{"Content: ":"Sri Lanka is a relatively small continental island, it exhibits a remarkable diversity of forest types, which are among the biologically one of richest forests in Asia. In these forests plant species show extraordinary patterns of localized distribution. Sri Lanka's forest became one of highest density of species diversity in the world. (2.17 BioD index)[2] Sri Lanka natural forest cover about 12,493 km2 (65,610 km2 total land area) 29.46%[3] According to the National Red List said, Sri Lanka counts 253 land species, 245 species of butterflies, 240 birds, 211 reptiles, 748 evaluated vertebrates and 1,492 invertebrates.[3] Forest coverage is about 70% tropical dry monsoon forests, 15% tropical moist monsoon forests and 5% tropical lower montane forests. By the dawn of the 19th century, Sri Lanka's forest cover was estimated at up to 70% of the total land area. Since then, the forest cover has decreased progressively over time. Significant loss of Sri Lanka's forest cover was first reported in the 19th century, with the introduction of plantation agricultural crops such as tea and vegetables. Commercial timber extraction policy of colonial rulers (British colonial time (1796–1948) also led to clearing of forests in the dry zone. Irrigation development and agricultural expansions have been identified as key drivers of forest cover change.[4] According to the forest cover assessment in 1995, the country had a total 1.94 million hectares or 32.2%[5] of the land area classified as dense forests while the balance 0.47 million hectares or 7% the land area classified as open forests.[6] Sri Lanka continental separated from the south eastern tip of peninsular India by the more than 20 m deep Palk Strait. There had been repeated land connections with India across this strait during successive glacial periods, the last being between 10,000 and 20,000 years ago when the sea level was about 120m below the present level creating a 140 km wide land bridge. Notwithstanding these intermittent land connections with India, when exchange of species undoubtedly would have taken place between the island and mainland, Sri Lanka fauna and flora, especially those in the south western quarter, show remarkably high diversity and extraordinary endemism. It is the only area of seasonal lowland climate between western Malaysia (Sumathra, Malay Peninsula, Borneo and Philippines) and eastern coastal Madagascar.[7] Based on a global yardstick of concentrations of exceptional terrestrial biodiversity under threat, Sri Lanka and Western Ghats of southwestern India have been grouped together as one of the 34 global hotspots of biodiversity, implying that biologically they are among the richest and at the same time the most endangered terrestrial biogeographic region in earth.[8] Sri Lanka is in the north-equatorial tropical zone. Therefore it experiences a climate with high rainfall and temperature which permits the county to be broadly classified into groups as follows. The tropical wet lowland rainforests are found below 900 m elevation in the south western quarter of the country. The mean annual temperature is about 28 °C, and the mean annual rainfalls varies between 2,000–5,000 mm in different locations without any dry period. The humidity is very high. These forests are characterized by a tall canopy, sub canopy and a sparse shrub layer consisting mostly of the saplings of canopy trees. Sometimes an emergent layer is also seen above the canopy. The vegetation is filled with a network of woody lianas that reach to the canopy layer. A diverse population of epiphytic lichens, mosses, liverworts ferns, orchids are found while many fungi inhabit decaying woods and soil. High endemism of floral and faunal diversity can be seen in these forests. (Sinharaja, Nakiyadeniya and Kanneliya are some examples for wet lowlands rainforest) These forests are disturbed due to expansion of tea cultivation, agriculture, industrial and residential development.[10] Some tree species found in wet lowland rain forests are; Some animal species found in the wet lowland rainforests are Purple faced langur, Sri Lanka Slender loris, Golden wet zone palm civet.[11] They occur at elevations above 1,500 m above mean sea level. The average temperature is about 16°C and rainfall is about 2,000 mmm without any dry period. The humidity is high as lowland rainforests. These forests are characterized by a short canopy of about 13 m, with a dense shrub layer. There are trees with umbrella-shaped rounded crowns and twisted branches having leathery small leaves to accommodate the strong winds that prevail in the montane zone. High density of epiphytes cover the branches and stems of trees. Some plants found in these forests are; Some animals that inhabit montane rainforests of Sri Lanka are Sri Lanka Yellow eared bulbul, Sri Lanka highland Shrew (Suncus montanus), Sambar (Rusa unicolor unicolor).[11] Montane forests are distributed in central hills including Knuckles range, Piduruthalagala, Hakgala. Montane forests were greatly affected due to tea cultivation. These forests have a mean annual temperature of about 29°C and rainfall around 1,000 mm- 1,500 mm most of which falls during the northeast monsoon periods. There is a marked dry spell from May to August. Above forests are distributed in areas below 300 m altitude. These forests are characterized by having sparse canopy, a sub canopy and a well-developed shrub/herb layer. Some plant species naturally found in these forests are[12] Some of the canopy trees are deciduous during the dry spell of the year. These forests harbour the largest elephant populations in Asia. The mammal fauna includes Panthera pardus kotiya, Melursus ursinus, Axis axis ceylonensis. Most of the forest are protected ad National parks such as Yala National park, Wilpattu National Park, Wasgamuwa National Park, Maduru-Oya national park, Ritigal Strict Nature reserve and many sanctuaries and forest reserves. These forests are disturbed by 'chena' cultivation, human settlements, extraction of timber, poaching etc.[10] These are called \"scrubs\" than \"forests\" as large trees are sparse and the vegetation is mainly consists of thorny shrubs. They are found in arid lowlands. The mean annual temperature is around 31°C and rainfall is below 1,000 mm with a longer dry period. Due to the dry conditions, many fauna species can't be found. However Axis axis ceylonensis, Panthera pardus kotiya, Elephas maximus maximus can be seen in these areas. They are distributed near Hambantota, Yala, Mannar, Puttalam areas and disturbed due to various development pressures.[12] The following plant species are commonly found; Savannas have a thick grass cover and few scattered trees. These are common on hill slopes of the dry or intermediate zone. The thin layer of soil on hill slopes can not support the growth of trees and the grass cover of savannas helps to bind soil particles and reduce erosion of soil. Periodic fires are common to this ecosystem as the fired grass cover easily catch fire in dry period of the year. They have trees with fire-resistant species. Savannas are seen in Bibile, Monaragala, Mahiyanganaya, Wellawaya and Horton Plains areas. These are distributed by periodic fires set by villagers for various reasons.[12] Some plant species found in Savanna are trees are; There are two type of 'Patana' found in Sri Lanka; 'Wet Patana grassland' and 'Dry Patana grassland' based on the rainfall pattern and soil of the site. 'Wet Patana' grass lands are found in areas above 1,500 m from the sea level with mean annual rainfall of over 2,000 mm. Temperature range from 5 °C to 18 °C. Mist, fog and frost and frost are common in these areas and do not experience any dry period. The grasses do not reach more than 1 m height and are called 'tussock' grasses which include the Chrysopogon nodulibarbis and Arundinella villosa. The animals include a large Sri Lankan sambar and Wild-boare population and few Sri Lankan leopards (Panthera pardus kotiya). Extensive 'Wet Patana' are found only in Horton plains. 'Dry Patana' are found in altitudes between 500 m to 1,600 m. They receive a rainfall about 1,400 to 2,000 mm with a definite dry period. Temperature ranges from 18 °C to 24 °C. The vegetation is made up of grasses that grow up to 1-2 m height such as Cymbopogon nardus and Themeda tremula. 'Dry Patana' is common on hill tops in Hanthana, Gampola, Welimada and Haputale.[12] Wetlands are simply habitats with permanent or temporary accumulation of water with associated plant and animals. According to Ramasar Convention,[13] wetlands are defined as areas of marsh, fen, peatland or water, whether natural or salt, including areas of marine water the depth of which at low tide not exceed six metres.[14] Inland freshwater marshlands are low-lying areas that receive water through surface runoff, ground water seepage or flood water from rivers. These contain peat (partially decomposed organuc matter), and water-logged sticky clay soil. Many water birds, amphibians and fresh species inhabit these areas. Plants that have adapted to grow in shallow stagnant water such as Colocassi spp., Aponogeton spp., species are abundant in inland marshlands. Freshwater swamp forests are not common in Sri Lanka. It is a place where forest vegetation is inundated for a short period of time in the year as seen in Waturana swamp at Bulathsinhala located in the 'Kalu ganga' river basin.[15] Generally 'villus' are the flood plains of the reservoirs. 'Villu' grasslands possess a special link with the wildlife in the area, especially elephants and bird population. The vegetation is dominant with grasses (members of Poaceae)and sedge (member of Cyperaceae). 'Villu' grasslands are located in areas such as Mahawelli flood plains, Wilpattu National Park.[15] Lagoons are coastal wetlands generally separated from the sea by a sand barries.[16] (eg. Negambo and Bundala lagoons) Estuaries are formed in places where rivers enter the sea and does not contain a sand barriers separating it from seas.(eg. Madu ganga/Benthota) The daily tidal fluctuation is a characteristic of these places.[17] Mangroves ecosystem is an intertidal vegetation that covers fringes of the lagoons and estuaries. They share characteristics usually of saline/brackish water, loose soil and anoxic conditions. The vegetation is also exposed to intense sunlight. Mangrove plants could be categorized into groups; true mangroves that occur towards the boundary between sea and land and mangrove associated that occur more towards inland common true mangrove species are;[18] Common mangrove associate are; In order to protect from sunlight leaves of the mangrove have a thick cuticle to reflect sunrays and/ or cut off excess radiation. Some have salt glands to secrete excess salts that are absorbed by the plants. There are special roots to intake atmospheric oxygen. Seeds of some mangroves germinate while attached to the mother plant (\"vivipary\"). This helps the seed to establish successfully soon after falling from the tree. Mangroves provide a unique habitat mainly for many crustaceans and mollusks. Mangroves are found in Puttalam, Batticaloa, Trincomalee, Galle,Bentota and Negambo.[14] Salt marshes are marshlands restricted to the arid coastal regions of the country where soil dries up to form crystals of salts during the dry season. Low rainfall, high wind, high temperatures and losses sand blowing with salt are some of the major characteristics found in this ecosystem. The vegetation has only few plant and animal species. Plant are short, contain fleshy succulent plant bodies one common plant species is Salicornia spp. salt marshes are common in Puttalam, Mannar, Hambantota and Vakarai areas.[19] In large lagoon areas with low wave action, the floor of the shallow sea is occupied by sea grasses. These are not grass species but appear like grasses due to the shape of leaves. (eg. plant species such as Halodule spp. and Halophyla spp. are common sea grasses found in Sri Lanka) Especially from Kalpitiya to Mannar. Sea grasses grow in a compact cluster and provides the sea bed a favourable habitat for breeding of many fish species. However, these areas are often disturbed by the fisheries activities as these are the parking areas of fishing boats.[14] Coral reefs are one of the natural wonders of Sri Lanka. Coastline of about 1,585 km, has nearshore coral reefs of varying quality along 2% of the liner coast. The most extensive coral reefs occur off the north west and east coast up to and around the Jaffna Peninsula. The greatest extent of true corals in Sri Lanka lie in patchy reefs from Vakalai to the Kalpitya peninsular. These offer the most varied reef access from snorkelling on shallow reefs to scuba diving on deeper reefs. Patchy coral reefs are also found on the western and eastern seaboards at a distance of about 15-20 km from the shore, at an average depth of 20m. Passekudah and Trincomalee have the best coral reefs on the Eastern Maritime Province seaboard. Hikkaduwa, Unawatuna, Rumassala and Matara have the main fringing reefs along the southern coast. Little Basses and Great Basses off the south coast have the best barrier like reefs in Sri Lanka.[20] Sri Lanka has an extensive network of rivers, which drains a total of 103 distinct natural river basins. The river basins originating in the wet highlands are perennial, while many of those in dry zone are seasonal. There is hardly any vegetation to be found in running water.[15] There are no natural lakes in Sri Lanka, but there are numerous ancient irrigation tanks mainly scattered in the low land dry zone. Typical irrigation tanks include \"Parakrama samudra\", \"Kala wewa\"\", \"Minneriya wewa\" and \"Tissa wewa\". The long sea shore of Sri Lanka varies in nature. The most common sea shore type is sandy sea shores. The sea shore areas share the characteristics of high temperature throughout, and slat spray and high winds especially during the monsoon seasons. Most of the sea shore plants have adapted to these conditions. Examples for these plants are,[19] The vegetation gradually become stable a distance away from the tide mark, with the stabilization of the soil. In these areas plant species such as, Sand dunes are characterized by stunted or creping vegetation on large masses of sand. The sand dune structure is determined by wind speed and direction. Dunes are raised beaches of sand and are characteristic of certain coastal areas in the arid zone. Example: near Mullativu, Trincomalee, Kalpitiya, Yala etc.[17] Large scale agricultural and settlement schemes without the recognition given for wild animal habitats and their migration patterns have been a major driver of deforestation and degradation, particularly in the dry zone, during the last century. Planted crops, such as sugar cane, banana, maize and paddy, in an unplanned manner, have led to ever-increasing human-elephant conflicts. Sri Lanka current forest cover 16.5% in 2019 down form 29.7% in 2017.[21]","Title":"Natural forests in Sri Lanka - Wikipedia","KeyID":"13047","URL":"https://en.wikipedia.org/wiki/Forestry_in_Sri_Lanka"}