{"Content: ":"Sugarcane (Saccharum officinarum) is the only crop cultivated in Sri Lanka for manufacture of sugar. This crop can be growth on well drained soil up to an elevation of about 1,000 m (3,300 ft). Sugarcane has been cultivated in Sri Lanka since 19th century. About three decades ago, in the 1970s Sri Lanka was cultivated in about 25,000 ha (62,000 acres). There were 3,840 ha (9,500 acres) in Kantale, 5,660 ha (14,000 acres) in Hingurana, 4,500 ha (11,000 acres) in Pelwatte, 4,680 ha (11,600 acres) in Seveanagala and 5,700 ha (14,000 acres) in Moneragala. At present, only Pelwatta and Sevanagala factories are functioning. Cultivation at Hingurana has started and it is likely that the factory will start production in 2010. Most of the lands cultivated with sugarcane are in the intermediate zone. Receiving annual rainfall of 1,250–2,000 mm (49–79 in) distributed in a bimodal pattern.[1] The annual per capita consumption of sugar in Sri Lanka is around 30 kg (66 lb) and the total annual requirement of sugar in the country is around 550,000 tons. In 2012, the country only produced 42,940 tons and imported 593,870 tons,[2] with only approximately 7% of the annual requirement produced locally. The balance requirement has to be imported. The total annual expenditure on sugar imports is around Rs. 20 billion. In 2008, 575,000 tons of sugar have been imported at a cost of Rs. 22.3 billion. 90% sugar imported from Brazil and India.[3] During the colonial occupation of Ceylon and following the lifting of the ban on the purchase of land by Europeans in 1810 and the elimination of land tax on export crops by the Governor of Ceylon, Edward Barnes in 1824, there was a period of experimentation (1823-1839) with a number of different cash crops, including sugar. There are a number of potential reasons, primarily social and environmental, why sugar production failed to become an established industry on the island. Although the southern coastal areas were most suited for sugarcane cultivation this land was being used extensively for rice cultivation and the Ceylonese owners were unwilling to sell their land. In the interior, the soil was too wet and the lack of available transport was a problem. The only sugar plantations that survived from this period were on the south coast near Galle. In the early 1850s, the country had just become self-reliant in respect to sugar production but by the 1860s the industry was virtually non-existent. Pelwatte Sugar Industries Sri Lanka leading sugar production factory. 90,000 metric tonnes imported in mid-year 2020.[4] Data related to sugar production during the present decade is given in the table. As indicated in this table the total extent under sugarcane with was around 16,000 hectares during 2003-2005 has decreased subsequently to 8,600 ha (21,000 acres). The reduction in the extent under sugarcane may be attributed to increasing production cost. The total annual production of sugar was around 60,000 tons during the period 2000-2004 but has declined in the following years to around 30,000 tons due to decrease in the extent cultivated under sugar. In the addition to sugar, about 12 million litres (3,200,000 US gal) of alcohol are productional annually at the two factories in Seveanagala and Pelwatte.[5] Sugarcane is the major sucrose extracting crop used for sugar production in Sri Lanka. Due to the high temperature and dry conditions available in the Eastern part of the country, Sugarcane is an ideal crop to cultivate for sugar production. Chiefly Monaragala District and Ampara District are largely giving their contribution to sugarcane crop cultivation for uplifting the country's economy while reducing annual expenditure spends for sugar import. Four sugarcane plantations have largely been involved in sugar production in Sri Lanka. They are Pellwatte, Hingurana, Sevanagala and Kanthale. Due to the civil war that took place in the last few decades in the country Kanthale sugar processing plant and the plantation was closed and the production has not been started yet. Sri Lankan government has been discussed with some investors to commence its production in near future to avail its contribution again to the country's sugar production.[8]","Title":"Sugar production in Sri Lanka - Wikipedia","KeyID":"13046","URL":"https://en.wikipedia.org/wiki/Sugar_production_in_Sri_Lanka"}