{"Content: ":"Graphite mining in Sri Lanka has occurred since the Dutch occupation of the country. It is the only country in the world to produce the purest form of graphite, vein graphite (also known as lump graphite), in commercial quantities, currently accounts for less than 1% of the world graphite production. Graphite (locally known as plumbago) mines were mostly located in north western and south western parts of the island, with working pits located in Aluketiya, Meegahatenna, Matugama and Agalawatta. The Geological Survey Department, started in 1903, maintained records of all graphite pits, shallow workings and mines under the Inspector of Mines. However these records were lost when the Geological Survey and Mines Bureau was established in 1992. The miners were Singhalese peasants, using primitive methods for driving shafts, adding to local folklore. Through plumbago mining, entrepreneurs such as Don Charles Gemoris Attygalle, Don Spater Senanayake and Duenuge Disan Pedris made their fortunes leading to many of the larger mines coming under the control several business families such as the Senanayakes, Kotalawelas and De Mels. These families dominated the pre-independence and post-independence political landscape in Ceylon, with membership in the United National Party. Many of these politicians (Sir John Kotelawala in Dodangaslanda, Dudley Senanayake in Dedigama) established their constituencies in these mining areas, where they traditionally had influence over the villages employed in their mines. Sri Lanka's current annual production is 9,000 to 10,000 tons for two underground mines, one of which is Kahatagha and Bogala. The existence of graphite in Sri Lanka has been known since 1675 when the Dutch governor, Rijckloff van Goens, mentions the existence of veins of 'potloop' in the hills and maritime provinces, in correspondence to his successor, Joan Maetsuycker.[1] The mine, which reportedly existed near Colombo, was deemed so important it was placed under military guard. Based on local archaeological evidence iron ore was being melted in graphite crucibles during the Kandyan period. The earliest records of graphite being exported are in 1825, with the first commercial shipment occurring in 1829 to Joseph Dixon, founder of the American Crucible Company.[1][2] The first official mention was in 1831, when it was included in the list of products subject to export duty.[1] In 1832 the export revenue to the government was £22 18s 16d sterling.[1] Due to its high carbon content there was a growing demand for Sri Lankan graphite, particularly by the rapidly emerging crucible industry in Great Britain and United States, in part due to the American Civil War. During the period from 1869 to 1918 there were nearly 3,000 graphite pits and mines scattered across the south-west of the island. A number of these pits were mechanised (mol pathal) although the majority were primitive pits/mines operated manually (dabare pathal). Graphite exports peaked in 1899, with export tonnage of 33,411 t (32,883 long tons; 36,829 short tons) (35% of the world's total graphite consumption) accounting for Rs. 2.2 million (or about 22% of Sri Lanka's total foreign exchange earnings). Great Britain was the primary import of Ceylon Graphite until 1901 when they were overtaken by the United States. In 1909 the second largest imported was Germany. In 1912 graphite, which matched the quality of Sri Lankan Graphite, was discovered in Madagascar. As the Madagascar graphite was able to be extracted at a lower cost, this resulted in a stiff competition. Sri Lankan production declined slowly with small revivals during the First and Second World Wars, when 30,000 metric tons of natural graphite was exported per year and over 6,000 shallow workings, pits and small scale mines were in operation. The highest historical production of 33,411 t (32,883 long tons; 36,829 short tons) in a single year was in 1962. In 1971, the government of Sirima Bandaranaike nationalised the graphite mining industry, taking over all the large mines and establishing the Graphite Corporation in 1972 to manage the mining operations at Bogala, Kahatagaha and Kolongaha. The corporation merged three existing mines, Kahatagaha, Kolongaha and Walakatahena, into a single operation. The Bogala mine having previously resulted from the merger of a number of older smaller mines. An experimental mine commenced at Rangala in 1973 and another mine opened at Ragedera in 1976. Both Rangala and Ragedera mines were abandoned in 1985 after only a few years of operation. In 1979 the corporation was renamed the State Mining and Mineral Development Corporation. It had a yearly export of 10,000 t (9,800 long tons; 11,000 short tons), before mismanagement and corruption forced all mines to close down.[3][4] In 1991 the industry was privatised, with the Bogala operations purchased by Bogala Graphite Ltd and in the following year the Kahatagaha mine was taken over by Kahatagaha Graphite Lanka Limited, a government owned public limited liability company. In 2000 a graphite mine at Aluketiya was re-opened by a private company but was abandoned in 2003. The Ragedara mine was re-opened in 2011 by Sakura Ltd as an experimental mine with limited production.","Title":"Graphite mining in Sri Lanka - Wikipedia","KeyID":"13049","URL":"https://en.wikipedia.org/wiki/Graphite_mining_in_Sri_Lanka"}