{"Content: ":"The electricity sector in Sri Lanka has a national grid which is primarily powered by hydroelectric power and thermal power, with sources such as photovoltaics and wind power in early stages of deployment. Although potential sites are being identified, other power sources such as geothermal, nuclear, solar thermal and wave power are not used in the power generation process for the national grid.[1] The country is expected to achieve 75% electricity generation by renewable energy by 2025.[4] Sri Lanka (then Ceylon) first witnessed electricity in 1882 when SS Helios docked in Colombo for a local electricity exhibition.[5] In 1890, using a diesel generator the first electric bulb in Ceylon was lit with electricity in the Billiard Room of Bristol Hotel in Colombo, before electric lights became an established commercial product.[5] In 1895, Messrs Boustead Bros established a small power station in Bristol Building, Fort. The power station was the first commercial power station in the country, serving a few mercantile offices, government buildings, and streets, in the Fort area. The company established Electricity Ordinance No. 5, the first Act pertaining to the supply of electricity in the country.[6] Four years later in 1899, United Planters Company established the Colombo Electric Tramways, the first tram system in the country. In 1902, Colombo Electric Tramways and Lighting Co. Ltd. was formed, and the Pettah Power Station was established on Gas Works Street. The Pettah Power Station served the tram network, and also served mostly mercantile offices, government buildings, and streets. Over the next three years, the electricity supply was extended to Galle Face and Kollupitiya, serving several houses. In 1905, the Colombo Gas Company established a power station in Kandy, which was eventually taken over by the Kandy Municipal Council in 1922. In 1906, Electricity Ordinance No. 36 was passed as an amendment to Electricity Ordinance No. 5. In 1912, the government commissioned a small hydroelectric power station at Black Pool, and inaugurated the Nuwara Eliya Electricity Scheme. In 1918, D. J. Wimalasurendra, submitted a report to the Engineering Association of Ceylon, outlining the economic viability of hydroelectricity in Ceylon. From 1920, local authorities in at least Gampaha, Veyangoda, Ja-Ela, Peliyagoda, Kochchikade, Avissawella, and Minuwangoda started supplying electricity locally from diesel generators. In 1927, the Department of Government Electrical Undertakings (DGEU) was established to take over and run the electricity supply business in Colombo, and extend the supply to other areas, and eventually the entire country. The three-megawatt Stanley Power Station - named after Herbert Stanley, was commissioned in 1929, supplying 16 towns by the end of the year. In 1935, the State Council of Ceylon passed Electricity Board Establishment Ordinance No. 38 of 1935, only to be dissolved again 1937 with the re-establishment of the DGEU. Sri Lankan gained independence on 4 February 1948. On 30 October 1950, the Old Laxapana Power Station was finally completed, after being under development since 1924.[7] The same year, regional offices were opened in Norton Bridge, Nuwara Eliya, Diyathalawa, Panadura, Negombo, Avissawella, and Peradeniya, to decentralise the electricity works. The following year, electricity was purchased from the Kankesanthurai Cement Factory from distribution in Jaffna.[clarification needed] On 1 November 1969, the current Ceylon Electricity Board (CEB) was established under Parliament Act No. 17 of 1969. To this day, the CEB oversees the development and coordination of the generation, supply, and distribution of electricity in the country.[8] Electricity in Sri Lanka is generated using three primary sources — thermal power (which includes energy from biomass, coal, and fuel-oil), hydro power (including small hydro), and other non-conventional renewable energy sources (solar power and wind power): Hydroelectricity is the oldest and historically the principal source of electricity generation in Sri Lanka, holding a share of 48% of the total available grid capacity in December 2013 and 58% of the power generated in 2013.[9][needs update] Hydroelectric power generation has been constantly under development since the introduction of the national grid itself, but its market share is declining because suitable new sites are scarce. Currently, ten large hydroelectric power stations are in operation, with the single largest hydroelectric source being the Victoria Dam. Although a large portion of the country's hydroelectric resources is tapped, the government continues to issue small hydro development permits to the private sector, for projects up to a total installed capacity of 10 MW per project.[10] State-run hydroelectric developments are categorized into three main geographic sectors. Thermal power stations in Sri Lanka now roughly match the installed hydroelectric generation capacity, with a share of nearly 49% of the available capacity in December 2013 and 40% of power generated in 2013.[9] Thermal power stations in Sri Lanka runs on diesel, other fuel oils, naptha or coal.[9] The Norocholai Coal Power Station, the only coal-fired power station in the country, was commissioned in late 2011, adding a further 300 megawatts of electrical capacity to the grid. It is currently planned to add an additional 600 MW of capacity to Norocholai in the next half decade. The second and final coal power station,[11] the Sampur Coal Power Station, is under consideration in Trincomalee and is expected to be in-service by the end of 2017.[12] On 13 September 2016 the Attorney General's Department informed the Supreme Court that the Sampur Coal fired plant has been cancelled and will not be built.[13] The use of wind energy was seen in the country even before 500 BC. The ancient Sinhalese used the monsoon winds to power furnaces as early as 300 BC, making Sri Lanka one of the first countries in the world to use wind power. Evidence of this has been found in Anuradhapura and in other cities.[14] The development of modern wind farms was considered by local and international developers for many years. Such developments were largely hampered due to the many obstacles faced in such developments in economics and infrastructure. The first commercial grid-connected wind farm is the 3 MW Hambantota Wind Farm, northwest of Hambantota. Unlike other power sources, power developments from this source would face many challenges during its development timeline. Poor accessibility to potential sites is the first obstacle in the development of a wind farm. Most key transport routes around the country are too narrow or have turned too tight for transportation of turbines larger than 600 KW. Constructing wind farms with turbines smaller than the current commercial-scale megawatt-class turbines would prove to be uneconomical due to the high cost incurred during development. The country is also in a long battle against its poor power grid. The grid, apart from being unstable in most provinces, is only capable of handling a small increase in load, typically limited to a few megawatts. Provinces with poor grids, such as the power grids in the Northern, North Central and North Western provinces need a complete upgrade to support further commercial-scale developments. This factor contributes to a large percentage in development costs for wind farms constructed at such locations. The government policy limit of 10 MW per wind project also significantly decreases economies of scale, further straining such developments. Despite the many technical obstacles, a few developments totalling 50 MW have been proposed till September 2009.[15] In October 2009, cases were filed over political interference connected with the approving of wind projects, leading to a complete halt in the wind power industry in Sri Lanka.[16] The Ministry made allegations of wrongdoing in allocating energy licences, including the structuring of the wind power tariff.[17] There were also allegations that energy licenses are being sold, similar to how car licenses have been sold.[17] From December 2009 to March 2010, permits for another 50 MW of projects were issued by the Sri Lanka Sustainable Energy Authority, before concerns relating to the issuing of permits were raised again,[18][19] leading to another deadlock in the industry. As of June 2010, issuing of permits for the development of private wind farms were stopped. In July 2010, engineers at the Ceylon Electricity Board raised further concerns regarding the approval of private wind projects with extra high tariffs, presumably some of the highest in the world.[20] A review of the wind power tariff was expected to be carried out on 12 September 2010,[21] after an agreed postponement.[22] As of 2017, Sri Lanka has more than 100 MW in installed capacity for solar power and intends to be able to generate 1 GW installed capacity by 2025.[23] Grid-connected solar power has only recently been introduced. The only operational commercial-scale solar-powered facility is the Buruthakanda Solar Park of 1.2 MW, operated by the Sri Lanka Sustainable Energy Authority (SLSEA).[24] Through the Ministry of Power and Renewable Energy, Ceylon Electricity Board, and the SLSEA, the country is implementing an accelerated solar rooftop program called Soorya Bala Sangramaya (Battle for Solar Energy). The program was launched on 6 September 2016.[23] Geothermal power is under research, although no power stations of this type are operational.[25][26][27] The CEB has included a 600 MWe nuclear power plant as an option in its plans for 2031.[28] The Sri Lankan electric transmission network consists principally of 132 kV facilities, with a 220 kV backbone connecting major inland hydroelectric generation to the capital region. The proposed connection involves the linking of the national grids of India and Sri Lanka via Rameshwaram in south India and Talaimannar in north-west Sri Lanka. The project involves the construction of a HVDC connection between Madurai in southern India and Anuradhapura in central Sri Lanka, through the Palk Strait. The link would measure approximately 285 kilometres (177 mi) in length, including 50 kilometres (31 mi) of submarine cables, and would take more than three years to construct. It would be implemented by the Power Grid Corporation of India Limited and Ceylon Electricity Board.[29] The monthly end-user electricity tariffs are: In 2010, the Ministry of Power and Energy, with the Lanka Electricity Company and the Ceylon Electricity Board introduced net metering, where consumers could generate their own power from renewable sources and credit excess production back to the power utility.[33] While the power utility will not pay back in monetary values irrespective of how much credit a household generates, it allows the transferring of this credit between households.[34] The first solar power facility intended for net metering was commissioned in July 2010.[35] Per Section 21-2 of the Sri Lanka Electricity Act No. 20 of 2009,[36] the Public Utilities Commission of Sri Lanka has granted the following entities exemptions in electricity usage:","Title":"Electricity sector in Sri Lanka - Wikipedia","KeyID":"13052","URL":"https://en.wikipedia.org/wiki/Electricity_sector_in_Sri_Lanka"}