{"Content: ":"The banking sector in Sri Lanka is monitored by the Bank Supervision Department of the Central Bank of Sri Lanka under the Banking Act,[1] Monetary Law Act[2] and the Exchange Control Act.[3] Three types of financial institutions are permitted under Banking Act and the Finance Companies Act to operate in Sri Lanka by the Central Bank of Sri Lanka.[4][5] They are These institutions can accept deposits from the public. The number of licensed specialized banks reduced from 14 to 9 and the number of registered financial institutions increased from 31 to 36 during the period of 2007 to 2010.[6][7] The current list of banks in Sri Lanka is published by Central Bank of Sri Lanka periodically. The Sri Lankan banking industry was changed during the late 1980s with the introduction of automation by private banking corporations.[8] Previously, few foreign banks operating within Sri Lanka with few branches such as Hongkong and Shanghai Banking Corporation, etc. HSBC were using interactive electronic customer interfaces such as automated teller machines (ATMs). These facilities were limited to higher end customers. In 1986, Sampath Bank opened, offering customers access to their account from any branch, instant money transfers within cities and access to automated teller machines (ATMs). Today, the entire banking sector in Sri Lanka offers the automated banking systems with ATMs for customers, for faster, and after-hour services. The working hours of the Sri Lankan banking sector have now changed from 8 hour, 5 days a week system to a 24/7 service. Telephone banking and internet banking[9][10] facilities have become more popular added features of the banking industry with the growing popularity of modern telecommunication technology among Sri Lankans. These changes helped some private sector banks to expand rapidly while increasing profitability; some banks have introduced new concepts such as \"student banking centers\"[11] The Institute of Bankers of Sri Lanka (IBSL),[12] established under Act of Parliament No. 26 of 1979, is the apex body governing the banking education. Membership of the institute has five categories: Honorary Fellows, Fellows (life), Associate (life) Members, Associate Members and Student Members (Active). It awards two internationally recognized[by whom?] qualifications: the Certificate in Banking and Finance (CBF) and the Diploma in Banking and Finance (DBF). The College of Banking & Finance is the training division of the institute [13] and conducts courses leading to these qualifications and in basic computer skills. School leavers are allowed to join the institute and acquire banking qualifications which are recognized internationally, including the UK.[14] In addition, the Centre for Banking Studies of the Central Bank of Sri Lanka provides training opportunities to bank employees. The Banking Act No 30 of 1988 was amended in March 2005 to accommodate the concepts of Islamic banking.[15]","Title":"Banking in Sri Lanka - Wikipedia","KeyID":"13061","URL":"https://en.wikipedia.org/wiki/Banking_in_Sri_Lanka"}