{"Content: ":"Sri Lankan cinema encompasses the Sri Lankan film industry. It is a fledgling industry that has struggled to find a footing since its inauguration in 1947 with Kadawunu Poronduwa produced by S. M. Nayagam of Chitra Kala Movietone. Sri Lankan films are usually made in Sinhala and Tamil languages, the dominant languages of the country. Cinema of Sri Lanka is also referred to as Follywood as many famous Sri Lankan actors had surnames starting with an \"F.\" In the first nine years, most films were made in neighboring Southern India and closely followed the conventions of Indian cinema. Studio shooting was the norm, with Indian style sets erected in film studios. It is widely believed that Rekava, made in 1956 by pioneer director Lester James Peries, was the first Sinhala film to be shot completely out of studio, however, it was the film \"Gambada Sundari\", starring Kingsley Jayasekera and Sheela Peiris in 1950, which was the first film shot outside studios instead. It was also the first Sri Lankan film where, like in \"Rekava\", the dialog was recorded on the spot. This was because the film was shot on 16mm, using an Auricon sound-on-film camera which recorded the sound on the 16mm film optically, unlike in the case of where the sound was recorded on a Kinevox 35mm magnetic recorder. The film was later 'blown-up' to 35mm and was screened in Colombo in 1950. Though \"Rekava\" was acclaimed by local and international critics, the film failed to find an audience in the country and was a box office failure. Films continued to follow formulaic storylines borrowed from India up through the early 1960s despite such efforts as Sandesaya and Kurulu Bedda. In 1964, Lester James Peries again contributed to the development of Sri Lankan cinema with Gamperaliya which was the first Sinhala film to feature no songs and like Rekava shot completely outside the studio. It garnered massive praise[by whom?] for portraying Sinhalese culture in a realistic manner and was hailed by critics[who?] and audiences alike. The producer Anton Wicremasinghe was awarded the Silver Peacock at the New Delhi International Film Festival for Gamperaliya. Following this breakthrough, several artistic Sinhala films were made in the late-1960s including Sath Samudura by professor Siri Gunasinghe, supported by cinematography by Dr.D.B. Nihalsinghe. During the 1970s several talents came to the forefront while commercial cinema continued to lift storylines and plots from Indian films. These include Dr. D.B. Nihalsingha with \"Weilkatara\"- Sri Lanka's first film in Cinemascope ratio wide screen in 1972; Vasantha Obeysekera who followed up his well-received debut Ves Gatho with a slew of successful films culminating with Palangetiyo in 1979. Another major director who stepped forward during this time is Dharmasena Pathiraja who examined the tensions of city youth in such works as Bambaru Awith and Ahas Gauwa. Artist and poet Mahagama Sekera's sole film Thun Man Handiya is also an important film in Sri Lankan cinema released in 1970. Sumitra Peries, the wife of Lester James Peries, also struck out during the 1970s with work that looked at the conflicting roles of women in society. Her work include Gehenu Lamai and Ganga Addara. Over the next few decades, artists such as Tissa Abeysekara, Chandran Rutnam, Dr. D.B. Nihalsingha, Udayakantha Warnasooriya, H.D.Premaratne, Ashoka Handagama, Prasanna Vithanage and Vimukthi Jayasundara have attempted to breathe new life into the industry. Nihalsingha was an accomplished cinematographer as well as an editor: so his films has an input which was special and brought a viewpoint to all his films, most of which focused on the exploited women. Vithanage's film Purahanda Kaluwara is widely considered[by whom?] one of the best movies made in Sri Lanka as is Jayasundara's Sulanga Enu Pinisa which won the coveted Camera d'Or for best first film at the 2005 Cannes Film Festival. During the Sri Lankan Civil War, several films began to tackle gritty subjects such as family relationships, abortion, and results of the conflict between the military and Tamil Tigers in the north. Director Asoka Handagama especially has drawn criticism for pursuing such material in his work. In the recent years high budget films like Aloko Udapadi, Aba (film) and Maharaja Gemunu based on Sinhalese epic historical stories gain huge success. A 1997 government committee identified the following 10 films as the best of the first 50 years of Sri Lankan cinema: 1901 marked the introduction of film to Sri Lanka (then called Ceylon) when a film was shown for the first time in the country at a private screening for the British governor West Ridgeway and prisoners of the Second Boer War. It was a short film that documented the British victory in the Boer War, the burial of Queen Victoria and the coronation of Edward VII. More English screenings followed and attracted British settlers and Anglicized Sinhalese. Cinema in Sri Lanka became a public affair due to the efforts of Warwick Major, an Englishman who developed \"bioscope\" showings. These were films screened out in open areas and makeshift tents. The first permanent theaters were built by Madan Theaters in 1903. The company showed Indian films and achieved success, prompting the development of theaters by the rival Olympia. In 1925 Rajakeeya Wickremaya (English:Royal Adventure) became the first film to be made in Sri Lanka. Dr. N.M. Perera played the lead in the film which was shown in India and Singapore. However, this film reels got burnt before they were shown in Sri Lanka. In 1933 the film Paliganeema was screened in Colombo. During the 1920s and 1930s films with American stars like Charlie Chaplin, Greta Garbo, John Barrymore, Rudolph Valentino, and Douglas Fairbanks, Jr. were popular in Sri Lanka. The Sheik and The Thief of Bagdad were especially popular. in 1932, the first sound film to be screened was shown at the Regal Cinema, titled \"The Dream.\" By the 1930s Indian films started to surpass English films in popularity. Bilwa Mangal set an early record for Sri Lankan box office earning. The beginnings of cinema's spread was seen when the Indian Madan circuit established Elphinstone cinema in Colombo as a part of his extensive cinema chain in Asia. Empire cinema, which became the longest functioning cinema in Sri Lanka was established in 1915 and continued to function till 2003 when it was demolished to make way for a commercial building in Colombo South Indian producer S. M. Nayagam played an important role in the development of the first Sri Lankan film. In 1945, Nayagam founded a company named Chitrakala Movietone and constructed a studio in Madurai, India for the purpose of making a Sinhalese film. After considering several options, he decided to build the film around the historical love story of Saliya and Asokamala and held a contest to find a suitable screenplay; the winner was budding artist Shanthi Kumar. Due to disagreements however, this project fell through and Nayagam broke a deal with dramatist B. A. W. Jayamanne to film his popular play Kadawunu Poronduwa.[1] Kumar[2] determined to film his script left Nayagam's company and convinced the Ceylon Theaters group to fund his film. Faced with a more daunting task of putting together the film from scratch, the Ashokamala project began filming in Coimbatore about two months after the production of Kadawunu Poronduwa had initiated. Naygam's film would win out screening at the Mylan Theater on January 21, 1947.[3] Ashokamala was screened three months later in April 1947 at the Elphinstone Theater.[1] Both films were popular with audiences but derided by critics who found them to be derivative of South Indian cinema.[2] Following the success of Kadawunu Poronduwa, B. A. W. Jayamanne produced a string of popular movies based on his plays. These were Peralena Iranama, Kapati Arakshakaya, Weradunu Kurumanama (1948), Hadisi Vinischaya (1950, first film directed by Jayamanne; he handled the post on all his subsequent films), Sangavunu Pilithura (1951), Umathu Wishwasaya (1952), Kele Handa (1953), Iranganie (1954), Mathabedaya (1954), Daiva Wipakaya (1956), Wanaliya (1958), Hadisi Vivahaya (1959), Kawata Andare (1960), Jeewithe Pujawa (1961), Mangalika (1963) and Magul Poruwa (1967; completed after his death by another director). Jayamanne mostly adhered to a formula derived from South Indian cinema and didn't contribute to the development of artistic film.[4] Most of his films featured the couple Rukmani Devi and Eddie Jayamanne (though never as lovers on screen) which allowed them to become the first stars of Sri Lankan cinema.[1] Following the dawn of independence, Sri Lanka instituted restrictions on travel to and from India causing Nayagam to move his business into the island to cut costs. He purchased land outside of Kandana and built the Sri Murugan Navakala studios (later known as the S. P. M. studios) which would for a time be the most developed studio in the country. His first production was Banda Nagarayata Pamine (1952) which was successful among local audiences. It was the first locally produced Sinhalese film though in technique it still remained South Indian. Nayagam followed the film with Prema Tharangaya (1953) and Ahankara Sthree (1954). Due to the low quality of the studio (Nayagam resisted buying high tech equipment), these films failed to match the standards of Bollywood imports. They were also highly formulaic based extensively on South Indian cinema (the technicians were all from India) featuring a combination of exaggerated melodrama, lowbrow comedy, scuffles and dance numbers.[1] Of the few filmmakers interested in pursuing a truly indigenous art form in these early years, Sirisena Wimalaweera was the most prominent.[5] In his work, Wimalaweera researched Sri Lankan history when depicting historical characters like King Asoka, who oversaw the introduction of Buddhism to the island and Saradiel, a Robin Hood-like character.[1] K. Gunaratnam was another major producer in this period[6] breaking into the scene with the technically skilled Sujatha made at the state of the art Modern Theaters studio in Salem, India. It was highly successful and influenced popular cinema over the following decade. It was revolutionary in its high production values and incorporation of North Indian cinema into the accepted South Indian model. Still, it failed to capture the true nature of Sinhalese life or create anything uniquely Sri Lankan.[1] In 1956 documentary filmmaker Lester James Peries and his fellow film technicians William Blake and Titus Thotawatte broke away from the Government Film Unit to produce what they hoped would be a truly Sinhalese film that would revolutionize Sri Lankan cinema.[7] In all facets of the creation of Rekava, the trio strayed from tradition shooting completely outside of the studio, creating an original story with no basis in literary or historical material and utilizing a mostly inexperienced cast[8] (with a few exceptions i.e. D. R. Nanayakkara). The story paid great attention to Sinhalese village life giving equal time to marriage traditions, village customs and folk beliefs in a non obstructive documentary-esque manner. The main plot revolved around a young boy named Sena who becomes touted as a miracle worker after he is said to cure the blindness of his friend Anula. Though some viewed the plot as a bit naive due to the filmmakers being from the city and the attribution of superstition belief in an exaggerated manner to village folk, it was a critical success and was shown at the Cannes International Film Festival drawing praise from foreign critics. It is widely considered in Sri Lanka to be the birth of true Sinhalese cinema.[9][10] Audiences at the time were unresponsive however and the film was a box office failure. They were unaccustomed to the documentary-like nature of the film and its avoidance of common melodramatic features common in cinema of the time. The lack of a major romantic plot, for example, was a grievance to some. Popular film continued in the Indian mould. There was great interest in the cinema. The Sinhalese daily, \"Lankadipa\" launched the first Film Festival where \"Deepasika\" awards were given out. Though Rekava failed to influence popular cinema which continued to imitate Indian cinema, it did draw out the efforts of some small independent filmmakers who coalesced into units. The most important group in this period, Kurulu Rana, was led by screenwriter P. K. D. Seneviratne, producer John Amaratunga and actress Punya Heendeniya. Amaratunga in his pursuit to follow up Rekava came across Seneviratne's radio drama Kurulubedde and enlisted him to adapt it into a film. Though it maintained certain formulaic elements, the film was free of overt Indian influence and contained various elements of Sinhalese culture. Actress Punya Heendeniya broke ground in her role portraying a truly Sinhalese character in contrast with the female roles of popular films modeled after Indian actresses. It was a critical success within Sri Lanka and was praised for its realistic portrayal of Sinhalese village life. The group followed up with the thematically similar Sikuru Tharuwa in 1963.[1] At this time, the Government Film Unit productions were making their mark, particularly, Pragnasoma Hettiarchi's \"Makers, Material and Motiffs\" which won the Gold Medal at Venice International Film Festival in 1952. Hettiarchi was to repeat this feat again in 1972 with \"Centenary of Ceylon Tea\". In 1963, Lester James Peries with the help of producer Anton Wickremasinghe made and released Gamperaliya based on a novel by critically acclaimed writer Martin Wickramasinghe. Starring Punya Heendeniya, Henry Jayasena and Gamini Fonseka. It was a turning point in Sri Lankan cinema doing away with all formulaic elements (songs, dance, comic relief and fights) present in popular cinema and achieving commercial success.[11] It proved the viability of artistic cinema in the country and gave Sri Lankan cinema a before absent sense of prestige when Producer Anton Wicremasinghe was awarded the Golden Peacock Award and the Critics' Prize at the Third International Film Festival held in New Delhi and the Golden Head of Palanque at the Eighth World Review of Film Festivals held in Acapulco, Mexico.[12] The success of Gamperaliya changed the course of Sri Lankan cinema significantly. Following its release, many films attempted to adapt the realistic style of the film and took up location shooting previously shunned. Seneviratne again emerged in this period with a script about village life titled Parasathu Mal. This time he had the support of the wealthy producer Chitra Balasooriya[13] who would not fall prey to financial difficulties encountered by Amaratunga. Balasooriya was deeply interested in creating an artistic film in the vein of Gamperaliya and enlisted Lester's wife Sumithra Peries as technical director and gave the budding actor Gamini Fonseka a chance to direct. Fonseka had served in a similar capacity on Rekawa. Also among the crew was cameraman Sumitta Amarsinghe who had trained with the GFU and was adept at outdoor shooting.[1] The film would be a critical and popular success.[13] Serendib Productions responded to the artistic mood in the air in 1965 with Saravita[14] starring a comedic actor, Joe Abeywickrema, for the first time in Sri Lankan cinema. It dealt with slum life and the criminal element within it and was awarded most of the national awards that year for film. Titus Thotawatte who had broken away from Lester James Peries after Sandesaya directed Chandiya the same year avoiding overt crudities prevalent in the action genre made within the country.[1] G. D. L. Perera with his Kala Pela Society headed in a radically different way in this period dealing with rural life with his first film \"Sama\". Siri Gunasinghe's Sath Samudura released in 1966 was the biggest critical success in the wake of Gamperaliya. The film was praised for its realistic portrayal of a fishing community and acting from a cast that included Denawaka Hamine, Edmund Wijesinghe and Cyril Wickremage. Also drawing acclaim were Gunasinghe's novel film techniques such as his extensive use of close-ups. Working close with Gunasinghe on the script and the direction was Vasantha Obeysekera. The editing and photography was handled by D. B. Nihalsinghe. Both would go on to be major filmmakers on their own.[1] GDL Perera's \"Sama\" was followed by a film on contemporary city settings in Dahasak Sithuvili. GDL joined up with the D.B. Nihalsingha's famously fluid hand-held camera work of the \"Sath Samudura\" fame, utilizing subjective camera and a sepiatone filter for the first time in Sri Lankan cinema.[15] Perera and his group had first came to fame with Saama, a stylized but faithful observance of village life.[1] Other major films of this period include the debut directorial efforts of Obeysekera (Vesgatho) and Nihalsinghe landmark film, (Welikathara). \"Welikathara\" was Tissa Abeysekara's first screenplay- he was billed as \"Additional Dialolgue Writer\" up to that time. Nihalsingha's recognition of Tissa Abeysekara's superlative writings skills launched him on a career as the foremost screenplay writer in Sri Lanka. \"Welikathara\" was to become one of the 10 top films of Sri Lankan cinema. Nihalsingha's refreshingly fluid camera work was noted by this time. He combined the facets of Direction, Cinematography and Editing in \"Welikathara\" to create an epic in CinemaScope for the first time in Sri Lanka.\"Welikatara\" was to become one of the \"10 Best\" films of Sri Lanka. An independent student production overseen by Ranjith Lal (Nim Wallala), songwriter Mahagama Sekera's autobiographical effort (Tun Man Handiya), the maiden production of Piyasiri Gunaratne (Mokade Une) and Sugathapala Senerath Yapa's Hanthane Kathawa which introduced the to-be-matinee-idol Vijaya Kumaratunga. Apart from that, the movie Soorayangeth Sooraya(English Title:-The River of Love) is a landmark film for the Sri Lankan(Helawood) cinema where a trend of Thriller, Action and Musical films emerged. These commercial movies, although foreign transliterations, discuss the problems of poverty, blind law, injustice & love. Hence, critics are in a zoom lens against these movies. In 1971, a socialist government which sought to overcome the dominance of screen time in Sri Lanka by Tamil and Hindi films came to power in the country. Foreign film domination had resulted in domestically produced films being relegated to 20% of the screen time while foreign films occupied 80% (60% Tamil, 10% Hindi, 10% English). The government which won power had promised to redress this imbalance. It established the State Film Corporation by Act no 47 of 1971, charged with the promotion of national film and giving and making available a wide variety of films to the public. The State Film Corporation (SFC) established a unique credit scheme for film production. Loans were given on the basis of a script evaluation and those taking part with credit given on the collateral of the negatives. This was at a time when bank lending was very conventional and such a 'collateral' was unheard of in the banking industry. The directors and main technicians had to have prior training to obtain loans via a system of registration. Prior to these measures, films produced domestically were transliterations of Tamil and Hindi films, to the extent that there was no credit for screenplay. The only credit was for dialogues as the \"screenplay\" was a transliterations of the Hindi or Tamil original. The credit scheme ensured original screen writing for the first time and stories which were copies of Hindi and Tamil were not entitled to receive loans. Thus a professional film production industry was established. The SFC instituted a film distribution system through which all films produced in the country were ensured exhibition according to system of precedence. Quality control of the cinemas was established by a system of inspection and checks on equipment. The cost of imported film was reduced by 75% because of the monopoly buying by the SFC: the same number of Tamil films continued, albeit at greatly reduced prices. The result of the measures was that the film admissions which were 30 million in 1972 grew to 74.4 million by 1979. The domestic film screen time share grew from 20% to 58%. The number of cinemas grew to 365 by 1978 – the highest number. By 2010, this number was down to 147. This was the best evidence that the system prior to the SFC was not market-oriented and that the demand was suppressed. It required the SFC to cater to the suppressed and pent-up demand, resulting in an unprecedented surge in yearly admissions within seven years. After 1979, the Chairman of the SFC, Anton Wicremesinghe, reversed all the measures of the SFC, giving unlimited loans to \"anyone to direct films\". Some hundreds of films were made by those who had no knowledge of film making. The result was that so many were produced that there was a waiting list of films awaiting release to the cinemas of 5 years, by 1982. The audiences responded to shoddy films by staying away. Admissions began declining alarmingly. Yearly admissions, which peaked in 1979 at 79.4 million, are now (2009) down to a mere 7.2 million admissions. The SFC, a profitable institution till that time, began sliding into bankruptcy and had to be sustained by infusions of funds from the government. Titus Thotawatte and Lester James Peries were the most prominent artists during this period making artistic films. Thotawatte directed such films as Hara Lakshe, Sihasuna, Sagarika and Mangala which united technical skill with themes that appealed to mainstream audiences. Lester James Peries was more successful in his work in this period, creating some of his most important work despite the restrictions instituted by the government.[16] Peries' Nidhanaya, released in 1972, is considered his masterpiece[17] and was adjusted the best Sri Lankan film of the first 50 years in 1997 by a government board. It was praised for its skillful direction by Peries' and the inspired acting by Gamini and Malini Fonseka. It was another international success for Peries' winning the Silver Lion of St. Mark award at the Venice International Film Festival and being selected one of the outstanding films of the year, receiving a Diploma, at the London Film Festival.[18] His subsequent works of the period were also critical successes (Desa Nisa and Madol Duwa). Dharmasena Pathiraja, who had worked on Yapa's Hanthane Kathawa,[19] emerged with his debut directorial effort, Ahas Gauwa, in 1974. It served to capture the spirit of the dissolute urban youth and provided a major artistic venture for actors like Cyril Wickremage to prosper in. Obeysekera pursued a similar theme in his work Valmathvuvo. With the 1977 elections a more capitalist[according to whom?] party came to power and some of the restrictions instilled earlier were removed. But this removal only in respect of production, which resulted in a flood of shoddily made films under the unrestricted credit given by Anton Wicremasinghe to anyone. Some 100 films were waiting for release as cinemas, in a curious contradiction, was forced to show each and every film so made. As a result, the peak film attendance of 74.4 admissions of 1979, began to drop and has been declining uncontrollably till now.[when?] It is popularly held that television was the cause of this decline. But Sri Lanka television broadcaster Rupavahini Corporation commenced transmission only in 1982, by which time island-wide cinema attendance had dropped to 51 million, from the peak of 74.4 million of 1979. The Presidential Committee to Investigate the Film Industry in 1985 established that there was a major drop in attendance for Tamil films in 1980. Since television went islandwide only in 1983, this drop in film admission was due not to television but to new Tamil films not being screened. Sumitra Peries, Lester James Peries' wife, made her directorial debut with Gehenu Lamai in 1978. It examined the effects of societal constraints on a rural girl and secured some critical applause in addition to box office success being selected as an outstanding film of the year to be presented at the London Film Festival and receiving the Jury Award at the Carthage International Film Festival. In her first film appearance, Vasantha Chathurani was praised for her restrained portrayal of the lead role. Peries' next film Ganga Addara (1980) captured the imagination of Sri Lankan audiences becoming a huge box office hit and breaking earning records in the country. Critics were also impressed with the film as it went on to capture many of the national awards given to film in the country and was awarded a diploma at the South Asian Film Festival. Pathiraja was most active in this period directing Eya Dan Loku Lamayek (1977), Bambaru Awith (1978), Ponmani and Soldadu Unnahe (1981). Bambaru Awith is widely held to be his pivotal work dealing with social tensions between fishing folk and city youth. Pathiraja's film Ponmani was made in Tamil intending to contribute to the development of cinema featuring that language in the country. Though well made,[according to whom?] the film was ignored by Tamil audiences distrustful of the Sinhalese director. Soldadu Unnahe followed the dreary lives of an old soldier, a prostitute, an alcoholic and a thief intending to cast light on their plight. Pathiraja went into hiatus following the making of the film.[20] Obeysekera made his most highly regarded[according to whom?] film Palengetiyo in 1979. It dealt with the difficulties of urban youth. His next film Dadayama (1983) was also well received. The star of Palengetiyo, Dharmasiri Bandaranayake broke out as a director with his highly stylized debut Hansa Vilak in 1980. With the flooding of films directed by \"anyone\" under the National Film Corporation Chairman Anton Wicremesighe during which hundreds of films were produced creating a 5-year line of films waiting for release, being no match for the increasing rise of television coupled with the beginning of a civil war, film earnings began to drop as Sri Lankans took to staying at home instead of frequenting the theater. The significant films of the era include Sumitra Peries' Sagara Jalaya Madi Heduwa Oba Sanda, Tissa Abeysekara's Viragaya (1988) and D. B. Nihalsinghe's Ridi Nimnaya (1983), and Producer Vijaya Ramanayake's Maldeniye Simiyon (1986). Maldeniye Simion\" won the Silver Peacock for Anoja Weerasinghe at the 11th New Delhi International Film Festival in 1987. Nihalsinghe infused his films with his skillful combination of technical excellence with artistry. Keli Madala (1991) was a creative success winning no less than 14 national film awards- perhaps the highest number ever won by one film to date. One of the most important filmmakers of Sri Lankan cinema, Prasanna Vithanage directed his first feature film Sisila Gini Ganee in 1992 and his second Anantha Rathriya in 1995. The latter was a large critical hit being shown at several international festival and securing several awards. Vithanage's followed the work two years later with Pawuru Walalu a mature drama that featured a performance by former star Nita Fernando after a long hiatus. It was also lauded by critics. His final feature of the decade was Purahanda Kaluwara that examined how the Sri Lankan civil war affects families of soldiers. Featuring a contemplative performance by Joe Abeywickrema in the main role, the film is considered Vithanage's finest work. Chandran Rutnam is another award-winning film maker directed and edited the film The Road from Elephant Pass, which was a Finalist Award Winner at the New York International Television and Film Awards in 2011 and A Common Man with Academy Award Winner Sir Ben Kingsley and Ben Cross. The film was nominated for the four main awards at the Madrid International Film Festival in 2013. The film won the Best Picture, Best Director and the Best Actor Awards in that year.[21][22] Director Vimukthi Jayasundara became the first Sri Lankan to ever win the prestigious Caméra d'Or award for Best First Film at the 2005 Cannes Film Festival for his film Sulanga Enu Pinisa.[23] Controversial filmmaker Asoka Handagama's films are considered by many prestigious names in the Sri Lankan film world to be the best films of honest response to the civil war. Those films won awards at many international film festivals. He has faced many censorship problems with his creation; his film Aksharaya was banned by the Sri Lankan government.[24] Recent releases include: Sooriya Arana, Aadaraneeya Wassaanaya, Samanala thatu, Aloko Udapadi, Hiripoda wessa, have attracted Sri Lankans to cinemas. Sooriya Arana was replaced by Jackson Anthony's Aba (film) as the highest-grossing film in Sri Lankan cinema history, generating Rs.185 million at the box office. Aba, also became the most expensive film produced in Sri Lanka costing over 60 million Rupees to produce as well as being the first Sri Lankan film to be finished via Digital Intermediate technology. Several other countries such as China, Italy and Australia have shown interest in screening this film after its trailer was released. Among them China has shown special interest by considering dubbing it in Chinese. Aba was released on 8 August 2008. In 2009 Prasanna Vithanage's Akasa Kusum (Flowers in the Sky) ran at 22 screens to packed audiences for over 70 days. The film which premiered at the Pusan International Film Festival in late 2008 also won several awards and was invited to numerous international film festivals. While Sri Lankan films were winning international awards, and while Aba (film) attracted an unprecedented Rs.185 million in income and over 1 million admissions sold, in yearly admissions continued to fall without let. By 2009 it had dwindled to a mere trickle of 7.2 million attendances a year. The number of cinemas which was 365 in 1979 had fallen to a mere 147. By end of 2010, the yearly cinema attendance had fallen to 5.5 million, the lowest in the history of Sri Lankan cinema. A hapless National Film Corporation was seen to be lost, frozen in inaction while the 4 private sector distributors who had taken over the reins to run the film industry since 2001, were waiting for the audience to fall into their laps. Since privatization of film distribution in 2001 among 4 \"distributors\" without calling for any bids, as is customary when a government gives up a monopoly, by the Chandrika Bandaranayake government, 111 cinemas have closed by July 2010- an average of one per month, signifying a failure of that process. The number of domestically produced films screened for 2009 was 15 according to statistics released by the National Film Corporation. In the recent years several high budget films like Aloko Udapadi, Aba, Pathini, Maharaja Gemunu and Vijayaba Kollaya produced and gain huge success. Most of them are based on Sri Lankan epic historical stories gain huge success. In 2017 Dharmayuddhaya earned 22.4 SL crores (224 million) and became the highest-grossing film in Sri Lanka replacing Aba. In the context of Sri-Lankan cinema, this remembrance of the short film could easily be related to its history. Here, the short film has retained its status only as an exercise for the film-makers who rose to fame with the feature film. Dr.Lester James Peries, the realist film-maker, began his career, first, creating a short film titled “Soliloquy”. Another towering figure in country’s cinema, Dr. Dharmasena Pathiraja, also created a short film titled “Enemies” as his first cinematic experience. The State Film Corporation, which was established in the 1971, instituted a requirement for aspiring cinema-artists to make a short film prior to debut as a feature film-maker, and making them entitled to receive publicly funded production credit. However, the problem was not that one made a short film before his long-length film, but the abandonment of the short-film as cinematic-medium thereafter by Anton Wicremesinghe after 1979 by making public funds available to \"anyone\" with disastrous[according to whom?] results. Young filmmaker Malaka Dewapriya was screened his ‘‘Life Circle’’ Short Film in the international competition in 2004, at the 10th International Student Film Festival in Tel Aviv, Israel. This was the first time a Sri Lankan student's film was chosen in an internationally recognized festival. And the selection was a big step to re-establish short film culture in Sri Lanka. The addition of annual short film festivals to the local cinematic calendar, like the Agenda 14 Short Film Festival conducted by Anoma Rajakaruna, continue to motivate and enable talented young filmmakers to engage in the tradition of short-film making. A number of these programs have acquired support from international sources, like the European Film Academy in the case of Agenda 14, and that a number of short films by emerging filmmakers like Rehan Muddanayake, Hiran Balasuriya and Prabuddha Dihkwaththa have had their short-films receive some international recognition as well. Director Ilango Ramanathan - widely known as Ilango Ram's debut short film 'Mouna Vizhiththuligal' (Silent Tears) in the year 2014 traveled to 27 international film festivals and secured 19 awards including best foreign language film, best director, best screenplay, best cinematography, best child artist to name a few. Silent Tears was also screened in Locarno Open Doors in the year 2017. More recently, the High School Junkies led by filmmaker Akash Sk have gained international recognition for their short film EIDETIC which became the first Sri Lankan film to be screened at the San Diego Comic-Con's International Film Festival.[25] The film has played at various other festivals worldwide including Raindance Film Festival. Their consequent horror short film The Summoning became the second film to be screened at the same festival in 2019. There is a new resurgence in independent filmmaking with short films such as these being released on platforms such as YouTube. The stars of the first Sinhalese film Kadavunu Poronduwa, Rukmani Devi and Eddie Jayamanne, were the first to achieve popularity across the country. They had gained a certain fame through their roles in the plays of the Minerva group which contributed to their emergence in the film industry. They continued to star in films through the 1950s and the early 1960s. In 1960, Gamini Fonseka emerged as a star in the historical film Sandesaya. Though the main role of the film was played by Ananda Jayaratne, Fonseka outshone the actor in his first major role. Fonseka had his next hit role in Ran Muthu Duwa where he found a popular co-star in actress Jeevarani Kurukalasooriya. Fonseka's other major films of the 1960s include Deewarayo, Adata Wadiya Heta Hondai and Chandiya. In 1969, Vijaya Kumaratunga emerged as a star with a lead role in Hanthane Kathawa. Over the next decade, he was the most popular leading actor next to Gamini Fonseka. In addition to foreign transliterated commercial films, he also acted in artistic films like Bambaru Awith, Eya Dan Loku Lamayek and Ganga Addara. His death in 1989 had a huge effect on popular cinema. 23. Public Enterprise in Film Development- Success and Failure in Sri Lanka\"; Trafford Publishing, Vancouver","Title":"Cinema of Sri Lanka - Wikipedia","KeyID":"13077","URL":"https://en.wikipedia.org/wiki/Cinema_of_Sri_Lanka"}