{"Content: ":"Television in Sri Lanka dates back to 1979. Television broadcasting, like other forms of media in the country, is generally divided along linguistic lines with state and private media operators providing services in Sinhala, Tamil, and English languages. Businessmen Anil Wijewardena and Shan Wickremasinghe established the country's first TV station Independent Television Network which started broadcasting on 15 April 1979.[1] The new station remained independent for less than two months as the government took control of it on 5 June 1979 following a dispute with President J. R. Jayewardene.[1] Sri Lanka's second state-owned TV station - Sri Lanka Rupavahini Corporation (SLRC) - was established by the Sri Lanka Rupavahini Corporation Act No. 6 of 1982.[2] SLRC started broadcasting on 15 February 1982.[1] The Act required the SLRC maintain taste and decency and not to incite crime and disorder or cause religious or public offence. The government maintained a monopoly on television broadcasting until 1992 when private TV stations were allowed to broadcast but they were to be regulated by the SLRC.[1] Maharaja Television (MTV), a joint venture between Capital Maharaja and Singapore Telecommunications Limited, was one of the first private TV stations. Since then many new TV stations have started in Sri Lanka. There are also a number of satellite networks and pay per view television networks in Sri Lanka. The national telecommunications provider Sri Lanka Telecom also launched an IPTV service in 2008. Since then, during the last two decades, multiple broadcasting networks have entered the public frequencies. A privately owned company, Swarnawahini came into action in 1997 and still functions under the same brand name. In 2005 another major television channel came into action under the name Derana which now has multiple broadcasting platforms including radio, printed media, and a fully dedicated news channel called adaderana24X7. Since 2020, where the Pandemic starting taking over the country's Education system, Television has been more and more in use for distance education. A table has been created for the children to find channels where they can study freely in Sri Lanka if they cannot go to schools The following is a list of current television providers based in Sri Lanka. The following is a list of former television providers which were based in Sri Lanka. The following is a list of current television stations based in Sri Lanka.  The following is a list of former television stations which were based in Sri Lanka.","Title":"Television in Sri Lanka - Wikipedia","KeyID":"13079","URL":"https://en.wikipedia.org/wiki/Television_in_Sri_Lanka"}