{"Content: ":"The Sri Lanka Railway Department (more commonly known as Sri Lanka Railways (SLR)) (Sinhala: ශ්‍රී ලංකා දුම්රිය සේවය Śrī Laṃkā Dumriya Sēvaya; Tamil: இலங்கை புகையிரத சேவை Ilankai Pugaiyiradha Sēvai) is Sri Lanka's railway owner and primary operator. As part of the Sri Lankan government, it is overseen by the Ministry of Transport. Founded in 1858 as the Ceylon Government Railway, it operates the nation's railways and links Colombo (the capital) with other population centres and tourist destinations. The Sri Lankan rail network is 1,508 km (937 mi) of 5 ft 6 in (1,676 mm) broad gauge. Some of its routes are scenic, with the main line passing (or crossing) waterfalls, mountains, tea estates, pine forests, bridges and peak stations. The construction of a railway in Ceylon was first raised in 1842 by European coffee planters seeking a line be constructed between Kandy and Colombo as a quicker more efficient means to transport their product for export. After protracted negotiations the Ceylon Railway Company was established in 1845, under the chair of Philip Anstruther, Colonial Secretary of Ceylon, to build the colony's first railway. In 1846 the company's engineer, Thomas Drane, undertook preliminary surveys for the new rail line. In December 1856 Captain William Scarth Moorsom, Chief Engineer of the Corps of Royal Engineers, was sent from England to assess the project for the Secretary of State for the Colonies, Henry Labouchere. His report, issued May 1857, considered six alternative routes to Kandy and recommended the adoption of Route No.3 via the Parnepettia Pass, with a total length of 127 km (79 mi), a ruling gradient of one in 60, with a short Tunnel at an estimated cost of £856,557. The initial sod turning was on 3 August 1858 (near the present Maradana railway station) by Governor Sir Henry Ward. The Ceylon Railway Company's contractor, William Thomas Doyne, soon realised that it was impossible to complete the work on the estimate submitted. In 1861, the contract with the Ceylon Railway Company was terminated, the subscribed capital paid off, and the government took over the construction work, under the name Ceylon Government Railway (now Sri Lanka Railway). At the end of 1862 the Crown Agents for the Colonies accepted, on behalf of the Government of Ceylon, a tender from William Frederick Faviell for the construction of 117 km (73 mi) of railway between Colombo and Kandy. The service began with a 54-kilometre (34 mi) main line connecting Colombo and Ambepussa.[5] Guilford Lindsey Molesworth, the first chief engineer, became director general of the government railway. Many Ceylonese people referred to the trains as (Sinhala:අගුරු කකා වතුර බිබී කොළඹ දුවන යකඩ යකා) Anguru Kaka Wathura Bibi Colaba Duwana Yakada Yaka[6] (\"coal-eating, water-drinking, metal devils which are sprinting to Colombo\"). Extensions were made to the main line in 1867, 1874, 1885, 1894 and 1924 to Kandy, Nawalapitiya, Nanu Oya, Bandarawela and Badulla.[7] Other lines were added to the rail system during its first century, including an 1880 line to Matale; the 1895 Coast Railway Line; the 1905 Northern Line; the 1914 Mannar Line; the 1919 Kelani Valley Line; the 1926 Puttalam Line, and the 1928 line to Batticaloa and Trincomalee. For more than 80 years after that,[8] no major extensions were added to the Ceylonese rail network. The golden age of Ceylon Railways was from 1955 to 1970 under the management of B. D. Rampala, chief mechanical engineer and general manager of the Ceylon Government Railway.[6] Emphasising punctuality and comfort, Rampala led upgrades to major stations outside Colombo and the rebuilding of track in the Eastern Province to facilitate heavier, faster trains. He introduced express trains (many of which had iconic names), and ensured that Ceylon's rail system was up to date and offered comfort to its passengers.[6][9] Until 1953, Ceylon's railways used steam locomotives. During its golden age, they changed to diesel locomotives under Rampala's leadership.[9] During the late 20th century, the railway began to decline; for three decades, it was neglected and poorly run.[10] The Sri Lankan economy had shifted its focus from plantation agriculture to industry, and its road network grew. With the increase in lorries and highways (a faster means of transporting goods), the amount of goods transported by rail declined and the railways experienced heavy losses. SLR failed to adopt the technological innovations of foreign railways, and problems with travel time, reliability and comfort caused it to lose much of its passenger market share. By 2011, it had a seven-percent share of the market.[6] The government began a 10-year railway-development strategy to return the network to satisfactory condition in the early 2010s, ordering replacement DMUs.[6][10][11] The southern line, which was damaged in the 2004 tsunami, was upgraded from 2010 to 2012; its track was upgraded to handle train speeds of 100 km/h (62 mph).[12] Sri Lanka Railways began partnering with ExpoRail and Rajadhani Express in 2011 for premium service on major routes.[13][14] Its northern line, affected by almost three decades of war, is being rebuilt; in 2015, it was restored to Jaffna and Kankesanthurai at pre-war levels The maxiumum speed on this line is currently 120Km/h(74mph)..[15] The southern line is being extended from Matara to Kataragama to serve the developing city of Hambantota.[8] In 2015, track construction to Beliaththa was delayed. The state-owned Sri Lanka Railways operates nearly all of the country's rail services: passenger intercity and commuter rail, and freight transport. Private operators provide some services for the railways' equipment and infrastructure, including the Viceroy Special: a heritage train with a steam locomotive.[16][17] On 6 October 2011, Expolanka introduced its ExpoRail service;[18][19] the competing Rajadhani Express was introduced by Blue Line Express on the same day. Although ExpoRail is reportedly no longer in operation, the Blue Line Express is a premium section on Sri Lanka Railways trains.[18][20] Sri Lanka Railways' locomotives are primarily diesel. Steam locomotives, in regular service until the late 1970s, are used on heritage trains such as the Viceroy Special.[9][21] The first locomotives pulled trains during the 1860s on the original 54-kilometre (34 mi) main line connecting Colombo and Ambepussa.[5] Sri Lanka Railways converted to diesel locomotives in 1953,[9] and several types were added to its fleet. Although Sri Lanka did not have commercially-operating electric locomotives or trainsets in 2011, electrification has been proposed to improve energy efficiency and sustainability.[22] Most passenger coaches are manufactured by the Romanian Astra Rail Industries[23][24] or the Chinese CSR Corporation. On most lines, service is being upgraded with long-haul diesel multiple units from CSR Corporation and India's RITES.[10][11][25] The 1,508-kilometre (937 mi) Sri Lankan railway network is 5 ft 6 in (1,676 mm) broad gauge.[9] All service is diesel-powered.[26] The network is divided into three operating regions based in Colombo, Anuradhapura and Nawalapitiya.[27][28] The railway is modernising and extending the Coastal Line for faster trains and improved efficiency.[29] Although electrification was first proposed in 1928, the cabinet did not approve the electrification of suburban railways until 2015. Electrification of the Panadura-Veyangoda line is proposed in phase one of the Western Region Megapolis plan with a soft loan from the Asian Development Bank.[30][31][32] A contract was signed by Malaysia's Airport Express Air and Rail Company and the government of Sri Lanka for a new electric rail line between Negombo and Colombo, and the project was expected to be completed by 2018.[33] Electrification of the busiest sections of the network was proposed several times to improve energy efficiency and sustainability. Around 1998, the Institution of Engineers, Sri Lanka (IESL) submitted recommendations for railway electrification. Although they were approved by the cabinet, they were not implemented. The IESL made new proposals for electrification in 2008 and 2010, but no work was done because the voltage systems were undefined. System electrification is favoured by the IESL to reduce pollution and travel time and increase passenger comfort.[34][6] Although Sri Lanka Railways is planning to electrify the 120-kilometre (75 mi) Colombo commuter-rail system from Veyangoda to Maradana, Maradana to Kaluthara and Ragama to Negombo, their voltage systems are unknown. Fifteen electric multiple units will be imported for commuter service.[35] Much of the network uses a lock-and-block signaling system. During the mid-twentieth century, the busiest sectors (around Colombo) were upgraded to electronic signalling connected to a CTC control panel at the Maradana railway station.[9] In 2011, a project to add electronic signalling to the northern lines began. Track between Anuradhapura, Kankesanturai, and Talaimannar would have electronic signalling with centralised traffic control: an interlocking colour-light system with electrically-operated points and a track-detection system. Level crossings would be connected to the signalling system, ensuring safety.[36] After the 2011 Alawwa rail accident, SLR began installing a GPS-based train-protection system on its fleet. The system warns a train driver of a possible collision in time to manually stop the train. The fleet can also be monitored by a central control room with the system. A trial run with ten trains was conducted in early November 2011.[37][38] Major population centres and tourist destinations are connected by rail. Service began in 1864 with the construction of the Main Line from Colombo to Ambepussa, 54 kilometres (34 mi) east, and the first train ran on 27 December 1864. The line was officially opened to traffic on 2 October 1865. The Main Line was extended in stages, with service to Kandy in 1867, to Nawalapitiya in 1874, to Nanu-Oya in 1885, to Bandarawela in 1894, and to Badulla in 1924.[39] Other lines were completed to link the country: the Matale Line in 1880, the Coast Line in 1895, the Northern Line in 1905, the Mannar Line in 1914, the Kelani Valley Line in 1919, the Puttalam Line in 1926, and the Batticaloa and Trincomalee Lines in 1928.[40] The coastal line runs south from Colombo, following the Indian Ocean, with views of tropical beaches and coconut palm trees. It links the regional centres of Moratuwa, Panadura and Kalutara, and beach resorts at Aluthgama, Ambalangoda and Hikkaduwa. The line continues past Galle (known for its historic, preserved Dutch fort), ending in Beliatta. Sri Lanka Railways has intercity service connecting major population centres, and commuter rail serving Colombo commuters.[46] The railway also transports freight. Most intercity trains have several classes:[47] Commuter trains serve the busiest portions of Colombo and its suburbs.[48] Most commuter trains are diesel multiple units and lack the three-class configuration of intercity service.[46] Commuter trains, which alleviate rush-hour congestion on city roads, can be crowded. Electrification of the commuter-rail network has been proposed to improve energy efficiency and sustainability.[22] SLR divides its network into three operating regions, based in Maradana, Nawalapitya and Anuradhapura.[49] The network consists of nine lines, and several services were named during the 1950s. A proposal to link the railways of Sri Lanka and India did not materialise, but a combined train-ferry-train service (known as Boat Mail) connected Colombo with Chennai for much of the twentieth century.[50] A 35 km (22 mi) bridge linking the countries was proposed in 1894 by the consultant engineer for railways in Madras (Chennai); a blueprint and cost analysis were made. The Mannar line was built by 1914 to connect Talaimannar on Mannar Island to the Sri Lankan mainland, and the Indian rail network was extended to Dhanushkodi; however, the bridge linking them was not built.[50] Ferry service connecting the railheads at Talaimannar and Dhanushkodi lasted until the 1960s, when a cyclone destroyed the pier and rail line in Dhanushkodi. Ferry service resumed from the Indian terminus at Rameshwaram until the Sri Lankan Civil War.[50] A rail bridge (or tunnel) was proposed again during the 2000s, highlighting the benefits of connecting the ports of Colombo and Trincomalee with Chennai.[50] Commuter rail service connects Colombo to its suburbs, helping alleviate rush-hour congestion on city roads. Local commuter trains and intercity lines use the same tracks. Colombo's commuter-rail network is 100 kilometres (62 mi) of track from Panadura to Polgahawela via the Fort and Maradana stations. The route is multi-tracked to provide rush-hour service.[51] Electrification of the commuter-rail network has been proposed to improve energy efficiency and sustainability.[52][34] A 1,435 mm ( 4 ft 8+1⁄2 in) standard-gauge metro system was proposed during the 2010s to give Colombo commuters a clean, environmentally-friendly transit option. The metro would reduce the load on the commuter-rail system and alleviate congestion on major roads.[53] A consortium of three companies is conducting feasibility studies on the project.[54] Colombo Light Rail has received $1.25 billion in funding.[55] In areas with little demand for commuter trains, such as the Eastern Province, railbuses connect towns and cities. Railbus service from Batticaloa and Trincomalee allows passengers to travel between the cities with fewer delays.[56] A tram system operated in Colombo from 1899 to 1960, operated by Colombo Electric Tramways and Lighting Company before being transferred to the Colombo Municipal Council on 31 August 1944.[57] High Speed Railway Corporation (HSRC) plans to introduce a maglev system to the island with a line connecting Negombo and Colombo 3.[58] In February 2017, Sri Lanka's Sunday Times criticized SLR for segregated washroom facilities at stations. Foreigners can use clean washrooms, but Sri Lankans are forced to use poorly-maintained, often-unsanitary washrooms; signs distinguish \"foreigners' toilets\" from other facilities. According to the Sunday Times article, foreigners' washrooms were at the Colombo Fort, Mount Lavinia, Badulla, Hikkaduwa and Panadura stations. Transport Ministry secretary Nihal Somaweera said that foreign-tourist toilets were upgraded with funds from the Ministry of Tourism, and the article described the SLR leadership as echoing the colonial era.[59] A number of other accidents have occurred, including collisions with elephants in the north-central region. Other accidents involving road traffic occur at unsecured level crossings. Of Sri Lanka's 1,684 crossings, only 527 are secure. To prevent collisions, SLR has begun installing a GPS-based train-protection system which will warn drivers of a possible collision in time to avoid it.[37][38]","Title":"Sri Lanka Railways - Wikipedia","KeyID":"13072","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Railways"}