{"Content: ":"Commodity price shocks are times when the prices for commodities have drastically increased or decreased over a short span of time.[1] During the international Post-Napoleonic depression (1815–1821) following the conclusion of the French Revolutionary and Napoleonic Wars (1792–1815), wheat and other grain prices fell by half in Ireland, and alongside continued population growth, landlords converted cropland into rangeland by securing the passage of tenant farmer eviction legislation in 1816, which led, because of the Irish workforce's historic concentration in agriculture, to a greater subdivision of remaining land plots under tillage and increasingly less efficient and less profitable subsistence farms.[2][3] At the time of the 1973 oil crisis, the price of corn and wheat went up by a factor of three. During the 2000s, the price of Brent Crude rose above $30 a barrel in 2003 before peaking at $147.30 in July 2008. With the onset of the Great Recession, reduced demand for oil caused the price to fall to $39 per barrel in December 2008.[4] The 2007–08 world food price crisis saw corn, wheat, and rice go up by a factor of three when measured in US dollars. Global commodity prices fell 38% between June 2014 and February 2015. Demand and supply conditions led to lower price expectations for all nine of the World Bank's commodity price indices - an extremely rare occurrence. The commodity price shock in the second half of 2014 cannot be attributed to any single factor or defining event.[6] It was caused by a host of industry-specific, macroeconomic and financial factors which came together to cause the simultaneous large drops across many different commodity classes. Amongst these, the transition of China's economy to more sustainable levels of growth and the shale-energy boom in the United States were the dominant demand-side and supply-side factors governing the downturn in global commodity prices.[7] On April 20, 2020, WTI's May contract closed at -$37.63/barrel while the June contract closed at positive $20.43/barrel. The main cause is due to the ongoing COVID-19 pandemic which has reduced demand along with storage issues and the expiration of the May contract the following day.[8]","Title":"Commodity price shocks - Wikipedia","KeyID":"13088","URL":"https://en.wikipedia.org/wiki/Commodity_price_shocks"}