{"Content: ":"The South Asian Free Trade Area (SAFTA) is a 2004 agreement that created a free-trade area of 1.6 billion people in Afghanistan, Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan and Sri Lanka with the vision of increasing economic cooperation and integration.[1] One of the major goals was to reduce customs duties of all traded goods to zero by 2016. SAFTA required the developing countries in South Asia (India, Pakistan and Sri Lanka) to bring their duties down to 20 percent in the first phase of the two-year period ending in 2007. In the final five-year phase ending in 2012, the 20 percent duty was reduced to zero in a series of annual cuts. The least developed countries in the region had an additional three years to reduce tariffs to zero. India and Pakistan ratified the treaty in 2009, whereas Afghanistan as the 8th member state of the SAARC ratified the SAFTA protocol on 4 May 2011.[2] The South Asian Preferential Trade Arrangement (SAPTA) paved the way for SAFTA.[3] The establishment of an Inter-Governmental Group (IGG) to formulate an agreement to establish a South Asian Preferential Trade Arrangement (SAPTA) by 1997 was approved in the Sixth Summit of the SAARC held in Colombo in December 1991.[3] The Agreement was signed in 2004 and came into effect on 1 January 2006, with the desire of the member states of the SAARC (Afghanistan, Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan and Sri Lanka) to promote and sustain mutual trade and economic cooperation within the SAARC region through the exchange of concessions. The agreement was reached on 6 January 2004, at the 12th SAARC summit. The SAFTA agreement came into force on 1 January 2006,[4] and is operational following the ratification of the agreement by the eight governments.[needs update] The basic principles underlying the SAFTA are as follows: In 2011, Afghanistan joined the SAFTA.[5] The purpose of the SAFTA is to encourage and elevate common contract among the countries such as medium and long-term contracts. Contracts involving trade operated by states, supply and import assurance in respect of specific products etc. It involves agreement on tariff concession like national duties concession and non-tariff concession. The main objective of the agreement is to promote competition in the area and to provide equitable benefits to the countries involved. It aims to benefit the people of the countries by bringing transparency and integrity among the nations. The SAFTA was also formed in order to increase the level of trade and economic cooperation among the SAARC nations by reducing the tariff and barriers and also to provide special preference to the Least Developed Countries (LDCs) among the SAARC nations. to establish a framework for further regional cooperation. SAARC also maintain free trade agreement among member nations. Following are the instruments involved in the SAFTA: According to the Trade Liberalisation Programme Contracting countries must follow the following tariff reduction schedule. There should be a fall to 20% tariff from the existing tariff by the non-Least Developing Countries and 30% reduction from the existing tariff by the Least Developing Countries. But trade liberalisation scheme is not to be applied for the sensitive list because this list is to be negotiated among the contracting countries and then to be traded. Sensitive list will involve common agreement among the contracting countries favouring the least developed contracting countries. The SAFTA Ministerial Council (SMC) will be participating to review the sensitive list in every four years with a view of reducing the list. A sensitive list is a list with every country which does not include tariff concession. Bangladesh has 1,233 products on the sensitive list for the Least Developing countries and 1,241 for the non-Least developing countries under the SAFTA. Bangladesh will reduce the sensitive list by 246 items for the least developed countries (LDCs) and 248 for the non-LDCs.[7] India has 25 items on the sensitive list for the LDCs and 695 for the non-LDCs. Manmohan Singh, then Indian Prime Minister, announced in September in Dhaka that he will reduce the Sensitive List by 46. Bhutan has 150 items for both the LDCs and non-LDCs and has no plan of shortening its list. Nepal has 1,257 for the LDCs and 1,295 for the non-LDCs. Nepal has reduced its list by 259 from its previous list of 1295. Now it's 1036, said joint secretary at Ministry of Commerce and Supplies.[8] The Maldives has 681 for all seven SAFTA nations. Pakistan had 1,169 in its sensitive list but has cut its sensitive list by 20% to 936.[9] Sri Lanka has 1,042 and Afghanistan has 1,072 items on the negative list. Traders use the SAFTA to reroute palm oil through Nepal into India. The Solvent Extractors’ Association of India (SEA), the apex body of the vegetable oil trade, has called upon the government to look for ways to end indirect sourcing of palm oil and soyoil from Nepal under cover of the South Asian Free Trade Agreement (SAFTA). This indirect route helps Malaysia reroute palm oil through Nepal to offset Indian government's move to stop imports of Malaysian palm oil after Prime Minister Mahathir Mohamad's stand against the abrogation of special status to Kashmir. Palm oil accounts for nearly two-thirds of India's total edible oil imports. India buys palm oil from Indonesia and Malaysia, while soyoil is imported mainly from Argentina and Brazil. The country sources sunflower oil from Ukraine.[10]","Title":"South Asian Free Trade Area - Wikipedia","KeyID":"13082","URL":"https://en.wikipedia.org/wiki/South_Asian_Free_Trade_Area"}