{"Content: ":"The Mississippi Company (French: Compagnie du Mississippi; founded 1684, named the Company of the West from 1717, and the Company of the Indies from 1719[1]) was a corporation holding a business monopoly in French colonies in North America and the West Indies. In 1717, the Mississippi Company received a royal grant with exclusive trading rights for 25 years.[2] The rise and fall of the company is connected with the activities of the Scottish financier and economist John Law who was then the Controller General of Finances of France. When the speculation in French financial circles, and the land development in the region became frenzied and detached from economic reality, the Mississippi bubble became one of the earliest examples of an economic bubble. The Compagnie du Mississippi was originally chartered in 1684 by the request of Renee-Robert Cavelier (La Salle) who sailed in that year from France with a large expedition with the intention of founding a colony at the mouth of the Mississippi.[3] The expedition did not succeed in this goal; they actually founded a settlement in the vicinity of present-day Victoria, Texas, but even this was short-lived.[4] In May 1716, the Scottish economist John Law, who had been appointed Controller General of Finances of France under the Duke of Orléans, created the Banque Générale Privée (\"General Private Bank\"). It was the first financial institution to develop the use of paper money.[5][6][7] It was a private bank, but three-quarters of the capital consisted of government bills and government-accepted notes. In August 1717, Law bought the Mississippi Company to help the French colony in Louisiana. In the same year Law conceived a joint-stock trading company called the Compagnie d'Occident (The Mississippi Company, or, literally, \"Company of [the] West\"). Law was named the Chief Director of this new company, which was granted a trade monopoly of the West Indies and North America by the French government.[8] The bank became the Banque Royale (Royal Bank) in 1718, meaning the notes were guaranteed by the king, Louis XV of France. The company absorbed the Compagnie des Indes Orientales (\"Company of the East Indies\"), the Compagnie de Chine (\"Company of China\"), and other rival trading companies and became the Compagnie Perpétuelle des Indes on 23 May 1719 with a monopoly of French commerce on all the seas. Simultaneously, the bank began issuing more notes than it could represent in coinage; this led to a currency devaluation, which was eventually followed by a bank run when the value of the new paper currency was halved.[9] Louis XIV's long reign and wars had nearly bankrupted the French monarchy. Rather than reduce spending, the Duke of Orléans, Regent for Louis XV, endorsed the monetary theories of Scottish financier John Law. In 1716, Law was given a charter for the Banque Royale under which the national debt was assigned to the bank in return for extraordinary privileges. The key to the Banque Royale agreement was that the national debt would be paid from revenues derived from opening the Mississippi Valley. The Bank was tied to other ventures of Law – the Company of the West and the Companies of the Indies. All were known as the Mississippi Company. The Mississippi Company had a monopoly on trade and mineral wealth. The Company boomed on paper. Law was given the title Duc d'Arkansas.[citation needed] In 1699 the French formed the first permanent European settlement in Louisiana (New France), at Fort Maurepas. They were under the direction of Pierre Le Moyne d'Iberville.[citation needed] The first capital of New France from 1702 until 1711 was La Mobile, after which the capital was relocated to the site of present-day Mobile, Alabama.[citation needed] In 1718, there were only 700 Europeans in Louisiana. Bernard de la Harpe and his party left New Orleans in 1719 to explore the Red River. In 1721, he explored the Arkansas River. At the Yazoo settlements in Mississippi he was joined by Jean Benjamin who became the scientist for the expedition.[citation needed] The Mississippi Company arranged ships to bring in 800 more settlers, who landed in Louisiana in 1718, doubling the European population. Law encouraged some German-speaking people, including Alsatians and Swiss, to emigrate. They gave their names to the German Coast and the Lac des Allemands in Louisiana.[citation needed] Prisoners were set free in Paris from September 1719 onwards, and encouraged by Law to marry young women recruited in hospitals.[10] In May 1720, after complaints from the Mississippi Company and the concessioners about this class of French immigrants, the French government prohibited such deportations. However, there was a third shipment of prisoners in 1721.[11] Law exaggerated the wealth of Louisiana with an effective marketing scheme, which led to wild speculation on the shares of the company in 1719. The scheme promised success for the Mississippi Company by combining investor fervor and the wealth of its Louisiana prospects into a sustainable joint-stock trading company. The popularity of company shares was such that they sparked a need for more paper bank notes, and when shares generated profits the investors were paid out in paper bank notes.[12] In 1720, the bank and company were merged and Law was appointed by Philippe II, Duke of Orléans, then Regent for Louis XV, to be Comptroller General of Finances[13] to attract capital. Law's pioneering note-issuing bank thrived until the French government was forced to admit that the number of paper notes being issued by the Banque Royale exceeded the value of the amount of metal coinage it held.[14] The market price of company shares eventually reached the peak of 10,000 livres. As the shareholders were selling their shares, the money supply in France suddenly doubled, and the inflation took off. Inflation reached a monthly rate of 23 percent in January 1720.[15] Opponents of the financier attempted to convert their notes into specie (gold and silver) en masse, forcing the bank to stop payment on its paper notes.[16] The \"bubble\" burst at the end of 1720.[15] By September 1720 the price of shares in the company had fallen to 2,000 livres and to 1,000 by December. By September 1721 share prices had dropped to 500 livres, where they had been at the beginning. By the end of 1720 Philippe d'Orléans had dismissed Law from his positions. Law then fled France for Brussels, eventually moving on to Venice, where he lived off his gambling. He was buried in the church San Moisè in Venice.[9]","Title":"Mississippi Company - Wikipedia","KeyID":"13106","URL":"https://en.wikipedia.org/wiki/Mississippi_Company"}