{"Content: ":"The Panic of 1819 was the first widespread and durable financial crisis in the United States that slowed westward expansion in the Cotton Belt and was followed by a general collapse of the American economy that persisted through 1821. The Panic heralded the transition of the nation from its colonial commercial status with Europe toward an independent economy. Though the downturn was driven by global market adjustments in the aftermath of the Napoleonic Wars, its severity was compounded by excessive speculation in public lands, fueled by the unrestrained issue of paper money from banks and business concerns. The Second Bank of the United States (SBUS), itself deeply enmeshed in these inflationary practices, sought to compensate for its laxness in regulating the state bank credit market by initiating a sharp curtailment in loans by its western branches, beginning in 1818. Failing to provide gold specie from their reserves when presented with their own banknotes for redemption by the SBUS, the state-chartered banks began foreclosing on the heavily mortgaged farms and business properties they had financed. The ensuing financial panic, in conjunction with a sudden recovery in European agricultural production in 1817, led to widespread bankruptcies and mass unemployment. The financial disaster and recession provoked popular resentment against banking and business enterprise, along with a general belief that federal government economic policy was fundamentally flawed. Americans, many for the first time, became politically engaged so as to defend their local economic interests.[1] The New Republicans and their American System[2]—tariff protection, internal improvements, and the SBUS—were exposed to sharp criticism, eliciting a vigorous defense. The United States and the United Kingdom signed the Treaty of Ghent on December 24, 1814, ending the War of 1812.[3] The British government effectively relinquished its effort to impose mercantilist policies on the United States, preparing the way for the development of free trade and the opening of America's vast western frontier.[4] Europe was undergoing a period of disorganization as it readjusted to peacetime production and commerce in the aftermath of the Napoleonic Wars. The general effect was a decline in prices throughout the Western world, due to a scarcity of gold and silver specie.[5] Britain had advanced its industrial capacity to fully meet its wartime demands, but post-war continental Europe was temporarily too devastated to absorb Britain's surplus manufactured goods. Moreover, European agriculture production, exhausted by years of warfare, was unable to feed its own population.[5] The economy of the United States was not immune to the chaos that afflicted Europe, and therein lay the roots of the Panic of 1819.[6] American manufacturers faced U.S. markets swamped with British products, produced by low-paid workers and priced well below competitive rates and forcing many factories out of business.[7] Continental Europe, its agrarian output crippled by the recent war, offered new markets for American staple crops, particularly cotton, wheat, corn and tobacco.[8] As prices soared for agricultural goods, a speculative agrarian land boom ensued in the South and West United States,[9] encouraged by liberal terms for government public land sales.[10] \"The entire postwar American economy\" observed historian George Dangerfield was \"based on a land boom\". The inflationary bubble grew from 1815 to 1818, obscuring the general deflationary trends in world prices.[11] With the failure to recharter the First Bank of the United States in 1811,[12] regulatory influence over state banks ceased. Credit-friendly Republicans—entrepreneurs, bankers, farmers—adapted laissez-faire financial principles to the precepts of Jeffersonian political libertarianism[13]—equating land speculation with \"rugged individualism\"[14] and the frontier spirit.[15][16] Private banking interests and their allies sought to evade or resist any threat to the profitability of their local enterprises, including the regulatory influence of a government bank limiting easy credit.[17] There followed an enormous expansion in state-chartered banking,[18] with chartered institutions increasing from 88 in 1811 to 208 in 1815, mostly in the mid-Atlantic states.[19] During the War of 1812 (1812–1815) with the United Kingdom, the American government turned to these new banks for loans, encouraging a proliferation of paper money.[20] This practice tended to shift specie into the more conservatively lending New England banking apparatus, depleting the newer banks of their hard money reserves.[21] In response, the U.S. government acquiesced in a suspension of specie payments from state banks in order to prolong the liberal wartime lending. The arrangement persisted in the war's aftermath, allowing old and new banks to profitably lend without regard to their hard money currency reserves.[22][23][24] A speculative bubble formed as a result of these inflationary practices, threatening the health of the economy.[20][23][25] By 1814, calls for a new central bank and a resumption of regulatory controls were heard from powerful capitalists and economic nationalists in the Republican party leadership.[26] The Democratic-Republican party found itself in control of the national government with the collapse of the Federalist party at the end of the War of 1812.[27] Some of the traditional Jeffersonian agrarian precepts—especially strict construction of the Constitution—had softened due to difficulties during the war arising from a lack of infrastructure, unregulated banking and a shortage of manufactured material, as well as the prospect of developing the vast natural resources with westward expansion.[28] A mild nationalist outlook took hold among the \"New Republicans\",[29] neofederalists led by Speaker of the House Henry Clay and Congressman John C. Calhoun.[14][30] A three-part program dubbed the American System, incorporating some of the Hamiltonian projects championed by the Federalists, proposed \"to create a stable economy through a centralized banking system, stimulated by an ever widening web of transportation and communication, through which domestic manufactures could eventually reach all parts of the Union\".[31] Advocates of the American System called for a protective tariff to encourage manufacturing, a federally funded program for internal improvements and a revival of the First Bank of the United States to regulate finance.[28] In the crucible of the War of 1812, the Treasury of the United States had been compelled to offer $16 million in government war bonds in order to stave off bankruptcy due to military costs and wartime loss of revenue.[30] Financier Stephen Girard, business magnate John Jacob Astor and merchant David Parish bought up these government securities and rescued the nation's credit.[27] Through their influence, and in alliance with Republican Congressmen John C. Calhoun and Henry Clay,[32] they sought to augment their investment by proposing that the securities be exchangeable for stock in a new central bank, the Second Bank of the United States (SBUS).[30][33] Secretary of State James Monroe supported the new bank initiative,[34][35] wishing to bind these highly regarded and pro-Republican business figures to government financial operations.[36][37] Republicans in the South and West joined with monied interests in the mid-Atlantic states. Pro-SBUS Congressman John C. Calhoun argued forcefully that the federal government had a constitutional obligation to regulate bank credit as part of the national money supply.[38] In January 1816, he introduced a bill of incorporation in the House of Representatives for a government bank (which would become the Second Bank of the United States).[39] The measure was passed by Congress and signed by President James Madison in April 1816.[40][41] Opposition to the Bank came from two fronts: the orthodox Tertium quids (or \"Old Republicans\") who reflexively regarded an enlargement of the central government as an assault on personal liberty and a violation of Jeffersonian agrarianism,[42][43] and state-chartered private banking interests, who favored paper money but considered federal regulation of local banking operations to be anti-Republican. These ideologies and interests would be arrayed against the central bank during the Andrew Jackson administration (1829–1837), erupting in a Bank War that would destroy the institution by 1833.[44] The Second Bank of the United States began operations in January 1817 under a twenty-year charter.[23][45] The revival of the Bank of the United States had two primary objectives: first, to reverse the post-war inflationary practices of state-chartered banks by inducing resumption of convertibility, and second, to expand the opportunities for the common man to acquire bank credit, promoting enterprise and an orderly and profitable westward expansion.[23][46][47] The regulatory mechanism of the SBUS resided in its fiscal duties as depository for the U.S. Department of the Treasury. As such, the bank accepted circulating state bank paper money from individuals, businesses and importers when they paid taxes or custom duty fees.[47] The central bank immediately credited these payments to the U.S. Treasury with its own metallic reserves. The SBUS, in turn, anticipated that the state banks which had issued the paper money would, upon demand, redeem their currency with gold and silver—\"convertibility\"—reimbursing the government bank.[23][48] In order to remain solvent, the state banks would, ideally, constrain their lending of paper money—however profitable—so as not to allow the SBUS to become a significant creditor and deplete their specie reserves. Failing this, the Second Bank of the United States would, in theory, cease to honor the banknotes of those financial institutions that refused to promptly settle their government accounts with hard money—a recipe for bankruptcy.[24] The central bank's direct influence on inflationary lending was limited to those chartered banks whose paper currency was extensively used to remit funds to the government (i.e. tax and duty payments).[49] The SBUS and its branches had little or no direct control over commercial paper emitted by unchartered lending outfits: \"All that was necessary to start a bank…was plates, presses and paper; 'a church, a tavern, a blacksmith shop' would be a suitable site.\"[50] These unregulated credit operations would \"to some extent interpenetrate\" the regulated banking system, especially in the regions of wildcat banking.[51] President of the United States James Madison and Secretary of the Treasury Alexander Dallas fully approved the elevation of William Jones—one of the federally appointed Bank directors—to SBUS President in October 1816.[52] Jones, formerly a member of Madison's cabinet, owed his promotion more to his political acumen than his skills as a banker.[53][54][55] Financier and co-director Stephen Girard was troubled at Jones' promotion, concerned that he could never provide disinterested leadership for the bank, and businessman John Jacob Astor doubted Jones' ability to wield the bank's regulatory powers effectively.[9][56] Jones extended the institution's resources liberally in accordance with the post-war \"national exuberance\",[57] generating large dividends for its stockholders.[58] His administration of the bank resonated with Secretary Crawford's lenient policy with regard to public land receipts in the form of chartered-bank script when specie was scarce nationally.[59] The Second Bank of the United States began operations in January 1817[60] as fiscal agent of the United States Treasury. After February 20, 1817, the SBUS was scheduled to begin to receive all government revenue in legal tender as required by its charter.[61] Hard money shortages prevailed because U.S. exports exceeded imports[62] and Peruvian and Mexican gold and silver sources failed to replenish specie reserves.[9] Due to this scarcity, the terms of the bank's incorporation provided for private subscribers to invest with a combination of metallic currency and government stock. Further, they were granted an indulgence by Bank directors that effectively waived the specie requirement: ultimately, investors were allowed to purchase Bank shares on the security of the stock itself.[63][64] Under its charter guidelines, the SBUS was expected to acquire specie totaling $28 million by the time it opened for business; but with only $2 million secured when it commenced operations, the bank was compelled to purchase specie at usurious rates from the London financial markets in 1817 and 1818, overburdening SBUS credit.[65] As the February 20 deadline approached to resume convertibility, the private (i.e. state-chartered)[66] banks withheld cooperation from SBUS officials, loath to submit to the regulatory influence of the central bank—and diminish the large profits derived from the issue of unredeemable paper.[24][48] On February 1, 1817, an association of bankers from Pennsylvania, New York, Maryland and Virginia met with the new Secretary of the Treasury William H. Crawford and SBUS President William Jones, arranging a compromise which undermined the ability of the central bank to assert its role as creditor to the private banks.[24] The directors of the SBUS, with Secretary Crawford's imprimatur, promised to refrain from collecting public deposits held in state banks until July 1, 1817. Moreover, they agreed to greatly expand the bank's credit—at a discount of $6 million—before proceeding to collect public debt from the state institutions. In effect, the central bank transformed the private banks into its creditors, inviting them to draw specie from SBUS reserves months before the Bank of the United States assumed its regulatory functions.[67][68] Under these \"ominous terms\" the bank was launched—its operational success already at risk.[56] The eighteen branch offices of the SBUS in 1817 operated with little oversight from the Philadelphia headquarters, nor from the U.S. Treasury.[69][70] This policy stemmed in part from a social philosophy that prevailed among Republicans during the Era of Good Feelings, which wished to Republicanize credit practices and encourage westward migration.[57][71] The United States government encouraged settlement of these lands by offering public land at $2 per acre (160-acre minimum), though auctioneering tended to retard sales and raised prices slightly.[72] The terms required a down payment of one-fourth of the total cost and the balance in four annual payments. Failure to pay in full in five years meant forfeiture.[73][74][75] Public land debt ballooned from $3 million in 1815 to $17 million in 1818.[49] The U.S. Treasury accepted land payments in the form of banknotes issued by western and southern state banks. These institutions often lacked sufficient specie reserves to back up their vastly over-extended credit.[73] As long as the land boom continued, the Treasury Department was compelled to accept depreciated banknotes for its public land sales, undermining government efforts to pay down the war debt, but serving to stave off private bank failures.[60][68] As the branch offices in the West and Southwest over-issued their SBUS notes to land boom farmers and speculators, they sought to restock their specie reserves by redeeming their own notes for hard money at the SBUS branch offices in the North and East, to fuel another cycle of excessive lending.[62] The SBUS branch banks, emulating their wildcat counterparts, injected so much of their own paper money into circulation that they negated their regulatory capacity: they could not with impunity demand specie payments from state banks that held public deposits without being presented with their own script for convertibility in return.[76] Prior to the Panic, these precarious economic conditions—a manifestation of \"rapid expansion, speculation and wildcat banking\"[77][78]—prevailed in the South and West, where the economic collapse would be most severe.[50][79] By July 1818, the Second Bank of the United States had demand liabilities exceeding $22.4 million, whereas its specie fund stood at $2.4 million—a 10:1 ratio[45] and double the 5:1 ratio considered sustainable.[80][81] The onset of the financial panic has been variously described as \"triggered\", \"pricked\", or \"precipitated\"[83] by the Second Bank of the United States when it initiated a sharp credit contraction beginning in the summer of 1818.[76] The eruption of Mount Tambora in 1815 had created the Year Without a Summer, causing European agriculture to fail that year. The link between the frontier land boom and overseas markets for staple goods was dramatically revealed in 1817, when Europe finally recovered from its post-war harvest shortages and began producing bumper crops.[84] American planters and farmers, who had expanded production to exploit the European demand, discovered agricultural prices declining by half, even as production increased.[85] Southwestern plantations were devastated when Britain began to increase its imports of East India cotton as a means to avoid purchasing the high-priced U.S. cotton.[86] India enjoyed not only a longer growing season and lower cost of freight to Britain, but also more cotton-devoted land than the entire Louisiana Purchase. Tench Coxe, a Pennsylvanian political economist and delegate to the Continental Congress, warned of the \"substantial evil\" exhibited in the rivalry created by foreign competition. Coxe has been dubbed by many as the \"father of the American cotton industry\".[87] Cotton value began to waver in 1818, threatening to burst the speculative bubble.[9] A general contraction in lending was indicated in response to these developments in Europe.[88] In August 1818, with credit dangerously overextended, BUS branch offices began to reject all state-chartered banknotes under the direction of William Jones. Exceptions were made for notes used as revenue payments to the U.S. Treasury.[89] In October 1818, the U.S. Treasury demanded a transfer of $2 million in specie from the BUS to redeem bonds on the Louisiana Purchase.[90] State banks in the West and South, unable to provide the required specie, began to call in their loans on the heavily mortgaged lands they had financed. Cash-poor farmers and speculators found their land values dropping 50% to 75%. Banks began foreclosing on the properties and transferring them to their creditor: the Second Bank of the United States.[91][92] When news arrived in January 1819 that the value of cotton had broken—dropping 25% in a single day—the ensuing panic drove the country into recession.[93] Williams Jones resigned from his position as BUS president and was replaced by South Carolinian Langdon Cheves.[90] The limited curtailment policy initiated by William Jones was rigorously applied by his successor, former Congressman from South Carolina, Langdon Cheves.[94] Among his promoters were U.S. President James Monroe,[95] BUS directors Stephen Girard and Nicholas Biddle and those stockholders who wanted Bank leadership that was fiscally conservative and immune to political influence.[96] The tight money policy Cheves implemented—a principled effort to cope with the financial disaster—had the effect of deepening the depression, undermining the recovery that was already underway.[93][97][98] Through public land debt relief legislation, Cheves managed to reduce the bank's land debt by $6 million within a year of assuming his position as BUS President. Specie was also replenished to a great extent, increasing from $2.5 million in 1819 to $3.4 million by 1820 and further rising to $8 million by 1821.[99][100] As an added consequence, banknotes in circulation were reduced by about $23 million within a span of four years from 1816 to 1820. Employing these \"stern procedures\",[101] Cheves placed the bank on sound footing in early 1819.[102][103] A leading critic of the Second Bank of the United States during the Bank War would observe: \"The bank was saved, and the people were ruined.\"[78][102] Despite the Second Bank of the United States' inept management under the Jones-Cheves administrations, it was not the causative agent in the Panic of 1819 or its aftermath.[104] The historical processes contributing to the panic and depression, which were beyond the bank's control, included the European market fluctuations,[105] obstruction from the numerous private banks to federal regulations[50][106] and the widespread ignorance among lenders and borrowers as to the new financial mechanisms that made possible the credit expansion and land boom.[107] The bank's role was properly one of restraint, so as to automatically suppress the volatility in financial markets—but not to prevent these boom-bust episodes.[101][108] \"If the [Second Bank of the United States] had been wisely managed from the beginning\" writes historian George Dangerfield, \"it could not have prevented the panic; it could only have modified its effects.\"[109] \"The Panic of 1819 … was compounded by many factors—overexpansion of credit during the post-war years, the collapse of the export market after the bumper crop of 1817 in Europe, low prices of imports from Europe which forced American manufacturers to close, financial instability resulting from both the excessive expansion of state banking after 1811 and the unsound policies of the Second Bank of the United States, and widespread unemployment.\" President Monroe, interpreting the economic crisis in the narrow monetary terms then current, limited governmental action to economizing and ensuring fiscal stability. He acquiesced in suspending specie payments to bank depositors, setting a precedent for the Panics of 1837 & 1857.[111] Although Monroe agreed that improved transportation facilities were needed, he refused to approve appropriations for internal improvements without constitutional amendments. In 1821, Congress passed the Relief for Public Land Debtors Act. The bill allowed debtors who owed money on land purchased from the government to keep the part of land they had already paid for and relinquish the remaining amount. It further extended the schedule of payments by several years, with a discount for quick payment. With the exception of New England states, most of the country strongly supported the measure. Many state legislatures, particularly in rural western states, passed extra relief measures for debtors. Another response to the panic was monetary expansion, primarily at the state level. In Tennessee, Kentucky and Illinois, state banks suspended specie payments and issued large amounts of inconvertible notes. However, most other states avoided inflationist policies and enforced the payment of specie. Every state witnessed vigorous debate on the merits of each policy.[112] Treasury Secretary Crawford advocated restricting bank credit as a measure to prevent a future crisis. Banking regulation was seen as primarily a state responsibility, and several states passed regulations in the years following the panic that required banks to maintain certain fixed ratios of capital to ensure their ability to convert to specie.[113] A further effect of the Panic of 1819 was increased support for protective tariffs for American industry. Vocal protectionists, such as Philadelphia printer Mathew Carey, blamed free trade for the depression and argued that tariffs would protect American prosperity. In general, support for tariffs was strongest in the mid-Atlantic states and was opposed by export-heavy southern states.[113] The Panic brought attention, for the first time, to issues regarding debt-relief policy, as well as poor relief.[114] City and state governments began to more effectively approach the public policy reform issues surrounding the poor; a classification system was also created (able-bodied vs. disabled, temporary vs. long-term, etc.). Public attention to solving poverty issues consequently led to public education systems. Public support was great once again for protective tariffs. However, when the \"Tariff of Abominations\" was implemented in 1828, regional discontent led to the outbreak of the Nullification Crisis. The Crisis is seen as a \"critical precedent for democratic action\". On a more contemporary note, many economic historians today agree that the Panic of 1819 marked the United States' entrance into the modern business cycle.[115] The Panic of 1819 has also been credited with spurring American citizens to emigrate to the Mexican state of Coahuila y Tejas, which would later become the Republic of Texas, and later still the State of Texas within the United States.[116] By 1830, over twelve thousand Americans had emigrated to what is now the State of Texas.[117] Different economic schools of thought have offered explanations for the Panic of 1819. Austrian School economists view the nationwide recession resulting from the Panic of 1819 as the first failure of expansionary monetary policy. This theory was first expounded by Murray N. Rothbard, in his doctoral dissertation, The Panic of 1819, published in 1962. For many years, this was the only book on the subject. This explanation was based on the Austrian theory of the business cycle.[118] The U.S. Government borrowed heavily to finance the War of 1812, causing tremendous strain on the banks' reserves of specie, which led to a suspension of specie payments in 1814, and then again during the recession of 1819–1821, violating contractual rights of depositors.[111] The suspension of the obligation to redeem greatly spurred the establishment of new banks and the expansion of banknote issues, and this inflation of money encouraged unsustainable investments to take place. It soon became clear that the monetary situation was threatening, and the Second Bank of the United States was forced to call a halt to its expansion and launch a painful process of contraction. There was a wave of bankruptcies, bank failures, and bank runs; prices dropped and wide-scale urban unemployment began. By 1819, land measures in the U.S. had also reached 3,500,000 acres (14,000 km2) and many Americans did not have enough money to pay off their loans.[119] Economists who adhere to Keynesian economic theory suggest that the Panic of 1819 was the early Republic's first experience with the boom-bust cycles common to all modern economies. Clyde Haulman, Professor of Economics at the College of William and Mary, argues that the Panic was partly caused by a decision to call in loans of the Second Bank of the US. Combined with the issue of the depression and overspeculation, the Panic marked the beginning of a new phase of American economic history, in which mature market institutions would continue to move cyclically from boom to bust.[120]","Title":"Panic of 1819 - Wikipedia","KeyID":"13115","URL":"https://en.wikipedia.org/wiki/Panic_of_1819"}