{"Content: ":"The Panic of 1825 was a stock market crash that started in the Bank of England, arising in part out of speculative investments in Latin America, including an imaginary country: Poyais. The crisis was felt most acutely in Britain, where it led to the closure of twelve banks. It was also manifest in the markets of Europe, Latin America and the United States. Nation wide gold and silver confiscation ensued and an infusion of gold reserves from the Banque de France saved the Bank of England from collapse.[1] The panic has been called the first modern economic crisis not attributable to an external event, such as a war, and so the start of modern economic cycles. The Napoleonic Wars had been highly profitable for all sectors of the British financial system, and the expansionist monetary actions taken during transition from war to peace brought a surge of prosperity and speculative ventures. The stock market boom became a bubble and banks caught in the euphoria made risky loans.[1][2] Seventy banks failed. The current view puts much of the fault of the crash on the banks for not collecting quality information, for performing inadequate surveillance, and for not doing simple due diligence on ventures. The usual list of causes of the crisis are: At the time, the Bank of England was not a central bank but a public, for-profit bank with three loyalties: its shareholders, the British government, and its correspondent commercial bankers. The Bank of England raised the lending rate to protect its investors, instead of lowering it to protect the public. The self-interest of the Bank of England thereby caused additional failures. Although banker Henry Thornton described in 1802 the proper lender of last resort actions to be taken by a central bank in such a crisis, it was not until the Overend Gurney crisis of 1866 that the Bank of England would take action to prevent widespread panic withdrawals.[1] Inaction by the Bank of England led to a systemic stoppage of the banking system, and was followed by widespread bankruptcies, and unemployment.[2] A number of historical developments were at play in bringing Britain's panic of 1825 to fruition. Along with the industrial revolution came rapid developments in finance and banking. Also in the period leading up to the crisis, Britain remained heavily involved in the enormously expensive French Revolutionary and Napoleonic Wars.[3] The crash occurred after a period of wartime finance in which Britain suspended the gold standard as a temporary wartime measure. Expansionary monetary policy proved profitable for the entire financial sector.[4] But when the war ended, and the government moved to reinstate the gold standard and resume cash payments, the economy contracted. In preparation for resuming convertibility, the Bank of England raised interest rates, amassed a stock of gold, and recalled notes from circulation. This caused deflation but allowed the Bank to resume full convertibility in 1821.[5] And while economists and historians generally provide non-conflicting accounts of the events which lead up to the crash, a number of different arguments have been made over what the most important factors were, with varying weight assigned by different experts. William Ackworth's 1925 study on Financial Reconstruction in England, 1815–1822, argued that it was the government and the Bank of England's severe deflationary policy which exacerbated the troubles associated with the shift from a wartime to a peacetime economy.[6] Economists like David Ricardo criticized the Bank's actions as the result of ignorance.[7] However, later academics have maintained that the Bank was not ignorant, but angry over the government's effort to restrict its autonomy and limit its control over its level of liabilities.[8] Other analysts have emphasized not the war-to-peace transition but the role of British speculation, under expansionary Monetary policy, in Latin American markets.[9] Alexander Dick emphasizes that the crisis was unique in that it was not solely caused by external events like war or speculation in foreign markets, although those certainly played a role. Instead, he maintains that the crisis stemmed from the diversification of the financial economy.[10] Larry Neal's notable analysis of the crash argues that neither speculation nor the Bank of England nor the country banks alone are responsible. Instead, he argues that all problems arising from the transition from a war to a peacetime economy can be traced back to the vast and increasing \"informational uncertainties\" in existing institutions.[11] One factor cited by many analysts is the rapid spread of country banking during the industrial revolution and Victorian period. Beginning in 1780, country banking spread rapidly across England and Wales. By 1810, there were over 800 licensed and unlicensed banks who both issued small notes and provided small workshops, mines, and other new industries with loans for working capital. Some scholars point out that without these banks, the Industrial Revolution would have likely been strangled by lack of capital before it could have begun.[12] Europe remained embroiled in the far-reaching French Revolution and Napoleonic Wars from 1789 to 1815.[13] By early 1793, Britain became involved. Though the countries did form an uneasy treaty in the Peace of Amiens in 1802, hostilities would resume again when Napoleon regained power in 1803.[14] Great Britain would remain involved until the British victory at the Battle of Waterloo in 1815. The soon-to-be emperor Napoleon made it known that he intended to invade Britain, amassing troops on the nearby shores of Calais and prompting Britain to invest in increasing its army and navy. The British government built additional defences along England's southern coast and strengthened old ones, but these military investments came at a high cost.[14] Britain implemented some additional taxes in wartime, but they were unpopular,[15] failed to raise as much as hoped,[16] and ultimately thought to be unnecessary since Britain not only had good standing with creditors and could afford to finance war costs by issuing debt, but also had abandoned the gold standard in 1797, enabling it to issue additional un-backed notes.[12] Britain generally funded its wars by issuing debt rather than raising taxes. This was a strategy Britain had employed in funding its wars since the early 18th century.[9] Britain financed its war expenditures by issuing a combination of unfunded and funded debt. Unfunded debt, short-term obligations not funded by interest payments on the part of the borrower, included army, ordinance, navy, and exchequer bills and was more costly for the treasury to repay than longer-term debt. Funded debt, long-term obligations funded through interest payments made by the borrower over the term of the loan, was primarily used to retire more costly, short-term debt. This helped to lengthen the term of the debt and reduce the government's debt service payments. The country could pursue this strategy because creditors considered Britain's stable parliamentary government reliable, which allowed it to issue a substantial quantity of debt. Britain followed this traditional funding method — funding 90 per cent of its expenditures through borrowing — until 1798, but as the Napoleonic wars dragged on, Britain's massive expenditures rose to unprecedented levels. Britain was forced to adopt additional funding methods.[9] To help with wartime bills, William Pitt the Younger implemented Britain's first Progressive income tax in 1798 as a temporary measure. The tax remained in place until 1802 when it was briefly repealed during the Peace of Amiens, before being reinstated in 1803 when hostilities resumed.[15] After Britain's victory at Battle of Waterloo in 1815 and Napoleon's defeat, Chancellor Nicholas Vansittart wanted to retain some form of the tax, favouring a reduction rather than complete abolition. He feared that without the revenue, the government would have difficulty making its debt payments and supporting public credit.[17] But he met with fierce opposition from the public, and in 1816 the income tax was again repealed.[15] In February 1797, Britain passed the Bank Restriction Act of 1797. This suspended the convertibility between gold and banknotes as a necessary wartime measure.[18] In March the same year, the Bank of England also lifted a ban against issuing small notes, to enable expansionary monetary action.[19] Although the banks were no longer constrained by the gold standard, several economists have argued that banks remained relatively prudent. However, record exports with the Americas between 1808 and 1810 and relatively easy credit led to more speculation in foreign markets. The boom ended with a crash in the summer of 1810, bringing a series of commercial failures and merchant insolvencies. The commercial crisis quickly spread to the financial sector, as merchants dragged down bankers who had extended credit to them.[20] Throughout the period, expansionary monetary policy and easy credit also caused Britain's currency to depreciate and its exchange rate to fall. Concerned by this, the government appointed a committee to determine if convertibility should be resumed soon, regardless of whether the war was still going on.[21] This Bullion Report of 1810 became influential in monetary policy for its analysis of how bank policy influences exchange rates.[21] This influential report argued that the central bank's credit policy influenced prices and exchange rates. It suggested that the central bank's discretion in credit policy should be limited by a gold standard. This not only sparked controversy between 1810 and 1811 on the link between monetary policy and exchange rates, but also brought the Bank's prosperity under scrutiny and undermined the authority of Bank directors. In practice, though, the Bank's power remained intact so long as the government still relied on it for managing remittances and issuing debt during the war. The Treasury defended the Bank by arguing that war necessitated a fall in exchange rates.[22] Through these wartime finance policies — which emphasized expansionary monetary policy and debt issuances rather than relying solely on taxation — the entire British financial system prospered while the hostilities continued.[23] The Treasury benefited from increased taxes, the income tax, and an expanded market for debt.[24] While convertibility remained suspended, the Bank of England, acting as a public bank, not a central bank, profited by issuing unbacked banknotes.[25] The Bank also profited in its role as mediator during the wars. It worked with the Treasury as the agent mediating fiscal transfers home and abroad during one of history's most expensive wars up to that time.[26] London's private banks and foreign merchants fleeing extortion expanded business within the city. Country banks expanded rapidly across Britain between 1780 and 1810. After the Bank of England suspended convertibility and lifted restrictions against issuing small notes in 1797, small country banks could profit by issuing small denomination notes to replace circulating coins.[27] Emerging from war and deprived of taxation revenue, the Treasury found itself struggling to service the massive government debt accumulated during war.[28] To compensate for the depletion of its own profitable wartime revenue streams, the Bank of England had to find ways to replace the revenue previously brought in through wartime bond issuances.[28] London's capital markets responded to the retirement of high-yielding government bonds by producing what Larry Neal refers to as a \"bewildering array\" of new financial assets.[28] Private London banks, their corresponding country banks, and their consumers in industries ranging from agriculture to trade and manufacturing, lacking information on these new financial products, found it difficult to cope with the resulting confusion.[28] Britain's financial system developed rapidly between 1770 and the end of the Napoleonic Wars, coinciding with the country's industrialization. In 1770, only five stocks had been available on the London Exchange. But by 1824, investors could choose from 624 joint-stock companies.[29] The reinstatement of the gold standard entailed a contraction of the money supply and a tightening of bank lending which made it difficult for merchants to raise capital. Bankruptcies increased significantly during the remainder of 1825 and nearly doubled in 1826.[30] The crisis also had a direct effect on the publishing industry. While the crash did not reduce the number of publishers in Britain between 1825 and 1827, it did radically alter the nature of the industry. Publishers who followed the Romantic-era traditions of offering authors handsome advances were often in debt to banks and other creditors, and this practice left them vulnerable during the crisis. Like many businesses, many major publishing houses were forced to declare bankruptcy. Older publishers such as John Murray, Constable and Ballantyne, Hurst and Robinson, and Taylor and Hessey suffered during the crisis, and some even collapsed entirely.[31] The setback of the established publishing houses allowed newer and less-reputable publishers to change the market. High end works were in declining demand, but the market for cheaper productions, pamphlets, and children's books was rapidly developing. Smaller publishers bought up the stocks of their former competitors at a discount and issued cheap editions. This led to a demand for cheap fiction and inspired the trend of serialization.[31] The crisis of 1825, although it did shake public confidence, did not destroy the market but ultimately worked to strengthen and centralize it.[31] Many believed at the time that the crash, along with a series of subsequent, less serious crises, highlighted the need for improved regulation. The Limited Liability Act of 1855 and the Companies Acts of 1856 and 1862 attempted to regulate the market better, with the effect of making investment more accessible to individuals and investors.[32] The crash led to such a frenzy that London bankers and their clients called for the government to protect their credit by suspending convertibility, as it had with the Bank Restriction Act of 1797. This the government, worried by falling exchange rates and in an effort to maintain credibility, refused to do.[31] But to help alleviate public panic, the government implemented a series of reforms which addressed the crisis as it was perceived at the time. Small banks would be replaced by branches of the Bank of England.[31] London banks would be allowed to compete for government contracts and business,[31] removing the monopoly the Bank had enjoyed during the Napoleonic Wars. The gold standard would be extended to Scotland to help rein in reliance on fiat money.[31] These reforms helped to centralize the financial industry and shaped the way that the public understood money, the economy, and culture. While writers of the time like James McCulloch had at first intimated that the problems arose because of the decision to imprudently abandon the gold standard, he later experienced a shift in perspective which was evident in his writing.[31] By the time he published \"The Late Crisis in the Money Market Impartially Considered\", he began to think that the crash was not attributable to greed-driven bankers but to a diversified financial system.[31] While the crisis is now thought to have been caused by the transition process between war and peacetime economies, it was – at the time – blamed primarily on weak small country bankers speculating unwisely.[31] The crash caused many families significant hardship and left them confused about what had happened. Their sentiments fuelled the growth of Christian economics, which became the most popular economic theory of the 1830s. The theory presumed that human action, motivated by individual desire, entailed some degree of suffering.[33] The application of this doctrine of \"atonement\" led to the idea of the business cycle. Excess production will, it was believed, inevitably lead to higher prices and eventually – economic downturn.[33] Harriet Martineau's Illustrations of Political Economy maintains that there is no perfect solution to financial cycles. Rather, her work — along with many others of the period — seems to suggest that one should steel themselves for inevitable confusion and collapse.[33] Thomas Babington Macaulay alludes to the country's on and off gold standard in his \"Review of Southey's Colloquies\". He refers to the currency being \"imprudently debased, and imprudently restored\".[34] A historical novel by Stanley J. Weyman, Ovington's Bank, published almost a century later (1922), is centred on the Panic of 1825. George Eliot's novel Middlemarch, written in 1870 but set in 1830, alludes to the crisis as well as the impact of the crash on the lives of individuals in Victorian England.","Title":"Panic of 1825 - Wikipedia","KeyID":"13116","URL":"https://en.wikipedia.org/wiki/Panic_of_1825"}