{"Content: ":"The Panic of 1796–1797 was a series of downturns in credit markets in both Great Britain and the newly established United States in 1796 that led to broader commercial downturns. In the United States, problems first emerged when a land speculation bubble burst in 1796. The crisis deepened when the Bank of England suspended specie payments on February 25, 1797 under the Bank Restriction Act of 1797. The Bank's directors feared insolvency when English account holders, who were nervous about a possible French invasion, began withdrawing their deposits in sterling rather than bank notes. In combination with the unfolding collapse of the U.S. real estate market's speculative bubble, the Bank of England's action had deflationary repercussions in the financial and commercial markets of the coastal United States and the Caribbean at the start of the 19th century. The scandals associated with these and other incidents prompted the U.S. Congress to pass the Bankruptcy Act of 1800, modeled on English practice, which limited petitioning a creditor for relief to merchants, bankers, and brokers. It had a five-year sunset, but was repealed after three years.[1] Frequent instability characterized the United States economy during the 1780s and 1790s. Rampant inflation of Continental Currency during the Revolutionary War gave rise to the phrase “not worth a Continental.” Lacking a stable currency, banks issued their own notes, and calls for stronger public credit led to the establishment under the Articles of Confederation of the Bank of North America in 1781. After the adoption of the Constitution, the First Bank of the United States succeeded it as a de facto central bank. Concerns remained, however, over the strength of public credit as unstable banknotes remained a medium of exchange.[2][3] During this time, speculation was the investment of choice, leading to the Panic of 1792. Former Continental Congressman William Duer raised large sums of money to invest in bank stock and government securities, novel and financially sophisticated assets whose risks many contemporaries failed to understand. Duer soon defaulted on his debts, destroying the savings of many middle- and working-class people. The ensuing panic caused riots and reignited Congressional debate over a bankruptcy law that would finally produce the Bankruptcy Act of 1800 after the Panic of 1796–1797.[4] Duer and other prominent financiers then sought to recover their fortunes by inciting land speculation, an old concept applied on unprecedented scale too. This set the stage for the bubble that burst known as the Panic of 1797.[5] The immediate cause of the Panic of 1796–1797 was a series of land speculation schemes in the fledgling United States that issued commercial paper backed by claims to Western lands. The largest such scheme was created by the Boston merchant James Greenleaf and Philadelphia financiers Robert Morris and John Nicholson. The new federal capital under construction, Washington D.C., required private investment for development. By late 1793, a partnership of the three speculators had acquired 40 percent of the building lots in the new capital. Greenleaf planned to finance these purchases with loans from Dutch banks, but the French invasion of the Netherlands prevented this. Lacking funds, the three speculators then formed the North American Land Company in 1795 to consolidate their land holdings from previous speculations. They planned, once again, to sell stock in this company to European investors.[6] However, quick sales failed to materialize as European investors grew wary of American land schemes. Unclear titles and the poor quality of much of the company’s land further slowed sales. Morris and Nicholson then began to finance their purchases by issuing their own private notes, which creditors readily accepted because of Morris’s immense financial stature. These notes became themselves the subject of speculation, depreciating rapidly as a medium of exchange.[7] Meanwhile, continued war in Europe constricted credit, exposing the precariousness of the North American Land Company scheme and others like it. Rampant business failure plagued Eastern port cities by late 1796, and land speculators less preeminent than Morris soon found themselves in debtors’ prison. Among these was James Wilson, whose confinement, combined with rumors of Morris’s imprisonment, caused panic. Morris and Nicholson’s notes, by now totaling $10,000,000, began trading at just one-eighth their value. By 1797, their paper pyramid collapsed altogether.[8][9] Across the Atlantic, British legislation exacerbated the damage wrought by the bursting land speculation bubble. The monetary strain imposed by the Napoleonic Wars and withdrawals by panicked depositors had greatly depleted the coin and bullion reserves of the Bank of England. This prompted Parliament to pass the Bank Restriction Act of 1797, which halted specie payments.[10] The disruption of access to British gold and silver, coupled with the inability for financiers in the United States to successfully access Continental specie markets, unraveled the Atlantic credit web,[clarification needed] hastening the collapse of Morris’s and other speculation schemes.[11] By 1800, the crisis had resulted in the collapse of many prominent merchant firms in Boston, New York, Philadelphia, and Baltimore, and the imprisonment of many American debtors. The latter included the famed financier of the revolution Robert Morris and his partner James Greenleaf, who had invested in backcountry land.[12][13] Associate Justice of the U.S. Supreme Court James Wilson was forced to spend the rest of his life literally fleeing from creditors until he died at a friend's home in Edenton, North Carolina.[14] George Meade, the grandfather of the American Civil War Union General George Gordon Meade was ruined by investments in Western land deals and died in bankruptcy due to the panic.[15] The fortune of Henry Lee III, father of Confederate General Robert E. Lee, was reduced by speculation with Robert Morris. The panic caused a pronounced commercial downturn in American port cities that did not relent until after 1800. Investors in land schemes did not suffer alone. Shopkeepers, artisans, and wage laborers, all of whom depended on the continuance of overseas commerce, felt the impact as businesses failed between 1796 and 1799. The panic did not, however, evenly affect the whole economy. Port cities along the Eastern Seaboard suffered much worse than the rural interior, which had not yet developed the intricate webs of credit and market exchange that would drag it into future panics and depressions.[16] The panic also revealed the young republic's economic interconnectedness with Europe. In spite of and perhaps validating the prescient warnings of the dangers of foreign entanglement laid out in George Washington’s Farewell Address, the panic demonstrated that the nascent American economy would be subject to ripples of political turbulence on the European continent, an effect that later prompted Thomas Jefferson to sign the Embargo Act of 1807.[17][18] Finally, the imprisonment for indebtedness of such prominent American statesmen as James Wilson and Robert Morris compelled Congress to pass the Bankruptcy Act of 1800, establishing a framework for creditors and debtors to cooperate in reaching a settlement. Though critics, who argued that the law encouraged risky investments by reducing the cost of failure, prevented its renewal in 1803, the act represented a step in the American legal tradition against imprisoning debtors.[19]","Title":"Panic of 1796–1797 - Wikipedia","KeyID":"13113","URL":"https://en.wikipedia.org/wiki/Panic_of_1796%E2%80%931797"}