{"Content: ":"The Panic of 1884 was an economic panic during the Depression of 1882–1885.[1] It was unusual in that it struck at the end rather than the beginning of the recession. The panic created a credit shortage that led to a significant economic decline in the United States, turning a recession into a depression.[2] In the late 19th century, the gold reserves of Europe were depleted and, as demand for it rose,[3] more than $150 million in gold was exported from the United States between 1882 and 1884.[2][4] The New York City national banks halted investments in the rest of the United States and called in outstanding loans.[1] The Panic of 1873 was also a factor in the Panic of 1884. The 1873 panic was caused by practices including speculative bonds and overextension of credit to fund the construction of infrastructure.[5][6] Part of the overextension of credit before 1873 was for railroads, particularly the Northern Pacific railroad, which was financed by Cooke & Co.[6] In addition, the failure of banks in 1873 undermined the confidence people had in them, increasing mistrust.[5] The failure of several banks set off the panic of 1884. Around 1880, Ferdinand Ward and Ulysses “Buck” Grant Jr, son of former president Ulysses S. Grant, joined together to form Grant and Ward, a brokerage firm.[7][8] Ward made a series of bad investments but altered the books to make it appear that the firm was still making money.[8] He then raised money through a Ponzi-style scheme by promising investors a 10% per month return on investment, but no money was invested. Payments came from new investors.[8] In addition to capital from investors, the firm was financed in part by James Fish's Marine National Bank.[9] The Marine National Bank had taken a $1.6 million loan from the city.[8] In April 1884, the city's comptroller reduced the city's deposits with the bank, causing the bank to fail and Ward's scheme to be exposed.[8] In May 1884 the two firms, the Marine National and the brokerage firm Grant and Ward, crashed when their owners’ speculative investments lost value. The failure of Grant and Ward[3] and Marine National Bank tipped off the Panic of 1884.[7] When the firms collapsed, it had a ripple effect across Wall Street, causing other firms to fail. Another cause of the panic and mistrust in 1884 was John Chester Eno's embezzlement of over $3 million from the Second National Bank.[10] The embezzlement was news around the country and he fled to Canada after the bank was almost out of money.[10] In light of the situation, large numbers of depositors ran to the bank to withdraw their deposits.[11] His father, Amos Eno, replaced the money Eno had stolen.[11] The panic was mostly contained to banks in New York City.[12][13] The Metropolitan National Bank closed after a rumor spread that the president was going to borrow money from the bank to use on railroad securities.[12] This claim was proven untrue later.[12] The institution had financial ties to the banks around it, which raised doubts to the banks it was linked with, after its closure.[12] This started to spread through Metropolitan's network to institutions located in New Jersey and Pennsylvania. But, it was quickly contained.[12] The New York Clearing House thoroughly examined the Metropolitan and deemed it solvent.[12] The Clearing House advertised that Metropolitan was solvent and loaned it $3 million so it could withstand the situation and not crash.[12] These actions reassured the public that their money was safe, and the panic came to an end.[12] Some accounts blamed the New York Clearinghouse's decision to stop publishing bank-specific information along with other actions since it is viewed to have alleviated the need for a suspension of convertibility.[13] It is argued that this is evidenced in the way the panic was largely confined to New York.[13]","Title":"Panic of 1884 - Wikipedia","KeyID":"13128","URL":"https://en.wikipedia.org/wiki/Panic_of_1884"}