{"Content: ":"The 1893 banking crisis in the Australian colonies involved the collapse of a considerable number of commercial banks and building societies, and a general economic depression. It occurred at the same time as the US Panic of 1893 (1893–1897). During the 1880s, there had been a speculative boom in the Australian property market. The optimistic climate was fostered by the commercial banks, and also led to the proliferation of non-bank institutions such as building societies; as they were operating in a free banking system, there were few legal restrictions on their operations, and there was no central bank or government-provided deposit guarantees. Consequently, these banks and related bodies lent extravagantly, for property development in particular, but following the collapse of the land boom after 1888, a large number of enterprises that had borrowed money found themselves unable to repay these debts, and many began to declare bankruptcy. Banks and non-bank institutions came under increasing financial pressure, and the full extent of the crisis became apparent when the Federal Bank of Australia failed on 30 January 1893. The situation was particularity acute in Victoria, and on 1 May 1893, the Victorian government implemented a five-day bank holiday to ameliorate the financial panic and prevent any further run on the banks.[1] By 17 May, 11 commercial banks in Sydney, Melbourne, as well as other locations in Australia, had temporarily or permanently closed their doors. The banks and other financial institutions affected included: The City Bank of Sydney (absorbed by the Australian Bank of Commerce in 1917) is noted as one that did not close its doors.[18] Whilst gold and securities were held by certain banks, many Australian institutions did not make representations to their London branches which held those deposits.[13][19] Criticisms were levelled at the directors: These comments of 1897 were made as the Federation Drought (1896 to 1902) commenced, which resulted in the widespread death of livestock and strains of livelihoods. There were some reforms to regulation and law with a view to preventing future abuse.[22] Poets of the time were critical of financial institutions, their profligate lending practices, and the misery resulting from their actions. In 1947, an author wrote, \"Bankers' ruthlessness... were so much a feature of the 'Australian way of life' fifty years ago, that they brought words of burning protest from the pens of some of Australia's leading poets.\"[23] Austrian-born but Australian-based landscape artist Eugene von Guerard (1811–1901) had invested his finances in Australia. After moving to Europe in 1882, his wife died in 1891, and then he lost his investments in the 1893 crisis. This resulted in van Guerard living in poverty in Chelsea, London, England, until he died in 1901 aged 89.[27]","Title":"Australian banking crisis of 1893 - Wikipedia","KeyID":"13133","URL":"https://en.wikipedia.org/wiki/Australian_banking_crisis_of_1893"}