{"Content: ":"The Great Moderation is a period in the United States of America starting from the mid-1980s until at least 2007 characterized by the reduction in the volatility of business cycle fluctuations in developed nations compared with the decades before. It is believed to be caused by institutional and structural changes, particularly in central bank policies, in the second half of the twentieth century.[1][2] Sometime during the mid-1980s major economic variables such as real gross domestic product growth, industrial production, monthly payroll employment and the unemployment rate began to decline in volatility.[3] During this period, growth in price levels dropped substantially whilst hourly compensation continued to increase,[4] and interest rates started to fall. The period also saw a large increase in household net wealth and income, whilst wealth inequality increased along various measures.[5] Ben Bernanke and others in the US Federal Reserve (the Fed) claim that the Great Moderation is primarily due to greater independence of the central banks from political and financial influences which has allowed them to follow macroeconomic stabilisation, by measures such as following the Taylor rule.[3][6] Additionally, economists believe that information technology and greater flexibility in working practices contributed to increasing macroeconomic stability.[7] The term was coined in 2002 by James Stock and Mark Watson to describe the observed reduction in business cycle volatility.[8] There is a debate pertaining to whether the Great Moderation ended with the late-2000s economic and financial crisis, or if it continued beyond this date with the crisis being an anomaly.[9][10] The term \"great moderation\" was coined by James Stock and Mark Watson in their 2002 paper, \"Has the Business Cycle Changed and Why?\"[11] It was brought to the attention of the wider public by Ben Bernanke (then member and later chairman of the Board of Governors of the Federal Reserve) in a speech at the 2004 meetings of the Eastern Economic Association.[3][12] Since the Treasury–Fed Accord of 1951, the US Federal Reserve (fed) was freed from the constraints of fiscal influence and gave way to the development of modern monetary policy. According to John B. Taylor, this allowed the Federal Reserve to abandon discretionary macroeconomic policy by the US Federal government to set new goals that would better benefit the economy.[13] The span of the Great Moderation coincides with the tenure of Alan Greenspan as Fed chairman: 1987-2006. According to the Federal reserves, following the Taylor rule results in less policy instability, which should reduce macroeconomic volatility.[2] The rule prescribed setting the bank rate based on three main indicators: the federal funds rate, the price level and the changes in real income.[14] The Taylor rule also prescribes economic activity regulation by choosing the federal funds rate based on the inflation gap between desired (targeted) inflation rate and actual inflation rate; and the output gap between the actual and natural level. In an American Economic Review paper, Troy Davig and Eric Leeper stated that the Taylor principle is countercyclical in nature and a \"very simple rule [that] does a good job of describing Federal Reserve interest-rate decisions\". They argued that it is designed for \"keeping the economy on an even keel\", and that following the Taylor principle can produce business cycle stabilization and crisis stabilization.[15] However, since the 2000s the actual interest rate in advanced economies, especially in the US, was below the suggested by the Taylor rule.[16] A change in economic structure shifted away from manufacturing, an industry considered less predictable and more volatile. The Sources of the Great Moderation by Bruno Coric supports the claim of drastic labor market changes, noting a high \"increase in temporary workers, part time workers and overtime hours\".[7] In addition to a change in the labor market, there were behavioral changes in how corporations managed their inventories. With improved sales forecasting and inventory management, inventory costs became much less volatile, increasing corporation stability.[citation needed]  Advances in information technology and communications increased corporation efficiency. The improvement in technology changed the entire way corporations managed their resources as information became much more readily available to them with inventions such as the barcode.[17] Information technology introduced the adoption of the \"just-in-time\" inventory practices. Demand and inventory became easier to track with advancements in technology, corporations were able to reduce stocks of inventory and their carrying costs more immediately, both of which resulted in much less output volatility.[7] There is a debate pertaining to whether the macroeconomic stabilization of the Great Moderation occurred due to good luck or due to monetary policies. Researchers at the US Federal Reserve and the European Central Bank have rejected the \"good luck\" explanation, and attribute it mainly to monetary policies.[3][18][19] There were many large economy crises — such as the Latin American debt crisis of the 1980s, the failure of Continental Illinois Bank in 1984, the stock market crash of 1987, the Asian financial crisis in 1997, the collapse of Long-Term Capital Management in 1998, and the dot-com crash in 2000 — that did not greatly destabilize the US economy during the Great Moderation.[20] Stock and Watson used a four variable vector autoregression model to analyze output volatility and concluded that stability increased due to economic good luck. Stock and Watson believed that it was pure luck that the economy didn't react violently to the economic shocks during the Great Moderation. While there were numerous economic shocks, there is very little evidence that these shocks are as large as prior economic shocks.[7] Research has indicated that the US monetary policy that contributed to the drop in the volatility of US output fluctuations also contributed to the decoupling of the business cycle from household investments characterized the Great Moderation.[6] The latter became the toxic assets that caused the Great Recession.[21][22] According to Hyman Minsky the great moderation enabled a classic period of financial instability, with stable growth encouraging greater financial risk taking.[23] It is now commonly assumed that the late-2000s economic and financial crisis brought the Great Moderation period to an end, as was initially argued by some economists such as John Quiggin.[9] Richard Clarida at PIMCO considered the Great Moderation period to have been roughly between 1987 and 2007, and characterised it as having \"predictable policy, low inflation, and modest business cycles\".[24] However, before the Covid-19 pandemic, the US real GDP growth rate, the real retail sales growth rate, and the inflation rate had all returned to roughly what they were before the Great Recession. Todd Clark has presented an empirical analysis which claims that volatility, in general, has returned to the same level as before the Great Recession. He concluded that while severe, the 2007 recession will in future be viewed as a temporary period with a high level of volatility in a longer period where low volatility is the norm, and not as a definitive end to the Great Moderation.[25][26] However, the decade following Great Recession had some key differences with the economy of the Great Moderation. The economy had a much larger debt overhead. This led to a much slower economic recovery, the slowest since the Great Depression.[27] Despite the low volatility of the economy, few would argue that the 2009-2020 economic expansion, which was the longest on record,[28] was carried out under Goldilocks economic conditions. Andrea Riquier dubs the post-Great Recession period as the \"Great Stability\".[29]","Title":"Great Moderation - Wikipedia","KeyID":"13154","URL":"https://en.wikipedia.org/wiki/Great_Moderation"}