{"Content: ":"The 1988–1992 Norwegian banking crisis was the largest financial crisis that occurred in Europe since the end of World War II within Norway.[1] After major financial deregulation removing caps on lending rates, Norwegian banks began engaging in more risky credit operations and also resulted in a bank lending boom. This was followed by lower household investments. Bankers had no experience with competitive credit markets and requirements for on-site inspections were relaxed. In 1985 oil prices dropped significantly causing a Norwegian deficit and devaluation of the Krone. As public and private institutions began to consolidate their books, a recession began.[1] At first smaller banks began to fail. Credit began to freeze between banks as the lending rate began to rise. There was a shortage of capital and several banks were in danger of closing. Due to sound efforts, most were saved through mergers with solvent banks. The Norwegian exchange rate had recovered credibility towards the end of the period and it was hoped the recession was over.[1] Despite the return to credible exchange rates, with the reunification of Germany, the turbulence in the foreign exchange market caused Norwegian interest rates to rise even greater than before. As the crisis expanded, several large banks lost all their equity capital and caused major market freeze-ups. Several banks were left insolvent and lending rates were enormous.[1] The government stepped in and began implementing measures to fix the situation. Loans from the central bank were made far below market value and capital was injected into the market. In addition, stricter requirements were placed on any suffering banks receiving capital injections. By 1992 Norway de-pegged its currency and allowed for interest rates to fall. GDP began to rise and loan losses fell over the next few years. By 1993 banks that had lost equity capital were able to regain some in markets.[1]","Title":"1988–1992 Norwegian banking crisis - Wikipedia","KeyID":"13162","URL":"https://en.wikipedia.org/wiki/1988%E2%80%931992_Norwegian_banking_crisis"}