{"Content: ":"Black Monday is the name commonly given to the global, sudden, severe, and largely unexpected[1] stock market crash on October 19, 1987. In Australia and New Zealand, the day is also referred to as Black Tuesday because of the time zone difference from other English-speaking countries. All of the twenty-three major world markets experienced a sharp decline in October 1987. When measured in United States dollars, eight markets declined by 20 to 29%, three by 30 to 39% (Malaysia, Mexico and New Zealand), and three by more than 40% (Hong Kong, Australia and Singapore).[2][A] The least affected was Austria (a fall of 11.4%) while the most affected was Hong Kong with a drop of 45.8%. Out of twenty-three major industrial countries, nineteen had a decline greater than 20%.[4] Worldwide losses were estimated at US$1.71 trillion.[5] The severity of the crash sparked fears of extended economic instability[6] or even a reprise of the Great Depression.[7] The degree to which the stock market crashes spread to the wider economy (or \"real economy\") was directly related to the monetary policy each nation pursued in response. The central banks of the United States, West Germany and Japan provided market liquidity to prevent debt defaults among financial institutions, and the impact on the real economy was relatively limited and short-lived. However, refusal to loosen monetary policy by the Reserve Bank of New Zealand had sharply negative and relatively long-term consequences for both financial markets and the real economy in New Zealand.[8] The crash of 1987 also altered implied volatility patterns that arise in pricing financial options. Equity options traded in American markets did not show a volatility smile before the crash but began showing one afterward.[9] From August 1982 to its peak in August 1987, the Dow Jones Industrial Average (DJIA) rose from 776 to 2,722, including a 69% year-to-date rise as of August 1987. The rise in market indices for the nineteen largest markets in the world averaged 296% during this period. The average number of shares traded on the New York Stock Exchange rose from 32 million shares to 181 million shares.[10] In late 1985 and early 1986, the United States economy shifted from a rapid recovery from the early 1980s recession to a slower expansion, resulting in a brief \"soft landing\" period as the economy slowed and inflation dropped. On the morning of Wednesday, October 14, 1987, the United States House Committee on Ways and Means introduced a tax bill that would reduce the tax benefits associated with financing mergers and leveraged buyouts. Also, unexpectedly high trade deficit figures announced by the United States Department of Commerce on October 14 had a negative impact on the value of the US dollar while pushing interest rates upward and stock prices downward.[11] As the day continued, the DJIA dropped 95.46 points (3.81%) to 2,412.70, and it fell another 57.61 points (2.39%) the next day, down over 12% from the August 25 all-time high. On Friday, October 16, the DJIA fell 108.35 points (4.6%) to close at 2,246.74 on record volume.[12] The drop on the 14th was the earliest significant decline among all countries that would later be affected by Black Monday.[13] Though the markets were closed for the weekend, significant selling pressure still existed. The computer models of portfolio insurers continued to dictate very large sales.[14] Moreover, some large mutual fund groups had procedures that enabled customers to easily redeem their shares during the weekend at the same prices that existed at the close of market on Friday.[15] The amount of these redemption requests was far greater than the firms' cash reserves, requiring them to make large sales of shares as soon as the market opened on the following Monday. Finally, some traders anticipated these pressures and tried to get ahead of the market by selling early and aggressively Monday, before the anticipated price drop.[14] Before the New York Stock Exchange (NYSE) opened on Black Monday, October 19, 1987, there was pent-up pressure to sell stocks. When the market opened, a large imbalance immediately arose between the volume of sell orders and buy orders, placing considerable downward pressure on stock prices. Regulations at the time permitted designated market makers (also known as \"specialists\") to delay or suspend trading in a stock if the order imbalance exceeded that specialist's ability to fulfill orders in an orderly manner.[16] The order imbalance on October 19 was so large that 95 stocks on the S&P 500 Index (S&P) opened late, as also did 11 of the 30 DJIA stocks.[17] Importantly, however, the futures market opened on time across the board, with heavy selling.[17] On Black Monday, the DJIA fell 508 points (22.6%), accompanied by crashes in the futures exchanges and options markets.[18] This was the largest one-day percentage drop in the history of the DJIA. Significant selling created steep price declines throughout the day, particularly during the last 90 minutes of trading.[19] Deluged with sell orders, many stocks on the NYSE faced trading halts and delays. Of the 2,257 NYSE-listed stocks, there were 195 trading delays and halts during the day.[20] Total trading volume was so large that the computer and communications systems in place at the time were overwhelmed, leaving orders unfilled for an hour or more. Large funds transfers were delayed for hours and the Fedwire and NYSE SuperDot systems shut down for extended periods, further compounding traders' confusion.[21] Frederic Mishkin suggested that the greatest economic danger was not events on the day of the crash itself, but the potential for \"spreading collapse of securities firms\" if an extended liquidity crisis in the securities industry began to threaten the solvency and viability of brokerage houses and specialists. This possibility first loomed on the day after the crash.[22] At least initially, there was a very real risk that these institutions could fail.[23] If that happened, spillover effects could sweep over the entire financial system, with negative consequences for the real economy as a whole.[24] As Robert R. Glauber stated, \"From our perspective on the Brady Commission, Black Monday may have been frightening, but it was the capital-liquidity problem on Tuesday that was horrifying.\"[25] The source of these liquidity problems was a general increase in margin calls; after the market's plunge, these were about 10 times their average size and three times greater than the highest previous morning variation call.[26] Several firms had insufficient cash in customers' accounts (that is, they were \"undersegregated\"). Firms drawing funds from their own capital to meet the shortfall sometimes became undercapitalized; 11 firms received margin calls from a single customer that exceeded that firm's adjusted net capital, sometimes by as much as two-to-one.[23] Investors needed to repay end-of-day margin calls made on October 19 before the opening of the market on October 20. Clearinghouse member firms called on lending institutions to extend credit to cover these sudden and unexpected charges, but the brokerages requesting additional credit began to exceed their credit limit. Banks were also worried about increasing their involvement and exposure to a chaotic market.[27] The size and urgency of the demands for credit placed upon banks was unprecedented.[28] In general, counterparty risk increased as the creditworthiness of counterparties and the value of collateral posted became highly uncertain.[29] The Black Monday decline was, and currently remains, the biggest drop on the List of largest daily changes in the Dow Jones Industrial Average. (Saturday, December 12, 1914, is sometimes erroneously cited as the largest one-day percentage decline of the DJIA. In reality, the ostensible decline of 24.39% was created retroactively by a redefinition of the DJIA in 1916.[30]) \"[T]he response of monetary policy to the crash,\" according to economist Michael Mussa, \"was massive, immediate and appropriate.\"[31] One day after the crash, the Federal Reserve began to act as the lender of last resort to counter the crisis.[32] Its crisis management approach included issuing a terse, decisive public pronouncement; supplying liquidity through open market operations;[33][B] persuading banks to lend to securities firms; and in a few specific cases, direct action tailored to a few firms' needs.[35] On the morning of October 20, Fed Chairman Alan Greenspan made a brief statement: \"The Federal Reserve, consistent with its responsibilities as the Nation's central bank, affirmed today its readiness to serve as a source of liquidity to support the economic and financial system\".[36] Fed sources suggested that the brevity was deliberate, in order to avoid misinterpretations.[33] This \"extraordinary\"[37] announcement probably had a calming effect on markets[38] that were facing an equally unprecedented demand for liquidity[28] and the immediate potential for a liquidity crisis.[39] The market rallied after that announcement, gaining around 200 points, but the rally was short-lived. By noon the gains had been erased and the slide had resumed.[40] The Fed then acted to provide market liquidity and prevent the crisis from expanding into other markets. It immediately began injecting its reserves into the financial system via purchases on the open market. On 20 October it injected $17 billion into the banking system through the open market – an amount that was more than 25% of bank reserve balances and 7% of the monetary base of the entire nation.[41] This rapidly pushed the federal funds rate down by 0.5%. The Fed continued its expansive open market purchases of securities for weeks. The Fed also repeatedly began these interventions an hour before the regularly scheduled time, notifying dealers of the schedule change on the evening beforehand. This was all done in a very high-profile and public manner, similar to Greenspan's initial announcement, to restore market confidence that liquidity was forthcoming.[42] Although the Fed's holdings expanded appreciably over time, the speed of expansion was not excessive.[43] Moreover, the Fed later disposed of these holdings so that its long-term policy goals would not be adversely affected.[33] The Fed successfully met the unprecedented demands for credit[44] by pairing a strategy of moral suasion that motivated nervous banks to lend to securities firms alongside its moves to reassure those banks by actively supplying them with liquidity.[45] As economist Ben Bernanke (who was later to become Chairman of the Federal Reserve) wrote: The Fed's key action was to induce the banks (by suasion and by the supply of liquidity) to make loans, on customary terms, despite chaotic conditions and the possibility of severe adverse selection of borrowers. In expectation, making these loans must have been a money-losing strategy from the point of view of the banks (and the Fed); otherwise, Fed persuasion would not have been needed.[46] The Fed's two-part strategy was thoroughly successful, since lending to securities firms by large banks in Chicago and especially in New York increased substantially, often nearly doubling.[47] On Friday, October 16, all the markets in London were unexpectedly closed due to the Great Storm of 1987. After they re-opened, the speed of the crash accelerated, partially attributed by some to the storm closure. By 9:30AM, the FTSE 100 Index had fallen over 136 points.[48] It was down 23% in two days, roughly the same percentage that the NYSE dropped on the day of the crash. Stocks then continued to fall, albeit at a less precipitous rate, until reaching a trough in mid-November at 36% below its pre-crash peak. Stocks did not begin to recover until 1989.[49] In Japan, the October 1987 crash is sometimes referred to as \"Blue Tuesday\", in part because of the time zone difference, and in part because its effects after the initial crash were relatively mild.[5] In both places, according to economist Ulrike Schaede, the initial market break was severe: the Tokyo market declined 14.9% in one day, and Japan's losses of US$421 billion ranked next to New York's $500 billion, out of a worldwide total loss of $1.7 trillion. However, systemic differences between the US and Japanese financial systems led to significantly different outcomes during and after the crash on Tuesday, October 20. In Japan the ensuing panic was no more than mild at worst. The Nikkei 225 Index returned to its pre-crash levels after only five months. Other global markets performed less well in the aftermath of the crash, with New York, London and Frankfurt all needing more than a year to achieve the same level of recovery.[50] Several of Japan's distinctive institutional characteristics already in place at the time, according to economist David D. Hale, helped it dampen volatility. These included trading curbs such as a sharp limit on price movements of a share of more than 10–15%; restrictions and institutional barriers to short-selling by domestic and international traders; frequent adjustments of margin requirements in response to changes in volatility; strict guidelines on mutual fund redemptions; and actions of the Ministry of Finance to control the total shares of stock and exert moral suasion on the securities industry.[51] An example of the latter occurred when the ministry invited representatives of the four largest securities firms to tea in the early afternoon of the day of the crash.[52] After tea at the ministry, these firms began to make large purchases of stock in Nippon Telegraph and Telephone.[52] The worst decline among world markets was in Hong Kong, with a drop of 45.8%.[4] In its biggest-ever single fall, the Hang Seng Index of the Hong Kong Stock Exchange dropped 420.81 points on Black Monday, eliminating HK$65 billion' (10%) of the value of its shares.[53] Noting the continued fall of New York markets on their next trading day, and fearing steep drops or even total collapse of their own exchanges, in Hong Kong the Stock Exchange Committee and the committee of the Futures Exchange announced the following morning that both markets would be closed. Their closure lasted for four working days.[54] Their decision was motivated in part by the very real possibility that market collapse could have extremely serious consequences for the entire financial system of Hong Kong, perhaps resulting in rioting in the streets, with the added threat of intervention by the army of the People's Republic of China.[55] According to Neil Gunningham, a further motivation for the closures was brought on by a significant conflict of interest: many of these committee members were themselves futures brokers, and their firms were in danger of substantial defaults from their clients.[54] Although the stock exchange was in distress, structural flaws in the futures exchange, which was then world's most heavily traded outside the U.S., were at the heart of the greater financial crisis.[53] The structure of the Hong Kong Futures Exchange differed greatly from many other exchanges around the world. In many countries, large institutional investors dominate the market.[56] Their principal motivation for futures transactions is hedging.[57] In Hong Kong, the market itself, as well as many of its traders and brokers, was inexperienced. It was composed heavily of small, local investors who were relatively uninformed and unsophisticated, had only a short-term commitment to the market, and whose goals were primarily speculative rather than hedging. Among all parties involved, there was little or no expectation of the possibility of a crash or a steep decline, or understanding of the consequences of such a fall.[58] In fact, speculative investing that depended on the bull market to continue was prevalent among individual investors, often including the brokers themselves.[59] The key shortcomings of the futures exchange, however, were mismanagement and a failure of regulatory diligence and design. These failures were particularly grave in the area of credit controls. In Hong Kong, the approach to credit control involved a system of margins and margin calls plus a Guarantee Corporation backed by a guarantee fund. Although on paper the Hong Kong exchange's margin requirements were in line with those of other major markets, in practice brokers regularly extended credit with little regard for risk. In a lax, freewheeling and fiercely competitive environment, margin requirements were routinely cut in half and sometimes ignored altogether. Hong Kong also had no suitability requirements that would force brokers to screen their customers for ability to repay any debts.[60] The absence of oversight creates an imbalance of risk due to moral hazard: it becomes profitable for traders with low cash reserves to speculate in futures, reaping benefits if they speculate correctly, but simply defaulting if their hunches are wrong.[61] If there is a wave of dishonored contracts, brokers become liable for their clients' losses, potentially facing bankruptcy themselves.[62] Finally, the Guarantee Corporation was severely underfunded, with capital on hand of only HK $15 million (US $2 million). That amount was obviously inadequate for dealing with any large number of clients' defaults in a market trading around 14,000 contracts a day, with an underlying value of HK$4.3 billion.[63] The Black Monday crash initially left about 36,400 contracts worth HK$6.7 billion [US $1 billion] outstanding. As late as April 1988, HK$800 million of this still had not been settled.[64] According to Neil Gunningham, the accumulative effect of these shortcomings was nearly fatal to the Hong Kong futures market: \"Whereas futures exchanges elsewhere [in the world] emerged from the crash with only minor casualties, the crisis in Hong Kong has resulted, at least in the short term, in the virtual demolition of the Futures Exchange.\"[65] Finally, in the interest of preserving political stability and public order, the Hong Kong government was forced to rescue the Guarantee Fund by providing a bail-out package of HK$4 billion dollars.[66] The crash of the New Zealand stock market was notably long and deep, continuing its decline for an extended period after other global markets had recovered.[67] Unlike other nations, moreover, for New Zealand the effects of the October 1987 crash spilled over into its real economy, contributing to a prolonged recession.[68] The effects of the worldwide economic boom of the mid-1980s had been amplified in New Zealand by the relaxation of foreign exchange controls and a wave of banking deregulation. Deregulation in particular suddenly gave financial institutions considerably more freedom to lend, though they had little experience in doing so.[69] The finance industry was in a state of increasing optimism that approached euphoria.[70] This created an atmosphere conducive to greater financial risk taking including increased speculation in the stock market and real estate. Foreign investors participated, attracted by New Zealand's relatively high interest rates. From late 1984 until Black Monday, commercial property prices and commercial construction rose sharply, while share prices in the stock market tripled.[69] New Zealand's stock market fell nearly 15% on the first day of the crash.[71] In the first three-and-a-half months following the crash, the value of New Zealand's market shares was cut in half.[72] By the time it reached its trough in February 1988, the market had lost 60% of its value.[71] The financial crisis triggered a wave of deleveraging with significant macro-economic consequences. Investment companies and property developers began a fire sale of their properties, partially to help offset their share price losses, and partially because the crash had exposed overbuilding. Moreover, these firms had been using property as collateral for their increased borrowing. When property values collapsed, the health of balance sheets of lending institutions was damaged.[71] The Reserve Bank of New Zealand declined to loosen monetary policy in response to the crisis – which would have helped firms settle their obligations and remain in operation.[8] As the harmful effects spread over the next few years, major corporations and financial institutions went out of business, and the banking systems of New Zealand and Australia were impaired.[72] Access to credit was reduced.[71] In fact, because of legislation requiring the Reserve Bank of New Zealand to achieve an inflation rate no higher than 2 percent by 1993, interest rates were volatile, with multiple increases.[73] The combination of these contributed significantly to a long recession running from 1987 until 1993.[71] Discussions of the causes of the Black Monday crash frequently focus on two theoretical models, which differ in whether they focus on variables that are exogenous or endogenous. The first framework searches for exogenous factors, such as significant news events, that affect investor perceptions and behavior. These events are taken as \"triggers\" of market behavior. The second, \"cascade theory\" or \"market meltdown\", attempts to identify endogenous internal market dynamics and interactions of systemic variables or trading strategies[74] such that an order imbalance leads to a price change, this price change in turn leads to further order imbalance, which leads to further price changes, and so on in a spiralling cascade.[75] It is possible that both could occur, if a trigger sets off a cascade.[74] The crisis affected markets around the world; however, no international news event or change in market fundamentals has been shown to have had a strong effect on investor behavior.[76] Several exogenous events have been cited as potential triggers for the initial fall in stock prices: a general feeling that stocks were overvalued and were certain to undergo a correction, the decline of the dollar, persistent trade and budget deficits, a proposed tax change that would make corporate takeovers more costly, rising interest rates,[77] and uncertainties regarding the Louvre Accord.[78] Sources have questioned whether these news events led to the crash. Nobel-prize winning economist Robert J. Shiller surveyed 889 investors (605 individual investors and 284 institutional investors) immediately after the crash regarding several aspects of their experience at the time. Only three institutional investors and no individual investors reported a belief that the news regarding proposed tax legislation was a trigger for the crash. According to Shiller, the most common responses were related to a general mindset of investors at the time: a \"gut feeling\" of an impending crash, perhaps brought on by \"too much indebtedness\".[79] Under normal circumstances the stock market and those of its main derivatives–futures and options–are functionally a single market, given that the price of any particular stock is closely connected to the prices of its counterpart in both the futures and options market.[80] Prices in the derivative markets are typically tightly connected to those of the underlying stock, though they differ somewhat (as for example, prices of futures are typically higher than that of their particular cash stock).[81] During the crisis this link was broken.[82] When the futures market opened while the stock market was closed, it created a pricing imbalance: the listed price of those stocks which opened late had no chance to change from their closing price of the day before. The quoted prices were thus \"stale\" and did not reflect current economic conditions; they were generally listed higher than they should have been[83] (and dramatically higher than their respective futures, which are typically higher than stocks).[83] The decoupling of these markets meant that futures prices had temporarily lost their validity as a vehicle for price discovery; they no longer could be relied upon to inform traders of the direction or degree of stock market expectations. This had harmful effects: it added to the atmosphere of uncertainty and confusion at a time when investor confidence was sorely needed; it discouraged investors from \"leaning against the wind\" and buying stocks since the discount in the futures market logically implied that investors could wait and purchase stocks at an even lower price; and it encouraged portfolio insurance investors to sell in the stock market, putting further downward pressure on stock prices.[84] The gap between the futures and stocks was quickly noted by index arbitrage traders who tried to profit through sell at market orders. Index arbitrage, a form of program trading,[85] added to the confusion and the downward pressure on prices:[17] ...reflecting the natural linkages among markets, the selling pressure washed across to the stock market, both through index arbitrage and direct portfolio insurance stock sales. Large amounts of selling, and the demand for liquidity associated with it, cannot be contained in a single market segment. It necessarily overflows into the other market segments, which are naturally linked. There are, however, natural limits to intermarket liquidity which were made evident on October 19 and 20.[86] Although arbitrage between index futures and stocks placed downward pressure on prices, it does not explain why the surge in sell orders that brought steep price declines began in the first place.[87] Moreover, the markets \"performed most chaotically\" during those times when the links that index arbitrage program trading creates between these markets was broken.[88] Portfolio insurance is a hedging technique which attempts to manage risk and limit losses by buying and selling financial instruments (for example, stocks or futures) in reaction to changes in market price rather than changes in market fundamentals. Specifically, they buy when the market is rising, and sell when the market is falling, without regard for any fundamental information about why the market is rising or falling.[89] Thus it is an example of an \"informationless trade\"[90] that has the potential to create a market-destabilizing feedback loop.[91] This strategy became a source of downward pressure when portfolio insurers whose computer models noted that stocks opened lower and continued their steep price decline. The models recommended even further sales.[17] The potential for computer-generated feedback loops that these hedges created has been discussed as a factor compounding the severity of the crash, but not as an initial trigger.[92] Economist Hayne Leland argues against this interpretation, suggesting that the impact of portfolio hedging on stock prices was probably relatively small.[93] Similarly, the report of the Chicago Mercantile Exchange found the influence of \"other investors—mutual funds, broker-dealers, and individual shareholders—was thus three to five times greater than that of the portfolio insurers\" during the crash.[94] Numerous econometric studies have analyzed the evidence to determine whether portfolio insurance exacerbated the crash, but the results have been unclear.[95] Markets around the world that did not have portfolio insurance trading experienced as much turmoil and loss as the U.S. market.[96] More to the point, the cross-market analysis of Richard Roll, for example, found that markets with a greater prevalence of computerized trading (including portfolio insurance) actually experienced relatively less severe losses (in percentage terms) than those without.[97] Contemporaneous causality and feedback behavior between markets increased dramatically during this period.[98] In an environment of increased volatility, confusion and uncertainty, investors not only in the US but also across the world[99] were inferring information from changes in stock prices and communication with other investors[100] in a self-reinforcing contagion of fear.[101] This pattern of basing trading decisions largely on market psychology is often referred to as one form of \"noise trading\", which occurs when ill-informed investors \"[trade] on noise as if it were news\".[102] A significant amount of trading takes place based on information which is unquantifiable and potentially irrelevant, such as unsubstantiated rumors or a \"gut feeling\",[103]. Investors vary between seemingly rational and irrational behaviors as they \"struggle to find their way between the give and take, between risk and return, one moment engaging in cool calculation and the next yielding to emotional impulses\".[104] If noise is misinterpreted as meaningful news, then the reactions of risk-averse traders and arbitrageurs will bias the market, preventing it from establishing prices that accurately reflect the fundamental state of the underlying stocks.[105] For example, on October 19 rumors that the New York Stock Exchange would close created additional confusion and drove prices further downward, while rumors the next day that two Chicago Mercantile Exchange clearinghouses were insolvent deterred some investors from trading in that marketplace.[106] A feedback loop of noise-induced-volatility has been cited by some analysts as the major reason for the severe depth of the crash. It does not, however, explain what initially triggered the market break.[107] Moreover, Lawrence A. Cunningham has suggested that while noise theory is \"supported by substantial empirical evidence and a well-developed intellectual foundation\", it makes only a partial contribution toward explaining events such as the crash of October 1987.[108] Informed traders, not swayed by psychological or emotional factors, have room to make trades they know to be less risky.[109] After Black Monday, regulators overhauled trade-clearing protocols to bring uniformity to all prominent market products. They also developed new rules, known as \"trading curbs\" or colloquially as circuit breakers, allowing exchanges to temporarily halt trading in instances of exceptionally large price declines in some indexes; for instance, the DJIA.[110] These trading curbs were first used multiple times during the 2020 stock market crash.[111]","Title":"Black Monday (1987) - Wikipedia","KeyID":"13160","URL":"https://en.wikipedia.org/wiki/Black_Monday_(1987)"}