{"Content: ":"In biology, a species complex is a group of closely related organisms that are so similar in appearance that the boundaries between them are often unclear. Terms that are sometimes used synonymously but have more precise meanings are cryptic species for two or more species hidden under one species name, sibling species for two cryptic species that are each other's closest relative, and species flock for a group of closely related species that live in the same habitat. As informal taxonomic ranks, species group, species aggregate, macrospecies, and superspecies are also in use. Two or more taxa that were once considered conspecific (of the same species) may later be subdivided into infraspecific taxa (taxa within a species, such as bacterial strains or plant varieties), that is complex but it is not a species complex. A species complex is in most cases a monophyletic group with a common ancestor, but there are exceptions. It may represent an early stage after speciation but may also have been separated for a long time period without evolving morphological differences. Hybrid speciation can be a component in the evolution of a species complex. Species complexes exist in all groups of organisms and are identified by the rigorous study of differences between individual species that uses minute morphological details, tests of reproductive isolation, or DNA-based methods, such as molecular phylogenetics and DNA barcoding. The existence of extremely similar species may cause local and global species diversity to be underestimated. The recognition of similar-but-distinct species is important for disease and pest control and in conservation biology although the drawing of dividing lines between species can be inherently difficult. A species complex is typically considered as a group of close, but distinct species.[5] Obviously, the concept is closely tied to the definition of a species. Modern biology understands a species as \"separately evolving metapopulation lineage\" but acknowledges that the criteria to delimit species may depend on the group studied.[6] Thus, many traditionally defined species defined, based only on morphological similarity, have been found to be several distinct species when other criteria, such as genetic differentiation or reproductive isolation, are applied.[7] A more restricted use applies the term to close species between which hybridisation occurred or is occurring, which leads to intermediate forms and blurred species boundaries.[8] The informal classification, superspecies, can be exemplified by the grizzled skipper butterfly, which is a superspecies that is further divided into three subspecies.[9] Some authors apply the term to a species with intraspecific variability, which might be a sign of ongoing or incipient speciation. Examples are ring species[10][11] or species with subspecies, in which it is often unclear if they should be considered separate species.[12] Several terms are used synonymously for a species complex, but some of them may also have slightly different or narrower meanings. In the nomenclature codes of zoology and bacteriology, no taxonomic ranks are defined at the level between subgenera and species,[13][14] but the botanical code defines four ranks below genera (section, subsections, series and subseries).[15] Different informal taxonomic solutions have been used to indicate a species complex. Distinguishing close species within a complex requires the study of often very small differences. Morphological differences may be minute and visible only by the use of adapted methods, such as microscopy. However, distinct species sometimes have no morphological differences.[17] In those cases, other characters, such as in the species' life history, behavior, physiology, and karyology, may be explored. For example, territorial songs are indicative of species in the treecreepers, a bird genus with few morphological differences.[29] Mating tests are common in some groups such as fungi to confirm the reproductive isolation of two species.[27] Analysis of DNA sequences is becoming increasingly standard for species recognition and may, in many cases, be the only useful method.[17] Different methods are used to analyse such genetic data, such as molecular phylogenetics or DNA barcoding. Such methods have greatly contributed to the discovery of cryptic species,[17][30] including such emblematic species as the fly agaric[2] or the African elephants.[3] Species forming a complex have typically diverged very recently from each other, which sometimes allows the retracing of the process of speciation. Species with differentiated populations, such as ring species, are sometimes seen as an example of early, ongoing speciation: a species complex in formation. Nevertheless, similar but distinct species have sometimes been isolated for a long time without evolving differences, a phenomenon known as \"morphological stasis\".[17] For example, the Amazonian frog Pristimantis ockendeni is actually at least three different species that diverged over 5 million years ago.[32] Stabilizing selection has been invoked as a force maintaining similarity in species complexes, especially when they adapted to special environments (such as a host in the case of symbionts or extreme environments).[17] This may constrain possible directions of evolution; in such cases, strongly divergent selection is not to be expected.[17] Also, asexual reproduction, such as through apomixis in plants, may separate lineages without producing a great degree of morphological differentiation. A species complex is usually a group that has one common ancestor (a monophyletic group), but closer examination can sometimes disprove that. For example, yellow-spotted \"fire salamanders\" in the genus Salamandra, formerly all classified as one species S. salamandra, are not monophyletic: the Corsican fire salamander's closest relative has been shown to be the entirely black Alpine salamander.[31] In such cases, similarity has arisen from convergent evolution. Hybrid speciation can lead to unclear species boundaries through a process of reticulate evolution, in which species have two parent species as their most recent common ancestors. In such cases, the hybrid species may have intermediate characters, such as in Heliconius butterflies.[33] Hybrid speciation has been observed in various species complexes, such as insects, fungi and plants. In plants, hybridization often takes place through polyploidization, and hybrid plant species are called nothospecies. Sources differ on whether or not members of a species group share a range. A source from Iowa State University Department of Agronomy states that members of a species group usually have partially overlapping ranges but do not interbreed with one another.[34] A Dictionary of Zoology (Oxford University Press 1999) describes a species group as complex of related species that exist allopatrically and explains that the \"grouping can often be supported by experimental crosses in which only certain pairs of species will produce hybrids.\"[35] The examples given below may support both uses of the term \"species group.\" Often, such complexes do not become evident until a new species is introduced into the system, which breaks down existing species barriers. An example is the introduction of the Spanish slug in Northern Europe, where interbreeding with the local black slug and red slug, which were traditionally considered clearly separate species that did not interbreed, shows that they may be actually just subspecies of the same species.[36] Where closely related species co-exist in sympatry, it is often a particular challenge to understand how the similar species persist without outcompeting each other. Niche partitioning is one mechanism invoked to explain that. Indeed, studies in some species complexes suggest that species divergence have gone in par with ecological differentiation, with species now preferring different microhabitats.[citation needed] Similar methods also found that the Amazonian frog Eleutherodactylus ockendeni is actually at least three different species that diverged over 5 million years ago.[32] A species flock may arise when a species penetrates a new geographical area and diversifies to occupy a variety of ecological niches, a process known as adaptive radiation. The first species flock to be recognized as such was the 13 species of Darwin's finches on the Galápagos Islands described by Charles Darwin. It has been suggested that cryptic species complexes are very common in the marine environment.[37] That suggestion came before the detailed analysis of many systems using DNA sequence data but has been proven to be correct.[38] The increased use of DNA sequence in the investigation of organismal diversity (also called phylogeography and DNA barcoding) has led to the discovery of a great many cryptic species complexes in all habitats. In the marine bryozoan Celleporella hyalina,[39] detailed morphological analyses and mating compatibility tests between the isolates identified by DNA sequence analysis were used to confirm that these groups consisted of more than 10 ecologically distinct species, which had been diverging for many millions of years. Evidence from the identification of cryptic species has led some[who?] to conclude that current estimates of global species richness are too low. Pests, species that cause diseases and their vectors, have direct importance for humans. When they are found to be cryptic species complexes, the ecology and the virulence of each of these species need to be re-evaluated to devise appropriate control strategies.[citation needed] Examples are cryptic species in the malaria vector genus of mosquito, Anopheles, the fungi causing cryptococcosis, and sister species of Bactrocera tryoni, or the Queensland fruit fly. That pest is indistinguishable from two sister species except that B. tryoni inflicts widespread, devastating damage to Australian fruit crops, but the sister species do not.[41] When a species is found to be several phylogenetically distinct species, each typically has smaller distribution ranges and population sizes than had been reckoned. The different species can also differ in their ecology, such as by having different breeding strategies or habitat requirements, which must be taken into account for appropriate management.[citation needed] For example, giraffe populations and subspecies differ genetically to such an extent that they may be considered species. Although the giraffe, as a whole, is not considered to be threatened, if each cryptic species is considered separately, there is a much higher level of threat.[42]","Title":"Species complex - Wikipedia","KeyID":"1316","URL":"https://en.wikipedia.org/wiki/Species_complex"}