{"Content: ":"Related: Women    Black Wednesday (or the 1992 Sterling crisis) occurred on 16 September 1992 when the UK Government was forced to withdraw sterling from the European Exchange Rate Mechanism (ERM), after a failed attempt to keep its exchange rate above the lower limit required for the ERM participation. At that time, the United Kingdom held the Presidency of the Council of the European Union. In 1997, the UK Treasury estimated the cost of Black Wednesday at £3.14 billion,[1] which was revised to £3.3 billion in 2005, following documents released under the Freedom of Information Act (earlier estimates placed losses at a much higher range of £13–27 billion).[2] Trading losses in August and September made up a minority of the losses (estimated at £800 million) and the majority of the loss to the central bank arose from non-realised profits of a potential devaluation. Treasury papers suggested that, had the government maintained $24 billion foreign currency reserves and the pound had fallen by the same amount, the UK might have made a £2.4 billion profit on sterling's devaluation.[3][4] The crisis damaged the credibility of the second Major ministry in handling of economic matters. The ruling Conservative Party suffered a landslide defeat five years later at the 1997 United Kingdom general election and did not return to power until 2010. The rebounding of the UK economy in the years after Black Wednesday led to a reassessment of the legacy of the crisis, as John Major's government adopted an inflation targeting policy as an alternative to the ERM and set the foundation for a prospering economy in the years prior to the financial crisis of 2007–08, and the British public turned increasingly Eurosceptic.[5][6] When the ERM was set up in 1979, the United Kingdom declined to join. This was a controversial decision, as the Chancellor of the Exchequer, Geoffrey Howe, was staunchly pro-European. His successor, Nigel Lawson, whilst not at all advocating a fixed exchange rate system, nevertheless so admired the low inflationary record of West Germany as to become, by the mid-eighties, a self-styled 'exchange-rate monetarist', one viewing the Sterling-Deutschmark exchange rate as at least as reliable a guide to domestic inflation – and hence to the setting of interest rates – as any of the various M0-M3 measures beloved of those he labelled as \"Simon Pure\" monetarists. He justified this by pointing to the dependable strength of the Deutsche Mark and the reliably anti-inflationary management of the Mark by the Bundesbank, both of which he explained by citing the lasting impact in Germany of the disastrous hyperinflation of the inter-war Weimar Republic. Thus, although the UK had not joined the ERM, at Lawson's direction (and with Prime Minister Margaret Thatcher's reluctant acquiescence), from early-1987 to March 1988 the Treasury followed a semi-official policy of 'shadowing' the Deutsche Mark.[7] Matters came to a head in a clash between Lawson and Thatcher's economic adviser Alan Walters, when Walters claimed that the Exchange Rate Mechanism was \"half baked\".[8] This led to Lawson's resignation as Chancellor; he was replaced by former Treasury Chief Secretary John Major who, with Douglas Hurd, the then Foreign Secretary, convinced the Cabinet to sign Britain up to the ERM in October 1990, effectively guaranteeing that the UK Government would follow an economic and monetary policy preventing the exchange rate between the pound and other member currencies from fluctuating by more than 6%. On 8 October 1990, Thatcher entered the pound into the ERM at DM 2.95 to £1. Hence, if the exchange rate ever neared the bottom of its permitted range, DM 2.773 (€1.4178 at the DM/Euro conversion rate), the government would be obliged to intervene. In 1989, the UK had inflation three times the rate of Germany, higher interest rates at 15%, and much lower labour productivity than France and Germany, which indicated the UK's different economic state in comparison to other ERM countries.[9] From the beginning of the 1990s, high German interest rates, set by the Bundesbank to counteract inflationary effects related to excess expenditure on German reunification, caused significant stress across the whole of the ERM. The UK and Italy had additional difficulties with their double deficits, while the UK was also hurt by the rapid depreciation of the United States dollar – a currency in which many British exports were priced – that summer. Issues of national prestige and the commitment to a doctrine that the fixing of exchange rates within the ERM was a pathway to a single European currency inhibited the adjustment of exchange rates. In the wake of the rejection of the Maastricht Treaty by the Danish electorate in a referendum in the spring of 1992, and an announcement that there would be a referendum in France as well, those ERM currencies that were trading close to the bottom of their ERM bands came under pressure from foreign exchange traders.[10] In the months leading up to Black Wednesday, among many other currency traders, George Soros had been building a huge short position in sterling that would become immensely profitable if the currency fell below the lower band of the ERM. Soros believed the rate at which the United Kingdom was brought into the Exchange Rate Mechanism was too high, inflation was too high (triple the German rate), and British interest rates were hurting their asset prices.[11] The UK government attempted to prop up the depreciating pound to avoid withdrawal from the monetary system the country had joined only two years earlier. John Major authorised the spending of billions of pounds worth of foreign currency reserves to buy up sterling being sold on the currency markets. These measures failed to prevent the pound falling below its minimum level in the ERM. The Treasury took the decision to defend sterling's position, believing that to devalue would promote inflation.[12] Currency traders began a massive sell-off of pounds on Tuesday 15 September 1992. The Exchange Rate Mechanism required the Bank of England to accept any offers to sell pounds. However, the Bank of England only accepted orders during the trading day. When the markets opened in London the next morning, the Bank of England began their attempt to prop up their currency, as decided by Norman Lamont (Chancellor of the Exchequer) and Robin Leigh-Pemberton (Governor of the Bank of England). They began accepting orders of £300 million twice before 8:30 am, but to little effect.[13] The Bank of England's intervention was ineffective because traders were dumping pounds far faster. The Bank of England continued to buy, and traders continued to sell, until Lamont told Prime Minister John Major that their pound purchasing was failing to produce results.[14] At 10:30 am on 16 September, the British government announced an increase in the base interest rate, from an already high 10%, to 12% to tempt speculators to buy pounds. Despite this and a promise later the same day to raise base rates again to 15%, dealers kept selling pounds, convinced that the government would not keep its promise. By 7:00 that evening, Lamont announced Britain would leave the ERM and rates would remain at the new level of 12%; however, on the next day the interest rate was back to 10%.[14] It was later revealed that the decision to withdraw had been agreed at an emergency meeting during the day between Lamont, Major, Foreign Secretary Douglas Hurd, President of the Board of Trade Michael Heseltine, and Home Secretary Kenneth Clarke (the latter three all being staunch pro-Europeans as well as senior Cabinet Ministers),[15] and that the interest rate hike to 15% had only been a temporary measure to prevent a rout in the pound that afternoon.[16] Other ERM countries such as Italy, whose currencies had breached their bands during the day, returned to the system with broadened bands or with adjusted central parities.[17] Even in this relaxed form, ERM-I proved vulnerable, and ten months later the rules were relaxed further to the point of imposing very little constraint on the domestic monetary policies of member states.[citation needed] The effect of the low German interest rates, and high British interest rates, had arguably[weasel words] put Britain into recession as large numbers of businesses failed and the housing market crashed. Some commentators, following Norman Tebbit, took to referring to ERM as an \"Eternal Recession Mechanism\"[18] after the UK fell into recession during the early 1990s. While many people in the UK recall Black Wednesday as a national disaster that permanently affected the country's international prestige, some Conservatives claim that the forced ejection from the ERM was a \"Golden Wednesday\"[19] or \"White Wednesday\",[20] the day that paved the way for an economic revival, with the Conservatives handing Tony Blair's New Labour a much stronger economy in 1997 than had existed in 1992[20] as the new economic policy swiftly devised in the aftermath of Black Wednesday led to re-establishment of economic growth with falling unemployment and inflation.[21] Monetary policy switched to inflation targeting.[22][23] The Conservative Party government's reputation for economic excellence had been damaged to the extent that the electorate was more inclined to support a claim of the opposition of the time – that the economic recovery ought to be credited to external factors, as opposed to government policies implemented by the Conservatives. The Conservatives had recently won the 1992 general election, and the Gallup poll for September showed a small lead of 2.5% for the Conservative Party. By the October poll, following Black Wednesday, their share of the intended vote in the poll had plunged from 43% to 29%.[24] The Conservative government then suffered a string of by-election defeats which saw its 21-seat majority eroded by December 1996. The party's performances in local government elections were similarly dismal during this time, while Labour made huge gains. Black Wednesday was a major factor in the Conservatives finally losing the 1997 general election to Labour, who won by a landslide under the leadership of Tony Blair. The Conservatives failed to gain significant ground at the 2001 general election under the leadership of William Hague, with Labour winning another landslide majority. The Conservatives did not take Government again until David Cameron led them to victory in the 2010 general election, 13 years later. Five years later in 2015, the party won its first overall majority 23 years after its last in 1992, five months before the crisis. George Soros made over £1 billion in profit by short selling sterling.[25]","Title":"Black Wednesday - Wikipedia","KeyID":"13168","URL":"https://en.wikipedia.org/wiki/Black_Wednesday"}