{"Content: ":"The US bear market of 2007–2009 was a 17-month bear market that lasted from October 9, 2007 to March 9, 2009, during the financial crisis of 2007–2009. The S&P 500 lost approximately 50% of its value, but the duration of this bear market was just below average, allegedly due to extraordinary interventions by governments and central banks to prop up the stock market.[citation needed] The bear market was confirmed in June 2008 when the Dow Jones Industrial Average (DJIA) had fallen 20% from its October 11, 2007 high.[1][2][3][4][5] This followed the United States bull market of 2002–07 and was followed by the United States bull market of 2009–2020 The DJIA, a price-weighted average (adjusted for splits and dividends) of 30 large companies on the New York Stock Exchange, peaked on October 9, 2007 with a closing price of 14,164.53. On October 11, 2007, the DJIA hit an intra-day peak of 14,198.10 before starting to screech. The decline of 20% by mid-2008 was in tandem with other stock markets across the globe. On September 29, 2008, the DJIA had a record-breaking drop of 777.68 with a close at 10,365.45. The DJIA hit a market low of 6,469.95 on March 6, 2009, having lost over 54% of its value since the October 9, 2007 high[6][7] The bear market reversed course on March 9, 2009, as the DJIA rebounded more than 20% from its low to 7924.56 after a mere three weeks of gains.[8] After March 9, the S&P 500 was up 30% by mid May and over 60% by the end of the year. During the bear market a heavy debate ensued as to whose fault the falling market was. The political parties were heavily divided during this period.[11] For the most part there were three camps: ones that simply blamed the economy, others that wanted to pin the passing Bush Administration and others that wanted to push the blame on the newly arriving Obama Administration. In February 2007, a coming recession and bear market was predicted by Paul Lamont due to a growing debt bubble, the housing bubble and lack of car sales.[12] High oil prices have impacted global economic growth, causing the Dow's 12th bear market since 1962 and the first since 2002 according to The Washington Post.[13] Tom Petruno of the LA Times points out that \"the U.S. stock market meltdown this year isn't happening in isolation. Major European stock markets also are down more than 20% since Jan. 1. In Japan, the Nikkei index hit a 26½ -year low this week.”[14] Dick Meyer of NPR believes that \"the idea of blaming one person for the downfall of the economy with a gross domestic product of about $14 trillion, powered by 300 million people and engaged in complex global commerce is nuts — whether that person is Bush, Obama, Alan Greenspan, Bernard Madoff, Osama bin Laden or the editors of opinions at The Wall Street Journal.\"[15] Michael J. Panzner, author and 25-year Wall-Street veteran, says that \"the real reasons behind the sell-off ... include the bursting of history's biggest housing bubble, which triggered a shockwave of wealth destruction that has wreaked widespread havoc throughout the economy, as well as the unraveling of a multi-trillion-dollar financial house of cards built on greed, ignorance, and fraud.\"[16] Former United States Secretary of Labor Robert Reich said the fall in stock prices since Obama's inauguration was caused by the policies of former President George W. Bush, and that the housing and financial bubbles, as well as the decline in the stock market, all began under Bush's presidency.[17] Justin Fox of Time magazine pointed to eight major economic mistakes George W. Bush made: 1) A return to deficit spending, 2) Iraq, 3) Tax cuts for the rich, 4) Sarbanes–Oxley Act, 5) Encouraging consumer spending, 6) The lack of an energy policy, 7) State of denial, and 8) A muddled first bailout by Treasury Secretary Henry Paulson.[18] In 2005, Congressman Ron Paul (R-Texas) said section 404 of the Sarbanes–Oxley Act (2002) which requires chief executive officers to certify the accuracy of financial statements caused capital flight away from the U.S. stock market.[19] Later in 2008, Paul said that the government bailouts of badly run corporations was rewarding bad behavior and punishing good behavior, and that it prevented resources from being allocated away from inefficient uses to more productive uses, and that this lowered the overall amount of wealth across the entire economy.[20] In March 2009 White House budget director Peter Orszag said, \"Job losses began in January 2008. The stock market started declining October 2007.... This has been, you know, eight years in the making, and again, it's going to take some time to work our way out of it.\"[21] A September 13, 2008, Wall Street Journal editorial prior to the election written by Phil Gramm, former Republican Senator and[22] campaign economic adviser to John McCain, and Mike Solon, former Policy Director under the George W. Bush Administration, suggested that looking at the Senators' respective states proved traditional Republican strategies, enacted by McCain, would be better for the economy than traditional Democratic strategies, enacted by Obama, arguing \"Mr. Obama would stimulate the economy by increasing federal spending. Mr. McCain would stimulate the economy by cutting the corporate tax rate.\"[23] Gramm had introduced the Gramm-Leach-Bliley Act[24] which editors of the same paper, The Wall Street Journal, pointed out in a March 10, 2009, article had been blamed for deregulating major corporations and \"allowed for the creation of giant financial supermarkets that could own investment banks, commercial banks and insurance firms, something banned since the Great Depression. Its passage, critics say, cleared the way for companies that were too big and intertwined to fail.\"[25] That month, September 2008, would see record drops in the Dow, including a 778-point drop to 10,365.45 that was the worst since Black Monday of the 1987 stock market crash[26] and was followed by a loss of thousands of points over the next two months, standing at 8,046 on November 17 and including a 9% plunge in the S&P on December 1, 2008. As of early March 2009, the Dow Jones Industrial Average had fallen 20% since the inauguration of President Barack Obama (less than two months earlier), the fastest drop under a newly elected president in at least 90 years.[27] Editorials in the Wall Street Journal by the editorial staff and Michael Boskin, one of George H.W. Bush's Council of Economic Advisors, blamed this on Obama's economic policies.[28][29][30] President Obama on March 3, 2009 said \"What you're now seeing is profit-and-earning ratios are starting to get to the point where buying stocks is a potentially good deal if you've got a long-term perspective on it,\" probably meaning price-earnings ratio.[31] Many stocks were trading at low P/E levels despite first quarter strong earnings. On the same day, David Serchuk of Forbes magazine says he feels that the market will turn around when housing prices stabilize and oil prices rise again.[32] The DJIA hit a low on March 6, 2009 of 6,469.95. On that same day, a regulatory report indicated that the 5 biggest banks still had large risk exposure due to derivatives that could fail.[33] On Tuesday, March 10, Vikram Pandit the CEO of Citibank, said that his bank has been profitable the first two months of 2009 and was currently enjoying its best quarterly performance since 2007. On March 12, Ken Lewis, CEO of Bank of America, declared that bank had also been profitable in January and February, that he didn't foresee the bank needing further government funds, and that he expected to \"see $50 billion in 2009 pre-tax revenue\". The announcements caused multi-day rallies with double-digit percentage gains for a number of stocks both in and outside of the banking industry.[34][35] After only a month and a half in office, in a media blitz including press conferences, interviews and public appearances, President Obama, Federal Reserve chair Ben Bernanke,[36][37] Federal Deposit Insurance Corporation chair Sheila Bair[38][39] and Treasury Secretary Tim Geithner[40] rolled out the details of numerous plans to tackle various elements of the economy, and began putting those plans into action. Mortgage rates for homeowners dropped, limits on executive compensation were enacted, regulatory changes were proposed, and the Treasury announced its intention to purchase $1 trillion of troubled bank assets, such as the aforementioned derivatives, and enticing private investors to join them in making similar investments.[41] Already rising for two weeks, following the Geithner announcement the DJIA had its fifth-biggest one-day point gain in history.[41] \"Tim Geithner went from zero to hero in a matter of just a few days\" and reported that Bank of America stock led banking stocks with 38% one-day gains.[42] On March 26, 2009, after just short of three weeks of gains which frequently defied the day's bad economic news, the DJIA rebounded to 7924.56. A rise of 21% from the previous low, this met the technical requirements to be considered a bull market.[43] A Wall Street Journal article declared, \"Stocks are on their strongest run since the bear market started a year and a half ago as investors continue to debate whether the economy and the markets have finally stabilized\".[44] Bloomberg noted the Obama administration's successes included the sale of $24 billion worth of seven-year Treasury notes and pointed out that March 2009 was the best month for the S&P 500 since 1974.[45] U.S. government bonds did well, especially longer terms. Yields dropped during this time period, part of a long-term bull market. High-grade corporate bonds and muni bonds also performed well. However, high-yield bonds had very bad performance, although they turned up coincident with the bull market in stocks. The Nikkei 225 average went from 18,262 on July 9, 2007 to 7,055 on March 10, 2009.[46] However, the yen also went up 24% compared with the U.S. dollar during this time. The FTSE 100 went from 6,731 on October 12, 2007 (and 6,698 in July) to 3,512 on March 3, 2009 (about 48%). However, the pound sterling went down about 28% during this time (thus about 62% overall).","Title":"United States bear market of 2007–2009 - Wikipedia","KeyID":"13186","URL":"https://en.wikipedia.org/wiki/United_States_bear_market_of_2007%E2%80%932009"}