{"Content: ":"The 2008–2009 Belgian financial crisis is a major financial crisis that hit Belgium from mid-2008 onwards. Two of the country's largest banks – Fortis and Dexia – started to face severe problems, exacerbated by the financial problems hitting other banks around the world. The value of their stocks plunged. The government managed the situation by bailouts, selling off or nationalizing banks, providing bank guarantees and extending the deposit insurance. Eventually Fortis was split into two parts. The Dutch part was nationalized, while the Belgian part was sold to the French bank BNP Paribas. Dexia group was dismantled, Dexia Bank Belgium was nationalized. The global financial crisis and the credit crunch shocked trust across the board. At the time of bankruptcy of Lehman Brothers Belgium was in a long simmering political crisis. The Flemish and French communities were at odds with one another, especially after the electoral gains of the Flemish separatist party N-VA. The fear of Belgium splitting into two worsened the trust situation. Most of the events took place during the Leterme I, Van Rompuy I and Leterme II Governments. Didier Reynders was finance minister in all of them. The government was assisted by CBFA and the Court of Audit. Historically Belgium has had a high public debt, which in 1993 peaked at 137.8% GDP. In order to be able to join the eurozone this was greatly reduced to around 100% GDP at the turn of the century. This budgetary discipline was continued after the introduction of the euro, in part to comply with the Maastricht Treaty. By 2007 the public debt of Belgium had dropped to 84% GDP. The reduced debt increased Belgium's ability to cope with the situation. The government interventions in the financial sector, and deficit spending at a time of economic slowdown has affected the government debt, rising again to 99.6% GDP in 2012.[1] There is a degree of pillarisation in Belgium. Dexia belonged to the Catholic pillar, Ethias [nl] belongs to the socialist pillar.[2] Fortis was the largest Belgian bank in early 2008, positioned mainly in the Benelux. From mid-2008 onwards, the bank began facing severe liquidity problems and its stock value began rapidly declining. The problem was exacerbated by the earlier acquisition of the Dutch bank ABN Amro, which had depleted Fortis' capital.[3] Since the beginning of 2008, about 3% of the deposits stalled at the bank were withdrawn.[4] Belgian and Dutch ministers and financial regulators met each other on 27 September to tackle the crisis.[5][6] The following day, Fortis was partially nationalised on 28 September 2008, with Belgium, the Netherlands and Luxembourg investing a total of €11.2 billion (US$16.3 billion) in the bank. Belgium will purchase 49% of Fortis's Belgian banking division, with the Netherlands doing the same for the Dutch banking division. Luxembourg has agreed to a loan convertible into a 49% share of Fortis's Luxembourg banking division.[7] On 3 October the Dutch government purchased the Dutch banking and insurance division of Fortis for €16.8 billion ($23.3 billion),[8] becoming the holder of Fortis Bank Nederland, Fortis Verzekeringen Nederland and Fortis Corporate Insurance, including the part of ABN Amro held by Fortis.[9] BNP Paribas, a French bank, took a majority stake in Fortis, while Belgian and Luxembourg governments became minority shareholders with blocking power in exchange for shares in BNP Paribas.[10] The deal does not include the main holding company, but does include the insurance and banking subsidiaries, except for Fortis Insurance International.[10][11] Dutch and Belgian shareholders' associations have requested a review of the takeover.[12][13] Toxic assets were placed in a bad bank called Royal Park Investments. Thanks in part to good management and multi billion euro guarantees by the government the holding performed better than expected. In April 2013 it was sold for 2.3 billion euro to the American investment firm Lone Star. This was good news for public finances (1 billion euro) and the Fortis holding since renamed to Ageas.[14] On 30 September 2008 the Belgian, French and Luxembourg governments said they would put in €6.4bn to keep Dexia afloat.[15] The problems at Dexia stem in part from a multi-billion loan to troubled German bank Depfa[16] and potential losses at its US subsidiary FSA. The Dexia board stated on 5 October 2008 that the capital addition by the governments would put it in a position in which it could deal with deteriorating market conditions, and that the credit risks associated with Hypo Real Estate and Depfa are only limited.[17][18][19] Market conditioned worsened over the following years, generating losses. On the sale of FSA, due to the fall of Lehman brother and Icelandic banks and finally due to a large exposure to the Greek government-debt crisis.[20] Eventually, in October 2011, the group was dismantled Dexia bank Belgium was bought by the Belgian federal government for 4 billion euro and changed its name to Belfius. Other healthy components were also sold off and the toxic assets remained in the Dexia Holding.[21][22] Dexia holding is Europe's largest bad bank.[23] Operating with the help of bank guarantees of the Belgian and French governments Dexia holding is tasked to minimize the losses on its toxic assets. The holding is still generating large losses, which led Belgium and France to inject another €5.5 billion in 2012.[24] Since the beginning of October 2008, the price of KBC shares had dropped by more than half. The turbulence on the international financial markets and the skewed domestic situation after the government bail-out of its two largest competitors had increased the pressure. On Saturday 25 October, KBC was reported to be in talks with the Belgian government, hoping to obtain a €3.5 billion cash injection.[31] The company, which is also active in Central Europe, fears the harm of the financial woes hitting that region. The deal was approved.[32] The extra cash was used to increase its risk buffer. Because KBC is seen by the Walloons as a mainly Flemish bank, the federal government was unwilling to participate in a second intervention. In January 2009, the Flemish government stepped in KBC for €2 billion. In addition KBC was allowed to issue bonds to the Flemish government for up to 1.5 billion euro.[33] When the credit rating of MBIA an American insurer, which specializes in bond insuring, was downgraded to junk this decreased the value of KBC's risky assets. A third agreement was made. Mid-May 2009 the federal government announced it will offer bank guarantees for up to 2 billion euro.[34] In 2012 KBC made a profit of 612 million euro. By the end of that year, and ahead of schedule, KBC had paid back all of the 3.5 billion euro of support from the federal government. It also plans to pay back the support from the Flemish government at an accelerated pace, starting with 1.17 billion in 2013.[35] Besides the bail-outs of both Fortis and Dexia, the government also guaranteed all bank savings up to €20,000. This limit was later raised to €100,000.[36] On Saturday 11 October, the government announced that all banks, including the smaller ones, could obtain a similar guarantee on the condition that they are solvent and pay a fee.[37] The government also negotiated in deals to protect the savings of the 16,000 Belgian customers of the Icelandic Kaupthing Bank whose money was locked up for months following the crisis in Iceland. They belonged to the subsidiary Kaupthing Bank Luxembourg. Which was finally taken over by Blackfish Capital the Belgian accounts were taken over by Crelan. Which later also took over Centea part of the activities KBC had to shed from the European Commission as compensation for the government support.[38] When in late 2011 the interest rates on Belgian government bonds rose to irrational heights the government asked for support from the population and promoted the staatsbon. The staatsbon is a government bond that can be easily purchased at banks without any knowledge of the stock exchange. The long term rates on the international markets briefly spiked above 5.5%. The consumer purchasable bonds offered gross interests rates of 3.5%, 4%, 4.2% depending on the runtime of 3, 5 or 8 years. This was twice that of a standard savings account.[39] The attractive rate, and the promotion resulted in a success. This way the government managed to borrow 5.68 billion euro below market rates.[40] Colloquially this iteration of the staatsbon is referred to as the Leterme-staatsbon after then Prime minister Yves Leterme. Shortly after the measure, and with a new government finally being formed the interest rates started to drop. Early 2013 even to the lowest level they had been since the introduction of the euro(below 2%). Allowing them to be resold at a profit.[41] The BEL-20 stock index lost more than 20% of its value during the week of 6–10 October, making it the largest weekly decline in the stock index' history.[42] At the time Fortis, Dexia and KBC stocks made up 29.78% of the weighted index.","Title":"2008–2009 Belgian financial crisis - Wikipedia","KeyID":"13192","URL":"https://en.wikipedia.org/wiki/2008%E2%80%932009_Belgian_financial_crisis"}