{"Content: ":"The 2012–2013 Cypriot financial crisis was an economic crisis in the Republic of Cyprus that involved the exposure of Cypriot banks to overleveraged local property companies, the Greek government-debt crisis, the downgrading of the Cypriot government's bond credit rating to junk status by international credit rating agencies, the consequential inability to refund its state expenses from the international markets[1][2] and the reluctance of the government to restructure the troubled Cypriot financial sector.[3] On 25 March 2013, a €10 billion international bailout by the Eurogroup, European Commission (EC), European Central Bank (ECB) and International Monetary Fund (IMF) was announced, in return for Cyprus agreeing to close the country's second-largest bank, the Cyprus Popular Bank (also known as Laiki Bank), imposing a one-time bank deposit levy on all uninsured deposits there, and possibly around 48% of uninsured deposits in the Bank of Cyprus (the island's largest commercial bank). A minority proportion of it held by citizens of other countries (many of whom from Russia), who preferred Cypriot banks because of their higher interest on bank account deposits, relatively low corporate tax, and easier access to the rest of the European banking sector. This resulted in numerous insinuations by US and European media, which presented Cyprus as a 'tax haven' and suggested that the prospective bailout loans were meant for saving the accounts of Russian depositors.[4][5] No insured deposit of €100,000 or less would be affected, though 47.5% of all bank deposits above €100,000 were seized.[6][7] Nearly one-third of Rossiya Bank's cash ($1 billion) was frozen in Cypriot accounts during this crisis.[8] The United States' subprime mortgage crisis in 2007–2008 led to a domino effect of negative consequences in the global economy including the European Union. The Cypriot economy went into recession in 2009, as the economy shrank by 1.67%,[9] with large falls specifically in the tourism and shipping sectors[10] which caused rising unemployment.[11] Economic growth between 2010 and 2012 was weak and failed to reach its pre-2009 levels.[9] Commercial property values declined by approximately 30%.[12] Non-performing loans rose to a reported 6.1% in 2011,[13] increasing pressure on the banking system. With a small population and modest economy, Cyprus had a large offshore banking industry. Compared to a nominal GDP of €19.5bn ($24bn)[14] the banks had amassed €22 billion of Greek private-sector debt with bank deposits $120bn, including $60bn from Russia business corporations.[15] Russian oligarch Dmitry Rybolovlev owned a 10% shareholding of Bank of Cyprus.[15][16][17] Cyprus banks first came under severe financial pressure as bad debt ratios rose. Former Laiki CEO Efthimios Bouloutas admitted that his bank was probably insolvent as early as 2008, even before Cyprus entered the Eurozone. The banks were then exposed to a haircut of upwards of 50% in 2011[18] during the Greek government-debt crisis,[19][20] leading to fears of a collapse of the Cypriot banks. The Cypriot state, unable to raise liquidity from the markets to support its financial sector, requested a bailout from the European Union.[10] Progress on fiscal and structural reforms was slow and following a serious, accidental explosion in July 2011 at the Evangelos Florakis Naval Base the major credit rating agencies downgraded the country's rating in September. Yields on its long-term bonds rose above 12% and there was concern that the country would be unable to stabilize its banks. Since January 2012, Cyprus had been relying on a €2.5bn (US$3.236 billion) emergency loan from Russia to cover its budget deficit and refinance maturing debt. The loan has an interest rate of 4.5%, with no amortization/repayment until its maturity ends after 4.5 years, and no penalty if repayment at that point of time will be delayed, in the event of a persisting lack of access for Cyprus to cover its financial needs through the normal funding markets.[21][22] The received loan was expected to cover all refinancing of maturing government debt and the amount needed for the government's continued budget deficits, until the first quarter of 2013. But the received loan did not include any funds for the recapitalization of the Cypriot financial sector. Looking further ahead, it was generally expected Cyprus would need to apply for an additional bailout loan.[21] Specifically, the article says The Cypriot deal has no coherence in the larger context. The euro crisis has been in abeyance for a few months, thanks largely to the readiness of the European Central Bank to intervene to help struggling countries. The ECB's price for helping countries is to insist they go into a bail-out programme. The political price of going into a programme has just gone up, so the ECB's safety net looks a little thinner. The bail-out appears to move Europe further away from the institutional reforms that are needed to resolve the crisis once and for all. Rather than using the European Stability Mechanism to recapitalise banks, and thereby weaken the link between banks and their governments, the eurozone continues to equate bank bail-outs with sovereign bail-outs. As for debt mutualisation, after imposing losses on local depositors, the price of support from the rest of Europe is arguably costlier now than it ever has been. In strategic terms the EU hurt not only Cyprus and itself, but also the interests of the US and other allies in the West. Europe pushed Cyprus directly into the arms of the Russian government. Not only did this hurt the prospects for its own deal, but it gave leverage to Moscow in the process. More important still, however, by forcing Anastasiades between the rock of a forced bank levy and the hard place of seeking assistance from Moscow, the EU seriously undermined him domestically precisely when the West was about to reap the benefits at long last of a fairly pro-Western Cypriot president, crucially necessary to overcome sour relations with Turkey that continue to undermine NATO relations, EU relations, NATO-EU relations, and US relations with both. To top it all off, a peace deal along the lines of the Annan Plan for a final resolution of the 40-year-old Cypriot divide – the prospects for which had improved with the election of Anastasiades – has seen its prospects diminished. This is blackmail. This is basically the officials of the banks and the political leaders going to the mass of people and saying to them, \"This awful deal that makes you, who have nothing to do with the crisis and didn't get any bailout, pay the costs of the crisis and the bailout. You must do this, because if you don't, we will do even more damage to you and your economy. So give us your deposits, give us your money, pay more taxes, suffer fewer social programs, because if you don't, we will impose even worse on you.\" It's the basic idea of austerity across the board and in our country, too. And I think it's the confrontation of a system that does not work with the mass of the people, saying, \"We will go down and take you with us, unless you bail us out.\" Cyprus has seen a number of reactions and responses towards the austerity measures of the bailout plan. On 8 November 2012, the Cypriot far-left party Committee for a Radical Left Rally (ERAS) organized the first protest against austerity while the Troika negotiations were still taking place.[27] Protesters were gathered outside the House of Representatives holding banners and shouting slogans against austerity. Leaflets with alternative proposals for the economy were distributed in the protest, with proposals including the nationalization of banking, the reduction of the army and the freezing of the army budget, and the increase of the corporate tax. Members of the New Internationalist Left (NEDA) also participated in the protest.[28] On 14 November the New Internationalist Left organised an anti-austerity protest outside the Ministry of Finance in Nicosia together with the Alliance Against the Memorandum. In the protest NEDA gave out leaflets, which expressed the view that \"the EU is trying to burden the workers with the debts from the collapse of the bankers\" and that \"if this happens, the Cypriot economy and the future of the new generations will then be mortgaged to local and foreign profiteers and usurious bankers\".[29] Contract teachers protested outside the House of Representatives on 29 November against austerity measures that would leave 992 of them without a job next year. The teachers stormed the building and bypassed the policemen, entering the parliament. The teachers shouted against the banks and poverty.[30] A protest by investors was staged on the morning of 11 December outside the House of Representatives, with protesters again storming parliament and bypassing the police. The storming of the parliament led to the interruption of the discussions of the parliamentary committee of customs. The protesters were asked to leave so that the committee could continue its work, and the protesters left half an hour later.[31] A number of protests took place on 12 December. Members of large families protested outside the House of Representatives against cuts in the benefits given by the state to support large families. Protesters threw eggs and stones at the main entrance of the parliament, and a number of protesters tried to enter the building, but were blocked by the police force that arrived to handle the protest. It was reported that a woman fainted during the incidents. The protesters shouted for the MPs to come out but no response was given.[32] The protesters were joined by members of KISOA (Cypriot Confederation of Organisations of the Disabled, Κυπριακή Συνομοσπονδία Οργανώσεων Αναπήρων), who marched from the Ministry of Finance to the House of Representatives to protest against cuts in benefits for people with disabilities.[33] Later in the day members of public school teachers' trade unions protested outside the Ministry of Finance against the cuts in education spending which could result in the firing of teachers.[34] The unions staged another protest the next day near the House of Representatives.[35] Haravgi, a far left-wing newspaper reported that just before bank deposits were blocked a number of companies belonging to family of president Nikos Anastasiadis have transferred over $21m outside of Cyprus.[36] Anastasiadis has denied these allegations.[37] Also a number of loans issued to members of political parties or public administration officers were fully or partially written off.[38] Non-resident investors who held deposits prior to 15 March 2013 when the plan to impose losses on savers was first formulated, and who lost at least three million euros would be eligible to apply for Cypriot citizenship. Cyprus's existing \"citizenship by investment\" program would be revised to reduce the amount of investment required to be eligible for the program to three million euros from the previous ten million euros. \"These decisions will be deployed in a fast-track manner\", Anastasiades said in an address to Russian business people in the port city of Limassol in 2013. Other measures were also under consideration, he said, including offering tax incentives for existing or new companies doing business in Cyprus.[39][40] Frozen deposits in Cyprus banks attracted interest from specialized distressed assets investors and brokers.[41][42] Among firms reported to be dealing in Cyprus bank debt was London-based Exito Partners (formerly Éxito Capital)[41] and Swiss-based Black Eagle Litigation Fund.[43][44] A team of 16 Cypriot economists, organized by the citizens group Eleutheria (\"Freedom\"),[45] attributed the crisis to sliding competitiveness, increasing public and private debt, exacerbated by the banking crisis.[46]","Title":"2012–2013 Cypriot financial crisis - Wikipedia","KeyID":"13207","URL":"https://en.wikipedia.org/wiki/2012%E2%80%932013_Cypriot_financial_crisis"}