{"Content: ":"The Venezuelan economic crisis[1] is the deterioration that began to be noticed in the main macroeconomic indicators from the year 2012, and whose consequences continue, not only economically but also politically and socially. The April 2019 International Monetary Fund (IMF) World Economic Outlook described Venezuela as being in a \"wartime economy\".[2] For the fifth consecutive year, Bloomberg rated Venezuela first on its misery index in 2019.[3]  Moody's:[19] C Outlook: stable The economy of Venezuela is based primarily on petroleum[7][22] as the country is the 8th largest member of OPEC and 26th in the world by oil production. Venezuela also manufactures and exports heavy industry products such as steel, aluminum, and cement. Production is concentrated around Ciudad Guayana, near the Guri Dam, one of the largest dams in the world and the provider of about three-quarters of Venezuela's electricity. Other notable manufacturing includes electronics and automobiles as well as beverages and foodstuffs. Agriculture in Venezuela accounts for approximately 4.7% of GDP, 7.3% of the labor force and at least one-fourth of Venezuela's land area.[7] Venezuela exports rice, corn, fish, tropical fruit, coffee, pork and beef. Venezuela has an estimated at USD$14.3 trillion worth[23] of natural resources and is not self-sufficient in most areas of agriculture. Exports accounted for 16.7% of GDP and petroleum products accounted for about 95% of those exports.[24] Since the 1920s, Venezuela has been a rentier state, offering oil as its main export.[25] From the 1950s to the early 1980s, the Venezuelan economy experienced a steady growth that attracted many immigrants, with the nation enjoying the highest standard of living in Latin America. However, this situation was reversed when oil prices collapsed during the 1980s. Since the Bolivarian Revolution half-dismantled its PDVSA oil giant corporation in 2002 by firing most of its 20,000-strong dissident professional human capital and imposed stringent currency controls in 2003 in an attempt to prevent capital flight,[26] there has been a decline in oil production and exports and a series of stern currency devaluations.[27] Further yet, price controls, expropriation of numerous farmlands and various industries, among other disputable government policies including a near-total freeze on any access to foreign currency at reasonable \"official\" exchange rates, have resulted in severe shortages in Venezuela and steep price rises of all common goods, including food, water, household products, spare parts, tools and medical supplies; forcing many manufacturers to either cut production or close down, with many ultimately abandoning the country as has been the case with several technological firms and most automobile makers.[28][29] Venezuela's economy has been in a state of total economic collapse since 2013.[30] In 2015, Venezuela had over 100% inflation—the highest in the world and the highest in the country's history at that time.[31] According to independent sources, the rate increased to 80,000% at the end of 2018[32] with Venezuela spiraling into hyperinflation[33] while the poverty rate was nearly 90 percent of the population.[34] On 14 November 2017, credit rating agencies declared that Venezuela was in default with its debt payments, with Standard & Poor's categorizing Venezuela as being in \"selective default\".[35][36] The United States has been Venezuela's most important trading partner despite the strained relations between the two countries. American exports to Venezuela have included machinery, agricultural products, medical instruments and cars. Venezuela is one of the top four suppliers of foreign oil to the United States. About 500 American companies are represented in Venezuela.[37] According to Central Bank of Venezuela, between 1998 and 2008 the government received around US$325 billion through oil production and exports in general.[17] According to the International Energy Agency (as of August 2015), the production of 2.4 million barrels per day supplied 500,000 barrels to the United States.[18] The origin of this economic collapse, framed in the context of the Great Recession, years after the improvement of the extraction of unconventional hydrocarbons in the U.S., showed a macro-economic phenomenon of great importance for the region. China's slowdown, a steady increase in oil production, and stable demand generated a surplus of crude oil that caused a drop in prices of reference crude oil, West Texas Intermediate (WTI), and Brent Crude, falling in 2014 from $100 a barrel to $50 a barrel, and causing unfavourable changes in the economy of Venezuela (see 2010s oil glut).[citation needed] Owing to high oil reserves, lack of policies on private property and low remittances, by 2012, 90% of Venezuela's revenues came from oil and its derivatives. With the fall in oil prices in early 2015 the country faced a drastic fall in revenues of the US currency along with commodities. In addition, the government had not made policy changes to adapt to the low petroleum price. In early 2016, The Washington Post reported the official price of state-retailed petrol was below US$.01 per gallon, and the black market valued the dollar at 150 times what the official state currency exchange rate did.[38] In 2013, Venezuela ranked as the top spot globally with the highest misery index score.[39][40] A number of foreign firms have left the nation, often due to quarrels with the socialist government, including Smurfit Kappa, Clorox, Kimberly Clark and General Mills; the departures aggravate unemployment and shortages.[42] Domestic airlines are having difficulties because of hyperinflation and parts shortages, and many international airlines have left the country.[43] Airlines from many countries that have left Venezuela including AeroMexico, Air Canada, Avianca (Colombia), Delta, and Lufthansa, making travel to the country difficult. According to the International Air Transport Association (IATA), the Government of Venezuela has not paid US$3.8 billion to international airlines in a currency issue involving conversion of local currency to U.S. dollars.[44] Airlines have left for other reasons, including crime against flight crews, stolen baggage, and problems with the quality of jet fuel and maintenance of runways.[45] American Airlines, the last U.S. airline serving Venezuela, left on 15 March 2019, after its pilots refused to fly to Venezuela, citing safety issues.[46] Iranian Mahan Air (blacklisted by the U.S. since 2011[47]) began direct flights to Caracas in April 2019,[48] \"signifying a growing relationship between the two nations\" according to FOX News.[47] Estimated to drop by 25% in 2019, the IMF said the contraction in Venezuela's GDP—the largest since the Libyan Civil War began in 2014—was affecting all of Latin America.[2] In 2015 the Venezuelan economy contracted 5.7% and in 2016 it contracted 18.6% according to the Venezuelan central bank.[49] Oil generates about 96% of Venezuela's export revenues; oil prices have fallen when the country faces runaway inflation and a severe scarcity of basic products. In reference to the anti-government protests that shook Venezuela earlier this year,[clarification needed] smuggling and of hoarding essential products, the central bank said that those \"actions against the national order prevented the full distribution of basic goods to the population, as well as the normal development of the production of goods and services. This resulted in an inflationary upturn and a fall in economic activity\".[citation needed] Inflation in Venezuela remained high during Chávez's presidency. By 2010, inflation removed any advancement of wage increases.[50] The inflation rate in 2014 reached 69%[51] and was the highest in the world.[52][53] It increased to 181% in 2015,[54] 800% in 2016,[49][55] 4,000% in 2017[56] and 2,295,981% in February 2019.[57] In November 2016, Venezuela entered a period of hyperinflation.[58] The Venezuelan government \"essentially stopped\" producing inflation estimates in early 2018.[59] From 2017 to 2019, some people became video game gold farmers and could be seen playing games such as RuneScape to sell in-game currency or characters for real currency; gamers could make more money than salaried workers by earning only a few dollars per day.[60][61] In the 2017 Christmas season, some shops stopped using price tags since prices would inflate so quickly.[62] In August 2018, Maduro announced a new currency, the sovereign bolívar, to fight hyperinflation. The new currency replaced the existing paper bolivar at a rate of 1/100,000: a 100,000 bolivar note becoming a 1 sovereign bolivar note. The new bills were introduced on 20 August 2018.[63] At the end of 2018, inflation had reached 1.35 million percent.[64] According to Bloomberg, Venezuela's inflation is expected to reach 8 million percent in 2019, making it the world's most miserable economy. The country continues to top Bloomberg's Misery Index for the fifth year straight.[65] Shortages in Venezuela became prevalent after price controls were enacted according to the economic policy of the Hugo Chávez government.[66][67] Under the economic policy of the Nicolás Maduro government, greater shortages occurred due to the Venezuelan government's policy of withholding United States dollars from importers with price controls.[68] Shortages occur in regulated products, such as milk, meat, chicken, coffee, rice, oil, precooked flour, and butter; and also basic necessities like toilet paper, personal hygiene products and medicine.[66][69][70] Some Venezuelans must search for food—occasionally resorting to eating wild fruit or garbage—wait in lines for hours and sometimes settle without having certain products.[71] Unemployment was forecasted to reach 44% for 2019; the IMF stated that this was the highest unemployment seen in the world since the end of the Bosnian War in 1995.[2] Venezuelan's unemployment rate hit 17.4% at the end of June 2017, with the jobless total having doubled over 12 months, when two million people lost their jobs.[72] In January 2016 the unemployment rate was 18.1 percent[73] and the economy was the worst in the world according to the misery index.[74] Venezuela has not reported official unemployment figures since April 2016, when the rate was at 7.3 percent.[75] Due to the inflation and expropriations by the Venezuelan government to private companies, many others left the country, which in turn increased unemployment for those remaining. Likewise, the salary increase at the end of 2016 brought the dismissal of half of the employees of large companies (Corpoelec, Imaseo, etc.).[citation needed] After having completed substantial improvements over the second half of the 1990s and during the 2000s, which put a few regions on the brink of full employment, Venezuela suffered a severe setback in 2015, when it saw its unemployment rate surging to 1994 levels.[citation needed] In August 2017 President of the United States Donald Trump imposed sanctions on Venezuela[76] which banned transactions involving Venezuela's state debt including debt restructuring. The technical default period ended 13 November 2017 and Venezuela didn't pay coupons on its dollar eurobonds, causing a cross default on other dollar bonds. A committee consisting of the fifteen largest banks admitted default on state debt obligations which in turn entailed payments on CDS on 30 November.[77] In November 2017, The Economist estimated Venezuela's debt at US$105 billion and its reserves at US$10 billion.[78] In 2018, Venezuela's debt grew to US$156 billion[79] and as of March 2019, its reserves had dropped to US$8 billion.[80] With the exception of PDVSA's 2020 bonds,[81] as of January 2019, all of Venezuela's bonds are in default,[82] and Venezuela's government and state-owned companies owe nearly US$8 billion in unpaid interest and principal.[83] As of March 2019, the government and state-owned companies have US$150 billion in debt.[80] The risk premium began to skyrocket at the end of 2014 to a record high of 3,181 basis points. The risk premium set a record in August 2017, recording 5,000 basis points exceeding eight times Greece's risk premium.[84] Due to the lack of its own resources, Venezuela has traditionally exported all its oil abroad, so the energy crisis of 2014 produced a strong inflationary trend. In June 2013, accumulated inflation in the last twelve months was 56.2%. The sharp drop between 2014 and 2016 in the price of oil, sparked fears of a risk of hyperinflation. In 2015, Venezuela reached the highest inflation rate in the last 35 years, and in March 2016 there was hyperinflation for the first time in recorded history. In October 2016, the economy continued to contract while inflation increased again. Between 2017 and 2018, prices rose 2616% - this increase combined with austerity measures and high unemployment negatively impacted the living standards of Venezuelans. At the same time the average wages decreased (real) and the purchasing power was significantly reduced.[citation needed] In the beginning of the crisis, Venezuela's credit ratings were downgraded to \"junk territory\" or below investment grade with negative outlooks according to most rating agencies.[85][68][86] In a little more than one year, Standard and Poor's downgraded Venezuela's credit rating three times; from B+ to B in June 2013,[87] B to B− in December 2013[85] and from B− to CCC+ in September 2014.[68] Fitch Ratings also lowered each of Venezuela's credit ratings in March 2014 from B+ to B[88] and even lower from B to CCC in December 2014.[89] In December 2013, Moody's Investors Service also downgraded both Venezuela's local (B1) and foreign currency (B2) ratings to Caa1.[86] The noted reasons of credit rating changes were the greatly increased likelihood of economic and financial collapse due to the Venezuelan government's policies and an \"out of control\" inflation rate.[68][86][88] In July 2017, Standard & Poor's lowered both the domestic and foreign credit ratings of Venezuela to CCC− due to the increasing risk of default.[90] Fitch Ratings followed suit in August 2017, lowering local and foreign credit ratings to CC.[91] In November 2017 Standard & Poor's rated Venezuela in technical default and Fitch ratings rated Venezuela's oil company PDVSA in restrictive default - one rank above full default.[citation needed]","Title":"2013–present economic crisis in Venezuela - Wikipedia","KeyID":"13210","URL":"https://en.wikipedia.org/wiki/2013%E2%80%93present_economic_crisis_in_Venezuela"}