{"Content: ":"The Puerto Rican government-debt crisis was a financial crisis affecting the government of Puerto Rico.[a] The crisis began in 2014 when three major credit agencies downgraded several bond issues by Puerto Rico to \"junk status\" after the government was unable to demonstrate that it could pay its debt. The downgrading, in turn, prevented the government from selling more bonds in the open market. Unable to obtain the funding to cover its budget imbalance, the government began using its savings to pay its debt while warning that those savings would eventually be exhausted. To prevent such a scenario, the United States Congress enacted a law known as PROMESA, which appointed an oversight board with ultimate control over the Commonwealth's budget. As the PROMESA board began to exert that control, the government sought to increase revenues and reduce its expenses by increasing taxes while curtailing public services and reducing government pensions. Those measures further compounded the crisis by provoking social distrust and unrest. In August 2018, a debt investigation report of the Financial Oversight and management board for Puerto Rico reported the Commonwealth had $74 billion in bond debt and $49 billion in unfunded pension liabilities as of May 2017.[2] Puerto Rico officially exited bankruptcy on March 15, 2022.[3][4] Beginning with Christopher Columbus's arrival on the island in 1493, Spain colonized Puerto Rico.[6] At the end of the Spanish–American War in 1898, Puerto Rico was ceded to the United States.[6] The United States then refused to pay the colony's creditors, asserting they held odious debt.[7] Before 1898, the people of Puerto Rico had Spanish citizenship; after Puerto Rico stopped being part of Spain, the people of Puerto Rico had neither independent nor colonial citizenship. In April 1900, President William McKinley signed the Foraker Act, which allowed the popular election of only the House of Representatives of Puerto Rico.[6] The Insular Cases, a series of Supreme Court decisions issued in the early 1900s, defined Puerto Rico as an unincorporated \"territory appurtenant and belonging to the United States, but not a part of the United States within the revenue clauses of the Constitution.\"[8] Although legally defined as a commonwealth or protectorate, Puerto Rico's relationship with the United States, in which ultimate economic and political decision making rests with the U.S. Federal Government and citizens who reside in Puerto Rico do not enjoy full constitutional rights, was deemed by Juan R. Torruella to be a colonial one.[9] The political status of Puerto Rico makes it subject to U.S. laws. The Jones-Shafroth Act is one of these laws, which exempts interest payments from bonds issued by the government of Puerto Rico and its subdivisions from federal, state, and local income taxes (so-called \"triple tax exemption\") regardless of where the bondholder resided.[c][d] This right made Puerto Rican bonds attractive to municipal bond investors.[d][e] This factor led Puerto Rico to issue bonds that were always attractive to municipal investors, regardless of Puerto Rico's account balances.[f] Puerto Rico thus began to issue debt to fund its expenses, a practice repeated for four decades since 1973.[12] The island also began to issue debt to repay older debt, as well as refinancing older debt possessing low-interest rates with debt possessing higher interest rates.[13] In 1984, Congress explicitly forbade Puerto Rico from declaring bankruptcy under Chapter 9, Title 11, United States Code.[14] Between 1996 and 2006, Congress eliminated the tax credits, contributing to the loss of 80,000 jobs on the island and causing its population to shrink and its economy to contract in all but one year since the Great Recession.[15] Because the Constitution of Puerto Rico established that \"all available resources\" must first go towards payment of the Commonwealth's general obligation bonds, in 2006, the Commonwealth began issuing Puerto Rico Sales Tax Revenue Bonds, to avoid its constitution's limits by being paid directly into a separate urgent interest fund.[14] Sales tax was increased to 11%.[16] The last property tax assessment was done in 1958.[16] It was not until Puerto Rico enlarged its outstanding debt to $71 billion—an amount approximately equal to 68% of Puerto Rico's gross domestic product (GDP)—that Puerto Rican bonds were downgraded to non-investment grade (better known as \"junk status\" or speculative-grade) by three bond credit rating agencies between February 4 and 11, 2014.[17] This downgrade triggered bond acceleration clauses that required Puerto Rico to repay certain debt instruments within months rather than years.[g] Investors were concerned that Puerto Rico would eventually default on its debt.[h] Such a default would reduce Puerto Rico's ability to issue bonds in the future. Puerto Rico currently states that it is unable to maintain its current operations unless it takes drastic measures that may lead to civil unrest. There have already been protests over the austerity measures.[i][j] These events, along with a series of governmental financial deficits and a recession, have led to Puerto Rico's current debt crisis. In 1917, the United States Congress authorized the government of Puerto Rico to issue triple tax-exempt municipal bonds. These bonds were highly attractive to U.S. investors and very low cost for Puerto Rican local government to issue, laying the groundwork for the ballooning national debt, and a public infrastructure built on that debt.[19] A constitutional amendment in 1952 relaxed balanced budget requirements for Puerto Rico in comparison to the states and another in 1961 loosened the reins on debt capacity, encouraging Puerto Rico to continue to fund fiscal shortfalls through the issuance of triple-exempt municipal bonds.[19] For much of the 20th century, Puerto Rico was subject to favorable tax laws from the US federal government, which essentially acted to subsidize the island's economy. In 1996, US President Bill Clinton signed legislation phasing out important parts of the favorable federal tax code over ten years ending in 2006.[20][21] The end of the subsidies led to companies fleeing the island which itself subsequently led to tax shortfalls. At first, the Puerto Rican government tried to make up for the shortfall by issuing bonds. The government was able to issue an unusually large number of bonds, due to dubious underwriting from financial institutions such as Santander Bank, UBS, Barclays, Morgan Stanley, and Citigroup.[22][23][24][25] Eventually, the debt burden became so great that the island was unable to pay interest on the bonds it had issued. Some newspapers, such as El Vocero, have stated that the main problem is local government inefficiency rather than lack of funds.[k][l] For example, the Department of Treasury of Puerto Rico is incapable of collecting 44% of the Puerto Rico Sales and Use Tax (or about $900 million), did not match what taxpayers reported to the department with the income reported by the taxpayer's employer through Form W-2s, and did not collect payments owed to the department by taxpayers that submitted tax returns without their corresponding payments.[m][28][29] The Department of Treasury also tends to publish its comprehensive annual financial reports late, sometimes 15 months after a fiscal year ends, and the government as a whole constantly fails to comply with its continuing disclosure obligations on a timely basis.[30][n] The government's accounting, payroll, and fiscal oversight information systems and processes also have deficiencies that significantly affect its ability to forecast expenditures.[o] Similarly, salaries for government employees tend to be quite disparate when compared to the private sector and other positions within the government itself. For example, a public teacher's base salary starts at $24,000, but that of a legislative advisor starts at $74,000. The government has also been unable to set up a system based on meritocracy, with many employees, particularly executives and administrators, simply lacking the competencies required to perform their jobs.[p][q] There are 78 municipalities of Puerto Rico, which budget $2.2 billion a year, with mayors' salaries alone costing $4.8 million.[33] 36 of these have a budget deficit, putting 46% of the municipalities in financial stress.[34] Each municipality's elected legislature, usually including 1,000 to 1,500 members, receive per diems and expense money.[33] Just like the central government, municipalities would issue debt through the Puerto Rico Municipal Financing Agency to stabilize their finances, rather than make adjustments. In total, the combined debt carried by the municipalities of Puerto Rico accounts for $3.8 billion, or about 5.5% of Puerto Rico's outstanding debt.[r][s] During the New Deal, an appointed Governor, Rexford Tugwell, created the Puerto Rico Electric Power Authority by nationalizing the island's private utilities.[16] The state monopoly provides free electricity to local governments, which prompted the mayor of Aguadilla, Puerto Rico, to build an ice-skating rink.[16] PREPA, uses oil-fired power plants, has had opaque purchasing practices, has resisted wind and solar power projects, and has a debt of $9 billion.[16] PREPA has had poor bill collection practices, with FTI Consulting estimating that the utility had improperly given away $420 million of electricity and that the island's governments were $300 million delinquent in payments.[16] In 2012, the Puerto Rico Ports Authority was forced to sell the Luis Muñoz Marín International Airport to private buyers after PREPA threatened to cut off power over unpaid bills.[16] In 2014, the Puerto Rico Energy Commission was established.[16] Between 2007 and 2017 Puerto Rico's gross national income declined by 14 percent, and in 2015, 46 percent of the population lived below the federal poverty line, compared to the U.S. national average of 15 percent.[19] Puerto Rican national debt is now approximately $74 billion, but unlike mainland municipalities, Puerto Rico is not protected by Chapter 9 of the U.S. Bankruptcy Code and cannot file for bankruptcy.[19] A federal statute that contributed to the crisis was the expiration of Section 936 of the Internal Revenue Code, which had applied to Puerto Rico.[t] The section was critical for the economy of the island, as it established tax exemptions for US corporations that settled in Puerto Rico and allowed its subsidiaries operating in the island to send their earnings to the parent corporation at any time without paying federal tax on corporate income. The economy of the island was significantly reliant on the additional investment and spending generated by companies taking advantage of that provision and has been unable to replace the benefit after its loss.[t] More than 60% of Puerto Rico's population receives Medicare or Medicaid services, with about 40% enrolled in Mi Salud, the Puerto Rican Medicaid program.[36] There is a significant disparity in federal funding for these programs compared to the 50 states, a situation that Congress started in 1968, when it placed a cap on Medicaid funding for US territories.[36] That has led to a situation in which Puerto Rico might typically receive $373 million in federal funding a year, but Mississippi, a state with a population similar to that of Puerto Rico, receives $3.6 billion.[36] The situation leads to an exodus of underpaid health care workers to the mainland, and the disparity has also had a major impact on Puerto Rico's finances.[36] Interest income paid to owners of bonds issued by the government of Puerto Rico and its subdivisions is exempt from federal, state, and local taxes, the so-called \"triple tax exemption.\"[d] Unlike most other US triple tax-exempt bonds, such bonds retain their tax exemption regardless of where the bondholder resides in the United States,[c][d][e] a marketing and sales advantage consequent to the restriction typically imposed on municipal bonds with triple tax exemption in which exemptions are available to bondholders that reside within the state or municipal subdivision that issues the bonds. Triple tax-exempt bonds are considered to be subsidized because bond issuers can offer a lower interest rate to satisfy bondholders and so Puerto Rico is able to issue more debt. Puerto Rico was effectively downgraded to non-investment grade on February 4, 2014, by Standard & Poor's when it downgraded Puerto Rico's general obligation debt (GO) from BBB- status to BB+, one level below investment grade.[37] The agency cited liquidity concerns for its downgrade and maintained a negative outlook on its watch.[38] Moody's would follow three days later by downgrading Puerto Rico's GO debt on February 7, 2014, from Baa3 to Ba2, two levels below investment grade.[39] Moody's, however, cited lack of economic growth for its downgrade while assigning a negative outlook to the government's ratings. Fitch Ratings would be the last to downgrade on February 11, 2014, by downgrading Puerto Rico's GO debt from BBB- to BB, two levels below investment grade.[17] Fitch cited both liquidity concerns and lack of economic growth for its downgrade while assigning a negative outlook to the government's ratings. Each of these downgrades triggered several acceleration clauses that forced Puerto Rico to repay certain debt instruments within months rather than years.[g] On June 28, 2015, Governor García Padilla admitted publicly that \"the debt is not payable\" and that if the government was unable to grow the economy, \"we will be in a death spiral.[u][v] Before Padilla's admission, various government instruments had already entered into forbearance agreements with their lenders, but the warning still provoked a drop in Puerto Rican bonds and stocks.[41][42] Around $30 billion, or about 42% of Puerto Rico's outstanding debt, is owned by residents of Puerto Rico. They and local businesses are the parties that are most affected by the government cuts and the increased taxes that have been imposed to stabilize the island's finances. Michele Caruso from CNBC reported on January 24, 2014, \"Taxes and fees went up on nearly everything and everyone. Personal income taxes, corporate taxes, sales taxes, sin taxes, and taxes on insurance premiums were hiked or newly imposed. Retirement age for teachers was raised from as low as 47 to at least 55 for current teachers, and 62 for new teachers.\"[1] That is a significant cost to bear for a country with a purchasing power parity (PPP) per capita of $16,300 and with 41% of its population living below the poverty line.[w] The legislative assembly, together with the governor, also reduced operating deficits, and reformed the public employees', teachers', and judicial pension systems.[x] They also announced the intent to further reduce appropriations in the current fiscal year by $170 million and budget for balanced operations for the upcoming fiscal year.[y] As another countermeasure, the 17th Legislative Assembly of Puerto Rico enacted a bill on March 3, 2014, allowing the Puerto Rico Government Development Bank to issue $3.5 billion in bonds to recover its liquidity. The Governor promptly signed the bill the day after, effectively becoming law as Act 34 of 2014 (Pub.L. 2014–34).[44][45] Nearly 70% of US-based municipal bond funds own Puerto Rican bonds or have some kind of exposure to Puerto Rico.[z] A notable cause for this tendency is the fact that Puerto Rican bonds are triple tax-exempt in all of the states regardless of where the bond holder resides.[d] Despite the expected impact, pre-emptive measures slowed the damage of the downgrade's fallout.[46] When the downgrade began to be perceived as imminent, investors were warned that it would affect the municipal market in general, and concerns of a worst-case default scenario were already being considered.[47] However, by the end of February 2014, municipal bond funds that relied on specific debt had already experienced the backlash, which left portfolio managers with fewer options in the market.[48] Organizations such as First Investors made it clear that they did not intend to invest in Puerto Rico for a prolonged period, at least until Puerto Rican bonds were restored to investment grade.[48] Several Puerto Rico senators have expressed that Puerto Rico's debt is simply impossible to repay and so they have stated that Puerto Rico should instead negotiate payback terms with bondholders.[49] A different viewpoint emerged from others who were not senators, such as economist Joaquin Villamil, who deemed it necessary for Puerto Rico to issue debt at least once more to return liquidity to the Puerto Rico Government Development Bank and thus be able to repay its debt.[citation needed] Some, like House Minority Whip Jennifer González, claim the crisis is mere propaganda, which is created so that the incumbent political party can enact, amend, and repeal laws that it would otherwise be unable to justify.[aa][ab] Others, such as the President of the Senate of Puerto Rico, Eduardo Bhatia, claim the crisis was created by ruthless investors, who wish to profit from credit downgrades.[51] In June 2015, Governor Padilla announced that the Commonwealth was in a \"death spiral\" and \"the debt is not payable\".[52] The government of Puerto Rico commissioned an analysis of its financial problems asking for solutions that resulted in the \"Krueger Report\" published in June 2015.[53] The report called for structural and fiscal reforms as well as for a restructuring of outstanding debts.[54] One month later, a report was published that rejected the need for debt restructuring. It was commissioned by a group of 34 hedge funds that specialize in distressed debt—sometimes referred to as vulture funds—who had hired economists with an IMF background. Their report indicated that Puerto Rico has a fixable deficit problem, not a debt problem. It recommended improvements to tax collection and a reduction of public spending.[55] The report also recommended consideration of public private partnerships and the monetization of government-owned buildings and ports. The report made use of data of the Krueger Report and warned that the costs of default would be high.[55] One of the authors opined that Puerto Rico has been \"massively overspending on education\".[56] Detractors remark that Puerto Rico's spending on education is only 79% of the U.S. average per pupil while supporters remark that, when compared to Puerto Rico's GDP, such spending is extraordinarily high.[56] In response to the hedge fund report, Víctor Suárez Meléndez, chief of staff of the governor of Puerto Rico, indicated that \"extreme austerity [alone] is not a viable solution for an economy already on its knees\".[56] On October 14, 2015, the Wall Street Journal reported that \"U.S. and Puerto Rican authorities were discussing the possibility of issuing a \"superbond\" as part of a restructuring package\". This plan would have a designated third party administer an account holding some of the island's tax collections and those funds would be used to pay holders of the superbond. The existing Puerto Rican bondholders would take a haircut on the value of their current bond holdings.[57] Several lawmakers—such as MVC representative Manuel Natal—have proposed to audit Puerto Rico's debt to see whether some of the debt was issued illegally so that such debt can be nullified.[58] That strategy has been used elsewhere in the United States and might be challenged by creditors.[58] According to Carl Meacham, Puerto Rico's financial problems are closely related to its ambiguous legal status under U.S. law.[59] Expanding on that argument, Meacham posits that the government-debt crisis can be solved by enhancing Puerto Rico's autonomy or by giving the island protections and rights similar to those bestowed by statehood.[59] On June 28, 2014, Governor Padilla signed into law the \"Puerto Rico Public Corporation Debt Enforcement and Recovery Act\", which sought to allow corporations owned by the Commonwealth, such as the Puerto Rico Electric Power Authority, the Puerto Rico Aqueducts and Sewers Authority, and the Puerto Rico Highways and Transportation Authority to declare bankruptcy.[60] However, in February 2015, U.S. District Judge Francisco Besosa found the act was void because it was preempted by the U.S. Bankruptcy Code.[61] In July 2015, that ruling was affirmed by the United States Court of Appeals for the First Circuit, with Justice Juan R. Torruella concurring only in the judgment.[62] The following June, in Puerto Rico v. Franklin California Tax-Free Trust (2016), that ruling was additionally affirmed by a U.S. Supreme Court in a vote of 5–2, with Justice Sonia Sotomayor dissenting.[63] Puerto Rico or any of its political subdivisions and agencies cannot file for debt relief under Chapter 9, Title 11, United States Code because it applies only to municipalities on the mainland.[57] Puerto Rico's nonvoting representative in the US House of Representatives, Pedro Pierluisi, introduced H.R. 870 in February 2015 seeking to give Puerto Rico's public agencies and municipalities access to chapter 9. In the US Senate, members submitted similar legislation in July 2015, but neither bill was enacted.[64] In December 2015, the New York Times addressed investments in Puerto Rico securities by major distressed-debt and other hedge funds. John Paulson's firm Paulson & Co., Appaloosa Management founded by David Tepper, Marathon Asset Management, BlueMountain Capital Management and Monarch Alternative Capital were amongst purchasers of bonds in March 2014. The Times also traced opposition from the hedge funds, US Senator Marco Rubio, and Jenny Beth Martin of Tea Party Patriots to Congressional bills which would expand public-authority bankruptcy restructuring options.[65] On May 1, 2016, then-governor García Padilla \"ordered a debt moratorium, blocking a $422 million payment due\" the next day, its largest missed payment up until then. The next programmed payment was due July 1, when \"nearly $2 billion [was] due, roughly $800 million of which [consisted] of general-obligation bonds that carry an explicit guarantee by the Puerto Rican Constitution,\" which would have permitted bondholders to file lawsuits if the Puerto Rico Oversight, Management and Economic Stability Act were not enacted into law.[66] Following the Berkshire Hathaway annual meeting, Warren Buffett told CNBC on May 2: Puerto Rico, they’ve been kicking the can down the road for a long time, and they even raised new money, I think, not much more than a year ago, a very high price for hedge funds. The answer to financial problems is not more borrowing, more borrowing, but they’ll do it as long as they can and finally the day of reckoning comes and it would have been so much easier to tackle the problem earlier and no, you know, you got all different classes of bondholders and other claimants and they’re gonna fight like crazy. On June 30, 2016, President Barack Obama signed the Puerto Rico Oversight, Management and Economic Stability Act, or PROMESA, which empowered him to appoint a seven-member Financial Oversight and management board, with ultimate control over the Commonwealth's budget and the power to negotiate the Commonwealth's debt restructuring.[6] With the protection that the bill gave from lawsuits, the governor of Puerto Rico, Alejandro Garcia Padilla, suspended payments due on July 1.[68] PROMESA enables the island's government to enter a bankruptcy-like restructuring process and halts litigation in case of default. The task of the Oversight Board is to facilitate negotiations, or, if they fail, bring about a court-supervised process akin to a bankruptcy. The Board is also responsible for overseeing and monitoring sustainable budgets.[68] The Oversight Board can also institute hiring freezes, prohibit the Commonwealth from entering contracts, and sell off assets such as (controversially) public parks.[7] The Oversight Board meets in New York City.[7] By mid-January 2017, the bond debt had reached $70 billion in a territory with a 45% poverty rate and a double-digit unemployment (12.4% in December 2016), more than twice the mainland US average.[69] The debt had been increasing during a decade-long recession.[70] The Commonwealth defaulted on many debts, including bonds, since 2015.[71] By mid-January, the cash-strapped government was having difficulty maintaining health care funding.[72] \"Without action before April, Puerto Rico's ability to execute contracts for Fiscal Year 2018 with its managed care organizations will be threatened, thereby putting at risk beginning July 1, 2017 the health care of up to 900,000 poor U.S. citizens living in Puerto Rico,\" according to a letter sent to Congress by the Secretary of the Treasury and the Secretary of Health and Human Services. They also stated, \"Congress must enact measures recommended by both Republicans and Democrats that fix Puerto Rico's inequitable health care financing structure and promote sustained economic growth.\"[72] In January 2017, the newly elected Governor Ricardo Rosselló entered office and was expecting a $3 billion budget deficit, only to discover that the deficit was $7.5 billion.[73] He proposed austerity measures such as cutting payments to government pensioners, who do not receive Social Security, by 10%, which prompted criticism from the island's chapter of the Service Employees International Union.[73] Governor Rosselló discussed the situation in an interview with the international Financial Times in January and indicated that he would seek an amicable resolution with creditors and also make fiscal reforms. \"There will be real fiscal oversight and we are willing to sit down. We are taking steps to make bold reforms.... What we are asking for is runway to establish these reforms and have Washington recognize that they have a role to play.\" He had instructed Puerto Rican government agencies to cut operating expenses by 10% and reduce political appointees by 20%. With debt payments due, he faced the risk of a government shutdown.[71] Initially, the oversight board created under PROMESA called for Puerto Rico's governor to deliver a fiscal turnaround plan by January 28. Puerto Rico must reach restructuring deals with its creditors to avoid a bankruptcy-like process under PROMESA.[74] In late January 2017, the control board extended the deadline to the government to February 28 for the latter present a fiscal plan which including negotiations with creditors for restructuring debt. A moratorium on lawsuits by debtors was extended to May 31.[75] Rosselló hired investment expert Rothschild & Co in January 2017 to assist in convincing creditors to take deeper losses on Puerto Rico's debts than they had publicly expected. According to reliable sources, the company also explored the possibility of convincing insurers that had guaranteed some of the bonds against default to contribute more to the restructuring. The governor also planned to negotiate restructuring of about $9 billion of electric utility debt, a plan that could result \"in a showdown with insurers.\" Political observers suggested that his negotiation of the electrical utility debt indicated Rosselló's intention to take a harder line with creditors. Puerto Rico received authority from the federal government to reduce its debt with legal action and this may make creditors more willing to negotiate instead of becoming embroiled in a long and costly legal battle.[76] In late January, the Oversight Board set up under PROMESA gave the Commonwealth until February 28 to present a fiscal plan, including negotiations with creditors, to solve the problems. By the end of February, the Oversight Board's plan, with its focus on repayment of debts, was criticized by economists Joseph E. Stiglitz and Martin Guzman, who claimed that the Board lacked \"any understanding of basic economics and democratic accountability.\"[77] With the Board's focus on debt service leading to a predicted 16.2% decline in gross national income for the next fiscal year with a further decline expected, \"a social [and] economic catastrophe\" would be \"all but guarantee[d].\"[77] Stieglitz and Guzman proposed for steps to enhance economic growth, not repayments, to be at the center of a viable plan to solve the crisis. Similarly, an internal survey conducted by the Puerto Rican Economists Association revealed that most Puerto Rican economists rejected the policy recommendations of the Board and the Rosselló government on similar grounds.[78] Owners of the Commonwealth's general obligation bonds, which are protected by the Puerto Rican Constitution, and Puerto Rico Sales Tax Revenue Bonds, which are paid directly into a trust, rather than the Commonwealth's treasury, conflict on the holder of the senior debt.[79] In March 2017, Rosselló was permitted by the Oversight Board to offer the creditors a plan that would repay less than a quarter of debts.[80] On May Day, protesting residents, angry about the proposed subsidy cuts, shouted, \"Ricky is selling the island!\"[15] As soon as a court stay expired on May 2, 2017, bondholders and a bond insurer sued the Commonwealth for full and timely debt repayment.[81] On May 3, Rosselló reacted by asking the Oversight Board to file in federal district court for debt relief under PROMESA, proceedings, which would be very similar to bankruptcy.[81] On May 5, Chief Justice John Roberts assigned the case to Judge Laura Taylor Swain of the United States District Court for the Southern District of New York.[14] That day, the Puerto Rico Department of Education announced plans to close 184 schools.[73] On May 17, 2017, Swain traveled to San Juan for the first day of hearings, and she ultimately agreed to allow the Oversight Board and the Commonwealth to pursue separate lawsuits at the same time in a joint adjudication.[82] On July 2, 2017, the Puerto Rico Electric Power Authority filed for bankruptcy protections under PROMESA for its $9 billion in bond debt.[83] On August 7, 2017, Aurelius Capital Management had Theodore Olson file another lawsuit, which now alleged that the selection of the Oversight Board violated the Appointments Clause of the US Constitution.[84] After touring the damage from Hurricane Maria on October 3, 2017, US President Donald Trump announced: \"They owe a lot of money to your friends on Wall Street. We're going to have to wipe that out.\"[85] When markets opened the next day, the price on the Commonwealth's General Obligation bonds dropped to all-time lows of 32 cents on the dollar.[86] Mick Mulvaney, the White House Director of the Office of Management and Budget, said that the president should not be taken literally and clarified, \"We are not going to bail them out.\"[86] The Commonwealth's $123 billion liabilities from debt ($74 billion) and unfunded pension obligations ($49 billion) are much larger than the $18 billion Detroit bankruptcy, the recordholder for municipal bankruptcies conducted under Chapter 9.[81] The debt restructuring procedure will also be unprecedented in that it is governed by Title III of PROMESA, instead of Chapter 9 of the U.S. Bankruptcy Code.[81] Gov.-elect Pedro Pierluisi started the public meetings by outlining his key areas of focus including COVID-19 response, infrastructure works and getting Puerto Rico out of Title III bankruptcy “as quickly as possible.”[87]","Title":"Puerto Rican government-debt crisis - Wikipedia","KeyID":"13212","URL":"https://en.wikipedia.org/wiki/Puerto_Rican_government-debt_crisis"}