{"Content: ":"The 2020–2022 Chinese property sector crisis is a current financial crisis sparked by the financial difficulties of Evergrande Group and other Chinese property developers, in the wake of new Chinese regulations on these companies' debt limits. The crisis spread beyond Evergrande in 2021, however, and also affected such major property developers as Kaisa Group, Fantasia Holdings, Sunac, Sinic Holdings, and Modern Land. Following widespread online sharing of a letter in August 2021, in which Evergrande reportedly warned the Guangdong government that it was at risk of experiencing a cash crunch, shares in the company plunged, impacting global markets and leading to a significant slow-down of foreign investment in China during the period August to October 2021. After rumours of financial difficulties surfaced in the summer of 2021, the company attempted selling assets to generate money, unsuccessfully. The company subsequently missed several debt payments and was downgraded by international ratings agencies. The company finally defaulted on an offshore bond at the beginning of December, after a one-month grace period had elapsed. The ratings agency Fitch then declared the company to be in \"restricted default\". (See \"History\" section below for more details.) Thousands of retail investors, as well as banks, suppliers, and foreign investors are owed money by the company. In September 2021 the developer had 2 trillion RMB (310 billion USD) in liabilities.[1] Evergrande's land reserves alone were large enough to house 10 million people in 2020.[2] However, in the years preceding the 2021 crisis, Evergrande had pursued an aggressive expansion, including ventures in electric vehicles, theme parks, energy, and many other sectors. These leveraged investments included Ocean Flower Island, a 100 billion RMB (US$15.5 billion) project to build an artificial island on the north shore of Hainan near Yangpu in the South China Sea,[3] plans to spend over 45 billion RMB (US$7 billion) between 2019 and 2021 in electric vehicle development,[4] and ownership of Guangzhou F.C., China's richest football club.[5] On 21 September 2021, the Financial Times reported that \"Evergrande used retail financial investments to plug funding gaps\".[1] The company raised billions of dollars through wealth management products (WMP) and used the money to plug holes in its own funding and to repay other wealth product investors. The products sold were highly risky, with an anonymous executive suggesting they were \"too risky for retail investors and should not have been offered to them\".[1] However, they were marketed widely. Evergrande managers, for instance, pressured subordinates to purchase products advertised at over 10% annual return. Total WMP liabilities stood at 40 billion RMB in September 2021.[1] Referred to as a type of supply chain finance, investors would invest money in shell companies they falsely believed existed to supplement working capital. As sales of the products fell, their business model became unsustainable. An Evergrande executive was quoted as saying \"Many people . . . might be arrested for financial fraud if investors don’t get paid off. Our products were not for everyone. But our grassroots salespeople didn’t consider this when making their sales pitches and they targeted everyone in order to meet their own sales targets.\"[1] Other Chinese companies that sold wealth management products included Baoneng, Country Garden, Sunac, and Kaisa.[1] In an effort to rein in the highly indebted property-development sector, the Chinese government enacted a \"three red lines\" rule in 2020 to regulate the leverage taken on by developers, limiting their borrowing based on the following metrics: debt-to-cash, debt-to-equity, and debt-to-assets.[6] Evergrande was considered by many analysts as too big to fail. A Lehman-Brothers–style collapse would have massive consequences on the Chinese economy and the world at large.[7] The new regulations greatly affected Evergrande, which had leveraged itself heavily in the preceding years. The company's stock price had outpaced the thirty-percent growth rate of the Hang Seng Index between its 2009 IPO and 2017, having multiplied eightfold. But it had also become the world's most indebted property group in the process.[2] The Financial Times cited the director of S&P Global Ratings, who said that the developer was \"so highly leveraged, it's likely to breach all of the alleged thresholds\".[2] The company announced in March 2021 that it was looking to cut its debt load by 150 billion RMB (US$23.3 billion).[2] Nevertheless, Evergrande was still expanding, having launched 63 new projects in the first half of 2021.[2] Other central and local government regulations, including mortgage lending limits, rent caps in big cities, and land auction cancellations, precipitated a slowdown in the property sector in 2021, as authorities attempted to control rising house prices.[8] By 8 October 2021, 14 of China's 30 biggest developers had violated the regulations at least once. Guangzhou R&F violated all three regulations; Evergrande and Greenland Holdings violated two regulations; and Aoyuan, CIFI Holdings, Country Garden, Greentown, Jiangsu Zhongnan, Risesun, Seazen Holdings, Shinsun Holdings, Sunac, Sunshine City Group, and Zhenro Group violated one of the regulations.[9] The developers mentioned had total sales in 2020 of over 4.34 trillion RMB (US$672 billion).[9] A letter circulated online on the last week of August 2020, where Evergrande informed the government of Guangdong province that they were close to running out of cash. The company alleges the letter has been fabricated and is \"pure defamation\", and followed its circulation by a number of public announcements to reduce fears from investors and the public.[2] On 22 June 2021, Fitch downgraded Evergrande from B+ to B, and further downgraded it to CCC+ on 28 July.[10] According to the company, the initial downgrade reflected \"ongoing pressure for Evergrande to downsize its business and reduce total debt,\"[11] with the latter action being due to \"Evergrande's diminishing margin of safety in preserving liquidity\".[12] On 3 August 2021, Moody's downgraded Evergrande's rating from B2 to Caa1.[13] On 5 August, S&P Global Ratings downgraded Evergrande and its subsidiaries from B− to CCC, two steps on its scale, qualifying it as having extremely speculative credit worthiness.[14] On 7 September, Fitch downgraded Evergrande further from CCC+ to CC.[15] In a statement on 31 August 2021, Evergrande warned it would default on its debts if it failed to raise enough cash to cover them.[16] At the time, Evergrande was China's most indebted real estate developer, and has several large bond payments to make for the foreseeable future.[17] On 24 September, Evergrande missed off-shore bond payments totalling US$83.5 million. While the company has 30 days to avoid defaulting on the debt, analysts feel it is unlikely to manage doing so.[18] On 12 October, Evergrande missed payments on three offshore bonds which totalled US$148 million. By this date, the developer had missed 5 bond payments during the crisis.[19] On 20 October, Evergrande paid off US$83.5 million worth of interest in order to avoid a default on the 24 September bonds.[20] On 10 November 2021, Evergrande defaulted on 3 additional bonds after missing the grace period for interest payments,[21] but reportedly fulfilled the payments after the deadline.[22] In order to raise capital, the group has started to sell off some of its assets. On 29 September 2021, the company sold a 20% stake in Shengjing Bank, retaining 15%, raising 10 billion RMB (US$1.5 billion).[23] On 4 October 2021, the Cailian Press reported that rival Hopson Development was set to buy a 51% stake in the Evergrande Property Services subsidiary for around US$5 billion.[24] On the same day, Evergrande froze its shares on the Hong Kong Stock Exchange citing a \"possible general offer\" in the near future, but until 20 October had not unfrozen them nor made announcements about the offer.[25] On 20 October, they announced that the deal had fallen through and applied to reopen trading on its shares.[26] Except for a stake in a regional bank, as of that date “there has been no material progress on sale of assets of the group” according to the Evergrande.[26] In response, shares fell 13.6%.[27] On 19 November 2021, it was announced that Hong Kong's Hang Seng China Enterprises Index intended to delist Evergrande Group.[28] Reasons why companies are delisted are typically not given by the index. However, any delisting is likely to be due to the poor performance of the company since the crisis began. On 7 December 2021, it was reported that Evergrande had for the first time missed a deadline for payment of interest on US dollar bonds[29] at the end of a 30-day grace period, with no sign of payment.[30] A day later, trading in shares of the similarly embattled Chinese property developer Kaisa Group Holdings was suspended after an anonymous source said that Kaisa would probably not meet a deadline for $400 million offshore debt.[29] In early December 2021, Kaisa was the second-largest holder (after Evergrande) of offshore debt among developers.[29] The ratings agency Fitch further downgraded Evergrande Group (and Kaisa) on 9 December 2021 from \"C\" to \"RD\",[31] thereby declaring that both groups had defaulted on offshore bonds. Fitch attached a so-called \"restricted default\" status to this downgrade. However, both property developers had not yet officially announced defaults that could lead to debt-restructuring processes.[32] On 10 December 2021 a third party forcibly sold about 3.4 per cent of Chairman Hui Ka Yan's personal holding of Evergrande stock to enforce a “security interest” (the shares had been pledged).[33] On 17 December 2021, credit rating agency S&P Global declared Evergrande in \"selective default\" with regard to payments for outstanding US-dollar bonds.[34] Trading of Evergrande's shares was halted on 3 January 2022.[35] On 4 January 2022, Evergrande was ordered to demolish 39 buildings in a Chinese resort.[36] On 20 February 2022 various Evergrande contractors reported[37] that assets worth over US$150 million had been frozen on orders of Chinese courts. Marco Metzler, Chairman of FMPC Consulting, who advised Evergrande creditors on possible insolvency proceedings with respect to Evergrande's Cayman Islands subsidiary, said on 23 February 2022 that, based on an analysis by ratings agency Fitch, Evergrande could no longer be successfully restructured, and a liquidation of the company would return only between 0% and 10% of principal to creditors.[38] On 15 March 2022, Evergrande's share price sank to a new all-time low of HK$1.16 (US$0.15), down from a high of over HK$31 in October 2017.[39] On 17 March 2022, stocks of Sunac, China’s third-biggest property developer by sales, were downgraded to a B- credit rating by ratings agency S&P, because of concerns that the company might not be able to meet its very large debt repayments of nearly US$4bn for 2022.[40] The company's liquidity position was revised downwards from “less than adequate” to “weak\" by the ratings agency. On 22 March 2022, Evergrande said that it would delay the release of its financial results for 2021 due to \"ongoing audit work\"; in that week, about 13.4 billion yuan (US$2.11 billion) in deposits were seized by banks from its property services unit Evergrande Property Services Group because the money had been pledged as security for third-party guarantees.[41][42] American and European companies had significant exposure to Evergrande through their holding of corporate bonds. Ashmore Group, an emerging market specialist, owned more than $400 million at the end of June while UBS owned over $300 million. BlackRock had a total exposure of $400 million across all its funds, with one of its high-yield funds having acquired additional $18 million worth of bonds in August.[43] Other companies have had smaller exposure, with HSBC having a peak exposure of $31 million.[43] On 28 September 2021, Sunac bought back $34 million of its bonds and denied requesting government assistance. A letter, which the developer claimed was merely a draft, surfaced online arguing that recent regulations in Shaoxing intended to control property prices had left a local project unable to break even.[44] On 5 October 2021, developer Fantasia Holdings missed a payment on a US$206 million bond that had matured the day before, triggering a default. Just weeks prior, the developer had assured investors it had \"no liquidity issue\".[45] On 11 October 2021, developer Sinic Holdings Group Co. warned that it was unlikely to be able to pay off a US$250 million bond due on 18 October 2021. At the time of the announcement, Sinic had US$694 million of dollar bonds outstanding.[46] In the week of 11 October 2021, Modern Land attempted to extend the maturity of a US$250 million bond on Monday and the prices of Sunac and Guangzhou R&F bonds fell sharply.[19] On 19 October 2021, Sinic defaulted on US$246 million worth of bonds.[47] The same day, official figures showed real estate output in China was down 1.6% in the third quarter year on year, the first time it has been negative since the start of the pandemic.[47] On 20 October 2021, the National Bureau of Statistics of China published data indicating that home prices had fallen month-on-month for the first time since April 2015, dropping in more than half of the cities surveyed.[48] On 27 December 2021, the People's Government of Danzhou issued a notice asking Evergrande to abarbeitung its \"Hainan Flower Island\" project.[49] With an 8-square-kilometer planned area and an investment of roughly 81 billion yuan, Haihua Island would be the world's largest artificial island. It was also Evergrande's most influential real estate project before the financial crisis. The local authorities classified 39 constructions on the \"Henghai Flower Island\" in Danzhou City, Hainan, to be illegal, according to Evergrande. Despite the suggested administrative reassessment, it undermines market confidence in Beijing's proposal to allow Evergrande to sell its assets to satisfy its debts. [50] On 22 September 2021, the governments in Zhuhai and Nanshan District, Shenzhen took control of sales revenue for Evergrande's properties in a state-controlled custodial account to protect home-buyers and continue construction of the company's developments. Various provinces have been doing so since August as the developer has put hundreds of these projects on hold.[51] On 15 October, the Chinese government commented for the first time on the Evergrande situation, blaming the company for its problems and saying that contagion to the financial system was controllable.[47] The Chinese government is reportedly working to restructure Evergrande to resolve the crisis.[52] Off-shore bondholders hired Kirkland & Ellis and Moelis & Company to advise them ahead of a potential restructuring, according to the Financial Times.[23] In the second week of October 2021, they informed the bondholders that they expected an Evergrande default to be \"imminent\" and that the company had failed to engage with them \"meaningfully\".[53] PwC declined to comment on its auditing of Evergrande during the ongoing crisis, as it is a live engagement. Nonetheless, they have received criticism for signing off on the developer's financial statements.[54] On 7 October 2021, Chinese Estates Holdings announced they would go private in order to avoid contagion from a possible Evergrande default.[55] As concern over the state of the Chinese economy and its dependence on loans increases, Chinese banks have decreased their traditional lending activity and purchasing low-risk financial instruments to meet government-imposed lending quotas.[56]","Title":"2020–2022 Chinese property sector crisis - Wikipedia","KeyID":"13220","URL":"https://en.wikipedia.org/wiki/2020%E2%80%932022_Chinese_property_sector_crisis"}