{"Content: ":"Legislature Judiciary In Sri Lanka a Member of Parliament (MP), is the title given to any one of the 225 individuals elected or appointed to serve in the Parliament of Sri Lanka.[1] Of the 225 members, 196 are elected from 22 electoral districts, which are multi-member. The remaining 29 MPs are elected from National Lists allocated to the parties (and independent groups) in proportion to their share of the national vote. All MP positions become simultaneously vacant for elections held on a five-year cycle. If a vacancy arises at another time, due to death or resignation, then an electoral district vacancy may be filled by the second highest scoring candidate in the last election from that electoral district. An MP is known as The Honourable (The Hon. or Hon.) Name MP or simply as the Name MP, during their term in office. For instance, Eran Wickramaratne is generally known to be entitled as the Hon. Eran Wickramaratne MP but can be titled as just Eran Wickramaratne MP. An average MP would earn more than Rs 270,000 including salary and other benefits, in-addition of attendance allowances.[2] Remuneration and allowances for elected members were first introduced in the State Council of Ceylon. A Member of Parliament will receive a salary of Rs 54,285 (with a proposed increased to 120,000 from January 2018)[3] paid monthly by the parliament, while Ministers, Deputy Ministers and State Ministers will receive a salary applicable to their grade from their Ministries.[4] In addition to the monthly salary, MPs are entitled to several additional allowances. MPs who do not hold a ministerial appointment, would receive an additional entertainment allowance of Rs 1000 and drivers allowance (if no driver is allocated by government) of 3000 per month. All MPs are entitled to a daily sitting allowance and committee allowance of Rs 2,500 each per sitting. Each member is entitled to a fuel allowance based on the distance from parliament to their electoral district (Colombo 283.94 L; Gampaha and Kaluthara 355.58 L). Each MP is entitled to a monthly office allowance of Rs 100,000, telephone allowance of Rs 50,000 and transport allowance for personal staff of Rs 10,000 for 4 personal staff to office. At the start of each term an MP has an allowance to purchase office equipment such as a computers, copier and fax machine. They are entitle to an annual free postal facility allowance of Rs 350,000, which was increased from Rs 175,000 in 2019.[5] Members claim tax exemptions on their pay and allowance at it has been deemed an honorarium.[6] Historically MPs were issued bus and railway warrants to travel by bus or train to Colombo from their constituencies. Today MP's are not entitled for an official vehicle unless they received ministerial appointment. In such an event they would receive transport from their ministry based on their type ministerial appointment. During times of vehicle import restrictions, MPs have issued with vehicles for the constituency work such as Mitsubishi Jeeps in the 1970s and Toyota Land Cruiser Prados in 2021 which as caused an controversy.[7][8][9] Each member is given an entitlement to import a high value luxury vehicle with a high engine capacity without paying import duty that is normally charged under a duty free permit each term of office. Accusations have been risen on the misuse of this benefit by members, who allow others to import super luxury vehicles under their name and use.[10] Ministers are also allocated two vehicles from their respective ministry in addition to said privilege. Historically MPs from outlying constituencies lodged at Srawasthi Mandiraya in central Colombo and was known as the MP's hostel. In the 1980s with the construction of the Madiwela Housing Complex, members from constituencies from out side Colombo received housing at the Madiwela Housing Complex or an allowance to rent a house. In addition, MPs and their families have exclusive use of the General's House, which is a nineteen-roomed holiday bungalow in Nuwara Eliya maintained by the members' services office of the department of administration of the parliament secretariat.[11] Members are entitled to subsidized meals in the members dining area at parliament. Young Members of Parliament without higher educational qualifications receive direct admission to the Sri Lanka Law College without setting for its entrance exam. On the completion of a term, an MP becomes entitled to a government pension for life.[12]","Title":"Member of Parliament (Sri Lanka) - Wikipedia","KeyID":"13228","URL":"https://en.wikipedia.org/wiki/Member_of_Parliament_(Sri_Lanka)"}