{"Content: ":"University of Peradeniya Vidyalankara University (University of Kelaniya) The University of Ceylon was the only university in Sri Lanka (earlier Ceylon) from 1942 until 1972. It had several constituent campuses at various locations around Sri Lanka. The University of Ceylon Act No. 1 of 1972, replaced it with the University of Sri Lanka which existed from 1973 to 1978. In 1978 it was separated into four independent universities. These are the University of Colombo, the University of Peradeniya, University of Kelaniya (Vidyalankara University) and the University of Sri Jayawardanapura (Vidyodaya University). Agitation for the provision of higher education in the island and for the establishment of a university began by the mid-19th century. This agitation gathered momentum by the beginning of the 20th century, and the Ceylon University Association, formed in 1906 by Sir James Peiris, Sir Ponnambalam Arunachalam and Sir Marcus Fernando with some other modern/western educated elite, urged the establishment of a national university.[1] Owing to the persistent demands of the association, the government decided in 1913 to set up a university college affiliated to the University of London. However, indecision regarding the nature and status of the institution to be set up, its location, and eventually the intervention of the First World War hindered further progress, and it was only in 1920 that the government purchased a private building called the \"Regina Walauwa\" (which came to be known as \"College House\") for the purpose of setting up the university college. The Ceylon University College was formally declared open in January 1921 in the building that was originally the main building of Royal College located on Thurstan Road opposite College House. From its inception, the university college was regarded as only a preliminary step, a half-way house, the ultimate goal being the establishment of a fully fledged degree granting university. The University of Ceylon was established on 1 July 1942 by the Ceylon University Ordinance No. 20 of 1942 by amalgamating the Ceylon Medical College and the Ceylon University College. The first official announcement of the creation of a separate university in Colombo was made in Parliament in the throne speech of 1967. The necessary legislation for this purpose had been prepared by the Minister of Education and Cultural Affairs under section 34 of the Higher Education Act No. 20 of 1966 on the recommendation of the National Council of Higher Education. The new university which came into existence on 1 October 1967 with the Colombo Campus as its nucleus had initially a student population of nearly 5000 reading for degrees in Arts, Law, the Sciences and Medicine and a teaching staff of nearly 300. The University of Ceylon Act No. 1 of 1972, which replaced the Higher Education Act of 1966 altered the complexion of the hitherto familiar University structure. The four independent autonomous universities (University of Ceylon, Peradeniya, University of Ceylon, Colombo, Vidyodaya University of Ceylon and Vidyalankara University of Ceylon) which had been set up by then and the Ceylon College of Technology at Katubedda became campuses of a single university styled the University of Sri Lanka. Its headquarters designated \"Senate House\" was located in Colombo. This arrangement did not last very long. With the promulgation of the Universities Act. No 16 of 1978, university status was again restored to the campuses, and the Colombo campus of the University of Sri Lanka was renamed the University of Colombo, Sri Lanka, the name and style by which it is known today. ","Title":"University of Ceylon - Wikipedia","KeyID":"13230","URL":"https://en.wikipedia.org/wiki/University_of_Ceylon"}