{"Content: ":"Dissanayake Mudiyanse Ralahamilage Lionel Gamini Dissanayake, PC (known as Gamini Dissanayake; Sinhala: ලයනල් ගාමිණි දිසානායක,Tamil: காமினி திஸாநாயக்க; 20 March 1942 – 24 October 1994) was a prominent Sri Lankan politician, a powerful minister of the United National Party, and Leader of the Opposition. He was designated as the UNP candidate in the 1994 presidential election, but was then assassinated by the Liberation Tigers of Tamil Eelam (LTTE). He was born in Kandy as the second son of a family of seven children, his father was Andrew Dissanayake who served as an Member of Parliament and the Parliamentary Secretary to the Minister of Nationalised Services and Shipping in the Sri Lanka Freedom Party government of S.W.R.D. Bandaranaike. His mother was Welegedara Samaratunga Kumarihamy from Kotmale. The wealthy Dissanayake family resided in both Kandy as well as Nuwara Eliya. Dissanayake had his schooling at the prestigious Trinity College, Kandy. He later completed an MPhil in International Relations at the Wolfson College, Cambridge in 1992.[1] In 1961, he entered Ceylon Law College and took his finals in 1966. He apprenticed under Neville Samarakoon, QC and call to the bar an Advocate in July 1967. He thereafter started his legal practice in the unofficial bar in the Colombo District Court as a junior to B. J. Fernando, PC. Later he went on to take silks as a President's Counsel in 1988.[1][2] Following is father's legacy, he sought nomination from the Sri Lanka Freedom Party for the 1970 general elections from the Nuwara Eliya electorate, but was refused. He instead contested from the United National Party (UNP) and was elected as a member of parliament under United National Party (UNP) candidature and was one of the 18 UNP members in the parliament at a time when his party has faced an humiliating defeat. However, he was unseated in an election petition and faced suspension of his civic rights for seven years. That year a modification of the law by Minister of Justice, Felix Dias Bandaranaike to benefit Nanda Ellawala, allowed for Dissanayake to retain his civic rights and contest the by-election regaining his seat in parliament in 1972.[2] He comfortably secured his Nuwaraeliya-Maskeliya multielectorate seat in the 1977 general elections and was appointed as the minister of Mahaweli Development. Dissanyake spearheaded the Mahaweli Development Project. This was a huge project which was expected to take 30 years to finish. But due to Dissanayake's skills he managed to finish the project within 6 years. The Mahaweli Development Project is the largest development project conducted in Sri Lanka after independence. The whole country was affected by the project which focused on irrigation, hydro power generation, agriculture, town & country development. Further it was criticised by the time as to introduce sinhala population into Tamil's motherland. Majority of the power generated for the local consumption is generated from these hydropower plants while an overwhelming majority of the rice cultivation in Sri Lanka is conducted in these Mahaweli areas. He was the chairperson of the Sri Lanka Cricket Board in the early 1980s and helped his country to gain the Test Status in cricket. He played a pivotal role in signing the Indoo-Lanka Peace Accord in 1987. In 1989 he was re elected as an MP from Nuwaraeliya District securing the highest percentage of preferential votes obtained by any UNP MP. He was the Minister of Estate Development during Premadasa regime. He was not awarded a portfolio in 1990 cabinet reshuffle and remained as a back-seat MP in the parliament. Dissanayake was accused of abduction of Prof. Ralph Bultjens. Prof Rohan Goonarathne in an interview with Hasitha Kuruppu told that Dissanayake did that as Bultjens in his lectures accused Dissanayake for swindling of money.[3] Later he was acquitted from the courts. He played a major role in the aborted impeachment motion against President Premadasa and as a result was expelled from UNP in 1991. In the same year Dissanayaka joined Lalith Athulathmudali to form United National Democratic Front (DUNF) which was a rising political force of that era. Dissanayaka contested to Kandy District at 1993 provincial council elections and became a member of the Central Provincial Council. After the assassination of Athulathmudali, Dissanayake became the leader of DUNF. Later he rejoined UNP and was appointed to the parliament as a national list MP and was offered a vital portfolio in the Wijethunga Government. In 1994 PA came to power defeating UNP when Dissanayaka was re elected as a member of parliament from Kandy District. In a contest held among UNP MPs to choose the opposition leader Dissanayaka recorded a comfortable victory over previous prime minister Ranil Wickramasinghe. When President D.B. Wijetunga indicated he would not run in the 1994 presidential election, Dissanayake was selected as the UNP candidate at the same time he was the Leader of the Opposition in parliament. This was cut short when he was assassinated by a female suicide bomber of the Liberation Tigers of Tamil Eelam (LTTE) while he was addressing an election meeting at Thotalanga.[4][5] Government of India deputed Salim Ali IPS of CBI and Professor T D Dogra of All India Institute of Medical Sciences to assist the investigations of Gamini Dissanayake's assassination.[6] His wife Srima Dissanayake ran in his stead, but was defeated by People's Alliance candidate and Prime Minister Chandrika Kumaratunga. Gamini Dissanayake married Srima Lenaduwa in 1968. They had two sons, who are active in politics, Navin and Mayantha. His eldest son Navin was the Cabinet Minister of State Management Reforms in President Mahinda Rajapakse's Government and Member of Parliament for Nuwara Eliya District; he was non-cabinet Minister of Investment Promotion too. Mayantha contested for the 2010 General Election for Kandy District as a UNP candidate. *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"Gamini Dissanayake - Wikipedia","KeyID":"13238","URL":"https://en.wikipedia.org/wiki/Gamini_Dissanayake"}