{"Content: ":"Agnatha (/ˈæɡnəθə, æɡˈneɪθə/, Ancient Greek[3] ἀ-γνάθος 'without jaws') is an infraphylum[4] of jawless fish in the phylum Chordata, subphylum Vertebrata, consisting of both present (cyclostomes) and extinct (conodonts and ostracoderms) species. Among recent animals, cyclostomes are sister to all vertebrates with jaws, known as gnathostomes.[5] Recent molecular data, both from rRNA[6] and from mtDNA[7] as well as embryological data,[8] strongly supports the hypothesis that living agnathans, the cyclostomes, are monophyletic.[9] The oldest fossil agnathans appeared in the Cambrian, and two groups still survive today: the lampreys and the hagfish, comprising about 120 species in total. Hagfish are considered members of the subphylum Vertebrata, because they secondarily lost vertebrae; before this event was inferred from molecular[6][7][10] and developmental[11] data, the group Craniata was created by Linnaeus (and is still sometimes used as a strictly morphological descriptor) to reference hagfish plus vertebrates. While a few scientists still regard the living agnathans as only superficially similar, and argue that many of these similarities are probably shared basal characteristics of ancient vertebrates, recent taxonomic studies clearly place hagfish (the Myxini or Hyperotreti) with the lampreys (Hyperoartii) as being more closely related to each other than either is to the jawed fishes.[6][7][12] Agnathans are ectothermic, meaning they do not regulate their own body temperature. Agnathan metabolism is slow in cold water, and therefore they do not have to eat very much. They have no distinct stomach, but rather a long gut, more or less homogeneous throughout its length. Lampreys feed on other fish and mammals. Anticoagulant fluids preventing blood clotting are injected into the host, causing the host to yield more blood. Hagfish are scavengers, eating mostly dead animals. They use a row of sharp teeth to break down the animal. The fact that Agnathan teeth are unable to move up and down limits their possible food types. In addition to the absence of jaws, modern agnathans are characterised by absence of paired fins; the presence of a notochord both in larvae and adults; and seven or more paired gill pouches. Lampreys have a light sensitive pineal eye (homologous to the pineal gland in mammals). All living and most extinct Agnatha do not have an identifiable stomach or any appendages. Fertilization and development are both external. There is no parental care in the Agnatha class. The Agnatha are ectothermic or cold blooded, with a cartilaginous skeleton, and the heart contains 2 chambers. In modern agnathans, the body is covered in skin, with neither dermal or epidermal scales. The skin of hagfish has copious slime glands, the slime constituting their defense mechanism. The slime can sometimes clog up enemy fishes' gills, causing them to die. In direct contrast, many extinct agnathans sported extensive exoskeletons composed of either massive, heavy dermal armour or small mineralized scales. Almost all agnathans, including all extant agnathans, have no paired appendages, although most do have a dorsal or a caudal fin. Some fossil agnathans, such as osteostracans and pituriaspids, did have paired fins, a trait inherited in their jawed descendants.[13] Fertilization in lampreys is external. Mode of fertilization in hagfishes is not known. Development in both groups probably is external. There is no known parental care. Not much is known about the hagfish reproductive process. It is believed that hagfish only have 30 eggs over a lifetime.[14] Most species are hermaphrodites. There is very little of the larval stage that characterizes the lamprey. Lamprey are only able to reproduce once. After external fertilization, the lamprey's cloacas remain open, allowing a fungus to enter their intestines, killing them. Lampreys reproduce in freshwater riverbeds, working in pairs to build a nest and burying their eggs about an inch beneath the sediment. The resulting hatchlings go through four years of larval development before becoming adults. Although a minor element of modern marine fauna, agnathans were prominent among the early fish in the early Paleozoic. Two types of Early Cambrian animal apparently having fins, vertebrate musculature, and gills are known from the early Cambrian Maotianshan shales of China: Haikouichthys and Myllokunmingia. They have been tentatively assigned to Agnatha by Janvier. A third possible agnathid from the same region is Haikouella. A possible agnathid that has not been formally described was reported by Simonetti from the Middle Cambrian Burgess Shale of British Columbia. Many Ordovician, Silurian, and Devonian agnathans were armored with heavy bony-spiky plates. The first armored agnathans—the Ostracoderms, precursors to the bony fish and hence to the tetrapods (including humans)—are known from the middle Ordovician, and by the Late Silurian the agnathans had reached the high point of their evolution. Most of the ostracoderms, such as thelodonts, osteostracans, and galeaspids, were more closely related to the gnathostomes than to the surviving agnathans, known as cyclostomes. Cyclostomes apparently split from other agnathans before the evolution of dentine and bone, which are present in many fossil agnathans, including conodonts.[16] Agnathans declined in the Devonian and never recovered. Approximately 500 million years ago, two types of recombinatorial adaptive immune systems (AISs) arose in vertebrates. The jawed vertebrates diversify their repertoire of immunoglobulin domain-based T and B cell antigen receptors mainly through the rearrangement of V(D)J gene segments and somatic hypermutation, but none of the fundamental AIS recognition elements in jawed vertebrates have been found in jawless vertebrates. Instead, the AIS of jawless vertebrates is based on variable lymphocyte receptors (VLRs) that are generated through recombinatorial usage of a large panel of highly diverse leucine-rich-repeat (LRR) sequences.[17] Three VLR genes (VLRA, VLRB, and VLRC) have been identified in lampreys and hagfish, and are expressed on three distinct lymphocytes lineages. VLRA+ cells and VLRC+ cells are T-cell-like and develop in a thymus-like lympho-epithelial structure, termed thymoids. VLRB+ cells are B-cell-like, develop in hematopoietic organs, and differentiate into “VLRB antibody”-secreting plasma cells.[18] The taxon contains the subgroups Heterostraci, Astraspida, Arandaspida. Phylogeny based on the work of Mikko Haaramo and Delsuc et al.[30][31] Hyperotreti/Myxini (hagfishes) Petromyzontomorpha (lampreys) ?†Conodonta †Pteraspidomorpha ?†Jamoytiiformes ?†Euphanerida †Anaspida †Thelodonti †Galeaspida †Pituriaspida †Osteostraci Gnathostomata (vertebrates with jaws) The new phylogeny from Miyashita et al. (2019) is considered compatible with both morphological and molecular evidence.[32] †Anaspida †Pipiscius †Euconodonta Cyclostomi †Pteraspidomorphi †Thelodonti †Pituriaspida †Galeaspida †Osteostraci Gnathostomes †Myllokunmingiidae ","Title":"Agnatha - Wikipedia","KeyID":"1323","URL":"https://en.wikipedia.org/wiki/Agnatha"}