{"Content: ":"Royal Preparatory School (also known as Royal Primary School or Royal Junior School) was a preparatory school in Colombo, Ceylon (now Sri Lanka). Its grounds and buildings now form the primary school of the Royal College Colombo. It was established in 1933 as a preparatory school to prepare students to the Royal College Colombo which was situated next to it (until the 1960s there was an entrance exam for its students). In 1944 it was evacuated to the Glendale Bungalow in Bandarawela, where it remained until 1948. From 1966 to 1969, Royal Primary School Hall was built specially designed for local drama and music which required open air type auditorium in accordance to Natya Shastra. On 2 March 1972, Ceylon became a republic when the new Republican Constitution was passed by the Parliament that met at the Royal Primary School Hall. The school was augmented with Royal College Colombo in December 1977, becoming the Primary School of Royal College Colombo which exists to this day. The school was a government administered school with its own head master; the post still exists today as the post of head master/mistress of the Primary School staffed by a Deputy Principal of Royal College Colombo. In 1948, the Bandarawela Senior School (current Bandarawela Central College) was established in the premises used by the school in Bandarawela during World War II after it moved back to Colombo that year.[1] After the war then Minister of Education Major E. A. Nugawela open the Government Senior School (current Thurstan College) in 1950 at Thurstan Road; which was created to \"accommodate the overflow of students Royal Primary who could not gain admission to Royal College\". 112 students who could not gain admission to Royal College Colombo along with 26 other students were enrolled at the new Senior Government School.[2][3] In 1952 Greenlands College (current Isipathana College) at Greenlands Road was established with partial intake of students from Royal Preparatory School.[4] ","Title":"Royal Preparatory School - Wikipedia","KeyID":"13249","URL":"https://en.wikipedia.org/wiki/Royal_Preparatory_School"}