{"Content: ":"Don Richard Wijewardena (Sinhala:දොන් රිච්ඩ් විජෙවර්ධන) (23 February 1886 – 13 June 1950) was a Sri Lankan press baron who was involved in the Sri Lankan independence movement. A successful entrepreneur, he established Lake House newspapers and played a significant role in the independence movement.[1] D. R. Wijewardena was born as the third male child of seven sons and two daughters of Muhandiram Tudugalage Don Philip Wijewardene, a timber merchant of Sedavatta, Colombo and Helena Weerasinghe. He lost his father at a very young age and was raised by his mother. His brothers were Don Philip Alexander, Don Lewis, Don Charles, Don Edmund, Don Albert and Don Walter and his sisters were Harriot who married Dr Arthur Seneviratne and Agnes Helen who married Justice Eugene Wilfred Jayewardene.[1] Wijewardena received his primary education at the Sedavatta School after which like all his brothers, completed his secondary education at St. Thomas College Mutwal.[2][3][4] He then went on to study at Peterhouse, Cambridge. There he developed his interest in politics and met famous personalities such as future leaders of India like Lala Lajpat Rai, Bepin Chandra Pal, Surendranath Banerji and Gopal Krishna Gokhale. He was a contemporary of A. E. de Silva After graduating with a Bachelor of Arts and a Bachelor of Laws, he became a barrister at the Inner Temple.[1] Returning to Ceylon in 1912, he took oaths as an advocate of the Supreme Court of Ceylon and started his legal practice at Hulftsdorp in the Unofficial Bar. As a young advocate, Wijewardena to an active role in the local movements for constitutional change. In 1913 he was elected secretary of the Ceylon National Association, marking his formal entry into politics and together with its President Sir James Peiris he agitated for constitutional reform and self-rule.[5] He became the joint-secretary of the Ceylon Reform League along with W. A. de Silva, when it was formed in 1917 by Sir Ponnambalam Arunachalam.[6] In 1915, he took part in the notable Basnayaka Nilame Vs Attorney General case that led to the 1915 riots.[1] Wijewardena gained a commission as a Second Lieutenant in the Ceylon Light Infantry a volunteer unit in 1913.[1] Mobilized for war service during World War I, he served as a Lieutenant until resigning in 1917 on principle after he was reprimanded by his commanding officer for inviting the outspoken legislative council member O. C. Tillekeratne for dinner at the officer's mess at the Echelon Barracks.[7] Wijewardena inherited some of his family estates and landholdings, which provided for a comfortable private income which meant that he was not completely dependent on legal practice for an income. This meant that he spent some time managing these assets, while practicing as an advocate. He did not practice law for long, turning towards business activities instead. In 1914, he acquired the Sinhala language daily Dinamina together with his brother D. C. Wijewardena. He thereafter in 1917 bought the English language daily The Ceylonese from Sir Ponnambalam Arunachalam for Rs 16,000, and paid of its debt of Rs 5,000 to F. R. Senanayake. Renaming it the Ceylon Daily News, with the first issue coming out on 3 January 1918, Wijewardena set about making it the premier morning paper in the island, by increasing its quality in both content and print as well as expanding its distribution cross the island. He soon bought its primary competition Ceylon Independent. This was followed by the purchase of the publication of a Tamil language daily Thinakaran. In 1923, he purchased The Observer which had been founded in 1834 for Rs 100,000.[1] In 1926, these newspapers where consolidated under Associated Newspapers of Ceylon Limited (ANCL) which would publish seven newspapers Dinamina, Silumina (Sinhalese), Daily News, the Observer, Sunday Observer (English), Thinakaran and Sunday Thinakaran (Tamil). ANCL shifted its operations to a purpose-built building along the banks of the Beira Lake, which was called Lake House from which he derived the name of the holding company Lake House Group owned by Wijewardena which brought together his different publications which included the Fergusons Ceylon Directory. He started several buses to deliver papers to remotes parts of the island and providing public service in turn. Wijewardena expanded his personal holdings having acquired the Landscape Estate in Latpandura and Acadia in Diyatalawa.[8] D. R. Wijewardena and E. W. Perera traced the location of the banner of last King Sri Vikrama Rajasinghe, the last king of the Kingdom of Kandy to the Royal Hospital Chelsea where it was kept since the surrender of the Kingdom to the British in 1815. The recovered banner became a focal point in the independence movement and it became the flag of the Dominion of Ceylon upon its independence in 1948.[9] Wijewardena was in touch with local events and organised the first deputation to the Secretary of State for the Colonies with H. J. C. Pereira along with E. W. Perera. As a result of lobbying benefits Ceylonese were given another concession of a seat in the British dominated Legislative Council of Ceylon. To this seat majority of the Ceylonese elected Sir Ponnambalam Ramanathan against Sir (Dr.) Marcus Fernando. He would later organise a second deputation too. He was also instrumental in starting the Temperance movement and the Amadyapa Sabha.[1] He married Alice Gertrude Ruby Meedeniya on 26 January 1916 at the Meedeniya Walauwa, she was the daughter of Meedeniya Adigar and Corneliya Magdeline Senanayake who was the niece of Lambertus Obeyesekere, Maha Mudaliyar. They had two sons, Ranjith and Seewali; three daughters, Nalini, Rani and Kusuma. The family lived first at Rickman House before moving to a house at De Saram Place, Maradane and finally settling at Warrington at Braybrook Place. He purchased and developed Arcadia, Diyatalawa as the family retreat. His daughters Nalini married Esmond Wickremesinghe, while Rani married George Gomes and Kusuma married Lal Gooneratne.[1] One of his grandsons Ranil Wickremasinghe, served as Prime Minister of Sri Lanka on several occasions and .[10] His brother-in-law was Sir Francis Molamure, the first speaker of the State Council and his nephew (Helen's son) was J. R. Jayewardene, President of Sri Lanka. The Associated Newspapers of Ceylon Limited he established played a major role in the pre and post independence era becoming a powerful media influence in Ceylon, resulting in its being taken over by the government under the Associated Newspapers of Ceylon Limited (Special Provisions) Law No. 28 of 1973 and remains to this day the government owned print media publishing house. A strong proponent for a university in Ceylon, he was one of the founders of the University of Ceylon[11] and one of its residence halls was named Wijewardena Hall in his honor. He bequeathed a large number of Buddhist books to the university library and funded several scholarships. McCallum Road in Colombo was renamed D.R. Wijewardena Mawatha.[8]","Title":"D. R. Wijewardena - Wikipedia","KeyID":"13248","URL":"https://en.wikipedia.org/wiki/D._R._Wijewardena"}