{"Content: ":"The United National Front (UNF) (Sinhala: එක්සත් ජාතික පෙරමුණ) later the United National Front for Good Governance (UNFGG) (Sinhala: එක්සත් යහපාලන ජාතික පෙරමුණ Eksath Yahapalana Jathika Peramuna; Tamil: நல்லாட்சிக்கான ஐக்கிய தேசிய முன்னணி) is a political alliance in Sri Lanka formed by the United National Party, the alliance currently represents 7 parties including the largest Muslim party Sri Lanka Muslim Congress and the Sinhala Nationalist Jathika Hela Urumaya. The UNF is former governing party in the Parliament of Sri Lanka. A new UNP led alliance, the National Democratic Front (NDF) is in the process of being formed for future elections.[1][2][3][4] The UNF was formed as an alliance in 2001 to battle president Kumaratunga's SLFP led People's Alliance in 2001 parliamentary election. Initial members were the United National Party, the Ceylon Workers' Congress, the Sri Lanka Muslim Congress and the Western People's Front. The alliance won the election by securing 109 seats in the parliament, which was 4 seats short of a majority. UNF government had been in limbo since October 2003, when President Kumaratunga declared a state of emergency and took three key cabinet portfolios for her party. During the campaign, she argued that prime minister Wickremasinghe had been too soft on the Liberation Tigers of Tamil Eelam and promised to take a harder line. The UNF, for its part, stressed the economic gains that had been made with the ceasefire and the need to find a negotiated solution to the civil war. Eventually, President Kumaratunga dissolved the parliament and called an election in 2004, which UNF lost to newly formed United People's Freedom Alliance. In 2006, CWC left the alliance to join UPFA. UNP and SLMC once again contested 2010 parliamentary election from UNF and only secured 29.34% of the popular vote and 60 out of 225 seats. After the election, the Sri Lanka Muslim Congress left the UNF and joined President Rajapaksa's UPFA government.[5] The UNP had contested past parliamentary elections in alliance with smaller parties representing ethnic minorities but many of these had defected to the UPFA after the election.[6][7] The United National Front was once again re-activated by the United National Party to form as common front against the re-emergence of Rajapaksa who was defeated on 8 January 2015 Presidential Election, with the support of many parties such as the Jathika Hela Urumaya, Sri Lanka Muslim Congress, Tamil National Alliance etc. as a major coalition to support the progress of the common opposition Candidate Maithripala Sirisena, who had been a member of the SLFP and served as minister in Rajapaksa's government but turned against him and formally ran for the minor New Democratic Front. Prior to this election being called, the UNP had claimed it would contest the election on its own.[8][9][10] However, after the election had been called it started forming alliances with minority parties including the Sri Lanka Muslim Congress (SLMC) and Tamil Progressive Alliance (TPA).[11][12][13][14] Following the presidential election, the de facto electoral alliance between President Sirisena and UNP's United National Front led to Sirisena appointing UNP leader Ranil Wickramasinghe once again as Prime Minister on the day he became president. On 12 July 2015 the UNP, SLMC and TPA signed agreements with the Jathika Hela Urumaya (JHU) and anti-Rajapaksa members of the SLFP to form the United National Front for Good Governance (UNFGG) to contest the parliamentary election.[15][16][17] The All Ceylon Makkal Congress (ACMC) also contested with the UNFGG.[18][19] The UNFGG is believed to have had the tacit support of President Sirisena but officially he has pledged to be neutral.[20][21][22] The UNFGG had originally been established by the renaming of the JHU after it left the UPFA.[23][24][25] It was registered as a political party with the diamond symbol.[26][27] Despite this the UNFGG contested the election under the name and elephant symbol of the UNP.[28][29] UNFGG general-secretary Champika Ranawaka has stated that the JHU name and its conch symbol will be revived after the election.[30] The UNFGG became the largest group in Parliament after securing 45.66% of votes and 106 seats whilst the UPFA won 42.38% of votes and 95 seats.[31][32] Rajapaksa quickly conceded defeat in his attempt to become Prime Minister.[33][34] Later, 42 members of the opposition joined the government, giving them a 2/3 majority. The result left the UNFGG seven seats short of a majority in Parliament.[35][36] However, on 20 August 2015 the central committee of the SLFP agreed to form a national government with the UNP for two years.[37][38] Wickremesinghe was sworn in as Prime Minister for another term on 21 August 2015.[39][40] Immediately afterwards a memorandum of understanding to work together in Parliament was signed by acting SLFP general secretary Duminda Dissanayake and UNP general secretary Kabir Hashim.[41][42] The working committee of the United National Party, the leading party of the alliance appointed opposition leader Sajith Premadasa as the leader of the new alliance. Premadasa will also lead the 2020 General election as the Prime minister candidate.[43] UNP senior Ranjith Madduma Bandara was named as the alliance General Secterey.[44][45]  ","Title":"United National Front (Sri Lanka) - Wikipedia","KeyID":"13244","URL":"https://en.wikipedia.org/wiki/United_National_Front_(Sri_Lanka)"}