{"Content: ":"Chandrika Kumaratunga UPFA Mahinda Rajapaksa UPFA Presidential elections were held in Sri Lanka on 17 November 2005. Nominations were accepted on 7 September 2005 and electoral participation was 73.73%. Prime Minister Mahinda Rajapaksa of the governing United People's Freedom Alliance was elected, receiving 50.3% of all votes cast. At first, there was doubt whether the election would be held at all. President Chandrika Kumaratunga had called the 1999 election one year ahead of schedule; she argued that the extra year should be appended to her second term, and filed suit to do this. The Supreme Court of Sri Lanka rejected her claims and the election went ahead. Prime Minister Mahinda Rajapaksa quickly emerged as the candidate for the Sri Lanka Freedom Party and Ranil Wickramasinghe for the United National Party. Both candidates tried to round up the support of minor parties. Rajapaksa needed to re-assemble the alliance with the Janatha Vimukthi Peramuna that existed at the parliamentary level (the United People's Freedom Alliance). After he agreed to reject federalism and renegotiate the ceasefire with the Liberation Tigers of Tamil Eelam, the JVP and the Jathika Hela Urumaya endorsed him. After that, Wickremasinghe's only real hope of victory was through the support of the island's ethnic minorities, given his generally more conciliatory stance on the ethnic issue. He secured the endorsement of the main Muslim party, the Sri Lanka Muslim Congress, and the Ceylon Workers' Congress representing the estate Tamils. He could not, however, obtain the backing of the main Sri Lankan Tamil party, the Tamil National Alliance. Wickremasinghe's hopes for victory were effectively dashed when the LTTE ordered Tamil voters, most of whom would likely have voted for him, to boycott the polls. Economic issues also worked to Rajapaksa's favour. Sri Lanka had enjoyed strong growth under Wickremasinghe's free-market policies when he was prime minister from 2001 to 2004, but he had also pursued controversial privatizations which Rajapaksa promised to halt. Rajapaksa also promised a policy of economic nationalism. Official district-by-district results of the election are listed below:[1] Winners of polling divisions Majorities according to polling divisions Majorities according to electoral districts","Title":"2005 Sri Lankan presidential election - Wikipedia","KeyID":"13241","URL":"https://en.wikipedia.org/wiki/2005_Sri_Lankan_presidential_election"}