{"Content: ":"The Ceylon Civil Service, popularly known by its acronym CCS, was the premier civil service of the Government of Ceylon under British colonial rule and in the immediate post-independence period. Established in 1833, it functioned as part of the executive administration of the country to various degrees until Ceylon gained self-rule in 1948. Until it was abolished on 1 May 1963 it functioned as the permanent bureaucracy or secretariat of Crown employees that assisted the Government of Ceylon.[1] Many of the duties of the CCS were taken over by the much larger Ceylon Administrative Service (CAS) which was created absorbing all executive management groups such as the CCS officers and the Divisional Revenue Officers' Service, was to be established with five grades. It was renamed following the declaration of the republic in 1972 as the Sri Lankan Administrative Service which is now the main administrative service of the Government. The origins of the service dates back to 1798, when the Secretary of State for the Colonies appointed several officers to assist the British Governor of Ceylon in the administration of the coastal areas. After Ceylon became a crown colony in 1802, an advisory council was formed to assist the Governor, made up of the Colonial Secretary, Chief Justice, Commander of Troops and two other members. Colonial Secretary and the other two members where civil servants. Once the Kingdom of Kandy was taken over by the British in 1815, a British Resident Sir John D'Oyly was appointed along with a Board of Commissioners who were civil servants. Following the Colebrooke-Cameron Commission recommendations administration of the coastal provinces and the former Kingdom of Kandy were merged and administration formed into one. Thus a central civil service, known as the Ceylon Civil Service was formed in 1833 to handle the administration of the island under the directive of the Governor. As per the Colebrooke-Cameron Commission, the Executive Council of Ceylon and the Legislative Council of Ceylon were formed. Each had members of the Ceylon Civil Service as officials. Most of these were CCS officers including Colonial Secretary and Colonial Treasure. Government Agents were appointed from senior CCS officers to administrate each province. The Donoughmore Constitution in 1931, replaced the Legislative Council and the Executive Council with the State Council of Ceylon and its Board of Ministers. Three of the Secretaries of the Board where the Chief Secretary, Treasury Secretary and the Legal Secretary. The Chief Secretary, as did his predecessor the Colonial Secretary had complete control over the public services. By this time, Ceylonese were admitted to the service which had previously been limited to Europeans. The Soulbury Constitution in 1947, brought about self-rule with full power being vested in the legislator and making the Ceylon Civil Service answerable to Parliament. The civil service was made up of several grades, appointments to these grades will be made by the Public Service Commission; The formally the Chief Secetery of the Government of Ceylon was the head of the CCS, since 1948 this functioned was carried out by the Secretary to the Treasury. Senior appointments such as department heads and government agents were made from members of the Class I. The senior most officers of the CCS were appointed as Permanent Secretaries, however they would leave the CCS for the duration of the appointment. Admission to the service was made from the grades of Cadet and Class III. In the early days, the CCS was staffed by Europeans, members of the British Civil Service and only later were Ceylonese admitted. Only six (or in some years only one) out of a very large number of applicants were selected into the Cadet grade by open competitive examination from graduates with first class honours degrees, between the ages of 22 and 24 with the rare exception made for those with war time service following the world wars. The selected were classed as cadets and trained on public administration. Designated as Unpassed Cadets they would receive job experience with rotation, serving in the districts, in public corporations, ministries and being part of ministerial delegations travelling abroad. After completion of two years of service, they would face an efficiency bar exam and interview and be entitled to draw pay as Passed Cadet and will be entitled to appointed to the grade of Class II. The Public Service Commission on recommendation of the head of the CCS will appointed to the grade of Class II, Cadets entitled for promotion and officers from Class III which was a rarity. Cadets who failed to pass the efficiency bar exam in three years had their appointment from the CCS terminated. Officers of Class II would take up posts such as assistant secretary, assistant commissioner or assistant government agent. Their training included a certain degree of practical legal training and examination as most Cadets and Class II officers used to function as Police Magistrates or Magistrates. To maintain seniority in the Class II, junior officers had to under take a second efficiency bar exam and interview. Officers of the General Clerical Service with about twenty years of service were selected to be appointed to the Class III. They would serve as Personal Assistants or Office Assistants, retiring from public service in the grade of Class III, CCS. This ensured that the top administrative positions during the colonial-era and top non-elected government positions in the post-independence era were held by the best available candidates who were well trained and experienced. This was very important since the appointments were permanent. The officers of the CCS therefore commanded a high level of respect and considered themselves elite, a situation which has continued into the early 21st century. When the CCS was abolished its officers were taken in to the Ceylon Administrative Service, the successor to the Ceylon Civil Service. The following posts were normally held by CCS officers:","Title":"Ceylon Civil Service - Wikipedia","KeyID":"13247","URL":"https://en.wikipedia.org/wiki/Ceylon_Civil_Service"}