{"Content: ":"† = extinct Lampreys /ˈlæmpreɪz/ (sometimes inaccurately called lamprey eels) are an ancient extant lineage of jawless fish of the order Petromyzontiformes /ˌpɛtroʊmɪˈzɒntɪfɔːrmiːz/, placed in the superclass Cyclostomata. The adult lamprey may be characterized by a toothed, funnel-like sucking mouth. The common name \"lamprey\" is probably derived from Latin lampetra, which may mean \"stone licker\" (lambere \"to lick\" + petra \"stone\"), though the etymology is uncertain.[3] Lamprey is sometimes seen for the plural form.[4] There are about 38 known extant species of lampreys and five known extinct species.[5] Parasitic carnivorous species are the most well-known, and feed by boring into the flesh of other fish to suck their blood;[6] but only 18 species of lampreys engage in this micropredatory lifestyle.[7][8] Of the 18 carnivorous species, nine migrate from saltwater to freshwater to breed (some of them also have freshwater populations), and nine live exclusively in freshwater. All non-carnivorous forms are freshwater species.[9] Adults of the non-carnivorous species do not feed; they live off reserves acquired as ammocoetes (larvae), which they obtain through filter feeding. Lampreys live mostly in coastal and fresh waters and are found in most temperate regions. Some species (e.g. Geotria australis, Petromyzon marinus, and Entosphenus tridentatus) travel significant distances in the open ocean,[10] as evidenced by their lack of reproductive isolation between populations. Other species are found in land-locked lakes. Their larvae (ammocoetes) have a low tolerance for high water temperatures, which may explain why they are not distributed in the tropics. Lamprey distribution may be adversely affected by overfishing and pollution. In Britain, at the time of the Conquest, lampreys were found as far upstream in the River Thames as Petersham[citation needed]. The reduction of pollution in the Thames and River Wear has led to recent sightings in London and Chester-le-Street.[11][12] Distribution of lampreys may also be adversely affected by dams and other construction projects due to disruption of migration routes and obstruction of access to spawning grounds. Conversely, the construction of artificial channels has exposed new habitats for colonisation, notably in North America where sea lampreys have become a significant introduced pest in the Great Lakes. Active control programs to control lampreys are undergoing modifications due to concerns of drinking water quality in some areas.[13] Adults superficially resemble eels in that they have scaleless, elongated bodies, and can range from 13 to 100 cm (5 to 39.5 in) in length. Lacking paired fins, adult lampreys have large eyes, one nostril on the top of the head, and seven gill pores on each side of the head. The brain of the lamprey is divided into the telencephalon, diencephalon, midbrain, cerebellum, and medulla.[14] The heart of the lamprey is anterior to the intestines. It contains the sinus, one atrium, and one ventricle protected by the pericardial cartilages.[14] The pineal gland, a photosensitive organ regulating melatonin production by capturing light signals through the photoreceptor cell converting them into intercellular signals of the lamprey is located in the midline of its body, for lamprey, the pineal eye is accompanied by the parapineal organ.[15] The buccal cavity, anterior to the gonads, is responsible for attaching the animal, through suction, to either a stone or its prey. This then allows the tongue to make contact with the stone to rasp algae, or tear at the flesh of their prey to yield blood.[16] The pharynx is subdivided; the ventral part forming a respiratory tube that is isolated from the mouth by a valve called the velum. This is an adaptation to how the adults feed, by preventing the prey's body fluids from escaping through the gills or interfering with gas exchange, which takes place by pumping water in and out of the gill pouches instead of taking it in through the mouth. One of the key physical components to the lamprey are the intestines, which are located ventral to the notochord. Intestines aid in osmoregulation by intaking water from its environment and desalinating the water they intake to an iso-osmotic state with respect to blood, and are also responsible for digestion.[17] Near the gills are the eyes, which are poorly developed and buried under skin in the larvae. The eyes consummate their development during metamorphosis, and are covered by a thin and transparent layer of skin that becomes opaque in preservatives.[18] The unique morphological characteristics of lampreys, such as their cartilaginous skeleton, suggest they are the sister taxon (see cladistics) of all living jawed vertebrates (gnathostomes). They are usually considered the most basal group of the Vertebrata. Instead of true vertebrae, they have a series of cartilaginous structures called arcualia arranged above the notochord. Hagfish, which resemble lampreys, have traditionally been considered the sister taxon of the true vertebrates (lampreys and gnathostomes)[19] but DNA evidence suggests that they are in fact the sister taxon of lampreys.[20] Studies have shown that lampreys are amongst the most energy-efficient swimmers. Their swimming movements generate low-pressure zones around the body, which pull rather than push their bodies through the water.[21] Research on sea lampreys has revealed that sexually mature males use a specialized heat-producing tissue in the form of a ridge of fat cells near the anterior dorsal fin to stimulate females. After having attracted a female with pheromones, the heat detected by the female through body contact will encourage spawning.[22] Due to certain peculiarities in their adaptive immune system, the study of lampreys provides valuable insight into the evolution of vertebrate adaptive immunity. Generated from a somatic recombination of leucine-rich repeat gene segments, lamprey leukocytes express surface variable lymphocyte receptors (VLRs).[23] This convergently evolved characteristic allows them to have lymphocytes that work as the T cells and B cells present in higher vertebrates immune system.[24] Northern lampreys (Petromyzontidae) have the highest number of chromosomes (164–174) among vertebrates.[25] Pouched lamprey (Geotria australis) larvae also have a very high tolerance for free iron in their bodies, and have well-developed biochemical systems for detoxification of the large quantities of these metal ions.[26] Lampreys are the only extant vertebrate to have four eyes.[27] Most lampreys have two additional parietal eyes: a pineal and parapineal one (the exception is members of Mordacia).[28] Different species of lamprey have many shared physical characteristics. However, the same anatomical structure can serve different functions in the lamprey depending on whether or not it is carnivorous. For example, non-carnivorous species use their teeth to scrape algae from rocks for food,[29] rather than drilling into the flesh of hosts. The mouth and suction capabilities of the lamprey not only allow it to cling to a fish as a parasite,[30] but provide it with limited climbing ability so that it can travel upstream and up ramps or rocks to breed.[31][30] This ability has been studied in an attempt to better understand how lampreys battle the current and move forward despite only being able to hold onto the rock at a single point.[31] Some scientists are also hoping to design ramps[31] that will optimize the lamprey's climbing ability, as lampreys are valued as food in the Northwest United States and need to be able to get upstream to reproduce.[30] The last common ancestor of lampreys appears to have been specialized to feed on the blood and body fluids of other fish after metamorphosis.[32] They attach their mouthparts to the target animal's body, then use three horny plates (laminae) on the tip of their piston-like tongue, one transversely and two longitudinally placed, to scrape through surface tissues until they reach body fluids.[33] The teeth on their oral disc are primarily used to help the animal attach itself to its prey.[34] Made of keratin and other proteins, lamprey teeth have a hollow core to give room for replacement teeth growing under the old ones.[35] Some of the original blood-feeding forms have evolved into species that feed on both blood and flesh, and some who have become specialized to eat flesh and may even invade the internal organs of the host. Tissue feeders can also involve the teeth on the oral disc in the excision of tissue.[36] As a result, the flesh-feeders have smaller buccal glands as they do not require the production of anticoagulant continuously and mechanisms for preventing solid material entering the branchial pouches, which could otherwise potentially clog the gills.[37] A study of the stomach content of some lampreys has shown the remains of intestines, fins and vertebrae from their prey.[38] Although attacks on humans do occur,[39] they will generally not attack humans unless starved.[40][19] Carnivorous forms have given rise to the non-carnivorous species that feed on algae,[41] and \"giant\" individuals amongst the otherwise small American brook lamprey have occasionally been observed, leading to the hypothesis that sometimes individual members of non-carnivorous forms return to the carnivorous lifestyle of their ancestors.[42] Another important lamprey adaptation is its camouflage. Similarly to many other aquatic species, most lampreys have a dark-colored back, which enables them to blend in with the ground below when seen from above by a predator. Their light-colored undersides allow them to blend in with the bright air and water above them if a predator sees them from below. Lamprey coloration can also vary according to the region and specific environment in which the species is found. Some species can be distinguished by their unique markings – for example, Geotria australis individuals display two bluish stripes running the length of its body as an adult.[43] These markings can also sometimes be used to determine what stage of the life cycle the lamprey is in; G. australis individuals lose these stripes when they approach the reproductive phase and begin to travel upstream.[43] Another example is Petromyzon marinus, which shifts to more of an orange color as it reaches the reproductive stage in its life cycle. The adults spawn in nests of sand, gravel and pebbles in clear streams, and after hatching from the eggs, young larvae—called ammocoetes[44][45]—will drift downstream with the current till they reach soft and fine sediment in silt beds, where they will burrow in silt, mud and detritus, taking up an existence as filter feeders, collecting detritus, algae, and microorganisms.[46] The eyes of the larvae are underdeveloped, but are capable of discriminating changes in illuminance.[47] Ammocoetes can grow from 3–4 inches (8–10 centimetres) to about 8 inches (20 cm).[48][49] Many species change color during a diurnal cycle, becoming dark at day and pale at night.[50] The skin also has photoreceptors, light sensitive cells, most of them concentrated in the tail, which helps them to stay buried.[51] Lampreys may spend up to eight years as ammocoetes,[52] while species such as the Arctic lamprey may only spend one to two years as larvae,[53] prior to undergoing a metamorphosis which generally lasts 3–4 months, but can vary between species.[54] While metamorphosing, they do not eat.[55] The rate of water moving across the ammocoetes' feeding apparatus is the lowest recorded in any suspension feeding animal, and they therefore require water rich in nutrients to fulfill their nutritional needs. While the majority of (invertebrate) suspension feeders thrive in waters containing under 1 mg suspended organic solids per litre (<1 mg/l), ammocoetes demand minimum 4 mg/l, with concentrations in their habitats having been measured up to 40 mg/l.[56] During metamorphosis the lamprey loses both the gallbladder and the biliary tract,[57] and the endostyle turns into a thyroid gland.[58] Some species, including those that are not carnivorous and do not feed even following metamorphosis,[55] live in freshwater for their entire lifecycle, spawning and dying shortly after metamorphosing.[59] In contrast, many species are anadromous and migrate to the sea,[55] beginning to prey on other animals while still swimming downstream after their metamorphosis provides them with eyes, teeth, and a sucking mouth.[60][59] Those that are anadromous are carnivorous, feeding on fishes or marine mammals.[10][61][62] Anadromous lampreys spend up to four years in the sea before migrating back to freshwater, where they spawn. Adults create nests (called redds) by moving rocks, and females release thousands of eggs, sometimes up to 100,000.[59] The male, intertwined with the female, fertilizes the eggs simultaneously. Being semelparous, both adults die after the eggs are fertilized.[63] Taxonomists place lampreys and hagfish in the subphylum Vertebrata of the phylum Chordata, which also includes the invertebrate subphyla Tunicata (sea-squirts) and the fish-like Cephalochordata (lancelets or Amphioxus). Recent molecular and morphological phylogenetic studies place lampreys and hagfish in the superclass Agnatha or Agnathostomata (both meaning without jaws). The other vertebrate superclass is Gnathostomata (jawed mouths) and includes the classes Chondrichthyes (sharks), Osteichthyes (bony fishes), Amphibia, Reptilia, Aves, and Mammalia. Some researchers have classified lampreys as the sole surviving representatives of the Linnean class Cephalaspidomorphi.[64] Cephalaspidomorpha is sometimes given as a subclass of the Cephalaspidomorphi. Fossil evidence now suggests lampreys and cephalaspids acquired their shared characters by convergent evolution.[65][66] As such, many newer works, such as the fourth edition of Fishes of the World, classify lampreys in a separate group called Hyperoartia or Petromyzontida,[64] but whether this is actually a clade is disputed. Namely, it has been proposed that the non-lamprey \"Hyperoartia\" are in fact closer to the jawed vertebrates. The debate about their systematics notwithstanding, lampreys constitute a single order Petromyzontiformes. Sometimes still seen is the alternative spelling \"Petromyzoniformes\", based on the argument that the type genus is Petromyzon and not \"Petromyzonta\" or similar. Throughout most of the 20th century, both names were used indiscriminately, even by the same author in subsequent publications. In the mid-1970s, the ICZN was called upon to fix one name or the other, and after much debate had to resolve the issue by voting. Thus, in 1980, the spelling with a \"t\" won out, and in 1981, it became official that all higher-level taxa based on Petromyzon have to start with \"Petromyzont-\". The following taxonomy is based upon the treatment by FishBase as of April 2012 with phylogeny compiled by Mikko Haaramo.[67] Within the order are 10 living genera in three families. Two of the latter are monotypic at genus level today, and in one of them a single living species is recognized (though it may be a cryptic species complex):[68] Geotria Gray 1851 (pouched lamprey) Mordacia Gray 1853 (southern topeyed lampreys) Petromyzon Linnaeus 1758 (Sea lamprey) Ichthyomyzon Girard 1858 Caspiomyzon Berg 1906 (Caspian lamprey) Tetrapleurodon Creaser & Hubbs 1922 Entosphenus Gill 1863 Lethenteron Creaser & Hubbs 1922 Eudontomyzon Regan 1911 Lampetra Bonnaterre 1788 Synapomorphies are certain characteristics that are shared over evolutionary history. Organisms possessing a notochord, dorsal hollow nerve cord, pharyngeal slits, pituitary gland/endostyle, and a post anal tail during the process of their development are considered to be Chordates. Lampreys contain these characteristics that define them as chordates. Lamprey anatomy is very different based on what stage of development they are in.[71] The notochord is derived from the mesoderm and is one of the defining characteristics of a chordate. The notochord provides signaling and mechanical cues to help the organism when swimming. The dorsal nerve cord is another characteristic of lampreys that defines them as chordates. During development this part of the ectoderm rolls creating a hollow tube. This is often why it is referred to as the dorsal \"hollow\" nerve cord. The third Chordate feature, which are the pharyngeal slits, are openings found between the pharynx or throat.[72] Pharyngeal slits are filter feeding organs that help the movement of water through the mouth and out of these slits when feeing. During the lamprey's larval stage they rely on filter feeding as a mechanism for obtaining their food.[73] Once lampreys reach their adult phase they become parasitic on other fish, and these gill slits become very important in aiding in the respiration of the organism. The final Chordate synapomorphy is the post anal tail which is a muscular tail that extends behind the anus. Oftentimes adult amphioxus and lamprey larvae are compared by anatomists due to their similarities. Similarities between adult amphioxus and lamprey larvae include a pharynx with pharyngeal slits, a notochord, a dorsal hollow nerve cord and a series of somites that extend anterior to the otic vesicle.[74] Lamprey fossils are rare because cartilage does not fossilize as readily as bone. The first fossil lampreys were originally found in Early Carboniferous limestones, marine sediments in North America: Mayomyzon pieckoensis and Hardistiella montanensis, from the Mississippian Mazon Creek lagerstätte and the Bear Gulch Limestone sequence. None of the fossil lampreys found to date have been longer than 10 cm (4 in),[75] and all the Paleozoic forms have been found in marine deposits.[76] In the 22 June 2006 issue of Nature, Mee-mann Chang and colleagues reported on a fossil lamprey from the Yixian Formation of Inner Mongolia. The new species, morphologically similar to Carboniferous and other forms, was given the name Mesomyzon mengae (\"Meng Qingwen's Mesozoic lamprey\"). The exceedingly well-preserved fossil showed a well-developed sucking oral disk, a relatively long branchial apparatus showing a branchial basket, seven gill pouches, gill arches, and even the impressions of gill filaments, and about 80 myomeres of its musculature. Unlike the North American fossils, its habitat was almost certainly fresh water.[77] Months later, a fossil lamprey even older than the Mazon Creek genera was reported from Witteberg Group rocks near Grahamstown, in the Eastern Cape of South Africa. Dating back 360 Million years, this species, Priscomyzon riniensis, is very similar to lampreys found today.[78][79][80] 310 to 360 million years old fossils of P. riniensis hatchlings indicate that the ammocoete larva is a more recent evolutionary trait among the lampreys. The hatchlings, measuring 15mm in length, still had their yolk sac, but were found in marine sediments and already had large eyes and a toothed suction disk.[81] The lamprey has been extensively studied because its relatively simple brain is thought in many respects to reflect the brain structure of early vertebrate ancestors. Beginning in the 1970s, Sten Grillner and his colleagues at the Karolinska Institute in Stockholm followed on from extensive work on the lamprey started by Carl Rovainen in the 1960s that used the lamprey as a model system to work out the fundamental principles of motor control in vertebrates starting in the spinal cord and working toward the brain.[83] In a series of studies by Rovainen and his student James Buchanan, the cells that formed the neural circuits within the spinal cord capable of generating the rhythmic motor patterns that underlie swimming were examined. Note that there are still missing details in the network scheme despite claims by Grillner that the network is characterised (Parker 2006, 2010[84][85]). Spinal cord circuits are controlled by specific locomotor areas in the brainstem and midbrain, and these areas are in turn controlled by higher brain structures, including the basal ganglia and tectum. In a study of the lamprey tectum published in 2007,[86] they found electrical stimulation could elicit eye movements, lateral bending movements, or swimming activity, and the type, amplitude, and direction of movement varied as a function of the location within the tectum that was stimulated. These findings were interpreted as consistent with the idea that the tectum generates goal-directed locomotion in the lamprey. Lampreys are used as a model organism in biomedical research, where their large reticulospinal axons are used to investigate synaptic transmission.[87] The axons of lamprey are particularly large and allow for microinjection of substances for experimental manipulation. They are also capable of full functional recovery after complete spinal cord transection. Another trait is the ability to delete several genes from their somatic cell lineages, about 20% of their DNA, which are vital during development of the embryo, but which in humans can cause problems such as cancer later in life, after they have served their purpose. How the genes destined for deletion are targeted is not yet known.[88][89] Lampreys have long been used as food for humans.[90] They were highly appreciated by the ancient Romans. During the Middle Ages they were widely eaten by the upper classes throughout Europe, especially during Lent, when eating meat was prohibited, due to their meaty taste and texture. King Henry I of England is claimed to have been so fond of lampreys that he often ate them late into life and poor health against the advice of his physician concerning their richness, and is said to have died from eating \"a surfeit of lampreys\". Whether or not his lamprey indulgence actually caused his death is unclear.[91] The pie made for the coronation of Elizabeth II of the United Kingdom on 4 March 1953 was a lamprey pie. However, after many decades, the city of Gloucester had to use Great Lakes lampreys for her Diamond Jubilee in 2012 because few lampreys could be found in the River Severn.[92][93] In southwestern Europe (Portugal, Spain, and France), Finland and in Latvia (where lamprey is routinely sold in supermarkets), lampreys are a highly prized delicacy. In Finland (county of Nakkila),[94] and Latvia (Carnikava Municipality), the river lamprey is the local symbol, found on their coats of arms. In 2015 the lamprey from Carnikava was included in the Protected designation of origin list by the European Commission.[95] Sea lamprey is the most sought-after species in Portugal and one of only two that can legally bear the commercial name \"lamprey\" (lampreia): the other one being Lampetra fluviatilis, the European river lamprey, both according to Portaria (Government regulation no. 587/2006, from 22 June). \"Arroz de lampreia\" or lamprey rice is one of the most important dishes in Portuguese cuisine. Lampreys are also consumed in Sweden, Russia, Lithuania, Estonia, Japan, and South Korea.[citation needed] In Finland, they are commonly eaten grilled or smoked, but also pickled, or in vinegar.[97] The mucus and serum of several lamprey species, including the Caspian lamprey (Caspiomyzon wagneri), river lampreys (Lampetra fluviatilis and L. planeri), and sea lamprey (Petromyzon marinus), are known to be toxic, and require thorough cleaning before cooking and consumption.[98][99] In Britain, lampreys are commonly used as bait, normally as dead bait. Northern pike, perch, and chub all can be caught on lampreys. Frozen lampreys can be bought from most bait and tackle shops. Sea lampreys have become a major pest in the North American Great Lakes. It is generally believed that they gained access to the lakes via canals during the early 20th century,[100][101] but this theory is controversial.[102] They are considered an invasive species, have no natural enemies in the lakes, and prey on many species of commercial value, such as lake trout.[100] Lampreys are now found mostly in the streams that feed the lakes, and controlled with special barriers to prevent the upstream movement of adults, or by the application of toxicants called lampricides, which are harmless to most other aquatic species; however, these programs are complicated and expensive, and do not eradicate the lampreys from the lakes, but merely keep them in check.[103] New programs are being developed, including the use of chemically sterilized male lampreys in a method akin to the sterile insect technique.[104] Finally, pheromones critical to lamprey migratory behaviour have been isolated, their chemical structures determined, and their impact on lamprey behaviour studied, in the laboratory and in the wild, and active efforts are underway to chemically source and to address regulatory considerations that might allow this strategy to proceed.[105][106][107] Control of sea lampreys in the Great Lakes is conducted by the U.S. Fish and Wildlife Service and the Canadian Department of Fisheries and Oceans, and is coordinated by the Great Lakes Fishery Commission.[108] Lake Champlain, bordered by New York, Vermont, and Quebec, and New York's Finger Lakes are also home to high populations of sea lampreys that warrant control.[109] Lake Champlain's lamprey control program is managed by the New York State Department of Environmental Conservation, the Vermont Department of Fish and Wildlife, and the U.S. Fish and Wildlife Service.[109] New York's Finger Lakes sea lamprey control program is managed solely by the New York State Department of Environmental Conservation.[109] In folklore, lampreys are called \"nine-eyed eels\". The name is derived from the seven external gill slits that, along with one nostril and one eye, line each side of a lamprey's head section. Likewise, the German word for lamprey is Neunauge, which means \"nine-eye\",[110] and in Japanese they are called yatsume-unagi (八つ目鰻, \"eight-eyed eels\"), which excludes the nostril from the count. In British folklore, the monster known as the Lambton Worm may have been based on a lamprey, since it is described as an eel-like creature with nine eyes.[citation needed] Vedius Pollio kept a pool of lampreys into which slaves who incurred his displeasure would be thrown as food.[111] On one occasion, Vedius was punished by Augustus for attempting to do so in his presence: ... one of his slaves had broken a crystal cup. Vedius ordered him to be seized and then put to death, but in an unusual way. He ordered him to be thrown to the huge lampreys which he had in his fish pond. Who would not think he did this for display? Yet it was out of cruelty. The boy slipped from the captor's hands and fled to Augustus's feet asking nothing else other than a different way to die – he did not want to be eaten. Augustus was moved by the novelty of the cruelty and ordered him to be released, all the crystal cups to be broken before his eyes, and the fish pond to be filled in ... This incident was incorporated into the plot of the 2003 novel Pompeii by Robert Harris in the incident of Ampliatus feeding a slave to his lampreys. Lucius Licinius Crassus was mocked by Gnaeus Domitius Ahenobarbus (cos. 54 BC) for weeping over the death of his pet lamprey: So, when Domitius said to Crassus the orator, Did not you weep for the death of the lamprey you kept in your fish pond? – Did not you, said Crassus to him again, bury three wives without ever shedding a tear? – Plutarch, On the Intelligence of Animals, 976a[113] This story is also found in Aelian (Various Histories VII, 4) and Macrobius (Saturnalia III.15.3). It is included by Hugo von Hofmannsthal in the Chandos Letter: And in my mind I compare myself from time to time with the orator Crassus, of whom it is reported that he grew so excessively enamoured of a tame lamprey – a dumb, apathetic, red-eyed fish in his ornamental pond – that it became the talk of the town; and when one day in the Senate Domitius reproached him for having shed tears over the death of this fish, attempting thereby to make him appear a fool, Crassus answered, \"Thus have I done over the death of my fish as you have over the death of neither your first nor your second wife.\" I know not how oft this Crassus with his lamprey enters my mind as a mirrored image of my Self, reflected across the abyss of centuries. In George R. R. Martin's novel series, A Song of Ice and Fire, Lord Wyman Manderly is mockingly called \"Lord Lamprey\" by his enemies in reference to his rumored affinity to lamprey pie and his striking obesity.[115] Kurt Vonnegut, in his late short story \"The Big Space Fuck\", posits a future America so heavily polluted – \"Everything had turned to shit and beer cans\", in his words – that the Great Lakes have been infested with a species of massive, man-eating ambulatory lampreys.[116] In season 3, episode 5 of “The Borgias”, whilst out on a hunting trip, Cesare Borgia’s mercenary, Micheletto, kills the King of Naples by pushing him into a pool filled with lampreys that King Firante had built during his reign of Naples. [117]","Title":"Lamprey - Wikipedia","KeyID":"1325","URL":"https://en.wikipedia.org/wiki/Lampreys"}