{"Content: ":"Kelaniya (Sinhala: කැලණිය Tamil: களனி) is a suburb of Colombo in the Western Province, Sri Lanka. It is known for the Buddhist temple built on the banks of the Kelani River, which divides the suburb from Colombo District. The temple is also a religious centre for veneration of the figures Vibhishana and Avalokiteshvara. Kelaniya (Kalyanam) is mentioned in Ramayana and in the Buddhist chronicle, the Mahawansa which states that the Buddha visited the place in the 5th century BC, after which the dagoba of the temple was built.[1] Sri Lankan Buddhists believe that the Buddha visited Kelaniya in order to quell a quarrel between the Nāga leaders of two warring factions: Chulodara (literally \"the small-bellied one\") and Mahodara (literally \"the big-bellied one\"). They were quarrelling over a jewel-encrusted throne. After the Buddha showed them the futility of their quarrel they converted to Buddhism and together offered the throne to the Buddha. It is believed that the dagoba (stupa or Buddhist temple) was built with the throne as a relic inside. The suburb is also of historical importance as the capital of a provincial king Kelani Tissa (1st century BC) whose daughter, Viharamahadevi was the mother of King Dutugemunu the Great, regarded as the most illustrious of the approximately 186 kings of Sri Lanka between the 5th century BC and 1815. According to Ramayana, after King Ravana’s death, Vibeeshana was crowned as the King of Lanka by Lakshmana at Kelaniya. There are murals enshrined outside the Buddhist temple depicting the crowning of Vibeeshana. The Kelani River is mentioned in the Valmiki Ramayana and Vibeeshana palace was said to be on the banks of this river. The reason Lakshmana crowned Vibeeshana, was because Rama had to return to India as he had to continue his self-exile of fourteen years to honour the commitment to his father, King Dasarath of Ayodhya. Kelaniya Raja Maha Vihara has become famous because of the beautiful paintings and sculpture by Solias Mendis depicting various events in the history of Sri Lanka. Thousands of Buddhists come each January to see Kelaniya's Buddhist pageant, popularly referred to as Duruthu Maha Perahera. The A1 highway connecting Colombo to Kandy runs along this suburb. The Kelaniya Railway Station is located close to the Colombo-Kandy Road and provides rail connections to the rest of the country. The University of Kelaniya is situated at Kelaniya near the Colombo-Kandy Road. Gurukula College is one of the best schools in Kelaniya.","Title":"Kelaniya - Wikipedia","KeyID":"13258","URL":"https://en.wikipedia.org/wiki/Kelaniya"}