{"Content: ":"Don Philip Rupasinghe Gunawardena (11 January 1901 – 26 March 1972) was a Sri Lankan Marxist politician and leftist. A founder of the Lanka Sama Samaja Party, the first political party in Ceylon which was known for having introduced Trotskyism, he later formed the Mahajana Eksath Peramuna and was called 'the Father of Socialism' and as 'the Lion of Boralugoda'. A member of the State Council of Ceylon and the Parliament of Ceylon, he served as the Minister of Agriculture and food under S. W. R. D. Bandaranaike from 1956 to 1959 and as Minister of Industries and Fisheries in the national government under Dudley Senanayake from 1965 to 1970. Born Don Philip Rupasinghe Gunawardena on 11 January 1901 in the rural village of Boralugoda in the Avissawella in the Hevagam Korale. His mother was Dona Liyanora Gunasekera from Dompe in the Siyana Korale. His father was Don Jakolis Rupasinghe Gunawardena, known as Boralugoda Ralahamy was a local landowner who served as the village headman (Ralahamy) and Vidane Arachchi until he was imprisoned and sentenced to death under marital law during the 1915 Sinhalese-Muslim riots, sentence was later reprieved by the Governor following a petition by his wife. He was the third child of a family of three boys and seven girls, which included Robert Gunawardena and Caroline Anthonypillai who became leftist politicians. Vivienne Goonewardena was his niece.[1] Having attended the local temple Boralugoda Temple and the village school Siddhartha Vidyalaya, Kaluaggala for his primary education, he attended the Prince of Wales' College, Moratuwa and Ananda College in Colombo for his secondary education. When studying at Ananda College, he was boarded at the house of T. B. Jayah. Having passed his London matriculation, he entered the University College, Colombo to study economics and soon joined the Ceylon National Congress, but was drawn towards the activities of the Young Lanka League.[2][3] His father wanted him to study in the United Kingdom and become a barrister. Instead at the age of 21, he traveled to the United States where he studied economics at the University of Illinois, there he was radicalized and got caught up in the declining labor movement during the Great Depression. Two years later, he moved to the more radical University of Wisconsin–Madison, where he met Jayaprakash Narayan. The two were introduced by Avrom Landy to the Communist Party of the United States.[4] Woodward has recorded that Gunawardena received his training in Marxism from Scott Nearing (1883–1983). He completed Bachelor of Science and Master of Science degrees in agricultural economics. In 1925, he joined Columbia University for post-graduate doctoral studies. In 1927 Gunawardena joined the League Against Imperialism in New York, where he worked with José Vasconcelos of Mexico, gaining a working knowledge of Spanish.[4][5] In 1929 he went to London, where he participated in mass agitations and anti-colonial movements, excelling as a brilliant orator, trade unionist, and political columnist. Jawaharlal Nehru and Krishna Menon of India, Jomo Kenyatta of Kenya, Tan Malaka of Indonesia, and Seewoosagur Ramgoolam of Mauritius were some of his contemporary colleagues who later played prominent roles in their respective countries.[6] He joined the staff of the new Daily Worker and took over the Workers' Welfare League of India, an organisation founded by Shapurji Saklatvala. He later crossed the channel to Europe and worked alongside socialist groups in France and Germany.[4][7] In the midst of the Comintern's 'Left Turn', Gunawardena surreptitiously joined the Marxian Propaganda League of FA Ridley and Hansraj Aggarwala, who opposed the Stalinists' characterisation of the Social Democratic parties as social fascist. When Ridley and Aggarwala broke with Leon Trotsky, Gunawardena sided with the latter. In 1932 he travelled on the Orient Express to meet Trotsky at Prinkipo, but was stopped at Sofia by police.[4][8] At the British conference of the League Against Imperialism, in May 1932, Gunawardena introduced a counter-resolution on India against those moved by Harry Pollitt.[9] As a result, the Communist Party of Great Britain expelled him for Trotskyism.[4][10] However, he had gathered around him several like-minded Ceylonese, including N. M. Perera, Colvin R de Silva and Leslie Goonewardene. They came to be known as the 'T-Group' – later forming the nucleus of the Trotskyist faction of the Lanka Sama Samaja Party.[4][11] Scotland Yard, under orders from the India Office, thwarted him from his aim of going to India to build a new Communist Party there.[12] He set out for the continent, meeting members of the Left Opposition in Paris. He then hiked over the Pyrenees to Barcelona, where he had a rare opportunity to meet the Trotskyists of Spain – who were soon to undergo a civil war.[4] His passport was impounded by the British authorities and on the urging of D. B. Jayatilaka at the request of his father he was allowed to return to Ceylon. Soon after his return to Ceylon in November 1932, he plunged into active politics organising rural peasants, plantation workers and urban workers. He pioneered the founding of Lanka Sama Samaja Party (LSSP) in 1935. In 1936 he was elected to the State Council of Ceylon from his home town of Avissawella, defeating F. A. Obeysekera where he continued his struggle for the betterment of workers and peasants.[13][14] When World War II brock out in the far east in 1941, the LSSP openly opposed to the British war effort and its members had to go underground. Philip Gunawardena was arrested and imprisoned due to his open opposition to the British war effort on the Governor's orders. On 5 April 1942, during the Japanese air raid on Colombo, LSSP leaders including Gunawardena were able to escape from prison. Going by the name Gurusamy, in July 1942 he escaped to India and participated in the independence struggle there. As a result his seat in the State Council made vacant in July 1942 and was filled by Bernard Jayasuriya in the by election that followed. In 1943 he was rearrested and detained in Mumbai, and after many months deported to Ceylon to where he was given a six month sentence for escaping and was imprisoned till the end of war.[15] On his release in 1945, he resumed his political and trade union activities. The LSSP had split during the war and Gunawardena and N. M. Perera had formed the Workers' Opposition. The reformed LSSP contested the 1947 general election and emerged as the main opposition party with 10 seats in the first Parliament. Gunawardena who contested from the Avissawella electorate defeating Bernard Jayasuriya was elected to Parliament. His brother Robert Gunawardena was also elected to parliament from the LSSP from Kotte. However, he soon lost his seat when he was convicted by the district court and sentenced to three months rigorous imprisonment for leading employees of the South Western Transport Company owned by Sir Cyril de Zoysa in a general strike in 1947. As a result of the conviction he lost his civic rights for seven years. In the by-election that followed, his wife Kusumasiri Gunawardena won the Avissawella seat.[16] A process of reunification was initiated between the LSSP and the Bolshevik Samasamaja Party (BSP) in 1950, which was apposed by Gunawardena[17] as a result he left the LSSP and formed a new party, Viplavakari Lanka Sama Samaja Party (VLSSP) in 1951.[18][19][20] The VLSSP entered into an electoral alliance with the Communist Party and contested the 1952 general election, in which his wife Kusumasiri Gunawardena was returned to parliament from Avissawella as the only candidate from the VLSSP to be elected. He led the Viplavakari Lanka Sama Samaja Party (VLSSP) since 1951 and as a constituent party formed the Mahajana Eksath Peramuna (MEP, Peoples' United Front) in 1956 under the leadership of S.W.R.D. Bandaranaike to form what it call the \"first people's government\" in 1956 general election. At that election, in 1956, he won the Avissawella seat with a large majority and was appointed as a key member of the Bandaranaike's cabinet as the Minister of Agriculture, Food, and Co-operatives.[21] He is remembered as the architect of the Paddy Lands Act which brought relief to the tenant cultivator and spearheaded the Port and Bus nationalization, introduction of Multipurpose Co-operatives movement and establishing of the Co-operative Bank.[22] At the 1959 May Day rally, Gunawardena claimed that the government was threatened by a conspiracy within and on 18 May 1959, Gunawardena resigned from his ministerial position with other VLSSP members citing differences with right wing factions of the Bandaranaike's cabinet. Bandaranaike was assassinated on 26 September 1959. In 1959, he reformed the VLSSP into the Mahajana Eksath Peramuna (MEP) which was a leftist in ideology, but was not Trotskyist. MEP contested the March 1960 general election winning ten parliamentary seats, however this number was reduced to three in the July 1960 general election. Gunawardena retained his seat in parliament on both occasions and later the MEP joined in with the LSSP and the Communist Party to form the United Left Front.[23] In 1964, the Sri Lanka Freedom Party government of Sirima Bandaranaike lost its majority in parliament after over its move to nationalize Lakehouse Newspapers and the defection of C. P. de Silva. In the election that followed in 1965, only Gunawardena was elected parliament from the MEP and he joined the national government led by Dudley Senanayake and was appointed as the Cabinet Minister of Industries and Fisheries and served till 1970. He established the Industrial Development Board, strengthened and expanded state industrial corporations and national private sector industries, and planned the development of the fisheries sector with the formation of the Fisheries Corporation. Soviet aid he developed the Tyre Corporations and Steel Corporation. [24] He lost his parliamentary seat in the 1970 general election to Bonnie Jayasuriya of the Sri Lanka Freedom Party. He started on a process of reorganizing the MEP before he fell ill, he died on 26 March 1972 at the age of 72 after a long illness.[25] His seat was contested by his son Dinesh Gunawardena in the 1977 general election and lost to M. D. Premaratne from the United National Party. He finally entered parliament in 1983 from a by-election in Maharagama. Philip Gunawardena married Kusuma Amarasinha, in 1939, who later served as member of parliament from 1948–1960. They are parents to Indika Gunawardena former cabinet minister, Prasanna Gunawardena former mayor of Colombo, Lakmali Gunawardena state award winner of literature, Dinesh Gunawardena cabinet minister, and Gitanjana Gunawardena former minister.[26][27] His niece was Vivienne Goonewardene, who married Leslie Goonewardene, another founder of the LSSP.[6] His grandson Yadamini Gunawardena was appointed to parliament from the national list of the Sri Lanka People's Freedom Alliance. Personal profile of Philip Gunawardena in the European Parliament's database of members","Title":"Philip Gunawardena - Wikipedia","KeyID":"13253","URL":"https://en.wikipedia.org/wiki/Philip_Gunawardena"}