{"Content: ":"In the United Kingdom and in some Commonwealth countries, a Queen's Counsel (post-nominal QC) during the reign of a queen, or King's Counsel (post-nominal KC) during the reign of a king, is a lawyer (usually a barrister or advocate) who is typically a senior trial lawyer. Technically, they are appointed by the monarch of the country to be one of 'Her [His] Majesty's Counsel learned in the law'. The position originated in England. Some Commonwealth countries have either abolished the position, or renamed it so as to remove monarchical connotations, for example, 'Senior counsel' or 'Senior Advocate'. Queen's Counsel is an office, conferred by the Crown, that is recognised by courts. Members have the privilege of sitting within the inner bar of court. The term is recognised as an honorific. As members wear silk gowns of a particular design (see court dress), appointment as Queen's Counsel is known informally as receiving, obtaining, or taking silk and QCs are often colloquially called silks.[1] Appointments are made from within the legal profession on the basis of merit rather than a particular level of experience. However, successful applicants tend to be barristers, or (in Scotland) advocates with 15 years of experience or more. The Attorney General, Solicitor-General and King's Serjeants were King's Counsel in Ordinary in the Kingdom of England. The first Queen's Counsel Extraordinary was Sir Francis Bacon, who was given a patent giving him precedence at the Bar in 1597, and formally styled King's Counsel in 1603.[2][3] The right of precedence before the Court granted to Bacon became a hallmark of the early King's Counsel. True to their name, members of the King's/Queen's Counsel initially were representatives of the Crown. The right of precedence and pre-audience bestowed upon them – a form of seniority that allowed them to address the court before others – allowed for the swift resolution of Crown litigation.[4] The new rank of King's Counsel contributed to the gradual obsolescence of the formerly more senior serjeant-at-law by superseding it. The Attorney-General and Solicitor-General had similarly succeeded the King's Serjeants as leaders of the Bar in Tudor times, though not technically senior until 1623 (except for the two senior King's Serjeants) and 1813, respectively.[5] The King's Counsel came to prominence during the early 1830s, prior to which they were relatively few in number. It became the standard means to recognise a barrister as a senior member of the profession, and the numbers multiplied accordingly.[6] It became of greater professional importance to become a KC, and the serjeants gradually declined. The KCs inherited the prestige of the serjeants and their priority before the courts. The earliest English law list, published in 1775, lists 165 members of the Bar, of whom 14 were King's Counsel, a proportion of about 8.5%. As of 2010[update] roughly the same proportion existed, though the number of barristers had increased to about 12,250 in independent practice (i.e., excluding pupil barristers and employed barristers).[7] In 1839 the number of Queen's Counsel was seventy.[8] In 1882, the number of Queen's Counsel was 187.[9] The list of Queen's Counsel in the Law List of 1897 gave the names of 238,[8] of whom hardly one third appeared to be in actual practice.[10] In 1959, the number of practising Queen's Counsel was 181.[11] In each of the five years up to 1970, the number of practising Queen's Counsel was 208, 209, 221, 236 and 262, respectively.[12] In each of the years 1973 to 1978, the number of practising Queen's Counsel was 329, 345, 370, 372, 384 and 404, respectively.[13] In 1989, the number of practising Queen's Counsel was 601.[11] In each of the years 1991 to 2000, the number of practising Queen's Counsel was 736, 760, 797, 845, 891, 925, 974, 1006, 1043, and 1072, respectively.[14] Gradually, the appointment to the Queen's Counsel shifted from a vocational calling to a badge of honor and prestige. In 1898, Lord Watson noted in his opinion in Attorney General of the Dominion of Canada v. Attorney General for the Province of Ontario, writing on behalf of the Judicial Committee of the Privy Council, that: The exact position occupied by a Queen’s Counsel duly appointed is a subject which might admit of a good deal of discussion. It is in the nature of an office under the Crown, although any duties which it entails are almost as unsubstantial as its emoluments; and it is also in the nature of an honour or dignity to this extent, that it is a mark and recognition by the Sovereign of the professional eminence of the counsel upon whom it is conferred.[15] Until the late 19th century, some barristers were granted a patent of precedence in order to obtain the same precedence as a QC without the concomitant restrictions. Queen's Counsel was originally considered an office of profit and hence, under the Act of Settlement 1701, incompatible with membership of the House of Commons.[16] QCs were also required to take the Oath of Supremacy, which Daniel O'Connell refused as a Roman Catholic; despite being the most prominent and best paid barrister in Ireland, he was a junior counsel for 30 years until granted a patent of precedence in 1831.[17] From the beginning, QCs were not allowed to appear against the Crown without a special licence, but this was generally given as a formality. This stipulation was particularly important in criminal cases, which are mostly brought in the name of the Crown. The result was that, until 1920 in England and Wales, QCs had to have a licence to appear in criminal cases for the defence. Queen's Counsel and serjeants were prohibited, at least from the mid-nineteenth century onward, from drafting pleadings alone; a junior barrister had to be retained. They were not permitted to appear in court without a junior barrister, and they had to have barristers' chambers in London.[6] These restrictions had a number of consequences: they made the taking of silk something of a professional risk, because the appointment abolished at a stroke some of the staple work of the junior barrister; they made the use of leading counsel more expensive, and therefore ensured that they were retained only in more important cases, and they protected the work of the junior bar, which could not be excluded by the retention of leading counsel. By the end of the twentieth century, however, all of these rules had been abolished one by one. Appointment as QC has been said to be a matter of status and prestige only, with no formal disadvantages.[18] But economic risk may remain, in some markets, because of loss of junior work to the successful applicant.[citation needed] Queen's Counsel were traditionally selected from barristers, or in Scotland, advocates, rather than from lawyers in general, because they were counsel appointed to conduct court work on behalf of the Crown. Although the limitations on private instruction were gradually relaxed, QCs continued to be selected from barristers, who had the sole right of audience in the higher courts.[citation needed] The first woman appointed King's Counsel was Helen Kinnear in Canada in 1934.[19] The first women to be appointed as King's Counsel in England and Wales were Helena Normanton and Rose Heilbron in 1949. They were preceded by Margaret Kidd KC (later Dame Margaret Kidd QC) appointed a KC in Scotland in 1948.[20][21] In 1994 solicitors of England and Wales became entitled to gain rights of audience in the higher courts, and some 275 were so entitled in 1995. In 1995, these solicitors alone became entitled to apply for appointment as Queen's Counsel, and the first two solicitors were appointed on 27 March 1997, out of 68 new QCs. These were Arthur Marriott (53), partner of the London office of the American law firm of Wilmer Cutler and Pickering based in Washington, D.C., and Lawrence Collins (55), a partner of the City law firm of Herbert Smith. Collins was subsequently appointed as a High Court judge and ultimately Justice of the Supreme Court of the United Kingdom.[22] The appointment of new Queen's Counsel was suspended in 2003, and it was widely expected that the system would be abolished. However, a vigorous campaign was mounted in defence of the system. Supporters included those who considered it as an independent indication of excellence of value to those (especially foreign commercial litigants) who did not have much else to go on,[23][24] and those who contended that it was a means whereby the most able barristers from ethnic minorities could advance and overcome prejudice, as well as better represent members of an increasingly diverse society.[25] The government's focus switched from abolition to reform and, in particular, reform of the much-criticised \"secret soundings\" of judges and other establishment legal figures upon which the old system was based. This was held to be inappropriate and unfair given the size of the modern profession, as well as a possible source of improper government patronage (since the final recommendations were made by the Lord Chancellor, who is a member of the government), and discriminatory against part-time workers (especially women) and ethnic minorities. In November 2004, after much public debate in favour of and against retaining the title (see for example Sasha Wass QC),[26] the government announced that appointments of Queen's Counsel in England would be resumed but that future appointees would be chosen not by the government but by a nine-member panel, the Queen's Counsel Selection Panel,[27] chaired by a lay person, to include two barristers, two solicitors, one retired judge, and three non-lawyers. Formally, the appointment remains a royal one made on the advice of the Lord Chancellor, but they no longer comment on individual applications. The Lord Chancellor supervises the process and reviews the panel's recommendations in general terms (to be satisfied that the process as operated is fair and efficient). Application forms under the new system were released in July 2005 and the appointment of 175 new Queen's Counsel was announced on 20 July 2006. A total of 443 people had applied (including 68 women, 24 ethnic minority lawyers, and 12 solicitors). Of the 175 appointed, 33 were women, 10 were ethnic minorities, and four were solicitors. Six people were also appointed QC honoris causa.[28] On 16 October 2006, a couple of weeks after the beginning of the legal year, the successful candidates made a declaration and received their letters patent from the Lord Chancellor in Westminster Hall. Appointments are made annually. The title of QC continues to be used. In 1998 two Northern Ireland barristers (Seamus Treacy and Barry Macdonald) opposed the requirement of swearing an oath of allegiance to the Crown. The Bar Council, the body which represents barristers' interests, had agreed (in the Elliott Report) that the royal oath should be dropped and replaced by a more neutral statement. It suggested that, instead of declaring services to Queen Elizabeth, barristers should \"sincerely promise and declare that I will well and truly serve all whom I may lawfully be called to serve in the office of one of Her Majesty's Counsel, learned in the law according to the best of my skill and understanding\".[29][dubious – discuss] In 2000, the Northern Ireland High Court ruled in the barristers' favour. After more wrangling, the barristers were permitted to make \"a more neutral statement\" of commitment to principles.[30][dubious – discuss] In 1997, the Lord Chief Justice, Sir Robert Carswell, wrote \"I have little doubt myself that this is all part of an ongoing politically-based campaign to have the office of Queen's Counsel replaced by a rank entitled Senior Counsel, or something to that effect\".[31] The independent Bar is organised as the Faculty of Advocates and its members are known not as barristers but as advocates. The position of Queen's Counsel was not recognised before 1868. Initially the status was reserved first for law officers (Lord Advocate and Solicitor General for Scotland) and soon after for the Dean of the Faculty of Advocates. In 1897 a petition by the Faculty of Advocates for the establishment of a Scottish roll of Queen's Counsel was approved, and the first appointments were made later in that year. In 2005 there were more than 150 QCs in Scotland.[32] The appointment of Queen's Counsel is made on the recommendation of the Lord Justice General to the First Minister of Scotland, formerly the Secretary of State for Scotland. In the 1990s, rules were changed so that solicitors with rights of audience in the Court of Session or High Court of Justiciary were permitted to apply for appointment, and two or three have done so. A solicitor advocate who is so appointed is correctly designated as Queen's Counsel, Solicitor Advocate. An award of Queen's Counsel honoris causa (honorary QC) may be made to lawyers who have made a major contribution to the law of England and Wales but who operate outside court practice.[33][34] Until the 1990s there was a practice that sitting members of the UK Parliament (MPs) who were barristers were (if they wished) appointed QC, sometimes known as a \"courtesy\" or even \"false\" silk (or sarcastically \"nylons\" being artificial silks), on reaching a certain level of seniority, of around fifteen years, at the bar (though not automatically on election when they were more junior). In the 1990s it was felt that the practice of granting silk to MPs in this way, without considering their abilities, devalued the rank and the practice was abolished.[34][better source needed] However, for now the practice persists for law officers of the Crown.[35] Former Attorney General for England and Wales Jeremy Wright was not a QC when he was appointed, a subject which attracted some comment.[36] But, despite not having practised law for some time, Jeremy Wright took silk shortly after his appointment, which was criticised by some as a breach of the protocol against \"courtesy silk\".[37] Similarly when Harriet Harman was appointed as Solicitor General she was made a QC and when Suella Braverman took silk on 25 February 2020; earlier that month she had, like Wright, been appointed Attorney General. Queen's Counsel are retained in several Commonwealth realms where Queen Elizabeth II is head of state. Appointments in the Commonwealth of Australia are made at both a federal and state level. The selection process varies from state to state. In New South Wales, the process involves a committee made up of senior members of each State's bar, and usually a non-practising former barrister such as a retired judge. The committee then consults with judges, peers, and law firms on the applicant's suitability for the position. The selection committees deliberate in private, and reasons for the decisions are not published. From 1993, the Commonwealth and most state and territory governments began to replace the title of Queen's Counsel and appointment by letters patent with the title Senior Counsel (SC) as an honorific conferred by the legal profession. There is no difference in status between a Queen's Counsel and a Senior Counsel.[38] The first states to change to the title of Senior Counsel were New South Wales in 1993[39] and Queensland in 1994.[40] Most other states and the Commonwealth Government followed over the next 15 years, including the ACT in 1995,[41][42] Victoria in 2000[43][44] (though this was reversed in 2014[45]), Western Australia in 2001,[46] Tasmania in 2005,[47] and South Australia in 2008.[48] In the Northern Territory, the rank of Queen's Counsel was never formally abolished, but in 2007 the rules of the Territory's Supreme Court were amended to facilitate the appointment of Senior Counsel by the Chief Justice.[47] Those appointed Queen's Counsel (QC) before the change in each jurisdiction were permitted to retain the old title. Recently, there have been moves in some states to revert to the old title of Queen's Counsel. In 2013, Queensland restored the rank of Queen's Counsel.[49] Those appointed Senior Counsel before the reintroduction of Queen's Counsel were given the option of retaining their old title or seeking appointment as Queen's Counsel, while all new appointments would be as Queen's Counsel only. Of the 74 Senior Counsel appointed in Queensland before the reintroduction of Queen's Counsel in June 2013, only four opted to retain their title of Senior Counsel.[50] In 2014, Victoria also restored the rank of Queen's Counsel,[45] by way of making new appointments first as Senior Counsel, but then giving the option to seek appointment as Queen's Counsel by letters patent.[45] In 2019, the South Australian Government announced it was also going to reinstate the title of Queen's Counsel, and most eligible took the opportunity.[51][52] The Commonwealth appointed Queen's Counsels until March 2007. On 8 July 2010, Gillard Government Attorney-General Robert McClelland appointed the first Commonwealth \"Senior Counsel\".[47] In March 2014, Attorney-General George Brandis QC announced that the Commonwealth would revert to using the title of Queen's Counsel for new appointments and would give all existing Commonwealth Senior Counsel the option of changing their post-nominal to QC. When taking judicial office in a superior court, a barrister loses the title of Queen's Counsel and only regains it if new letters patent are issued after the person leaves office.[53][54] Conversely, since the appointment of Senior Counsel is not by letters patent, when a Senior Counsel takes office, there is no doctrinal reason why the title of Senior Counsel is lost.[53] However, this is customarily not done, and the New South Wales Bar Association instructs that \"QC\" and \"SC\" postnominals should not be used for superior court judges.[38] In Canada, both the federal government and the provincial governments have the constitutional authority to appoint a lawyer as Queen's Counsel. This point was decided in 1897 by the Judicial Committee of the Privy Council in a case on appeal from the Canadian courts titled The Attorney General for the Dominion of Canada v. The Attorney General for the Province of Ontario (Queen's Counsel). The federal government asserted that it had sole power to appoint Queen's Counsel, because the appointment is an exercise of the royal prerogative and only the federal government could advise the monarch on the exercise of the royal prerogative. The province of Ontario responded that the Crown is just as much part of the provincial governments as at the federal level, and therefore the provinces could also advise the Crown to make appointments under the royal prerogative. The Judicial Committee ruled in favour of the provinces, upholding their power to make Queen's Counsel appointments.[15] During the reign of a queen, the title is properly \"Her Majesty's Counsel learned in the law\"[55] but normally referred to as \"Queen's Counsel\" and abbreviated \"Q.C.\" in English or \"c.r.\" in French (conseiller de la reine or conseillère de la reine for a female counsel). During the reign of a king, the title is \"King's Counsel\" or \"K.C.\" in English, but continues to be \"c.r.\" in French (conseillier du roi or conseillière du roi). Lawyers continue to be appointed Queen's Counsel by the federal government and by eight of the ten Canadian provinces. The award has been criticised in the past on the basis that appointment as Queen's Counsel depended largely on political affiliation.[56] However, in those provinces which continue to appoint lawyers as Queen's Counsel reforms have been made to de-politicise the award. Candidates are increasingly screened by committees composed of representatives of the bench and the bar, who give advice to the relevant Attorney General on appointments. The reforms have been designed to make the award a recognition of merit by individual members of the bar, often coupled with community service. The federal government stopped appointing Queen's Counsel in 1993, but resumed the practice in 2013 under the Harper Ministry.[57] Appointments are recommended by the Minister of Justice, assisted by an advisory committee. In 2014, the Government appointed seven lawyers as Queen's Counsel. All were employed in the federal public service.[58] Since 2015, under the Trudeau Ministry, federal appointment as a Queen's Counsel has been limited to the Attorney General of Canada. Jody Wilson-Raybould was appointed as Queen's Counsel when she served as Attorney General and David Lametti was appointed a Queen's Counsel on 15 April 2019.[59] The provincial Cabinet appoints the Queen's Counsel recipients, who must have been called to the bar for at least 10 years.[60] The honorary title recognises lawyers who have made significant contributions to the legal profession or in public life. Traditionally, the appointments are made every second year, but no appointments were made between 2016 and 2020. The nomination process resumed in 2019. Applications were reviewed by a screening committee of members of the judiciary and the legal community, which submitted recommendations for appointment to the Minister of Justice and Solicitor General and Cabinet for consideration, who in turn recommends names to Cabinet.[61] In 2020, the province designated over 130 lawyers as Queen's Counsel[62], and another round of appointees in February 2022. Queen's Counsel are appointed by the provincial Cabinet on the advice of the Attorney General of British Columbia. No more than 7% of the bar of British Columbia can be awarded the designation. Before making the recommendation to Cabinet, the Attorney General is required by statute to consult with the Chief Justice of British Columbia, the Chief Justice of the Supreme Court of British Columbia, and two lawyers appointed by the Law Society of British Columbia. A recipient must have at least five years' standing at the bar of British Columbia.[63] In practice, the Attorney General appoints an advisory committee which includes these officials and also the Chief Judge of the Provincial Court, the president of the British Columbia Branch of the Canadian Bar Association and the deputy attorney general. Candidates must be acknowledged by their peers as leading counsel, have demonstrated exceptional qualities of leadership in the profession, or have done outstanding work in legal scholarship.[64] In 2020, the province designated twenty-six lawyers as Queen's Counsel, from a group of 136 nominees.[65] The Attorney General is automatically appointed as Queen's Counsel on taking office.[63] The government of Manitoba stopped appointing Queen's Counsel in 2001. There was a proposal that the title would be replaced by Senior Counsel (S.C.). Appointments were to be made by the Law Society of Manitoba.[56] However, the new designation was never adopted. Existing designations remain in effect.[66] In 2019, Manitoba re-instituted the Queen's Counsel designation.[67] The Lieutenant Governor appoints Queen's Counsel on the advice of a committee comprising the Chief Justice of New Brunswick, the Attorney General of New Brunswick, and the president of the Law Society of New Brunswick. The committee's recommendation must be unanimous.[68] Recipients must have 15 years of active practice of the law in New Brunswick, with extensive experience before the courts, or demonstrate exceptional service to the profession. The Deputy Attorney General of New Brunswick and deans of New Brunswick law schools may also be appointed. The number recommended for appointment shall not exceed 1% of the members of the bar in New Brunswick who are not already designated, and the Lieutenant Governor shall only make appointments once per year.[69] In 2016, the province designated eleven lawyers as Queen's Counsel.[70] The Lieutenant Governor in Council appoints Queen's Counsel, on the recommendation of the Minister of Justice. The Minister is required to consult with the Legal Appointments Board, which consists of five individuals appointed by the Minister: two are from a list recommended by the Law Society of Newfoundland and Labrador, one is to be a lawyer from outside the metropolitan area of St John's, one is to be a bencher, and one is to be a lawyer with less than ten years at the bar.[71] The appointments process has been criticised in the past as lacking transparency and being too open to political appointments.[72] In 2017, the government appointed eleven lawyers as Queen's Counsel.[73] The Lieutenant Governor appoints Queen's Counsel on the advice of the provincial Cabinet. Recipients must have at least 15 years as a member of the bar of Nova Scotia.[74] The Minister of Justice is advised by an independent advisory committee, through the Nova Scotia Barristers' Society.[75] Eligible candidates can apply, or they can be nominated by others. Applications generally open in September of each year, with appointments made annually.[76] According to the criteria published by the Nova Scotia Barristers' Society on the nomination form, candidates must demonstrate professional integrity, good character and outstanding contributions to the practice of law through recognition by other members of the profession as an exceptional barrister or solicitor, exceptional contributions through legal scholarship, teaching or continuing legal education, demonstration of exceptional qualities of leadership in the profession, and engaging in activities of a public or charitable nature in such a way as to raise the esteem in which the legal profession is held by the public.[77] The Nova Scotia Barristers' Society also indicates that the committee is asked to consider regional, gender and minority representations among the persons recommended for appointment.[77] In 2017, the government appointed 14 lawyers as Queen's Counsel.[75] The Government of Ontario stopped making appointments in 1985. The then-Premier of Ontario, David Peterson made a statement in the house giving five reasons: In his statement, Premier Peterson stated that the government would stop awarding the designation and would move to revoke existing designations. However, although the Government of Ontario has stopped awarding the designation, it did not formally abolish it. Lawyers appointed as Queen's Counsel prior to 1985 continue to use the Q.C. or c.r. postnominal letters.[79] In response to the government's decision, the Law Society of Upper Canada, the governing body for Ontario lawyers, implemented the Law Society Medal in 1985 to recognise excellence in the profession. Recipients are entitled to use \"L.S.M.\" behind their names.[80] Lawyers who are designated Certified Specialist are recognized and experienced in their field of law and have met high standards imposed by the Law Society of Ontario.[81] This is commonly identified as modern day replacement to the Queen's Counsel (QC) designation.[82] Ontario courts, however, will recognize the Queen's Counsel designations of Ontario lawyers appearing before it where those lawyers were accorded the honorific by the Federal Government.[83] The Lieutenant Governor in Council (i.e. the provincial Cabinet) makes appointments on the recommendation of a committee consisting of the President of the Law Society of Prince Edward Island, a member of the council of the Law Society, a person appointed by the provincial Minister of Justice, a judge of either the Court of Appeal or the Supreme Court of Prince Edward Island, and a judge of the Provincial Court of Prince Edward Island. The committee's recommendations must be carried by at least a 4⁄5 vote.[84] To be considered for appointment, a lawyer must have 10 years at the bar of Prince Edward Island. The lawyer must also meet the following three criteria: (1) must be learned in the law; (2) must have consistently exhibited a high standard of professional integrity; and (3) must be of very good character. In addition, the lawyer must meet at least one of the following six criteria: (1) must have a reputation for excellence in the practice of law; (2) must be recognized as a leading counsel; (3) must have great expertise and an outstanding reputation; (4) must have exhibited exceptional qualities of leadership in the legal profession; (5) must have performed outstanding work in the fields of legal education or legal scholarship; or (6) must have made a great contribution to community affairs or public service.[85] In 2016, the government appointed two lawyers as Queen's Counsel.[86] The Government of Quebec stopped appointing Queen's Counsel in 1975. Over thirty years later, the Barreau of Quebec instituted a professional award, the distinction of Lawyer Emeritus / Avocat émérite, with the postnominal \"Ad. E.\" The award is to recognise lawyers \"who gain distinction as a result of their outstanding professional career, outstanding contribution to the profession or outstanding social and community standing that has brought honour to the legal profession\".[87] As of July 2018, the Barreau had awarded the distinction to over 350 lawyers.[88] The Lieutenant Governor-in-Council (i.e. the provincial Cabinet) appoints lawyers as Queen's Counsel. To be eligible for appointment, a lawyer must reside in Saskatchewan and must have been called to the bar of any province of Canada, the Northwest Territories, or the United Kingdom.[89] Appointments are based on recommendations from a selection committee consisting of Saskatchewan's Justice Minister and Attorney General, the Chief Justice of the Court of Appeal for Saskatchewan or the Chief Justice of the Court of Queen's Bench (on an alternating basis), and the past presidents of the Saskatchewan branch of the Canadian Bar Association and the Law Society of Saskatchewan. In 2020, the Government appointed fifteen lawyers as Queen's Counsel.[90] In 2006, the title was renamed Senior Counsel, with the final appointments of Queen's Counsel occurring in 2007, after which the Lawyers and Conveyancers Act (which made the change) came into force. However, the 2008 general election resulted in a change of government. In June 2009, Attorney-General Hon Christopher Finlayson announced that the title of Queen's Counsel would be reinstated,[91] and a bill to implement the restoration was introduced into Parliament in March 2010.[92] The bill passed committee stage in November 2012, was passed in a third reading and received the Royal Assent on 19 November 2012.[93] In December 2012, Finlayson was one of the first appointments under the reinstated regime.[94] In jurisdictions that have become republics, the office of Queen's Counsel has sometimes been replaced with an equivalent, for example, Senior Counsel in Barbados, South Africa, Kenya, Trinidad and Tobago and Guyana; Senior Advocate in Nigeria, India and Bangladesh; and President's Counsel in Sri Lanka. With Barbados becoming a republic on 30 November 2021 and the President of Barbados replacing Queen Elizabeth II as head of state, barristers will no longer be appointed as Queen's Counsel – but most likely will be appointed Senior Counsel.[95] In Hong Kong, the rank of Queen's Counsel was granted when it was a crown colony and a British dependent territory. A practising barrister could be appointed as Queen's Counsel in recognition of his or her professional eminence by Crown Patent on the advice of the Chief Justice of the Supreme Court of Hong Kong.[96] As Hong Kong was transferred from the United Kingdom in 1997, barristers are no longer appointed Queen's Counsel (QC), but Senior Counsel (SC). The change is in name only; the role is in all practical respects unchanged even down to the full bottomed wig, gloves, robe and shoes worn annually at the commencement of the Judicial Year.[97] Those appointed before the change were renamed Senior Counsel.[98] Until July 1924, the title of Queen's Counsel (or King's Counsel after 22 January 1901) was conferred. The title of Senior Counsel was introduced in the Irish Free State in July 1924.[99] Patents were issued by the Chief Justice of the Irish Free State and since 1937, patents are issued by the Chief Justice of Ireland. As a British Crown Colony, Malta adopted the system which lasted only seven years, starting from 14 August 1832. In the period, the main courts were housed at the Castellania, and the wearing of silk gowns was required by those sitting on the bench.[100] Nigeria replaced the QC nomenclature with the new title of Senior Advocate of Nigeria (SAN) beginning in 1975. Appointments are restricted to fewer than 30 lawyers a year, made by the Chief Justice of Nigeria on the recommendation of the Legal Practitioners Privileges Committee, which is made up of senior judges and lawyers. The qualification requirements are almost identical to those required for appointment as Queen's Counsel. The SANs are entitled to wear silk gowns and enjoy similar privileges as the Queen's Counsel. President's Counsel (postnominal PC) is a professional rank, as their status is conferred by the president, recognised by the courts and wear silk gowns of a special design. It is the equivalent of the rank of Queen's Counsel in the United Kingdom, which was used in Ceylon (Sri Lanka) until 1972 when Sri Lanka became a republic, when the position became that of Senior Attorney-at-Law. In 1984 the position became the President's Counsel. The holder can use the post-nominal letters PC after his or her name. In Zambia the designation was changed to State Counsel after independence from Britain since 1964. Legal practitioners who enjoy the rank and dignity of State Counsel may use \"SC\" after their names. The procedure for appointment is more or less based on the English system, but it has been alleged that this merit-based system has recently been influenced by political patronage and that the last three presidents have mainly appointed their supporters. In 2013 the Law Association of Zambia objected to the process used when President Michael Sata appointed Mumba Kapumpa, John Sangwa and Robert Simeza as SCs.[101] The following relates to the dress of Queen's Counsel at the Bar of England and Wales. Most other jurisdictions adopt the same dress, but there are some local variations. Queen's Counsel in England and Wales have two forms of official dress, depending on whether they are dressing for appearance in court before a judge or a ceremonial occasion. A male junior barrister wears a white shirt and white wing-collar with bands, underneath a double-breasted or three-piece lounge suit of dark colour. He has a black \"stuff\" gown over his suit, and wears a short wig of horsehair. A female junior barrister wears similar garb, except that the wing-collar with bands may be replaced with a court bib (or collarette). Upon promotion to Queen's Counsel, the male barrister retains in court his winged collar, bands, and short wig. However, instead of an ordinary dark jacket, he wears a special black court coat (frock coat) and waistcoat in a style unique to Queen's Counsel or, alternatively, a long-sleeved waistcoat in similar style with no frock coat, known as a \"bum freezer\" because it is cut off at the waist. He also replaces the black stuff gown of a junior barrister with a black silk gown, although cheaper variants are also worn, including gowns of the same cut but all wool, or in a silk-wool mix, or in artificial silk. The all-wool gown is, strictly speaking, a mourning gown, the Bar being still in mourning for Queen Anne who died on 1 August 1714, but that point is now of historical interest only.[citation needed] A female Queen's Counsel wears a gown and wig similar to that of her male counterparts. For ceremonial occasions, Queen's Counsel wear black breeches and black stockings instead of trousers, and patent leather court shoes with buckles. They wear the same black frock coat and waistcoat worn when appearing in court (never the \"bum freezer\", however) but add lace at the wrists and also a lace stock at the collar. Bands are no longer worn at the collar in addition to the lace, and the winged collar is also dispensed with. They have white cotton gloves, but these are invariably carried and not worn. This part of their ceremonial dress is taken from the standard ceremonial dress worn at the Royal Court (as opposed to the Courts of Justice) by other courtiers. In addition, however, Queen's Counsel wear distinctive full-bottomed wigs and their silk gowns. The silk gown is the same as that worn when appearing in court. It is this gown which gives rise to the colloquial reference to Queen's Counsel as silks and to the phrase taking silk referring to their appointment. When wearing the full bottomed wig, Queen's Counsel have a black rosette hanging from the back of the neck, which was originally intended to catch oil and powder that might otherwise mark the silk gown. Modern wigs, however, are made of horsehair and so there is no longer any oil or powder.","Title":"Queen's Counsel - Wikipedia","KeyID":"13256","URL":"https://en.wikipedia.org/wiki/Queen%27s_Counsel"}