{"Content: ":"The Sri Lanka National Guard (SLNG) is the largest regiment in the Sri Lanka Army. It is a volunteer regiment[1] currently made up of 20 battalions coming under the Sri Lanka Army Volunteer Force. On 1 November 1989, all the volunteer personal attached to VIP guard duty owing to the 1987–1989 JVP insurrection were combined to form a new battalion attached to the Sri Lanka Army Volunteer force at Male Street, Colombo. Major S. Weragama of the Sri Lanka Army Pioneer Corps served as its first commanding officer. The number of battalions was gradually increased to 16 and named the \"Sri Lanka National Guard\". They were under the command of then Lt. Col. D. W. Hapuarachchi (who was a Major General as well[3]) SLSR as Commandant SLNG, thus becoming the largest Regiment in the Sri Lanka Army at the time. Forming this large military outfit provided security and protected the captured areas from falling back to the hands of the enemy. On 12 November 1991, the senior officer at the time, Colonel SBG De Silva KSV (now Brigadier) SLLI, assumed duties as the first Colonel of the Regiment of the Sri Lanka National Guard. By this time the numbers of battalions were further increasing. The temporary regimental headquarters of the Sri Lanka National Guard moved to the headquarters of the Sri Lanka Army Volunteer Force in Battaramulla on 14 December 1991. During this time, the Sri Lanka National Guard Regimental Centre, which had been placed in the building of the Sri Lanka Army Volunteer Force Headquarters under the guidance of the GOC of the 3DIV, was moved to the \"Punani\" Army Camp on 5 May 1993, and Colonel SD Lankadewa KSV was appointed as the new Colonel of the Regiment. The SLNG faced many difficulties due to the inability of doing any essential construction of the Regimental Headquarters; the headquarters also needed to be maintained and shifted to different places from time to time. To overcome these difficulties, on 4 March 1994, the Regimental Headquarters acquired a two-acre land at Weherawatta in Kurunegala, where it is located today. The staff that assumed duties at the headquarters initially had to carry out their duties with limited facilities. At that time, there was only one permanent building and a temporary building on the land. On 29 December 1994, Brigadier SV Panabokke KSV was appointed as the 3rd Colonel of the Regiment. He commanded the Regiment until it was assigned over to the Senior Officer Brigadier MJ Alwis KSV on 16 August 1996. New Battalions (from the 17th to the 22nd Battalions) were then formed and attached to the Regiment, expanding it further. Brigadier MJ Alwis laid the foundation of stability for the Regimental Headquarters amidst great difficulties. The foundation stone for the office building was laid and construction commenced on 31 July 1997. The Volunteer Force Deputy Commandant Major General SV Panabokke KSV at the request of the Colonel of the Regiment.[sentence fragment] During this period, construction of another building adjoining this office building was started for use by the staff officers and the office of the Colonel of the Regiment. The construction of that building was expedited with the labor contribution of the soldiers of the Regiment, and after its construction was completed, it was ceremoniously opened on 20 February 1999 by the Commander of the Army, Lt. General CS Weerasooriya RWP RSP VSV USP ndc. With the arrival of this new building, the Regimental Headquarters gradually became a well-organized institute. Furthermore, the Colonel of the Regiment laid the foundation stone for another two-story building which would be used as the mess or the barrack of other ranks. At the time, the construction of its ground floor was reaching completion. On 4 May 1999, the Colonel of the Regiment was transferred and bade farewell to the Regiment. On 14 May 1999, the Senior Officer Brigadier AMB Amunugama KSV assumed duties on the post of Colonel of the Regiment. He worked hard for the betterment of the Regiment and, after the completion of the construction of the building which was still under construction at the time, he assumed duties on 1 November 2000. As the Colonel of the Regiment, he took all possible steps to revitalize this Regiment and to promote it by initiating competitions among Regimental Battalions and each unit to select the most active Battalion. Through these sports competitions, valuable opportunities were given to the army personnel to pursue their talents in the army. Among those competitions, there were Inter Units Athletics, Inter Units Rifle Competition, and Inter Units Drill Championship. In this way, having done a yeoman service to promote the Regiment to a higher standard in the Army, he left the Regiment on 16 June 2004, getting an official promotion and handing over the regiment to Brigadier VKB Weerakoon KSV. One of the most valuable achievements gained by the members of this regiment during the period of this Colonel of the Regiment was the war heroes' memorial, which was erected under one of his concepts and guidance. It was during this period that the Regimental Establishment was approved by the Army Headquarters. The 23rd SLNG was started as a battalion to strengthen the security in Colombo with further expansion of the regiment. At a time when the regiment was making progress with the approval of the army headquarters, the re-designated 07th and 08th unites of SLNG.[sentence fragment] This Regimental Headquarters, which is situated on a beautiful hill top in Kurunegala, did not have a war heroes' memorial and according to the concept of the then Colonel of the Regiment and the present Deputy Commandant of the SLAVF Senior Officer Major General AC Obeysekara a war heroes' memorial was erected and declared open with the regiment. The Chief of Staff of the Army, Major General ULB Fernando RSP ndu psc graced this dignified occasion as the chief guest. The war heroes' memorial was declared open on 1 November 2007 and paid tribute to the fallen war heroes. On 12 July 2007, the duties of the post of Colonel of the Regiment were assigned to senior officer Brigadier AC Obeysekara who rendered a great service to the 08th the Colonel of the Regiment. Senior Officer Brig LC Perera assumed duties as the 09th Colonel of the Regiment the Sri Lanka National Guard. The karate team of the Sri Lanka National Guard in the year 2008, won the trophy for the 80th time, defeating all the regiment senior officer Brigadier LC Perera who carried out his duties as the Colonel of the Regiment rendered invaluable service to the Regiment, bade Farewell on 12 February 2009. Senior Officer Brig WDLP Wickramasinghe RSP assumed duties as the 10th Colonel of the Regiment the Sri Lanka National Guard. By this time, the Regiment comprised 32 Battalions. The Karate team of the Regiment was able to win the trophy of inter regimental karate for the 9th time and in 2009 won the trophy of the tournament surpassing all the regiments of the Sri Lanka Army Inter Regimental Weight Lifting Tournament. The number of battalions in this regiment (with Battalions of the Regimental Headquarters and 1st RFT Battalion) was increased up to 39 during the period the final humanitarian operations were going on, in 2009. The 4th phase of the Raffle Draw was held on 30 November 2009, in order to raise funds for the building fund of the Sri Lanka National Guard. During this year, the Regimental Council for the regiment was set up in the regiment for the first time. The Sri Lanka National Guard was able to secure the Sri Lanka Army Inter Regimental Karate Trophy 2010 for the 10th time, further enhancing their self-esteem. Furthermore, the apprentice Karate trophy was won by the sportsmen of the Sri Lanka National Guard for the first time. The Annual Sports meet was held after 04 years at Maligapitiya gourd Kurunegala in June 2010 The general assembly of Ex-Servicemen Association of the Sri Lanka National Guard was held on 9 June 2010 at the Auditorium of the Regiment. For the consecutive second time, the Sri Lanka National Guard was able to win the Trophy of Army Inter Regimental Drill Competition in 2010 conducted annually by the Sri Lanka Army Headquarters. Further, it is a special feature that a few essential buildings and other constructions such as two-storey office building, the Sergeants Mess, Ammunition dump, New Water Tank etc., were set up and competed under the guidance of the Colonel of the Regiment. Further, the renovation of the conference hall of the Regiment was completed and the Regimental Song, which was a long felt need was composed during this period As there is a flag and an emblem for every Regiment of the Sri Lanka Army, Sri Lanka National Guard too has a flag and an emblem. Every person from the Commanding Officer to the junior most other rankers should consider the Regimental flag and the emblem as noble and should honor and salute them while the Regimental flag and the emblem comprise the code led by the Regimental motto Colors of the flag Naval blue color - Loyalty White color - Peace Red color - Combative Spirit Width of one color is 16 inches. Size of the lag - 6 feet in length4 feet in width Motto of the Regiment \"THE COUNTRY BEFORE SELF \" Designed by – Lieutenant colonel DSC Ganegoda KSV SLASC(Retd) Regimental flag and the emblem shall be a noble object which should be honored and preserved so as to reflect the dignity of the Regiment. In the middle of the vertical emblem is a lion looking left and bearing a sword, with a convex shield in the background. On the either side of the shield there are two golden ears of paddy. On the lower part of the shield, the name and the motto of the regiment is engraved. On either side of the shield is a sword; the swords intersect at the top. Each two sword is held by a lion paw in the lower part of the emblem. Lion - Reflecting the nation Shield - Protecting the nation from enemies Two gold colored ears of paddy- Prosperity of the nation and the Regiment Two swords which crossed each other at the top - Providing perfect protection to the nation Name of the Regiment in Sinhala is - Motto of the Regiment in Sinhala is - Pro Patria (English: For the Fatherland) Finishing and combination of colours - This emblem is made of aluminum metal and only gold and silver colors are used in order to colour the symbols of the emblem. Lion - Gold Convex Shield - Silver The name and the motto of the Regiment - Silver Letters - Silver Two ears of paddy - Gold Two paws holding the sword - Gold Two complete swords - Silver ","Title":"Sri Lanka National Guard - Wikipedia","KeyID":"13260","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_National_Guard"}