{"Content: ":"Lalith William Samarasekera Athulathmudali, PC (Sinhala: ලලිත් ඇතුලත්මුදලි; 26 November 1936 – 23 April 1993), known as Lalith Athulathmudali, was a Sri Lankan statesman. He was a prominent member of the United National Party, who served as Minister of Trade and Shipping; Minister National Security and Deputy Minister of Defence; Minister of Agriculture, Food and Cooperatives and finally Minister of Education. Following a failed impeachment of President Ranasinghe Premadasa, he was removed from the UNP and formed his own party, the Democratic United National Front. He was assassinated under mysterious circumstances in 1993. Born to a family of lawyers hailing from Kalutara District, his father D. D. Athulathmudali was a member of the State Council of Ceylon and his mother was Srimathi Samarasekera Athulathmudali. He had two siblings, a brother Dayanthe who became an electrical engineer and a sister Sujaee who became a Physician.[1] Athulathmudali received his primary education at St. John's College Panadura and Royal Primary School; before moving to Royal College Colombo from 1948 to 1955 for his secondary educated, where he won the Steward Prize and excelled in athletics.[1] He then went on to read jurisprudence at Jesus College, Oxford, from 1955 to 1958. He graduated with a BA in 1958 and continued his post-graduate studies at Oxford. In 1959, his father died and he had to return due to a lack of funds. S. W. R. D. Bandaranaike, the prime minister at the time and a close friend of his late father, on hearing his case, provided him with a Ceylon Government Scholarship having passed it through parliament. He gained a BCL and MA in 1960 from Oxford winning the Lord Sanky Prize in 1959. While at Oxford, Athulathmudali joined the Oxford Union. In 1962 he entered Harvard Law School on scholarship and graduated from Harvard University with a LLM in 1963. He was fluent in Sinhalese, English, Tamil, German and French.[2][1] Athulathmudali was admitted to the bar as a barrister from the Gray's Inn in 1959. From 1960 to 1962 he served as a law lecturer at the University of Singapore. In 1963 he became the Associate Dean of the legal faculty of the University of Singapore. From 1960 to 1964 he had served as a visiting lecturer at the Hebrew University in Israel, the University of Edinburgh and the University of Allahabad. Returning to Ceylon in 1964, he took oaths as an advocate and started his legal practice. From 1967 to 1974, he was the lecturer in jurisprudence at the Ceylon Law College. In 1985 he was appointed a President's Counsel. Lalith Athulathmudali entered politics in the early 1970s. He joined the policy planning committee of the United National Party in 1973. He contested the 1977 general election from the Ratmalana electorate and was elected to Parliament. J.R. Jayewardene appointed him to his cabinet as Minister of Trade. In 1978, he received the additional portfolio of shipping, as Minister of Trade and Shipping, which he held till 1984. During this time, as Minister of Trade, he introduced Intellectual Property Law; established the Sri Lanka Export Development Board and the Ports Authority. He established the Mahapola Trust Fund in 1981 to provision of financial assistance to students undertaking higher education.[3] In 1984, he was appointed Minister of National Security and Deputy Minister of Defense. He started reforms in both the police and army. During his tenure the armed forces were expanded and reequipped, with the army increasing from 6,000 to 24,000. The most controversial of his measures was to call for Israeli assistance.[4] He organised several offensives against territories held by the LTTE including the Vadamarachchi Operation and was apposed to the Indo-Sri Lanka Accord. He was severely wounded in a grenade attack inside the Parliament complex in 1987. The biggest debacle of his political career came in May 1988 when he declared a truce with the rebellion JVP. The main brokers of the so-called truce were a lawyer called Kelly Senanayake and Fr Thissa Balasooriya who later found had no mandate to represent JVP. He received the portfolio of Trade and Shipping again in 1988. His status in government changed upon Jayewardene's retirement in 1988, he tried to obtain the UNP's nomination for the presidential election, but was defeated by Ranasinghe Premadasa who went on to win the presidency. In 1989, he was appointed UNP chief organizer for the Colombo electorate and was elected to parliament in the 1989 general election. Premadasa retained Athulathmudali in his cabinet, but demoted him by appointing him as Minister of Agriculture, Food and Cooperatives. In the following year, he was appointed as Minister of Education, in which capacity he remained until 1991. Athulathmudali became disenchanted with Premadasa's leadership. Soon Athulathmudali ran into conflict with Premadasa. Premadasa tried to have Athulathmudali removed from his UNP party positions. He was accused by Premadasa as being one of the cabinet ministers behind the Burning of Jaffna library in 1981. Athulathmudali resigned from his cabinet position in August 1991 and in September 1991 he and several UNP MPs brought forth a motion to impeach Premadasa. The impeachment which was supported by members of the UNP and other parties in the opposition failed as Premadasa adjourned Parliament and the Speaker Mohamed dismissed the impeachment stating a lack of signatures.[5] Premadasa expelled Athulathmudali and Gamini Dissanayake from the UNP. Athulathmudali together with Dissanayake formed a new party, the Democratic United National Front with both serving as joint president in November 1991. Under the DUNF, Athulathmudali handed over his papers to contest the 1993 Provincial elections seeking the chief ministership of the Western Province Council. Athulathmudali was assassinated when he was shot by a gunman on 23 April 1993 after an election rally at Kirulapana. Initially, the government blamed the LTTE and produced the body of a Tamil youth named Ragunathan which was found near the scene of the shooting the following day. He had apparently died from taking a cyanide capsule. However, these claims were later proved to be false. A Presidential Commission carried out by the Sri Lankan Government concluded that Sri Lankan President Ranasinghe Premadasa was directly responsible for the assassination. It also concluded that the Tamil youth Ragunathan, was murdered by the same people who killed Athulathmudali, by forcibly administering him with cyanide.[6] Athulathmudali's was first married to the Parsi Perin E. Captain.[7] She was the president of the Sri Lanka Cancer Society. He met his second wife Srimani De Seram in March 1978, when she was attached to UNCTAD in Switzerland. She was a friend of his brother Dayantha Athulathmudali. They got married in December 1981 in Geneva. They had one daughter, Serela Athulathmudali.[8] Athulathmudali is considered one of the most distinguished Sri Lankan statesmen in recent history. He is still remembered by many in Sri Lanka as a gentlemen and as one of the few well educated politicians of that era. In his honour a statue and memorial has been erected in Colombo. His contribution to the education of the country is eminence, the Mahapola Fund he established has greatly contributed to the development of higher education and provides scholarships for needy students annually. The Lalith Athulathmudali Auditorium at the Sri Lanka Institute of Information Technology and the Lalith Athulathmudali Memorial Prize which is one of the prestigious prizes awarded annually at Royal College, Colombo (his alma mater) (awarded for the Most Outstanding Royalist (Student of Royal College) of the Year) are named in his honour. The statue of Lalith William Samarasekera Athulathmudali is located at 6°54′21.7″N 79°51′33.2″E﻿ / ﻿6.906028°N 79.859222°E﻿ / 6.906028; 79.859222 in Colombo, Sri Lanka.[9]","Title":"Lalith Athulathmudali - Wikipedia","KeyID":"13262","URL":"https://en.wikipedia.org/wiki/Lalith_Athulathmudali"}