{"Content: ":"The Sri Lanka Monitoring Mission (SLMM) was a multinational body that existed from 2002 to 2008 to monitor the ceasefire between the Government of Sri Lanka and the Liberation Tigers of Tamil Eelam (LTTE, also known as the Tamil Tigers) during the Sri Lankan Civil War. The SLMM was established on 22 February 2002 to monitor the ceasefire and investigate reported violations of the ceasefire agreement. Mission members were drawn primarily from the Scandinavian countries Norway, Sweden, Finland, Denmark, and Iceland. Following the cancellation of the ceasefire agreement the SLMM ceased operations on 16 January 2008.[1] SLMM had its headquarters in Colombo, six district offices in the North and East of Sri Lanka and a liaison office in the LTTE stronghold Kilinochchi. Naval monitoring teams were based in Jaffna and Trincomalee. The SLMM also operated mobile patrol units. Until the end of August 2006 the SLMM had approximately 60 staff and was headed by the Swedish Major General Ulf Henricsson. On 8 June 2006 the LTTE objected to the formal engagement of citizens of European Union states in the SLMM, arguing that it was questionable whether citizens of countries which had banned the LTTE would be sufficiently impartial to be able to adjudicate critical matters on the ground. As a result, about 40 Swedish, Finnish and Danish nationals were withdrawn from the SLMM from 1 September 2006,[2] reducing its staff to about 20 Icelandic and Norwegian nationals and transferring command to Norwegian Major General Lars Johan Sølvberg. Parties on both sides of the conflict accused the Mission of impartiality and appeasement of the other side. The SLMM regarded its role as documenting violations of the ceasefire agreement, mediating between the parties and supplying factual information to the international sponsors of the peace process.[citation needed] A leak by WikiLeaks revealed that SLMM caused the gunrunning vessel of the LTTE to evade capture by the Sri Lanka Navy. In 2003 Sri Lankan intelligence identified a LTTE arms re-supply vessel and prepared to intercept it. Because of the ceasefire agreement in place the SLMM was also duly notified. SLMM immediately contacted the Tigers and inquired whether one of their arms resupply ships were operating off the northeastern coast foiling the plan of the Navy to intercept the vessel. The arms resupply vessel escaped from Sri Lankan waters, out of the reach of the navy. After this incident, then Sri Lankan President Chandrika Kumaratunga requested to remove SLMM chief Tryggve Tellefsen of the Norwegian government. SLMM chief had admitted to then US Ambassador that the SLMM in fact caused the events that allowed the LTTE to evade apprehension by Sri Lanka Navy.[3][4]","Title":"Sri Lanka Monitoring Mission - Wikipedia","KeyID":"13275","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Monitoring_Mission"}