{"Content: ":"Kilinochchi (Tamil: கிளிநொச்சி, romanized: Kiḷinocci; Sinhala: ගිරානික, romanized: Girānika) is the main town of Kilinochchi District, Northern Province of Sri Lanka. Kilinochchi is situated at the A9 road some 100 km (62 mi) south-east of Jaffna. It was the administrative center and de facto capital of the LTTE (Tamil Tigers)[1] until 2 January 2009, when troops of the Sri Lankan Army recaptured the city. The Kilinochchi town was established in 1936 as part of a colonization project that sought to ease overpopulation and unemployment in Jaffna.[2] Kilinochchi is still part of Jaffna electoral division and it was separated from the Jaffna district in the 1980s as a new district. Most of the people living in this district are farmers and related to agricultural work. Most of the people were migrated from Jaffna 1930s to acquire government grants for land and to engage in paddy (rice) cultivation. Large influx of migration from Hill country into Kilinochchi happened in 1970s. They were then migrated overseas (Europe, US, Canada, Australia, etc.) during the civil war (1990 onward). The population is rising again after the end of the civil war. The LTTE first took hold of the town in 1990 when the Army withdrew its garrisons from Kilinochchi. Then the area was retaken by the Army during operations Sathjaya I, II, and III in September 1996. The town again fell into the LTTE's hand in September 1998 who held their administrative hub there until retreating during the Battle of Kilinochchi on 2 January 2009.[3] Several institutions of the LTTE were forced to relocate from Kilinochchi to Tharmapuram, a town about 13 km in the east, by early October, 2008 in fear of death by advancing government troops. Security Forces Headquarters – Kilinochchi was established on June 29, 2009, in the town. Most people living in Kilinochchi are Sri Lankan Tamils and Indian Tamils. Kilinochchi is one of the major agrarian cultivation destinations in the island from the pre-historic times. Iranamadu Tank, Kanakampikai Kulam (Pond), and Kilinochchi Kulam are the major irrigation source for paddy and various other cultivations. Kilinochchi is connected to the Sri Lanka railways northern line via its railway station. Kilinochchi is served with all Jaffna- and Colombo-based newspapers. The Jaffna-based Uthayan has a regional office in Kilinochchi. There have been discussions of not distributing Jaffna-based newspapers in the Vanni area, especially Uthayan. Uthayan is highly critical of inappropriate land acquisition in the Jaffna peninsula and the Vanni region by the Sri Lankan Military and Government. This district has one university faculty and several Government Colleges such as Faculty of Agriculture of University of Jaffna, Kilinochchi Central College, Hindu College, Uruthirapuram Maha Vidyalayam school, Vaddakkachchi Maha Vidyalayam school, institution etc.","Title":"Kilinochchi - Wikipedia","KeyID":"13277","URL":"https://en.wikipedia.org/wiki/Kilinochchi"}