{"Content: ":"The A9 Highway is a 321-kilometer-long (199 mi)[1] highway in Sri Lanka, which connects the central city of Kandy with Jaffna, a city on the northern tip of the island. The A9 highway north-bound begins at Kandy, in the central hills. The highway begins at the heart of the city, next to the Kandy Lake. Within Kandy, it meets the A1, A10, and A26 highways. It moves north through the hills to Matale. It passes Dombawela and Naula, before reaching Dambulla. At Dambulla, the A9 crosses the A6 highway. The A6 provides connection to Sigiriya, Habarana, and Trincomalee. Traffic between Jaffna and Colombo transfer between the A6 and A9 highways at this point. The A9 passes Kekirawa and Maradankadawala, before reaching the Anuradhapura-area. The A13 highway at Galkulama and the A20 highway provide access to Anuradhapura. The A9 meets the A12 highway at Mihintale. The town of Medawachchiya provides connection to Mannar and the historic ferry to India, via the A14 highway. Passing Iratperiyakulam, the A9 reaches the city of Vavuniya. The highway runs through the heart of the city. At Vavuniya, the A29 and A30 highways run to the east and west of the A9. Passing Omanthai, Puliyankulam, Mankulam, and Murikandy, the A9 meets the A34, before reaching Kilinochchi. After passing the A35 highway, it crosses Elephant Pass, into the Jaffna Peninsula. The highway goes past Mirusuvil and Chavakachcheri on its final run up to Jaffna, the cultural centre of the north. In Jaffna, it meets many other roads, including the A32 highway. The A9 passes through the city centre and terminates at the Jaffna Fort. Due to the civil war in the north of the country between the Sri Lankan armed forces and Tamil Tiger rebels, the highway was closed in 1984. Since then, parts of the highway were at times under the control of the LTTE. After the cessation of hostilities between the two sides in 2001, the highway was ceremoniously reopened up to Kilinochchi with certain restrictions on February 15, 2002.[2] During the time, around 20% of the highway ran through the LTTE controlled areas. After fighting resumed between government forces and the rebels, the road was closed again in 2006.[3] After mounting a series of offensives against the rebels, the Sri Lankan Army brought the entire highway under its control on January 9, 2009, with the freeing of the strategic Elephant Pass area. This was the first time in 23 years that the government had full control of the entire highway.[4][5] On March 2, 2009, after demining along the highway was completed and damage done to the surface during the conflict repaired, the A9 Highway was reopened for troop movement for the first time since 1984. After an official function at Elephant Pass, the first buses carrying Sri Lanka Army personnel departed the Jaffna Peninsula at 9:04 am. The military expected to reopen the road for civilians in April, which did happen.[3] Part of the A9 forms a section of the Asian Highways route AH43. AH43 is unsigned while on the A9.[6] Coordinates: 7°17′52″N 80°38′14″E﻿ / ﻿7.297726°N 80.637267°E﻿ / 7.297726; 80.637267","Title":"A9 road (Sri Lanka) - Wikipedia","KeyID":"13276","URL":"https://en.wikipedia.org/wiki/A_9_highway_(Sri_Lanka)"}