{"Content: ":"Suppayya Paramu Thamilselvan, commonly known as S. P. Tamilselvan, (sometimes transcribed as \"Tamilchelvan\"), [1] was the leader of the political wing of the Liberation Tigers of Tamil Eelam, an organisation fighting for a separate state for the ethnic Tamil minority in the north and east of Sri Lanka from majority Sinhalese government. He was a prominent negotiator and one of the closest associates of LTTE leader Velupillai Prabhakaran.[2][3] Thamilselvan, who was born in Chavakacheri, Jaffna in 1967, joined the LTTE in 1984.[1][4] At one point, he was the personal bodyguard for the LTTE's leader, Vellupillai Prabhakaran. He became the LTTE organisation area commander for Jaffna during the IPKF intervention in the late 1980s. In 1993, he suffered a shrapnel wound at the Punarin battle which left him with a permanent limp and since then he walked with the aid of a cane.[5] In 2001, he narrowly avoided being killed by the Sri Lankan Army's Deep Penetration Unit. Thamilselvan was appointed in 1994 as the LTTE”s political commissar as his leg wound made combat duties hard. He was the international face of the LTTE which was outlawed as a terrorist organisation by some countries. When Norway began mediating in the peace efforts, he began to become more prominent due to the worsening health of the LTTE's international spokesman, Anton Balasingham, and led the LTTE's delegation during peace talks in Geneva.[6] In 2007 he again received military duties and was placed in charge of defences at Pooneryn due to his familiarity with the area while continuing to carry out his political duties.[6] Thamilselvan spent three days from 29 October to 1 November in 2007 after which he returned to Kilinochchi town which was acting as the headquarters of the LTTE. In Kilinochchi after communicating with his contact he went to a fortified and camouflaged bunker to sleep. However the Sri Lanka Air Force (SLAF) was monitoring LTTE activities using drones and the bunker was exposed.[6] Thamilselvan, along with 5 other high-ranking Tamil Tiger rebels Muthukkumaru Soundarakrishnan alias Lt. Col. Anpumani, Dharmarajah Vijayakumar alias Major Mikunthan, Karunanidhi Vasanthakumar alias Capt. Kalaiyarasan, Panchatcharam Sajeeban alias Lt. Aatchivel and Muthukkumaarakkurukkal Srigayathrinatha Sarma alias Lt. Maavaikumaran Sivalingam Aathavan alias Major Selvam were killed in their sleep on November 2, 2007 by a precision air strike carried out by the SLAF on an undisclosed location near the LTTE's stronghold town of Kilinochchi. Thamilselvan's fortified bunker was hit by Sri Lankan Bunker Blaster bombs of the SLAF fighter jets (mig 27, kfir), igniting fuel tanks stored inside and collapsing the structure.[7][8][9][10] The LTTE posthumously promoted Thamilselvan to Brigadier after his death, the first time the LTTE had awarded this title.[11] With the end of the Sri Lankan civil war and the defeat of LTTE, Thamilselvan's widow Sasirekha and two children surrendered to the government forces. From May 2009 to May 2011, they were kept under protective custody at a chalet in the Panagoda army cantonment. They were allowed to maintain \"supervised\" contact with close relatives. In May 2011, they were released under a restricted release order.[12]","Title":"S. P. Thamilselvan - Wikipedia","KeyID":"13281","URL":"https://en.wikipedia.org/wiki/S.P._Thamilselvan"}