{"Content: ":"United States Indo-Pacific Command (USINDOPACOM)[3][4] is a unified combatant command of the United States Armed Forces responsible for the Indo-Pacific region. Formerly known as United States Pacific Command (USPACOM) since its inception, the command was renamed to U.S. Indo-Pacific Command on 30 May 2018, in recognition of the increasing connectivity between the Indian and Pacific oceans.[3] It is the oldest and largest of the unified combatant commands. Its commander, the senior U.S. military officer in the Pacific, is responsible for military operations in an area that encompasses more than 100 million square miles (260,000,000 km2), or roughly 52 percent of the Earth's surface, stretching from the waters of the West Coast of the United States to the east coast maritime borderline waters of Pakistan at the meridian 66° longitude east of Greenwich and from the Arctic to the Antarctic. The commander reports to the President of the United States through the Secretary of Defense and is supported by service component and subordinate unified commands, including U.S. Army Pacific, Marine Forces Pacific, U.S. Pacific Fleet, Pacific Air Forces, U.S. Forces Japan, U.S. Forces Korea, Special Operations Command Korea, and Special Operations Command Pacific. USINDOPACOM also has two direct reporting units (DRUs)—U.S. Pacific Command Joint Intelligence Operations Center (JIOC) and the Center for Excellence in Disaster Management and Humanitarian Assistance (CFE-DMHA), as well as a Standing Joint Task Force, Joint Interagency Task Force West (JIATF-W). The USINDOPACOM headquarters building, the Nimitz-MacArthur Pacific Command Center, is located on Camp H. M. Smith, Hawaii. United States Indo-Pacific Command protects and defends, in concert with other U.S. Government agencies, the territory of the United States, its people, and its interests. With allies and partners, we will enhance stability in the Indo-Asia-Pacific region by promoting security cooperation, encouraging peaceful development, responding to contingencies, deterring aggression, and, when necessary, fighting to win. This approach is based on partnership, presence, and military readiness. We recognize the global significance of the Indo-Asia-Pacific region and understand that challenges are best met together. Consequently, we will remain an engaged and trusted partner committed to preserving the security, stability, and freedom upon which enduring prosperity in the Indo-Asia-Pacific region depends. We will collaborate with the Services and other Combatant Commands to defend America's interests.[5] USINDOPACOM's Area of Responsibility (AOR) encompasses the Pacific Ocean from Antarctica at 92°W, north to 8°N, west to 112°W, northwest to 50°N/142°W, west to 170°E, north to 53°N, northeast to 62°30’N/175°W, north to 64°45’N/175°W, south along the Russian territorial waters to the People's Republic of China, Mongolia, the Democratic People's Republic of Korea, the Republic of Korea, and Japan; the countries of Southeast Asia and the southern Asian landmass to the western border of India; the Indian Ocean east and south of the line from the India/Pakistan coastal border west to 68°E, south along 68°E to Antarctica; Australia; New Zealand; Antarctica, and Hawaii. In the Pacific Region, instead of NORAD, the United States Indo-Pacific Command must make the decision that an incoming ballistic missile is a threat to the United States. Hawaii is the only state in the United States with a pre-programmed Wireless Emergency Alert that can be sent quickly to wireless devices if a ballistic missile is heading toward Hawaii. If the missile is fired from North Korea, the missile would take approximately 20 minutes to reach Hawaii. The United States Indo-Pacific Command would take less than 5 minutes to make a determination that the missile could impact Hawaii and would then notify the Hawaii Emergency Management Agency (HI-EMA). HI-EMA would issue the Civil Defense Warning (CDW) that an inbound missile could impact Hawaii and that people should Shelter-in-Place: Get Inside, Stay Inside, and Stay Tuned. People in Hawaii would have 12 to 15 minutes before impact. Federal Emergency Management Agency (FEMA) is not required to be notified for approval to cancel an alert. Signal carriers allow people to block alerts from state and law enforcement agencies, but not those issued by the President. FEMA can send alerts to targeted audiences but has not implemented this as of January 2018. Other states can take as long as 30 minutes to create, enter and distribute a missile alert. As of January 2018, the nationwide system for Wireless Emergency Alerts to mobile devices has never been tested.[7][8] USINDOPACOM has evolved through the gradual consolidation of various commands in the Pacific and Far East. Its origins can be traced to the command structure established early in World War II to wage the war in the Pacific.[9] In April 1942, U.S. military forces in the Pacific Theatre were divided into two commands: the South West Pacific Area (SWPA) under Army General Douglas MacArthur; and the Pacific Ocean Areas (POA) under Navy Admiral Chester W. Nimitz. Each had command of all U.S. military forces assigned to his area. The authority of the POA Commander-in-Chief (CINCPOA) was technically separate from that of the Commander in Chief, Pacific Fleet (CINCPAC), but Admiral Nimitz was assigned to both positions and bore the title CINCPAC/CINCPOA. Efforts to establish a unified command for the entire Pacific AOR proved impossible during the war. The divergent interests of the Army and the Navy precluded the subordination of either of the two principal commanders in the Pacific Theatre. When the war ended in September 1945, the command arrangement carried forward with Fleet Admiral Nimitz as CINCPAC/CINCPOA and General of the Army MacArthur as Commander in Chief, U.S. Army Forces Pacific (CINCAFPAC). Command arrangements after World War II were defined by the \"Outline Command Plan\" – in a sense, the first Unified Command Plan (UCP) – approved by President Harry S. Truman on 14 December 1946 and authorized by the National Security Act of 1947. The plan called for the establishment of seven unified combatant commands as \"an interim measure for the immediate postwar period.\"[10] The first three unified commands were established in the Pacific. The Joint Chiefs of Staff implementing directive of 16 December 1946 established the Far East Command (FECOM), Pacific Command (PACOM), and Alaskan Command (ALCOM) effective 1 January 1947. The commands, their areas of responsibility, and their missions were as follows: General of the Army Douglas MacArthur was appointed CINCFE; Army Major General Howard A. Craig was assigned as CINCAL. U.S. Navy Admiral John Henry Towers was designated CINCPAC. At the time of appointment, he was serving as Admiral Nimitz's direct successor as CINCPAC/CINCPOA. Admiral Towers retained his position as Commander-in-Chief, U.S. Pacific Fleet; his title was abbreviated CINCPACFLT to avoid confusion with the newly established Pacific Command. Headquarters for both CINCPAC and CINCPACFLT were located at Makalapa, Pearl Harbor, in the Territory of Hawai'i. Then-PACOM's original AOR ranged from Burma and the eastern Indian Ocean to the west coast of the Americas. Following a 1949 review of missions and deployments of U.S. forces, the Joint Chiefs of Staff revised the Unified Command Plan on 16 February 1950. The Volcano Islands were transferred to FECOM's AOR; likewise, responsibility for South Korea was transferred from FECOM to PACOM. The duty of protecting the Panama Canal remained assigned to Commander in Chief, Atlantic Command (CINCLANT); one year later, however, the Western approaches to the Canal would be reassigned to CINCPAC. The outbreak of the Korean War and subsequent developments in the Far East tested the U.S. unified command structure in the Pacific. Although General MacArthur, as CINCFE, had been relieved of responsibility for South Korea, early U.S. reaction to North Korea's invasion of the South on 25 June 1950 came through his command. On 10 July, at the request of the United Nations, President Truman directed General MacArthur to establish the United Nations Command (UNC) for the purpose of directing operations against North Korean forces. U.S. forces assigned to FECOM were assigned to UNC with General MacArthur designated Commander-in-Chief, UNC (CINCUNC). The primary responsibility of CINCFE, however, remained the defense of Japan. During the war, CINCPAC was ordered to support CINCUNC/CINCFE. With CINCFE focused on combat operations during the Korean War, the Joint Chiefs of Staff, over strong objection from FECOM, transferred the Mariana, Bonin and Volcano Islands to PACOM. In late 1951, PACOM was also assigned responsibility for the Philippines, the Pescadores, and Formosa (Taiwan). The new Unified Command Plan approved by Secretary of Defense Charles Wilson on 21 June 1956 produced significant changes to the command structure in the Pacific. ALCOM would remain as a unified command because of its strategic location, retaining its mission for the ground defense of the Alaskan region. Its other responsibilities, however, were reduced: the duty for the protection of sea communications in Alaskan waters was assumed by PACOM. The responsibilities of the Continental Air Defense Command (CONAD) would be likewise expanded to include the air defense of Alaska and the Northeast. UCP 1956 also disestablished FECOM as a separate unified command. U.S. military deployments to Japan and Korea were decreasing after the end of Japanese reconstruction and the Korean War. The JCS, therefore, believed that the divided command structure in the Pacific should be abolished and FECOM's responsibility reassigned to PACOM. A subsequent outline plan to disestablish FECOM and transfer its responsibilities was approved by SECDEF and the JCS effective 1 July 1957. Under the plan, two subordinate unified commands under CINCPAC were established: Commander, U.S. Forces Japan (COMUSJAPAN) and Commander, U.S. Forces Korea (COMUSKOREA). The latter was dual-hatted as CINCUNC. The UCP further specified that no unified commander would exercise direct command of any of its Service components or subordinate commands. As such, Admiral Felix Stump gave up direct command of the Pacific Fleet, delegating the responsibility of CINCPACFLT to his Deputy, Admiral Maurice E. Curts. CINCPAC's staff was thereafter separated from CINCPACFLT's staff and moved from Pearl Harbor to a new headquarters building (the former Aiea Naval Hospital) at Camp H.M. Smith. Service components for the Army and Air Force – U.S. Army Pacific (USARPAC) and U.S. Pacific Air Forces (PACAF) – were also assigned to PACOM. Command over U.S. forces engaged in the Vietnam War was designated by CINCPAC to three subordinate commands. U.S. Military Assistance Command, Vietnam (USMACV), activated 8 February 1962 to direct U.S. support to South Vietnam's military forces, largely controlled all U.S. forces and operations within South Vietnam. Naval gunfire support and air strikes on targets in Vietnam, however, were delegated to PACFLT and the U.S. 7th Fleet. PACAF and PACFLT were responsible for conducting air and naval operations against North Vietnam and Laos. Control of B-52s employed to conduct airstrikes against targets in South Vietnam remained under the Strategic Air Command. A new Unified Command Plan was approved in 1971. Effective 1 January 1972, the Pacific Command assumed responsibility for the Indian Ocean and the countries of southern Asia extending westward to the eastern border of Iran (which then fell under EUCOM's responsibility).[10] The Alaskan Command transferred responsibility for the Aleutian Islands and parts of the Arctic Ocean to PACOM, as well. ALCOM would remain a distinct unified command until it was disestablished by another Unified Command Plan on 1 July 1975. An amendment to this plan on 1 May 1976 adjusted PACOM's boundaries yet again. The amendment gave CINCPAC responsibility for the entire Indian Ocean to the east coast of Africa, including the Gulfs of Aden and Oman and all of the Indian Ocean Islands excepting the Malagasy Republic. This decision expanded PACOM's AOR across more than 50% of the Earth's surface an area of over 100 million square miles. U.S. Army Pacific (USARPAC) was disestablished 31 December 1974 as part of a bid by the Army to reduce its headquarters. The much smaller U.S. Army CINCPAC Support Group (CSG) took over USARPAC's duty to assist and coordinate with CINCPAC Headquarters and PACOM service components on Army matters. In 1979, U.S. Army Western Command (WESTCOM) was activated as the new Army component for PACOM. WESTCOM was redesignated USARPAC effective 30 August 1990. The establishment of U.S. Central Command (USCENTCOM) for the Middle East on 1 January 1983 resulted in the reassignment of responsibilities from PACOM to the new command. CENTCOM took responsibility for Afghanistan and Pakistan from PACOM; the India-Pakistan border became the boundary between CENTCOM and PACOM. Despite the adjustment, UCP 1983 actually increased the size of PACOM's AOR. The Joint Chiefs of Staff assigned responsibility for China to PACOM, presuming that increased political-military contacts between China and the United States could best be handled at the unified command level. A similar decision was made to assign North Korea to PACOM, reasoning that unifying responsibility for the Korean Peninsula under CINCPAC would greatly enhance his ability to make the transition from peace to war should he be called upon to do so. Madagascar was assigned to PACOM because the island impinged directly upon CINCPAC's mission of protecting U.S. sea lines of communication in the Indian Ocean. Responsibility for Mongolia and Alaska also fell to CINCPAC under the new plan. At the request of then-CINCPAC Admiral William Crowe, his title and that of his command were changed to USCINCPAC and USPACOM, respectively. On 26 June 1989, Secretary of Defense Dick Cheney endorsed the recommendation from the Joint Chiefs of Staff to reassign the Gulfs of Aden and Oman from USPACOM to USCENTCOM's AOR. Though a modest shift, the change meant that the new boundary between the commands would no longer cut through the Strait of Hormuz. On 1 October 1989, the defense of Alaska and all units stationed there passed to USPACOM, which subsequently raised Alaskan Command (ALCOM) as a subordinate command.[11] Under UCP 2002, effective 21 January, Secretary of Defense Donald Rumsfeld assigned Antarctica to USPACOM. Secretary Rumsfeld also approved the assignment of responsibility for Russia to EUCOM with USPACOM in a supporting role for the Siberia and Russian Far East. Later reassignments under the 2004 and 2006 plans placed the entire Seychelles Archipelago in the USCENTCOM's AOR and extended U.S. Northern Command (USNORTHCOM)'s boundary westward to encompass all of the Aleutian Islands, respectively. On 24 October 2002, the Secretary issued a memorandum declaring that the title \"Commander in Chief\" should only refer to the President of the United States. Effective that date, all combatant commanders deleted \"in Chief\" from their titles. USCINCPAC was redesignated Commander, U.S. Pacific Command (CDRUSPACOM). In a move to streamline command and control of forces in Alaska and integrate forces in defense of North America, Secretary of Defense Chuck Hagel approved the transfer of ALCOM to USNORTHCOM on 1 October 2014. On 30 May 2018, at the change-of-command ceremony between Admirals Harry B. Harris Jr. and Philip S. Davidson, Defense Secretary Jim Mattis announced that Pacific Command has been renamed Indo-Pacific Command \"in recognition of the increasing connectivity of the Indian and Pacific Oceans.\"[12] U.S. officials stated that the change was instituted to \"better reflect the command's areas of responsibility, which includes 36 nations as well as both the Pacific and Indian Oceans.\"[12][13] While any qualified officer in the U.S. Armed Forces can be appointed as commander of INDOPACOM, only a Navy officer has ever held this office.","Title":"United States Indo-Pacific Command - Wikipedia","KeyID":"13284","URL":"https://en.wikipedia.org/wiki/United_States_Pacific_Command"}