{"Content: ":"Deshabandu Karu Jayasuriya, MP (Sinhala: කරු ජයසුරිය, Tamil: கரு ஜயசூரிய; born 29 September 1940) is a Sri Lankan politician. He was the Speaker of the Parliament of Sri Lanka.[1] Previously he was Mayor of Colombo from 1997 to 1999, Minister of Power and Energy from 2001 to 2004, Minister of Public Administration and Home Affairs from 2007 to 2008, and Minister of Buddha Sasana, Public Administration, and Democratic Governance in 2015. He has served as Chairman of the Leadership Council[2] of the United National Party (UNP), as well as Deputy Leader of the UNP.[3] He is a member of parliament representing the Gampaha District since 2001. He had served as Sri Lanka's Ambassador to (Germany). As Speaker of Parliament, he also acts as Chairman of the Constitutional Council. Karu Jayasuriya was born on 29 September 1940 in Mirigama, Gampaha, to the family of Podi Appuhamy Jayasuriya and Wimalaseeli Jayasiriya. Jayasuriya was educated at Kandangamuwa Vidyalaya, Mirigama and at Ananda College, Colombo. He went on to gain professional membership (AICS) of the Institute of Chartered Shipbrokers in 1965 and later gained fellowship (FICS). He trained in commodity trading at the Baltic Exchange and went on to receive Advanced Management Training at INSEAD. He later became a Fellow of the Chartered Institute of Logistics and Transport.[4]Chairman National Movement for Social Justice Jayasuriya joined the Ceylon Army Volunteer Force in 1965 and was commissioned as a Second Lieutenant in the Ceylon National Guard. He was mobilized during the 1971 JVP insurrection and first come under fire while trying to reestablish rail links between Colombo and Anuradhapura. He left the army in 1972.[4] Following his departure from the army, he joined the private sector and became a senior corporate executive, serving as chairman, managing director and executive director of several companies. He was the Chairman of The National Chamber of Commerce, SAARC Chamber of Commerce, Colombo Rubber Traders' Association, Sugar Importers Association and The Sri Lanka Business Development Centre, as well as the Director of the Export Development Board.[4] President J. R. Jayewardene appointed him to the Presidential Commission in the early 1980s. He became an unofficial adviser of President Premadasa on the private sector and in 1991 he left the private sector and was appointed by President Premadasa as the Chairman of the Organizing Committee of the ‘EXPO 92’ Trade exhibition. He was thereafter appointed as Sri Lankan Ambassador to Germany with accreditation to Austria and Switzerland in 1992 serving till 1994, when he resigned and returned to Sri Lanka following the defeat of the UNP in the elections that year.[5] Jayasuriya became active in politics in late 1995 and he became party chairman in 1995 at the request of UNP leader Ranil Wickremesinghe. In 1996, Jayasuriya was nominated by the UNP of the local government elections as candidate for the post Mayor of Colombo, by passing Premadasa stalwart and former Mayor Sirisena Cooray. Jayasuriya was supported by both Wickremesinghe and Cooray as he was considered close to the former President Premadasa. Karu Jayasuriya won the election and became the Mayor of Colombo gaining much popularity and notability in the process, having been initially from a non-political background. He served as Mayor till 1999 efficiently administrating the country's most populous city.[5] Following his success as Mayor of Colombo, Jayasuriya contested the 1999 provincial council elections as the UNP nominee and Chief Ministerial candidate of the Western Province, which he lost narrowly. He became the opposition leader of the western province council serving till 2001.[5] At that election, he created a new precedent by refusing to publish posters, saying it promoted violence and polluted the city he worked hard to keep clean. At the General Elections of 2000, he was elected to Parliament from the Gampaha District with a large number of preferential votes even though his party was defeated. After his remarkable showing, he was elected Deputy Leader of the UNP.[6] Following the victory of the UNP at the General Elections in 2001, Karu Jayasuriya was appointed Minister of Power and Energy. Having inherited a challenging ministry he ensured a continued power supply and commenced reforms of the heavily indebted Electricity Board. With President Chandrika Kumaratunga's abrupt dissolution of parliament in April 2004, and the UNP's defeat at the ensuing election, he once again returned to the front benches of the Opposition. At the Presidential Elections of 2005, in which Wickremesinghe was the party's candidate, Jayasuriya was named as the nominee for the premiership in the event of the party's success. As an unofficial running mate, he traveled widely, actively campaigning for his leader.[7] Wickremesinghe narrowly lost the election and following his defeat, there were requests by a section of the party for the leadership to be handed over to Jayasuriya. In the meantime, Wickremesinghe and Rajapakse signed a Memorandum of Understanding pledging to co-operate with the peace process. Jayasuriya and his supporters insisted on taking a step further and joining the government formally by accepting ministerial office, which was strongly opposed by Wickremesinghe. The ensuing power struggle resulted in a bitter and acrimonious war of attrition between the two.[citation needed] After several abortive attempts to oust Wickremesinghe from the party leadership, Jayasuriya led a group of 18 parliamentarians, including several party front-liners, in crossing over to the government side. In the 2007 cabinet reshuffle after the crossover, he was appointed as Minister of Public Administration and Home Affairs. He resigned from his Public Administration and Home Affairs portfolio on 9 December 2008 and rejoined the UNP as its deputy leader.[8] In January 2015, President Maithripala Sirisena appointed Jayasuriya as Minister of Public Administration, Democratic Rule and Buddha Sasana after his victory in the presidential election. At the first session of the 8th Parliament, he was elected as Speaker on 1 September 2015. His name was proposed by Prime Minister Ranil Wickremasinghe and seconded by Nimal Siripala De Silva. [9] Thilanga Sumathipala was elected as his deputy.","Title":"Karu Jayasuriya - Wikipedia","KeyID":"13294","URL":"https://en.wikipedia.org/wiki/Karu_Jayasuriya"}