{"Content: ":"Mohamed Haniffa Mohamed (15 June 1921 – 26 April 2016) was a Sri Lankan politician. Mohamed served as the 14th Speaker of the Parliament of Sri Lanka as well as being a former member of Parliament and government minister. Mohamed was the first Sri Lankan Moor to hold office as Mayor of Colombo from 1960 to 1962[1][2] Born 15 June 1921, Mohamed was educated at Wesley College, Colombo. After completing his schooling, he joined Cargills Ltd., where he became active in trade union activities. Later he joined the family shipping firm, Nagoor Meera and Sons. His grandfather Marhoom Abdur Rahman was a member of the Legislative Council of Ceylon.[3] Mohamed entered politics having been elected to the Colombo Municipal Council from the Maligawatte Ward and served as Mayor of Colombo from 1960 to 1962. He contested the 1965 general elections as the United National Party candidate in the Borella electorate and was elected to parliament defeating the Lanka Sama Samaja Party (LSSP) candidate Vivienne Goonewardena. He lost his seat in the 1970 general elections to LSSP candidate Kusala Abhayavardhana by 16,421 votes to 15,829 votes.[4] He was re-elected to parliament in the 1977 general elections and would retain his seat until 2010 in the consecutive elections that followed. In 1977, he was appointed to the Cabinet by J.R. Jayawardena as Minister of Transport.[3] In the Black July pogrom of 1983, M.H Mohammed unleashed his thugs to attack Tamils in Borella.[5] In April 1985, President J. R. Jayewardene sent M. H. Mohamed, along with his henchmen to attack Tamils in the village of Karaitivu (Ampara).[6] Muslim youth with the support of the security forces killed several Tamils, raped several women and burned over 2000 Tamil homes, rendering 15,000 Tamils homeless.[7][8]  This article about a mayor in Sri Lanka is a stub. You can help Wikipedia by expanding it. This article about a politician from Western Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"M. H. Mohamed - Wikipedia","KeyID":"13295","URL":"https://en.wikipedia.org/wiki/M._H._Mohamed"}