{"Content: ":"The Sri Lanka Freedom Party (Sinhala: ශ්‍රී ලංකා නිදහස් පක්ෂය, romanized: Śrī Laṁkā Nidahas Pakṣaya; Tamil: இலங்கை சுதந்திரக் கட்சி, romanized: Ilaṅkai Cutantirak Kaṭci) is one of the major and most well known political parties in Sri Lanka. It was founded by S.W.R.D Bandaranaike in 1951[5] and, since then, has been one of the two largest parties in the Sri Lankan political arena. It first came to power in 1956 and since then has been the predominant party in government on a number of occasions.[6] The party is generally considered as having a democratic socialist or progressive economic agenda and is often associated with nationalist Sinhalese parties. The party follows a Non-Aligned foreign policy but always had close ties to socialist nations.[7] The Sri Lanka Freedom Party is a Second Main constituent party in the Sri Lanka People's Freedom Alliance. After independence, the SLFP represented a form of non-revolutionary socialism and a policy of non-alignment with strong ties to socialist countries. Its social democratic and nationalist policies in the aftermath of Sri Lankan independence supported its rapid rise towards attaining major party status alongside the center-right United National Party. Founding leader, S.W.R.D. Bandaranaike stated that the basis of the party would be the ‘Pancha Maha Balavegaya’ (Five Great Forces) which consisted of the native doctors, clergy, teachers, farmers and workers.[8] After winning 9 seats in the 1952 parliamentary election, leader S.W.R.D Bandaranaike contested the 1956 election on a platform of giving true meaning to the independence achieved in 1948.[9] This involved a nationalist, democratic and socialist program which saw the SLFP achieve a huge victory at the 1956 elections and is seen by many observers as a social revolution resulting in the eclipse of the Westernized elite.[10] Amongst the many achievements of S.W.R.D. Bandaranaike's term of office include the reverting of major defence facilities from British to local control, initiating a shift in Sri Lanka's foreign policy from the West to the Non-Aligned Movement and lowering the voting age from 21 years to 18 years of age.[11] Working people, a core base of support for the party, also benefited through the setting up of an Employee's Provident Fund and the empowerment of peasants through the Paddy Lands Act. The healthcare and education systems were also improved for the benefit of the common man with the establishment of ayurvedic research centers, recognition of native physicians as well as the allowing of students to learn in their mother tongue (rather than only English).[12][13] The S.W.R.D. Bandaranaike government also had a lasting contribution in language policy. In 1956 Sinhala replaced English as the official language of Sri Lanka, fulfilling a major election pledge. In reaction to Tamil unease, the Bandaranaike–Chelvanayakam Pact was signed to grant official status to the Tamil language. However, this agreement was vehemently opposed by extremists led by the main opposition party UNP and instead a watered down act was passed.[14] In September 1959, Bandaranaike was assassinated by an extremist monk opposed to his attempts to allegedly appease Tamils. He was replaced as Prime Minister for an interim period by Wijeyananda Dahanayake. After this, the party turned to Bandaranaike's widow Sirimavo Bandaranaike who consequently in 1960 became the world's first elected female head of government. Sirimavo Bandaranaike was determined to carry on the program of her husband and her government pursued several socialist policies during its terms of office between 1960-1964 and 1970–1977. Sirimavo also initiated the trend of the SLFP forging alliances with other leftist parties such as the Communist Party of Sri Lanka and the Lanka Sama Samaja Party which continues to this day with the United People's Freedom Alliance.[15] Under Sirimavo Bandaranaike's leadership, SLFP governments nationalized key sectors of the economy such as banking and insurance, the Ceylon Transport Board and also all schools then owned by the Roman Catholic Church. Issues arose during the state takeover of foreign businesses which upset the United States and Britain. Consequently, this augmented the SLFP's foreign policy shift towards the East and Non-Aligned Movement. Further, in 1972, the SLFP led government oversaw the introduction of a new constitution which changed the country's name from Ceylon to Sri Lanka and declared Sri Lanka to be a republic.[15] During her term in office, Sirimavo Bandaranaike achieved high international standing, being chosen as chairman of the Non-Aligned Movement in 1976 and receiving plaudits as the SLFP led government attempted to mediate between India and China during the Sino-Indian war.[16] In government, the SLFP had to also overcome a number of challenges to democracy such as the 1962 coup attempt launched by Christian officers upset by the increasing number of Buddhist officer corp which had previously been three-fifths Christian. Likewise, in 1971 the SLFP led government was almost toppled by a violent Marxist insurrection, which was eventually put down after it claimed more than a thousand lives.[17] Towards the end of Sirimavo Bandaranaike's second term as Prime Minister, her government had become increasingly unpopular amidst the background of a declining economy and charges of corruption and the SLFP was routed in the 1977 election.[18] This was the start of 17 years in opposition. This period of opposition was made greatly difficult after President J.R. Jayewardene's government stripped Sirimavo Bandaranaike of her civic rights for 7 years and expelled her from parliament.[19] As a result, the SLFP fielded Hector Kobbekaduwa at the 1982 Presidential Election, which failed to deliver a strong outcome for the party.[20] The SLFP suffered a further blow in the same year, when a referendum to delay parliamentary elections by 6 years was passed. During this period, the party suffered from internal conflicts, with Sirimavo's son Anura Bandaranaike, who led the party in parliament after her expulsion, shifting the traditionally socialist party to the right, while her daughter and future party leader Chandrika Kumaratunga led a breakaway group, the Sri Lanka People's Party, in response to her brother's shift.[21] In 1989 Sirimavo Bandaranaike returned to the parliament and took the lead again; she became leader of the opposition. Towards the early 1990s, the existing UNP government had weakened through internal conflicts of its own as well as the descent into two civil wars and fading public support. New SLFP leaders, most prominently Mahinda Rajapaksa, had launched successful pada yatra, jana gosha and white flag campaigns against the UNP government during this period.[22] By that time, Anura Bandaranaike had left the party for the UNP to receive ministerial appointments, so Kumaratunga, who had returned to the party, now was the undisputed leader behind her mother. Sirimavo Bandaranaike had lost her influence with the electorate and steped aside as party leader in favor of her daughter.[23] During the 1994 parliamentary and presidential elections, SLFP completed a successful return to power and Chandrika Kumaratunga was elected the nation's President as part of the SLFP led People's Alliance coalition. Kumaratunga's tenure marked the beginning of the SLFP's shift from the socialism of Sirimavo towards a more centrist philosophy that sought to combine both the free market and the SLFP's traditional people friendly policies.[24] The People's Alliance government continued with their predecessor's attempts to negotiate with the LTTE, whilst simultaneously attempting to weaken them militarily through force. The SLFP government however initially placed greater emphasis on achieving peace with the Kumaratunga government engaging in numerous peace talks. However, LTTE intransigence limited the policy's effectiveness.[24] The People's Alliance can be credited however with significant victories on the foreign policy front, with Foreign Affairs Minister Lakshman Kadirgamar spearheading successful efforts to further isolate the LTTE internationally.[25] Other achievements of the Kumaratunga administration include the establishment of several new public universities.[26] Despite successes on these fronts, the Kumaratunga government also oversaw territorial losses to the LTTE as well as a flagging economy.[27] As a result of this, a UNP government was elected at the 2001 Parliamentary elections. In November 2003, Kumaratunga used her presidential powers to take powers away from Prime Minister Ranil Wickremasinghe's UNP in the form of important ministries, and the People's Alliance returned to power at the 2004 polls with future party leader Mahinda Rajapaksa being appointed as the Prime Minister. A rift opened up in the party in 2005 over the choice of its candidate for the 2005 Presidential election between the President Kumaratunga backed Anura Bandaranaike and Mahinda Rajapaksa.[28] Many members of the SLFP had been uneasy with Chandrika Kumaratunga's liberal economic policies, privatization of many public institutions as well as several allegations of corruption against her.[29] Ultimately Rajapaksa was selected as the Presidential candidate for the SLFP led United People's Freedom Alliance and was subsequently elected as President Under Mahinda Rajapaksa, the SLFP shifted back to the left towards a social democratic program termed Mahinda Chinthana. Some of the companies privatized by the Kumaratunga administration were re-nationalized such as Shell Gas Lanka.[30] The major legacy of this period of UPFA government was the end of the long-running civil war and the reunification of Sri Lanka. This achievement boosted the popularity of the SLFP, leading to convincing victories in the presidential and parliamentary polls held in 2010.[31] In the post-war period, the Rajapaksa administration instituted a large-scale infrastructure and development drive including the construction and renewal of many of Sri Lanka's key roads, mainly using loans from China.[32][33] In 2011 the construction of Sri Lanka's first expressway was completed. Likewise, new coal and renewable energy power plants were built, improving the nation's power generation capacity. Tourism received a boost specially in Colombo which ranked as the world's fastest growing tourist city in 2015.[34] However many of such projects launched by Rajapaska mostly named after himself have been called white elephants, being built ignoring feasibility studies, Mattala Rajapaksa International Airport built by Rajapaksa only services one budget carrier and has been built near a migratory route for birds[35] Other policies of the Rajapaksa government include programs to aid farmers and agricultural production, such as the re-launch of the farmer's pension scheme and subsidization of fertilizers.[36] In the area of foreign policy, the Rajapaksa government was seen to align itself towards the East, in accordance with SLFP tradition. This situation was augmented by the prevailing geopolitical environment which led some Western nations to criticize the UPFA government regarding accusations of human rights abuses during the civil war.[37] During this time the government has been implicated of political kidnappings[38] and accused of running a family dynasty of four brothers.[39][40] The 2010-2015 period of SLFP led government was characterized by high economic growth and a reducing debt-to-GDP ratio.[41] But the IMF has said Sri Lanka's national accounts \"suffer from insufficient data sources and undeveloped statistical techniques\" and Opposition legislators have accused Rajapaksa of giving overstated growth estimates. One of the top officials in the statistics office was sacked for disobedience and leaking internal information after he said that economic growth data compiled by the office was inflated[42] Eventually allegations of corruption and nepotism saw Mahinda Rajapaksa lose the presidency to SLFP defector Maithripala Sirisena in 2015, who ran against him with the support of the UNP and other smaller parties.[43] The UNP consequently regained power despite the UPFA still holding a majority of seats in the legislature. Soon after President Sirisena's victory, Mahinda Rajapaksa handed over leadership of the party to Maithripala Sirisena as per the SLFP constitution which states any SLFP member who is President is automatically leader of the party.[44] Very soon afterwards, the party split into two main factions with those supporting President Sirisena and willing to work with the minority UNP government on one side. The Rajapaksa faction which included parts of the SLFP and UPFA acted as the main de facto opposition to the new regime.[45][46] Nimal Siripala de Silva was appointed as parliamentary leader of the SLFP and the official Opposition Leader. During Maithripala Sirisena's term as President, SLFP members came to dominate the cabinet numerically, albeit largely with lower ranking positions. The SLFP, especially the Rajapaksa faction, were instrumental in revising the 19th Amendment to the constitution proposed by the UNP so as to reduce Presidential powers without transferring executive powers to the Prime Minister. However, rigorous attempts by President Sirisena and the SLFP to modify the prevailing and unpopular electoral system were unsuccessful due to stiff opposition from the UNP and other smaller parties.[47] On 14 August 2015, Party Chairman and President Sirisena issued letter stating that Pro-Rajapaksa loyalist and General Secretary Anura Priyadarshana Yapa has been removed from post and he claimed that Anura Priyadarshana Yapa was going against the party policy and disobeying the commands of chairman, Sirsena appointed his loyalist Duminda Dissanayake as acting General Secretary 48 hours ahead of Parliamentary Election, Sirisena also obtained court order to prevent Anura Priyadarshana Yapa from functioning as General Secretary thereafter till 24 August 2015, Eventually President Sirisena had sacked both General Secretaries of UPFA and SLFP[48] In the August general election the UPFA led by the SLFP only won 95 seats while its rival the UNFGG led by the UNP won 106 seats.[49] The United National Party who won the elections invited SLFP and an agreement was signed with the SLFP to jointly create a national unity government.[50] 45 MPs joined the government and 50 MPs including Mahinda Rajapaksa remained in the opposition with the Sri Lanka Freedom Party spliting.[51]","Title":"Sri Lanka Freedom Party - Wikipedia","KeyID":"13291","URL":"https://en.wikipedia.org/wiki/SLFP"}