{"Content: ":"His Excellency Mahinda Buddhadasa Samarasinghe (Sinhala: මහින්ද සමරසිංහ), (born 30 January 1956) is a former MP and the current Ambassador of Sri Lanka to the United States of America, Mexico and High Commissioner to Trinidad and Tobago. He was formerly a member of Parliament under Gotabaya Rajapaksa's Government, and the Sri Lanka Podujana Peramuna chief organiser for the Panadura Electorate in the Kalutara District. Mahinda Samarasinghe completed a Bachelor of Economics (Honours) degree at La Trobe University, Melbourne, Australia. Having joined the Sri Lanka Overseas Service, he served as the First Secretary to the Sri Lanka High Commission in Australia and as Counselor for the Sri Lankan Permanent Mission to the United Nations in Geneva during the 1980s. He has represented Sri Lanka at the International Labour Organization, World Health Organization, International Telecommunication Union and the World Meteorological Organisation. While working at the Sri Lanka Mission in Geneva, he represented Sri Lanka at almost all of the Governing Body meetings of the International Labour Organization in 1986 and 1987, as well as the International Labour Conference from 1985 to 1987. At the end of the 1987 ILC, he successfully presented a draft resolution on ‘Workers Housing,' which was adopted at the conference. In late 2021, Samarasinghe was appointed as Sri Lanka's Ambassador to the United States, Mexico and Trinidad & Tobago. [1] As co-chair of the Permanent Standing Committee on Human Rights in Sri Lanka, Samarasinghe works in close cooperation with several UN Organisations including the United Nations Human Rights Commission (UNHRC), United Nations Development Programme, United Nations Children's Fund (UNICEF) and International Labour Organization, as well as other international organizations such as the International Organisation for Migration to continue Sri Lanka's endeavors to rehabilitate and reintegrate citizens from the country's formerly war-torn areas. He also acted as a member of the Advisory Committee to the Human rights task force of Sri Lanka while being the Executive member of the parliamentary group for the protection and promotion of human rights. From 2002-2004, Samarasinghe was the Chair of the Parliamentary Select Committee to review the mandate and functioning of the Human Rights Commission of Sri Lanka. He also chaired national coordination mechanisms on human rights and humanitarian assistance during the armed conflict, from 2006 - 2009. In 2006, Mahinda Samarasinghe was offered a position to handle the Disaster Management & Human Rights portfolio[2] by the then Sri Lankan president, Mahinda Rajapaksa. As the leader of the Sri Lankan Delegation to the UN Human Rights Council (Special and Regular Sessions) up to 2014, Samarasinghe was also responsible for formulating national reports for the Universal Periodic Review of Sri Lanka in both 2008 and 2012. Samarasinghe entered active politics in 1988 and was elected to the Provincial Council of the Western Province, where he served as the Leader of the House of the Provincial Council and the Provincial Minister of Health and Economic Infrastructure. During his tenure, he took the initiative to establish the Road Passenger Transport Authority and the Provincial Road Development Authority. In 1994 he was elected to parliament from the Kalutara district, and was re-elected in subsequent elections held in 2000, 2001, 2004, 2010, 2015 and 2020. During the period 2001 - 2004, he served as the Cabinet Minister of Employment and Labour.[3] He was the Government Chief Whip from 2001–2004 and the Opposition Chief Whip from 2004 - 2006. Samarasinghe joined the Sri Lanka Freedom Party in 2006 and was the Sri Lanka Freedom Party chief organiser for the Agalawatta Electorate in Kalutara District. He had also served as Cabinet Minister of Disaster Management and Human Rights from 2006 - 2010 and Minister of Plantation Industries from 2010 - 2015.[4][5] He was a member in the Parliamentary Consultative Committees of the Ministries of Trade, Commerce, Industries, Finance and Foreign Affairs. In 2015, under the government of former president Maithripala Sirisena, Samarasinghe was appointed as the State Minister for Finance. [6] In 2016, Samarasinghe was selected to be the Chair of the Parliamentary Sub-Committee on Fundamental Rights, Language and Citizenship Rights, Steering Committee on Constitutional Reform. He was then appointed as the Ports and Shipping Minister in 2017.[7] Mahinda Samarasinghe resigned from his seat in parliament in late November 2021[8] to take up a new post as the Ambassador of Sri Lanka to the United States of America, Mexico and Trinidad & Tobago. Samarasinghe’s mother is Yvonne Senevirathne. He is married and has four children. [9]","Title":"Mahinda Samarasinghe - Wikipedia","KeyID":"13293","URL":"https://en.wikipedia.org/wiki/Mahinda_Samarasinghe"}