{"Content: ":"Nissanka Manodha Wijeyeratne (Sinhala: නිශ්ශංක මනෝද විජයරත්න) (28 July 1957 – 29 October 2011) (known as Mano Wijeyeratne) was a former Politician, Government Minister, Coordinating Secretary to the President, Chairman of Road Accidents Prevention Authority , Member of United National Party and Sri Lanka Freedom Party chief organiser for the Dedigama Electorate in Kegalle District he was former Member of Parliament from Kegalle District.[1][2] Wijeyeratne had also served as Non-Cabinet Minister of Enterprise Development in President Mahinda Rajapakse's Government[3][4][5] and Minister of Plantation Services under President D B Wijetunga's Government.  Born to a political dynasty in Sri Lanka, he was the second son of Dr Nissanka Wijeyeratne & Nita Dullewe Wijeyeratne and he had three brothers and a sister. They are Neranjan, Anuradha, Lankesh & Nishangani. Mano Wijeyeratne's father Nissanka and grandfather, Sir Edwin Wijeyeratne were prominent politicians who had become cabinet ministers.[6] He was educated at the Royal College, Colombo. Mano Wijeyeratne served as Member of Parliament for 17 years and had been elected to the parliament from Kegalle District four times from the United National Party in the years 1989, 1994, 2000 and 2004.He was a member of the United National party from 1989 to 2007 before crossingover to the Sri Lanka Freedom Party (2007-till his death). He was a former District Leader of Kegalle District for the United National Party (2004-2007). He had also served as Non-Cabinet Minister of Enterprise Development and Plantation Services. At the time of his death he was serving as the Sri Lanka Freedom Party chief organiser for the Dedigama Electorate. He was first married to Dushyanthi Wegodapola Daughter of Colonel Stanley Wegodapola (ex ADC to President of Sri Lanka) and Mrs Prema Wegodapola of Ratwatte Walauwa, Ukuwela. Mano Wijeyeratne had three children Subodhana[7](a MA graduate in History from Cambridge University, Japanese Studies from the School of Oriental and African Studies, UK) and Harvard University,[8] Varanusha (died at an early age), and Hasitha (a BSc graduate in Diagnostic Radiography from the University of Hertfordshire, UK). His second spouse was Bharathi Wijeratne. ","Title":"Mano Wijeyeratne - Wikipedia","KeyID":"13299","URL":"https://en.wikipedia.org/wiki/Mano_Wijeyeratne"}