{"Content: ":"Chandrasekera Rohitha Bandara Bogollagama (born 6 August 1954) (known as Rohitha Bogollagama) (Sinhala: රෝහිත බෝගොල්ලාගම, Tamil: ரோகித போகோல்லாகம) is a Sri Lankan politician and ex Governor of Eastern Province. He was the former Sri Lanka Freedom Party chief organiser for the Kotte Electorate.[1] He had also served as the Cabinet Minister of Foreign Affairs from 28 January 2007 until he was defeated in the General Elections held on 8 April 2010, losing his seat in parliament.[2][3] He had a long career in law running from 1976 to 1999, before being elected to the Sri Lankan parliament in 2000 from the United National Party, and then crossed over to Sri Lanka Freedom Party Born in Nikaweratiya, North Western Province, to Chandrasekera Malala Banda Bogollagama (former Chairman, National Lotterys Board from 1966 to 1970) and Vinitha Bogollagama (née Senerath),[4] he is one of their five children.[5] Bogollagama attended Ananda College in Colombo and later the Sri Lanka Law College, passing out in 1976. He was called to the Bar and enrolled as Attorney-at-Law by the Supreme Court of Sri Lanka in October 1976. Bogollagama's career in law ran for nearly thirty years, and included serving as legal consultant to the Ceylon Fertiliser Corporation from 1985 to 1993, and legal advisor to the United States government-run Voice of America from 1991 to 1999. He was also Chairman of the Sri Lanka Cement Corporation and Chairman and Director General of the Board of Investment of Sri Lanka. As a member of the United National Party, Bogollagama was elected to parliament in 2000 for Kurunegala District, and served the Parliamentary Consultative Committees on Finance, Foreign Affairs, Defence, Industrial Development & Investment Promotion, and Power & Energy. On 12 December 2001, Prime Minister Ranil Wickremesinghe appointed him Minister of Industries.[6] As minister he initiated the \"Yuga Dekma\", a large industrial fair, in 2002. In 2004 president Chandrika Kumaratunga dissolved parliament and removed non-cabinet ministers on 12 February. While in opposition in 2004, he was appointed by a unanimous decision to serve as the Chairman of the Committee on Public Enterprises (COPE), an oversight committee of parliament responsible for accountability of public enterprises.[7] Bogollagama switched political allegiance on 18 November 2004, siding with the United People's Freedom Alliance; the President swore him in as the Cabinet Minister of Advanced Technology and National Enterprise Development on the same day.[8] He became the Minister of Enterprise and Development on 23 November 2005.[9] As Minister, he argued in favour of returning Sri Lanka to GMT +05:30 time, which was the official time before 1996.[10] He represented the government of Sri Lanka at two rounds of peace talks with the LTTE at Geneva in 2006.[3] He was defeated in the General Elections held on 8 April 2010, losing his seat in parliament and was not reappointed the cabinet. Bogollagama was acclaimed for the diplomacy he demonstrated when engaging with the international community on promoting investment, tourism, trade and strengthening diplomatic relations, which he did in a constructive and consistent basis as Cabinet Minister of Foreign Affairs.[11] He is married to Deepthi Samarakone, She is the youngest daughter of Donald Samarakone (formerly of Ceylon Civil Service) & Srima Samarakone (daughter of Mudliyar A. V. Rathnayake and Mrs Jennifer Rathnayake of \"Ratnagiri Walawwa\", Boralesgamuwa) has three sisters Kusum, Sucharitha and Jayathri. Rohitha & Deepthi Bogollagama have son & daughter. Dhakshitha (Ex Chairman of the National Enterprise Development Authority)[12] a BBM graduate in Finance from the Singapore Management University, Singapore and Dr. Dilshani Bogollagama (All India Institute of Medical Sciences). ","Title":"Rohitha Bogollagama - Wikipedia","KeyID":"13292","URL":"https://en.wikipedia.org/wiki/Rohitha_Bogollagama"}