{"Content: ":"Nambukara Helambage Rajitha Harischandra Senaratne (born 29 May 1950) is a Sri Lankan dentist, politician, member of parliament and former cabinet minister. He is currently a member of parliament representing Kalutara district [1] Senaratne was born 29 May 1950,[2] the son of Dr. N. H. D. A. and D. W. B. Senaratne.[3] He was educated at Nalanda College, Colombo and Ananda College.[4][5][6] After school he joined the University of Ceylon, Peradeniya in 1971, graduating from its successor, the University of Sri Lanka Peradeniya campus, in 1974 with a degree in dentistry.[4][7] Whilst at university he was president of the student wing of the Sri Lanka Freedom Party (SLFP).[8][9][a] Senaratne is married to dentist Sujatha.[5][8] They have two sons - Chathura and Eksath.[10][11][12] Senaratne became involved in leftist politics whilst serving as general-secretary of the Government Dentists’ Association/Government Dental Surgeons Association between 1975 and 1989.[4][7] He was very critical of the Jayewardene government and its policies.[7] When film actor Vijaya Kumaratunga left the SLFP and founded the Sri Lanka People's Party (Sri Lanka Mahajana Pakshaya) (SLPP) in the early 1980s Senaratne joined the newly formed party.[7][8] The SLPP became a target of the Janatha Vimukthi Peramuna (JVP) during its second insurrection.[7] Senaratne was critical of the JVP's violence and \"eye for an eye, tooth for a tooth\" policy and became a target of the JVP.[7] On 17 October 1988 the JVP attacked an election rally for SLPP presidential candidate Ossie Abeygunasekera at Grandpass in Colombo, killing three.[13] Senaratne sustained injuries in the attack which left two pieces of shrapnel in his skull.[7] In 1988 the Communist Party of Sri Lanka (CPSL), Lanka Sama Samaja Party (LSSP), Nava Sama Samaja Party and SLPP formed the United Socialist Alliance (USA).[14] Senaratne was one of the USA's candidates at the 1988 provincial council election and was elected to the Western Provincial Council.[7][9] He was one of the USA's candidates in Colombo District at the 1989 parliamentary election but the USA failed to win any seats in the district.[15][16] Abeygunasekera, who had taken over leadership of the SLPP following the assassination of Kumaratunga in February 1988, started moving the SLPP towards the governing United National Party (UNP).[8][9] Kumaratunga's widow Chandrika Kumaratunga was expelled from the SLPP.[8] Senaratne and other Chandrika loyalists formed the People's Freedom Front (Bahujana Nidahas Peramuna) (PFF).[8][9] Chandrika Kumaratunga was the PFF's leader whilst Senaratne was its general-secretary.[17] Chandrika Kumaratunga rejoined the SLFP later.[17] When the PFF and SLPP formed the SLFP dominated People's Alliance (PA) Senaratne joined the UNP on the invitation of president D. B. Wijetunga and was appointed a UNP National List MP in the Sri Lankan Parliament in 1994.[7][17][18][19] Senaratne became a vocal critic of Chandrika Kumaratunga, who had been elected president in November 1994, and her PA government.[20] On 31 March 2000 the Court of Appeal upheld a petition against Senaratne, ruling that he was disqualified from sitting or voting in Parliament as he had done business with state institutions.[20][21] The petition had been brought by deputy minister Dilan Perera who had been represented in court by lawyer Wijeyadasa Rajapakshe.[22] Using a legal loophole the UNP re-appointed Senaratne to the vacant National List seat cause by his unseating.[7][19] Senaratne was one of the UNP's candidates in Kalutara District at the 2000 parliamentary election. He was elected and re-entered Parliament.[23] He was re-elected at the 2001 parliamentary election as a United National Front (UNF) candidate.[24] The UNF defeated the PA at the election after which Senaratne was appointed Project Minister of Land.[25][26] Senaratne contested the 2004 parliamentary election as one of the UNF's candidates in Kalutara District. He was elected and re-entered Parliament.[27] He however lost his ministerial position after the UNF was defeated by the newly formed United People's Freedom Alliance (UPFA). In January 2007 several UNF MPs including Senaratne defected to the SLFP dominated UPFA government.[28][29][30] Senaratne was rewarded by being appointed Minister of Construction and Engineering Services.[31][32] Senaratne contested the 2010 parliamentary election as one of the UPFA's candidates in Kalutara District. He was elected and re-entered Parliament.[33] He was appointed Minister of Fisheries and Aquatic Resources Development after the election.[34][35][36][37] Senaratne was awarded an honorary doctorate from the St. Petersburg Fundamental International Educational Institute in 2011.[4] Senaratne's wife Sujatha was appointed director of the National Hospital of Sri Lanka, a move that was seen a political nepotism.[5] The appointment was nullified by the Supreme Court but she was subsequently appointed Additional Secretary (Public Health Services).[38] Senaratne left the UPFA in November 2014 to support common opposition candidate Maithripala Sirisena at the 2015 presidential election.[39][40][41] Senaratne and other SLFP MPs who supported Sirisena were stripped of their ministerial positions and expelled from the SLFP.[42][43][44][45] After the election newly elected President Sirisena rewarded Senaratne by appointing him Minister of Health and Indigenous Medicine.[46][47][48] Sirisena became chairman/leader of the SLFP on 16 January 2015.[49][50] Subsequently, Sirisena supporters, including Senaratne, who had been expelled from the SLFP were readmitted to the SLFP and Senaratne became a vice president of the SLFP in February 2015.[51][52] In March 2015 Gamini Ranasinghe and his wife accused Senaratne's son Eksath of abducting their teenage daughter Dinithe Aloka, who was sixteen years old at the time of abduction in February 2014, and keeping her at Senaratne's official residence in Colombo.[53][54][55] Senaratne denied the accusations of abduction, saying that Dinithe Aloka had \"come willingly\".[56] In July 2015 Senaratne and other supporters of President Sirisena formed the United National Front for Good Governance (UNFGG) to contest the parliamentary election.[57][58][59] Senaratne was one of the UNFGG's candidates in Kalutara District at the 2015 parliamentary election. Senaratne and other SLFP members, who accepted nominations by the UNFGG in response to former President Mahinda Rajapaksa being granted SLFP nomination to contest the election, had their SLFP membership suspended by President Sirisena, leader of the SLFP and UPFA[60][61] They subsequently joined the Democratic National Movement.[62][63] Senaratne was re-elected at the election and re-entered Parliament.[64][65] His cabinet portfolio was changed to Minister of Health, Nutrition and Indigenous Medicine after the election.[66][67][68] Senaratne suffered a heart attack on 19 February 2016 and was initially treated at a private hospital in Colombo.[69][70][71] He was flown to the private Mount Elizabeth Hospital in Singapore where he underwent a three-hour heart bypass surgery on 19 February 2016.[72][73] After a period of recovery, Senaratne returned to Sri Lanka on 17 March 2016.[74][75] Rajith has been accused of multiple cases of corruption. The Bribery Commission had filed indictments against him for causing unlawful loss to the government when leasing out the Modara Fisheries harbor to a private company during his time as fisheries minister in 2014 under the Rajapaksa administration.[77] During his time as health minister under the Yahapalana administration he was accused of large stock sof medicine which were accused of being below standards without issuing tenders.[78] Rajitha Senaratne was accused of spreading conspiracy theories during the 2019 Sri Lanka Easter Bombings where he claimed the Presidential Candidate Gotabaya Rajapaksa had funded some members of the National Tawheed Jamaath (NTJ) terrorist group.[79] During the 2019 Presidential Election Rajitha organised a \"dramatic\" interview where two people one claiming to be a White Van driver and another claiming to be a Victim of White Van abductions claimed that White Vans were used to kidnap people under the orders of Presidential candidate Gotabaya Rajapaksa when he was defence secretary and the corpses fed to crocodiles. Further they claimed that they transported 7000 metric tons of Gold owned by the LTTE which is higher than the gold stored in the United States Bullion Depository. After the SLPP lawyers association complained to the police both the actors claiming to be White Van Drivers and Rajitha was arrested.[80][81][82] In May 2019 Rajitha falsely claimed that the virus had spread to school children in Colombo. Colombo Crimes Division (CCD) opened investigations and questioned him in the Negambo Prison where he is being detained by a court order due to another separate incident.[83][84]","Title":"Rajitha Senaratne - Wikipedia","KeyID":"13300","URL":"https://en.wikipedia.org/wiki/Rajitha_Senaratne"}