{"Content: ":"Rathnayaka Mudiyanselage Dharmadasa Banda (7 February 1938 – 23 October 2010), known commonly as R. M. Dharmadasa Banda, was a Sri Lankan teacher, lawyer and politician, a member of the Parliament of Sri Lanka and a former cabinet minister. He was a Basnayaka Nilame (Lay Custodian) of the Ruhunu Maha Kataragama Devalaya. Born in the village of Medagam Pattuwa in Bibile, his father was the R. M. Kiribanda was the Village Headman. He was educated at the Medagama School in Bibile, Ananda Sastralaya, Kotte and Zahira College, Colombo. Following his studies he returned to Bibile, gained an appointment as an English teacher and was elected Chairman of the Medagama Village Council.[1] Dharmadasa Banda entered active politics in the late 1964 as the chief United National Party organiser for the Bibile electorate, after his brother R. M. Gunasekera, the member for Bibile in 1960, was assassinated in 1964. He contested the seat of Bibile at the 1965 parliamentary election, as the United National Party candidate, and was elected to parliament, defeating Ronnie de Mel. He was defeated at the 1970 general election. Entering Ceylon Law College and qualified as an attorney-at-law. He contested and won in the 1977 general election and was appointed Deputy Minister of Textile and Handloom Industries by Prime Minister J. R. Jayewardene. Re-elected in the 1989 general election, he was appointed Minister of Agricultural Development and Research in the cabinet of President R. Premadasa. During his tenure he introduced the farmers’ pension scheme. He lost his seat in the 1994 general election and was re-elected in the 2000 general election, but lost the 2001 general election. Re-elected in the 2004 general election from the United People's Freedom Alliance, he served as Cabinet Minister for Additional Plantation Crops from 2007 to 2010.[1] His son Padma Udayashantha Gunasekara, served as a member of the parliament.  This article about a politician from Uva Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Dharmadasa Banda - Wikipedia","KeyID":"13304","URL":"https://en.wikipedia.org/wiki/R._M._Dharmadasa_Banda"}