{"Content: ":"Uduwatuwage Janath Priya Thilanga Sumathipala MP (born 3 May 1964) (known as Thilanga Sumathipala) is a Sri Lankan politician who was the former deputy speaker of the Parliament of Sri Lanka since 2015 and former President of Sri Lanka Cricket (2016–2019).[1] Previously he served as deputy minister of Skills Development and Vocational Training.[2] He is a member of parliament representing the Colombo District. He served as a member of the Western Provincial Council and was the Sri Lanka Freedom Party chief organiser for the Borella Electorate in Colombo District. He is also the chairman of the Thimbirigasyaya Divisional Secretariat Development Coordination Committee and the managing director of one of the largest private corporate groups of companies in Sri Lanka. He is a leading business magnates in Sri Lanka. He has been accused and is under investigation by the ICC's Anti-Corruption Unit (ACU) for alleged charges of corruption.[3][4][5][6][7][8][9][10] Thilanga Sumathipala was born on 3 May 1964 in Colombo. He received his education at Nalanda College Colombo and London College of Communication, UK. While at school Thilanga excelled in cricket and was the vice captain of the Nalanda College first XI team in 1982.[11] Sumathipala chaired two telecommunication companies namely Sri Lanka Telecom and Mobitel (Pvt) Ltd from 2002 to 2004. He was the president of the Board of Control for Cricket in Sri Lanka in 1997–1998, 2000–2001 and 2003–2004. Between 1998 and 2000 he was the director of the International Cricket Council and the president of the Asian Cricket Council in 1997–1998. He was also the chairman of the Asian Cricket Committee in 2000–2001.[12] Sumathipala has multiple accusations of corruption against him, and is under investigation by the ICC's Anti-Corruption Unit (ACU), who presented a report claiming that Sumathipala made an alleged request for a bribe of US$100,000, in order to give the television contract to World Tel in 1997.[13] The ICC's Anti-Corruption Unit (ACU) stated the following in their report, “GP (Glyn Palmer) claimed that in 1997 the TV rights for Sri Lanka Cricket (SLC) were sold to Mark Mascarenas (now deceased) and his company WorldTel Inc. GP claimed that a 100,000 USD bribe was paid to TS (Thilanga Sumathipala) for these rights,”. The report was signed by Alex Marshal, head of ICC's Anti-Corruption, who further stated that “A fax was also copied which appeared to be a request from Sumathipala to Palmer to contact Mascarenas and giving details of an account for Euro Comlink, for transactions. Bank statements provided by GP showed 3 further payments totalling 35,750 USD paid into the same account.”[3][4][5][6][7][8][9][10][14][15][16][17][18] [19]","Title":"Thilanga Sumathipala - Wikipedia","KeyID":"13309","URL":"https://en.wikipedia.org/wiki/Thilanga_Sumathipala"}