{"Content: ":"J.P. Dayasiri Padma Kumara Jayasekara (born 12 June 1969) is a Sri Lankan politician who is presently serving as a Member of Parliament of the Democratic Socialist Republic of Sri Lanka, and is the General Secretary of the Sri Lanka Freedom Party (SLFP). Moreover, he is the District Leader of the SLFP for the Kurunegala District and Organizer for the Paduwasnuwara Electorate, which is the center of the once historic Paduwasnuwera Kingdom. He is a Member of Parliament from the Kurunegala District of the North Western Province of Sri Lanka. Dayasiri Jayasekara is known as an advocate of progressive socio-economic policy. He was a Chief Minister of North Western Province, and a former Minister for Sport in Sri Lanka. Born in Paduwasnuwara, the ancient capital of the Paduwasnuwara Kingdom; (one of four Kingdoms in the Kurunegala District, the other three Kingdoms being Kurunegala, Yapahuwa and Dambadeniya) into a family of seven. His father J.P. Vinsant Jayasekara a businessman, and W.D.Siriyawathie a teacher. Dayasiri is married to Jayawanthi Panibharatha, and the couple has two children, Kaveen Jayasekara and Gihansi Jayasekara. Jayawanthi is the daughter of popular dancer Panibharatha. Jayawanthi's sister, Upuli is married to popular dancer and choreographer Channa Wijewardena.[1] Dayasiri was educated initially at the Hettipola Primary School from 1974 to 1979. On completion of his primary education he entered Harischandra College in Negombo and in 1980 entered Mayurapada Central College in Narammala until he completed his Advanced Level examination in 1988. At Mayurapada Central College, Dayasiri excelled in number of sporting activities such as athletics and cricket. Furthermore, he ended his schooling career as the Head Prefect. Completion of his Advanced Level paved the pathway to enter the Law Faculty at the University of Colombo, Sri Lanka where he graduated in 1994 with the Degree in Bachelor of Laws (LLB). During his time at the University of Colombo he was an active sportsman with colors in athletics where he was placed first in discuss throwing, a classy ruggerite, winner of the inter university Kabadi team and Captain of the Law Faculty Cricket Team. Furthermore, he was active in forming a university singing band, a model and a television actor. The law student, Dayasiri, was the founding leader of the Law Student Partnership Association in 1988. This was a decisive step during this period considering that Sri Lanka had experienced a period of absolute darkness and riots with youth unrest across the country. On graduation he enrolled at the Colombo Law College and was sworn in as an Attorney-at-Law in 1997. Furthermore, he also completed a number of programmes in Government Financial Management in Australia and Conflict Resolution in Switzerland. In 1997 Dayasiri entered the mainstream of politics by contesting the local government election under the SLFP where he received the highest number of preferential votes, and entered the Paduwasnuwera Local Authority as a Local Government Member. In 1998 he was appointed as the General Secretary of the SLFP Youth Wing where he initiated the ‘Sarasamu Lanka’ programme to attract more youth to join the party. In addition to the above, Dayasiri was a Coordinating Secretary to the Ministry of Justice and International Trade from 1994 to 2000 for Prof. G.L. Peiris. In 2000 he was also appointed as the Chairman of the Mineral Sands Corporation and from 2001 to 2004 as the Chairman of Lanka Phosphate, whilst he was the Private Secretary to Prof. G.L. Peiris then Minister of Investment Promotion of Sri Lanka. Dayasiri commenced his political journey as a member of the Sri Lanka Freedom Party. In 2001 he joined the United National Party (UNP) and was a candidate at the General Election held the same year. In 2004, he was appointed the organiser for the Katugampola electorate and received 52,457 preference votes at the General Election. In 2005, he was appointed as the organiser for Paduvasnuwara and continued to work with the residents of his electorate to uplift their living standards. In the 2010 General Election, he received 132,600 preference votes which was the highest votes received by any candidate in the Kurunegala District. On 24 July 2013, he resigned from the UNP and joined the United People's Freedom Alliance (UPFA) to contest the Provincial Council Elections. He broke the record of former president Chandrika Kumaratunge of most votes in provincial council election in Sri Lanka and elected as the chief Minister of the province on 21 September 2013. He is the 6th chief minister of North Western Province. Dayasiri was a very vocal member of the UNP that was critical of the way the party was run by its leader Ranil Wickremasinghe, who he branded as a \"dictator\" in 2010.[2] Along with fellow party reformist Sajith Premadasa, Dayasiri was one of the key party members of the United National Party who fought for a change in the party leadership.[3][4] In 2012, it was widely speculated in the media that Dayasiri was about to join the government.[5][6][7] He was quick to reject these allegation as baseless and accused Ranil Wickramasinghe of pressurising him to leave the party.[8][9] As a result of his continuous criticism of the party leadership, Dayasiri was informed to be present before the party disciplinary committee.[10] In a hard-hitting speech made in parliament on 24 July 2013, Dayasiri was critical of the UNP and its leadership and conveyed his willingness to join the government to contest the Provincial Council elections.[citation needed] His elder brother Kithsiri Jayasekara is a well known senior artist in Sri Lankan music industry. But, Dayasiri was too much concerned towards politics than singing career. He rose to prominence with reality show Mega Star telecasted on Swarnavahini in 2010. He won runner up award, but highly praised by the judges and fans.[11] His first solo song Sansare was released on 2012.[citation needed]","Title":"Dayasiri Jayasekara - Wikipedia","KeyID":"13313","URL":"https://en.wikipedia.org/wiki/Dayasiri_Jayasekara"}