{"Content: ":"Udugama Sri Buddharakkitha Thero (17 March 1930 - 8 April 2015) was a Sri Lankan Buddhist monk, who was the 20th Mahanayaka of the Asgiriya chapter of Siyam Nikaya.[1] He was presented with the religious title of Agga Maha Pandita by the government of Myanmar on March 7, 2007, in recognition of his contribution to the purification, perpetuation and propagation of Buddhism. His complete title was Most Venerable Agga Maha Panditha Udugama Sddharmakirthi Sri Dhammadassi Rathanapala Buddharakkhithabhidhana Mahanayaka Thero.[2] Udugama Sri Buddharakkitha Thera was born on March 17, 1930, at Udugama village in Wariyapola Kalugamuwa in the Kurunegala District, to the family of J. M. Punchi Banda and Muthu Menike. Before entering the order of Maha Sangha, he received his primary education at the government school in Udugama. He entered the order of Buddhist monks as a novice at the Asgiri Maha Vihara on July 21, 1945, and received his higher ordination Upasampada at the historic Mangala Upostagara of Asgiri Maha Viharaya on June 12, 1951 at the age of 21. As a Samanera, he received his higher education at the Dharmaraja Maha Pirivena, Matale. He was a pupil of the late Mahanayake of the Asgiri Chapter, the Most Venerable Udugama Sri Rathanapala Mahanayake Thera.[3] In 1966, Buddharakkitha Thera was appointed a member of the prestigious Karaka Maha Sangha Sabha, of the Asgiriya chapter. On many occasions he functioned as the Chief Custodian of Services to the Sacred Tooth Relic at Sri Dalada Maligawa, Kandy. Udugama Sri Buddharakkitha Thera was appointed Chief Incumbent of Dambulla Rajamaha Viharaya in 1992.[4] In the year 1998, he was elevated to the post of Anunayaka of the Asgiriya Chapter of Siyam Nikaya.[5] On December 13, 1999, he was appointed to the supreme post as the Mahanayake of the Asgiriya chapter, after the demise of Palipana Sri Chandananda Mahanayaka Thera . As a missionary, he visited several foreign countries on numerous occasions such as Korea, Thailand, Japan, India, Singapore, Taiwan, China, Tibet, Hong Kong, Burma and Cambodia for the propagation of Buddhism.[1] Udugama Sri Buddharakkitha Thero was admitted to Mount Elizabeth Hospital in Singapore on 10 March 2015, after falling ill for few weeks. He has undergone a kidney transplant operation few years earlier. He received treatment for pneumonia and kidney disease at the hospital until 6 April 2015, when his condition deteriorated and was immediately transferred to the intensive care unit, where he eventually died two days later on 8 April 2015. He was 85 years old at the time of his death. As a mark of respect, the government of Sri Lanka has declared April 12, 2015, the day on which Mahanayake Thera's final rites were observed, as a day of National Mourning in the country.[6] Udugama Sri Buddharakkitha Thero was succeeded by Galagama Sri Aththadassi Thera as the 21st Mahanayaka of the Asgiriya Chapter.[7]","Title":"Udugama Sri Buddharakkitha Thero - Wikipedia","KeyID":"13312","URL":"https://en.wikipedia.org/wiki/Udugama_Sri_Buddharakkitha_Thero"}