{"Content: ":"A state-owned enterprise (SOE) or government-owned enterprise (GOE) is a business enterprise where the government or state has significant control through full, majority, or significant minority ownership.[1] Defining characteristics of SOEs are their distinct legal form and operation in commercial affairs and activities. While they may also have public policy objectives (e.g., a state railway company may aim to make transportation more accessible), SOEs should be differentiated from government agencies or state entities established to pursue purely non-financial objectives.[2] The terminology around the term state-owned enterprise is murky. All three words in the term are challenged and subject to interpretation. First, it is debatable what the term \"state\" implies (e.g., it is unclear whether municipally owned corporations and enterprises held by regional public bodies are considered state-owned). Next, it is contestable under what circumstances a SOE qualifies as \"owned\" by a state (SOEs can be fully owned or partially owned; it is difficult to determine categorically what level of state ownership would qualify an entity to be considered as state-owned since governments can also own regular stock, without implying any special interference). Finally, the term \"enterprise\" is challenged, as it implies statutes in private law which may not always be present, and so the term \"corporations\" is frequently used instead.[3][4] Thus, SOEs are known under many other terms: state-owned company, state-owned entity, state enterprise, publicly owned corporation, government business enterprise, government-owned company, government-owned corporation, government-sponsored enterprise, commercial government agency, state-privatised industry public sector undertaking, or parastatal, among others. In the Commonwealth realms, particularly in Australia, Canada, New Zealand, and the United Kingdom, country-wide SOEs often use the term \"Crown corporation\", or \"Crown entity\", as cabinet ministers (Ministers of the Crown) often control the shares in them. The term \"government-linked company\" (GLC) is sometimes used to refer to corporate entities that may be private or public (listed on a stock exchange) where an existing government owns a stake using a holding company. The two main definitions of GLCs are dependent on the proportion of the corporate entity a government owns. One definition purports that a company is classified as a GLC if a government owns an effective controlling interest (more than 50%), while the second definition suggests that any corporate entity that has a government as a shareholder is a GLC. The act of turning a part of government bureaucracy into a SOE is called corporatization.[5][6][7] SOEs are common with natural monopolies, because they allow capturing economies of scale while they can simultaneously achieve a public objective. For that reason, SOEs primarily operate in the domain of infrastructure (e.g. railway companies), strategic goods and services (e.g. postal services, arms manufacturing and procurement), natural resources and energy (e.g. nuclear facilities, alternative energy delivery), politically sensitive business, broadcasting, banking, demerit goods (e.g. alcoholic beverages), and merit goods (healthcare). SOEs can also help foster industries that are \"considered economically desirable and that would otherwise not be developed through private investments\".[8] When nascent or 'infant' industries have difficulty getting investments from the private sector (perhaps because the good that is being produced requires very risky investments, when patenting is difficult, or when spillover effects exist), the government can help these industries get on the market with positive economic effects. However, the government cannot necessarily predict which industries would qualify as such 'infant industries', and so the extent to which this is a viable argument for SOEs is debated.[9] SOEs are also frequently employed in areas where the government wants to levy user fees, but finds it politically difficult to introduce new taxation. Next, SOEs can be used to improve efficiency of public service delivery or as a step towards (partial) privatization or hybridization. SOEs can also be a means to alleviate fiscal stress, as SOEs may not count towards states' budgets. Compared to government bureaucracy, state owned enterprises might be beneficial because they reduce politicians' influence over the service.[10][11] Conversely, they might be detrimental because they reduce oversight and increase transaction costs (such as monitoring costs, i.e., it is more difficult and costly to govern and regulate an autonomous SOE than it is the public bureaucracy). Evidence suggests that existing SOEs are typically more efficient than government bureaucracy, but that this benefit diminishes as services get more technical and have less overt public objectives.[4] Compared to a regular enterprise, state-owned enterprises are typically expected to be less efficient due to political interference, but unlike profit-driven enterprises they are more likely to focus on public objectives.[11] In Eastern Europe and Western Europe, there was a massive nationalization throughout the 20th century, especially after World War II. In Eastern Bloc, countries adopted very similar policies and models to the USSR. Governments in Western Europe, both left and right of centre, saw state intervention as necessary to rebuild economies shattered by war.[12] Government control over natural monopolies like industry was the norm. Typical sectors included telephones, electric power, fossil fuels, railways, airlines, media, postal services, banks, and water. Many large industrial corporations were also nationalized or created as government corporations, including, among many others: British Steel Corporation, Statoil and Irish Sugar.[13] A state-run enterprise may operate differently from an ordinary limited liability corporation. For example, in Finland, state-run enterprises (liikelaitos) are governed by a separate laws. Even though responsible for their own finances, they cannot be declared bankrupt; the state answers for the liabilities. Stocks of the corporation are not sold and loans have to be government-approved, as they are government liabilities. In most OPEC countries, the governments own the oil companies operating on their soil. A notable example is the Saudi Arabian national oil company, Saudi Aramco, which the Saudi government bought in 1988, changing its name from Arabian American Oil Company to Saudi Arabian Oil Company. The Saudi government also owns and operates Saudi Arabian Airlines, and owns 70% of SABIC as well as many other companies.[citation needed] In the EU directives were issued, and signed into law in member countries, that railways should be split into branches. So where everything from infrastructure to running the trains had been in one company (often owned by the local state or other authorities), now the various activities were to be separated into independent companies. A major motivation was to more easily enable free access to run trains in the various countries, and thereby increase competition and offer lower fees. In economic theory, the question of whether a firm should be owned by the state or by the private sector is studied in the theory of incomplete contracts that was developed by Oliver Hart and his co-authors.[14] In a world in which complete contracts were feasible, ownership would not matter because the same incentive structure that prevails under one ownership structure could be replicated under the other ownership structure. Hart, Shleifer, and Vishny (1997) have developed the leading application of the incomplete contract theory to the issue of state-owned enterprises.[15] These authors compare a situation in which the government is in control of a firm to a situation in which a private manager is in control. The manager can invest to come up with cost-reducing and quality-enhancing innovations. The government and the manager bargain over the implementation of the innovations. If the negotiations fail, the owner can decide about the implementation. It turns out that when cost-reducing innovations do not harm quality significantly, then private firms are to be preferred. Yet, when cost-reductions may strongly reduce quality, state-owned enterprises are superior. Hoppe and Schmitz (2010) have extended this theory in order to allow for a richer set of governance structures, including different forms of public-private partnerships.[16]","Title":"State-owned enterprise - Wikipedia","KeyID":"13326","URL":"https://en.wikipedia.org/wiki/State-owned_enterprise"}