{"Content: ":"The Eastern Province (Tamil: கிழக்கு மாகாணம் Kiḻakku Mākāṇam; Sinhala: නැගෙනහිර පළාත Næ̆gĕnahira Paḷāta) is one of the nine provinces of Sri Lanka, the first level administrative division of the country. The provinces have existed since the 19th century but did not have any legal status until 1987 when the 13th Amendment to the Constitution of Sri Lanka established provincial councils.[4][5] Between 1988 and 2006 the province was temporarily merged with the Northern Province to form the North Eastern Province. The capital of the province is Trincomalee. In 1815 the British gained control of the entire island of Ceylon. They divided the island into three ethnic based administrative structures: Low Country Sinhalese, Kandyan Sinhalese and Tamil. The Eastern Province was part of the Tamil administration. In 1833, in accordance with the recommendations of the Colebrooke-Cameron Commission, the ethnic based administrative structures were unified into a single administration divided into five geographic provinces.[6] The districts of Batticaloa, Bintenna (part of present-day Badulla District), Tamankaduva (present day Polonnaruwa District) and Trincomalee formed the new Eastern Province.[7] Tamankaduva was transferred to the newly created North Central Province in 1873 and Bintenna was transferred to the newly created Uva Province in 1886.[8][5] The Indo-Lanka Accord signed on 29 July 1987 required the Sri Lankan government to devolve powers to the provinces and, in the interim, to merge the Northern and Eastern provinces into one administrative unit. The accord required a referendum to be held by 31 December 1988 in the Eastern Province to decide whether the merger should be permanent. Crucially, the accord allowed the Sri Lankan president to postpone the referendum at his discretion.[9] On 14 November 1987 the Sri Lankan Parliament passed the 13th Amendment to the 1978 Constitution of Sri Lanka and the Provincial Councils Act No 42 of 1987, establishing provincial councils.[5][10] On September 2 and 8 1988 President Jayewardene issued proclamations enabling the Northern and Eastern provinces to be one administrative unit administered by one elected Council.[11] The North-East Province was born. The proclamations were only meant to be a temporary measure until a referendum was held in the Eastern Province on a permanent merger between the two provinces. However, the referendum was never held and successive Sri Lankan presidents issued proclamations annually extending the life of the \"temporary\" entity.[12] The merger was bitterly opposed by Sri Lankan nationalists. The combined North-East Province occupied one fourth of Sri Lanka. The thought of the rebel Liberation Tigers of Tamil Eelam controlling this province, directly or indirectly, alarmed them greatly. On 14 July 2006, after a long campaign against the merger, the Janatha Vimukthi Peramuna political party filed three separate petitions with the Supreme Court requesting a separate provincial council for the East.[11] On 16 October 2006 the Supreme Court ruled that the proclamations issued by President Jayewardene were null and void and had no legal effect.[11] The North-East Province was formally de-merged into the Northern and Eastern provinces on 1 January 2007. Much of the Eastern Province was under the control of rebel Liberation Tigers of Tamil Eelam for many years during the civil war. The entire province was recaptured by the Sri Lankan military in 2007. Many community members blamed Pro-Government Tamil groups such as the Tamil Makkal Viduthalai Pulikal (TMVP).[13] In 2008 due to the indiscriminate firearm use by various Tamil factions government planned to disarm Tamil Paramilitary groups.[14] However the TMVP kept arms due to threat of LTTE and denied they were active in Civilian areas.[15] TMVP was finally disarmed in 2009 after the LTTE was defeated.[16] The Eastern Province has received at least $500 million from international donors since coming under the control of the government of Sri Lanka in 2007, according to the International Crisis Group.[17] Since the end of the war the Eastern Province has seen considerable development under the Nagenahira Navodaya (Eastern Revival) program which include various agricultural, infrastructural and Social development projects. These include the construction and repairing of roads, schools, hospitals, resettlement of IDPs and construction of Nanasala ICT centers.[18] There are currently 88 Nanasala ICT education centers in the Eastern Province.[19] Other Projects include reconstructing the Walai Iravu bridge which was destroyed by the LTTE, developing the Weber stadium in the Batticaloa town, increasing agricultural production, construction of Manmunai, Vavunativu and New Oddamavadi bridges, carpeting roads, constructing 48,000 houses in the Eastern province for the people who live below the poverty line,[20] developing the Trincomalee Harbour, construction of the Sampur Power Station, Development of Maritime park and a Maritime Museum in Trincomalee, creation of the Sampur industrial zone,[21][22] development of bus stands, canals and the Oluvil Harbour in Ampara district.[23][24] Eastern province has an area of 9,996 square kilometres (3,859 sq mi).[1] The province is surrounded by the Northern Province to the north, the Bay of Bengal to the east, the Southern Province to the south, and the Uva, Central and North Central provinces to the west. The province's coast is dominated by lagoons, the largest being Batticaloa Lagoon, Kokkilai lagoon, Upaar Lagoon and Ullackalie Lagoon. The Eastern Province is divided into 3 administrative districts, 45 Divisional Secretary's Divisions (DS Divisions) and 1,085 Grama Niladhari Divisions (GN Divisions). The Eastern province's population was 1,551,381 in 2012.[2] The province is the most diverse in Sri Lanka, both ethnically and religiously. The population of the province, like that of the Northern Province, was heavily affected by the civil war. The war killed an estimated 100,000 people.[26] Several hundred thousand Sri Lankan Tamils, possibly as much as one million, emigrated to the West during the war.[27] Many Sri Lankan Tamils also moved to the relative safety of the capital Colombo. The conflict has also caused some of the Tamils, Moors and Sinhalese who lived in the province to flee to other parts of Sri Lanka, though most of them have returned to the province since the end of the civil war. The Eastern Province has a primary agriculture based economy and is commonly known as the \"Granary of Sri Lanka\". It contributes 25% of national paddy production, 17% of national milk production and 21% of national fish production. Maize cultivation is expanding, large scale maize cultivation with hybrid seeds and contractual marketing has increased production significantly and it is targeted to produce 25 per cent of the country's maize requirement. The Industrial sector contributed 34% of the Province's GDP and export processing zones like the Trincomalee EPZ and Sampur Heavy Industrial Zone have been developed to boost the Industrial sector alongside the Trincomalee Harbour which is being developed for Break bulk, Bulk cargo and industrial activities including heavy industries.[33][34][35][36] The province benefits from a large tourism industry with many seaside resorts and hotels situated mainly in lagoons as well as beaches such as Pasikudah, Nilaveli, Uppuveli and Kalkudah.[36] Historic sites and other natural attractions such as Pigeon Island, coral reefs contribute to the industry.[37][38][39][40] The 13th Amendment to the 1978 Constitution of Sri Lanka established provincial councils. The first elections for provincial councils took place on 28 April 1988 in North Central, North Western, Sabaragamuwa, and Uva provinces.[41] Elections in the newly merged North-East Province were scheduled for 19 November 1988. However, the Indian Peace Keeping Force (IPKF), which at that time occupied the North-East Province, rigged the elections in the north so that the Eelam People's Revolutionary Liberation Front (EPRLF) and Eelam National Democratic Liberation Front (ENDLF), two Indian backed paramilitary groups, won all of the 36 seats in the north uncontested.[42] However, elections did take place for the 35 seats in the east. The Sri Lanka Muslim Congress won 17 seats, EPRLF 12 seats, ENDLF 5 seats and the United National Party 1 seat. On 10 December 1988 Annamalai Varatharajah Perumal of the EPRLF became the first Chief Minister of the North-East Provincial Council.[42] On 1 March 1990, just as the IPKF were preparing to withdraw from Sri Lanka, Permual moved a motion in the North-East Provincial Council declaring an independent Eelam.[43] President Premadasa reacted to Permual's UDI by dissolving the provincial council and imposing direct rule on the province. The north-east was ruled directly from Colombo until May 2008 when elections were held in the demerged Eastern Province (the Northern Province continued to be governed from Colombo).         ","Title":"Eastern Province, Sri Lanka - Wikipedia","KeyID":"13321","URL":"https://en.wikipedia.org/wiki/Eastern_Province,_Sri_Lanka"}