{"Content: ":"Ricardo Hausmann (born 1956) is the former Director of the Center for International Development currently leading the Center for International Development’s Growth Lab and is a Professor of the Practice of Economic Development at the John F. Kennedy School of Government at Harvard University.[1] He is also a former Venezuelan Minister of Planning and former Head of the Presidential Office of Coordination and Planning [es] (1992–1993). He co-introduced several regularly used concepts in economics including original sin, growth diagnostics, self-discovery, dark matter, the product space, and economic complexity. Ricardo is the father of theatre director and producer Michel Hausmann, art historian Carolina Hausmann and comedian Joanna Hausmann. Hausmann earned a bachelor's degree in Engineering and Applied Physics (1977) and a PhD in Economics (1981) at Cornell University. From 1985 to 1991, he was Professor of Economics at the Instituto de Estudios Superiores de Administracion in Caracas, where he founded the Center for Public Policy.[1] From 1992 to 1993, he served as Minister of Planning of Venezuela and as a member of the Board of the Central Bank of Venezuela. Around the same time, he was Chair of the IMF-World Bank Development Committee. Hausmann served as the first Chief Economist of the Inter-American Development Bank (1994–2000), where he created the Research Department.[2] In September 2000 Hausmann came to Harvard. Hausmann is director of the Center for International Development (CID) at Harvard University and Professor of the Practice of Economic Development at the Harvard Kennedy School of Government. He also holds the George A. Cowan chair at the Santa Fe Institute. Between 2005 and 2008 he chaired the International Panel on the Accelerated and Shared Growth Initiative for South Africa, an international panel of economists called upon by South African government to advise their economic growth program. He also teaches two development-related subjects: Development Policy Strategy and Why Are So Many Countries Poor, Volatile, and Unequal?. Concurrently with his position at CID, Hausmann has also held several positions at profit and non-profit organizations: he was a member of the board of Venezuela's full-service telephone company CANTV (2001–2007), of microfinance institution ACCION International (2009–2011), and of the advisory board of Abengoa, a renewable energy and engineering company based in Spain. From 2010 to 2011, he was also the elected president of the Latin-American and Caribbean Economic Association.[3] At CID, Hausmann has concentrated his research efforts in two broad areas: the underlying determinants of macroeconomic volatility, financial fragility and crises; and the determinants of long run growth. Themes he has been exploring include the causes of growth accelerations and collapses; the causes and consequences of original sin; growth diagnostics, the process of structural transformation and the Product Space; and global imbalances and dark matter. Country-specific studies he has been involved with have included projects on Argentina, Armenia, Azerbaijan, Belize, Brazil, Colombia, Chile, China, El Salvador, Egypt, Guatemala, India, Kazakhstan, Mexico, Morocco, Paraguay, Peru, South Africa, Tunisia, Venezuela, and the United States. He also works on gender issues and has been a co-author of the World Economic Forum's yearly Global Gender Gap Report since its creation in 2006. He writes a monthly syndicated column for Project Syndicate covering economics of development.[4] On March 4, 2019, Juan Guaidó named Hausmann as Venezuela's representative to the Inter-American Development Bank (IDB), a Washington-based multilateral agency and the only international financial organization to recognize Guaidó as the legitimate president of Venezuela.[5][6] The IDB cancelled its annual meeting in Chengdu, China after Hausmann was denied a visa by the Chinese government.[7] On September 27, 2019 Hausmann resigned as ambassador to the IDB, writing on Twitter that \"his academic duties at Harvard University are incompatible with the job at the IDB\".[8] Hausmann emphasized that he would be available to help Guaidó \"any way he could\"; he recommended Alejandro Plaz as Venezuela's IDB representative, who was named to the post by Guaidó.[9] Since 2014 Hausmann operates his private consulting firm, Ricardo Hausmann Consulting LLC, located in Boston, Massachusetts.[10][11] The expression original sin was first used in international finance in a 1999 article by Barry Eichengreen and Hausmann.[12] The authors define original sin as a situation in which the residents (or government) of a country are unable to borrow in their own domestic currency. In other words, a poor country is forced to borrow funds denominated in foreign exchange (e.g. the U.S. dollar, the euro, or the yen). Based on their measure of original sin the authors show that original sin was present in most of the developing economies and independent from histories of high inflation and currency depreciation. This is seen as problematic because if the borrowing country's domestic currency depreciates, the loan will become more difficult to pay back, since their currency is now worth less relative to the loan. Later research has mainly focused on the international component of original sin: the inability of most countries to borrow abroad in their own currency. Barry Eichengreen, Hausmann and Ugo Panizza show that almost all of the countries (except US, Euro area, Japan, UK, and Switzerland) suffered from (international) original sin over time.[13] The authors argued that this international component of original sin has serious consequences. It makes debt riskier, increases volatility, and affects a country's ability to conduct an independent monetary policy. This is because original sin is likely to cause a currency mismatch in the national balance sheet of a country: the currencies of its assets and those of its liabilities do not correspond. Thus, large swings in the real exchange rate will have an effect on aggregate wealth and it will be more difficult for the country to service its debt. In other words, original sin tends to make the fiscal balance dependent on the real exchange rate and the short term real interest rate. Criticism on the concept of original sin has been twofold. On the one hand, Morris Goldstein and Philip Turner claim that original sin is not a sufficient condition for a currency mismatch, and thus cannot account for the large output losses due to the currency mismatches during financial crises.[14] On the other hand, Carmen Reinhart, Kenneth Rogoff and Miguel Savastano claim that the main problem of emerging market economies is to learn how to borrow less rather than learn how to borrow more in their domestic currency.[15] They assumed that the problems of emerging markets were not due to original sin, but to so-called debt intolerance: the inability of emerging markets to manage levels of external debt that, under the same circumstances, would be manageable for developed countries. Eichengreen, Hausmann and Panizza respond to both criticisms in a paper elaborating the difference between currency mismatches, debt intolerance and original sin.[16] Self-discovery is a concept developed by Hausmann and Dani Rodrik, referring to the process of discovering what economic activities can profitably be pursued in a given country. In a 2003 paper titled \"Economic Development as Self-Discovery\", Hausmann and Rodrik contest the notion that growth will follow automatically from the presence of state-of-the-art technologies and good economic institutions (like well-designed and enforced property rights).[17] Another condition, they state, is that entrepreneurs in the country know what new economic activities can profitably be pursued there—in other words, that there is sufficient self-discovery. Self-discovery is costly for the innovative entrepreneurs that invest their resources in it. However, the benefits of self-discovery accrue to all entrepreneurs in the country, who now know what activities are profitable without having to find out themselves. If this eventually leads to more innovation and growth in the country, the benefits of self-discovery accrue to even larger groups of people. Thus, according to Hausmann and Rodrik, self-discovery has benefits that stretch far beyond the firm that originally invested in the discovery (in other words, it has positive externalities). In consequence, governments should implement economic policies that promote self-discovery. In a later paper, Hausmann, Rodrik and co-author Jason Hwang nuance the previous conclusions on self-discovery.[18] They argue that some products are associated with higher productivity levels than other. Thus, self-discovery is mainly beneficial for countries if it is discovered that high-productivity goods can be profitably produced there. This is because the new products enhance the profitability of the country's export basket, which in turn is associated with higher growth. In other words, some products are more interesting to discover than others, and these products are what really causes the beneficial effect of self-discovery. Growth diagnostics is a methodology developed by Hausmann, Dani Rodrik and Andrés Velasco to determine the underlying reasons why some developing economies are not growing as fast as might be expected. The underlying assumption is that different countries experience slow growth for different reasons (compare to the Anna Karenina principle). In the handbook \"Doing Growth Diagnostics in Practice\", the origin of the term is explained:[19] The growth diagnostic approach is based on the idea that there may be many reasons why an economy does not grow, but each reason generates a distinctive set of symptoms. These symptoms can become the basis of a differential diagnostic in which the analyst tries to distinguish among potential explanations for the observed growth rate of the economy. Thus the growth diagnostics methodology departs from the \"symptoms\" of low growth that are visible in a country's economy—for example, low investment. Using a decision tree, all possible causes of these symptoms are inspected and if possible, eliminated. Next, the causes of these causes are scrutinized. This goes on until the most binding constraint to growth in a country is found. This is the constraint that economic policy in the country will need to address to accelerate growth. The authors argue that applying the wrong cure for the wrong disease, i.e. implementing the wrong economic reform in the wrong circumstances, can be both economically unproductive and politically dangerous. One of the first applications of the growth diagnostics methodology was a case study of El Salvador, described in the paper \"Growth Diagnostics\", co-authored by Dani Rodrik and Andrés Velasco.[20] At the time, the country had good macroeconomic indicators, decent institutions, low interest rates and returns to education. However, it was investing little. According to the authors, the growth diagnostics methodology revealed that in the end, the low investment in El Salvador could be brought back to a problem of self-discovery: the country was losing its traditional industries and it was unclear what it should invest in next. This lack of innovative investment ideas, then, was El Salvador's most binding constraint on growth. Since the publication of this paper, the growth diagnostics strategy has been adopted by a number of international institutions including the World Bank, the Inter-American Development Bank, the Asian Development Bank, the UK's Department for International Development and the Millennium Challenge Corporation. The PREM network currently collects country case studies that use the growth diagnostics methodology. Dark matter is a term coined by Hausmann and Federico Sturzenegger to refer to the 'invisible' assets that explain the difference between official estimates of the U.S. cumulative current account, and estimates based on the actual return on the U.S. net financial position. Specifically, the U.S. Bureau of Economic Analysis (BEA) estimated the net U.S. current account deficit to be 2.5 trillion in 2004. However, according to Hausmann and his colleague Federico Sturzenegger, the U.S. current account deficit cannot in reality be as high as it is estimated to be: otherwise, the U.S. would be paying large amounts of interests on its debt. This does not seem to be the case: net income in 2004 was still a positive 30 billion, which is not lower than it was in 1980, before the U.S. built up its current account deficit. Thus, the authors argue that the \"real\" cumulative current account in 2004 was in fact positive, and that somehow a large amount of (foreign) assets are being left out of the calculations.[21][22][23] The suggested source of this \"missing wealth\" is dark matter, resulting from the unaccounted export of ideas and other services (such as insurance or liquidity) from the U.S. to other economies. The two authors claim that the U.S. has significant exports, mainly of business know-how bundled with its foreign direct investment) that do not show up in official trade statistics.[24] These exports increase the real value of its foreign assets, and thus lower the real size of the deficit. Therefore, they argue, there is less reason to worry about the U.S. financial position than is usually assumed. In addition, this dark matter in the U.S. current account also has implications for the accounts of other countries, which have been inadvertently accruing liabilities by importing know-how.[25] The idea of dark matter has not gone without criticism. First, Willem Buiter has argued that dark matter should result in a higher rate of return on U.S. external assets than on U.S. external liabilities. However, he claims, there is no convincing evidence that this is the case.[26] Second, the U.S. income from dark matter seems to vary enormously from year to year, even though it stems from permanent characteristics of the U.S. economy like the export of know-how.[27] Lastly, Mathew Higgins, Thomas Klitgaard, and Cedric Tille agree with the assertion that U.S. foreign assets are currently undervalued. However, they argue that more important, U.S. foreign liabilities are overvalued. Thus, The U.S. has fewer foreign liabilities than is currently assumed; this fact (rather than dark matter) explains the unexpectedly high net income.[28] In a 2007 article, Hausmann and Sturzenegger respond to some of these critiques, defending the existence and function of dark matter.[29] The Product Space is a tool for understanding the process of structural transformation and self-discovery, which Ricardo Hausmann introduced together with Cesar Hidalgo and Bailey Klinger.[30] The Product Space consists of a network of products, where two products are connected according to the probability that they are co-exported, indicating that they tend to require similar capabilities. According to Hausmann and colleagues, the Product Space predicts the actual evolution of the pattern of comparative advantage of nations. They claim that because of coordination failures, economies will diversify by moving into products that are closely connected to the products they are currently making, because these products require similar capabilities. Thus, as a country develops, it will diffuse through the product space from one product to the next, reaching more and more complex products as it goes. In a recent publication titled \"Structural Transformation and Patterns of Comparative Advantage in the Product Space\", Hausmann and co-author Bailey Klinger explain the idea of the Product Space using the following analogy: Our metaphor is that products are like trees, and any two trees can be close together or far apart, depending on the similarity of the needed capabilities. Firms are like monkeys, who derive their livelihood from exploiting the tree they occupy. We take the forest – the product space – as given and identical for all countries. [...] The process of structural transformation involves having monkeys jump from the poorer part of the forest to the richer part, but the probability of doing so successfully will depend on the expected productivity of those trees and to how close the monkeys are to unoccupied trees where proximity is related to the usefulness of the specific assets the country has for the production of the new good.[31] The Product Space ties in with the idea of growth diagnostics, because it was developed with the purpose of identifying the coordination failures whose removal can further the economy of a developing country. The ultimate goal of the Product Space is to develop analytical tools that allow to study economic development, by looking at the de facto technological capacity of countries and not only at the traditional measures of governance used by agencies such as the World Bank or the International Monetary Fund. In a 2009 paper, then, the economic complexity index is put forward as a more accurate predictive measure of growth than previous indicators. Research on the Product Space and economic complexity by Hausmann, Hidalgo and their team is summarized in the (2011) book, The Atlas of Economic Complexity.[32]","Title":"Ricardo Hausmann - Wikipedia","KeyID":"13331","URL":"https://en.wikipedia.org/wiki/Ricardo_Hausmann"}