{"Content: ":"Japan–Sri Lanka relations (Japanese: 日本とスリランカの関係 Nihon to Suriranka no Kankei, Sinhala: ජපාන-ශ්‍රී ලංකා සබඳතා Japana-Shri Lanka Sabandatha, Tamil: ஜபன்-இலங்கை உறவுகள்) refers to the bilateral relations between the Sri Lanka and Japan. Japan has an embassy in Colombo.[1] Sri Lanka has an embassy in Tokyo.[2] Diplomatic relations with Japan were established in 1952, four years after Sri Lanka gained independence from the United Kingdom. In 2012, the 60th anniversary was celebrated with the issuance of a commemorative coin.[3] According to a 2005 BBC World Service Poll, 50% of Sri Lankans view Japan's influence positively, with 4% expressing a negative view.[4] Japan is involved various development projects in Sri Lanka and is a major source of low interest concessionary loans for Sri Lanka[5][6][7] The Easter Sunday Raid was the air raid carried out by Japan on Easter Sunday (5 April) 1942 on Colombo; a few days later Trincomalee was also attacked. These were undertaken as a part of commerce raiding and the harassment of the British Eastern Fleet in the Indian Ocean. Increasing resentment amongst the Sinhalese towards the Europeans led to more defections and popular support growing for a German or Japanese victory.[8] Two young members of the Governing Party, Junius Richard Jayawardene (who later became president) and Dudley Senanayake (later the 3rd Prime Minister), held discussions with the Japanese with a view to collaboration to oust the British. Jayawardene later played a major role in re-admitting Japan to the world community at the San Francisco Conference (see Treaty of San Francisco#Ceylon's defense of Japan). In 1997, Sri Lanka became a member of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) which also includes Bhutan, India, Nepal, Thailand and Myanmar. BIMSTEC is looking into a free trade agreement with Japan to boost trade, which has been declining since 2000. By 2007, only 2.4% of Sri Lanka's total exports were to Japan, mostly tea, rubber, fish and precious stones.[15] Sri Lanka became an aid recipient from Japan from the 1950s.Since then trade and investment linkages between the two countries developed and Japan was the largest aid donor to Sri Lanka until 2007, and is a major contributor to Sri Lanka's infrastructure development[5] Japan mostly supports Sri Lanka through its major foreign aid institutions JICA and JBIC who are engaged in various development projects in Sri Lanka and has funded and aided various development projects such as establishment of Sri Jayawardanapura General Hospital, developing power generation through projects such as Upper Kotmale Hydro Electric Project, parts of Mahaweli Development, Samanalaweva, Kukuleganga Projects as well as the Kelanitissa Power Station, and developing transmission lines and improving the efficiency of the national grid reducing transmission losses, expansion and modernization of the Bandaranaike International Airport, developing urban transport infrastructure, telecom network expansion and the railway and road development projects including major expressway projects as well as the development and expansion of Colombo Port. Japan is also providing assistance for a master plan for the city of Kandy.[6][16][17][18][19] Japan also gifted the Sri Jayawardenapura General Hospital, Peradeniya Teaching Hospital , Laboratory Complex of the Medical Research Institute, Institute of Computer Technology at the University of Colombo, Airport Quarantine Centre and Rupavahini Corporation .[20][5][21] Defense ties with Japan has been limited but Japan and Sri Lanka have started to develop defense relations with Japan planning to give the Sri Lankan navy patrol ships to boost maritime security.[6] Sri Lanka and Japan also maintain direct military to military ties and have held joint military exercises.[22][23] The Japan Embassy stated that during the visit, Nakane will call on Prime Minister Ranil Wickremesinghe and hold meetings with other Sri Lankan government leaders to further promote bilateral relations between the two countries. The Japanese Government donated the two vessels to Sri Lanka under the Grant Aid of Government of Japan. The Embassy said the two patrol vessels will be handed over to the Sri Lanka Coast Guard on August 29 2018 at the Colombo Port and will be utilized to improve maritime safety and strengthen control of the maritime borders of Sri Lanka.[24] Japanese television dramas have enjoyed popularity in Sri Lanka in the past. Most notable being, Oshin which was broadcast in Sri Lanka in 1987 and resonated with many viewers during its airing; Suzuran was another drama that enjoyed much popularity in the country. Similarly, Anime has enjoyed popularity since it began airing in the country in the late 1980s.[25] More recently, WakuWaku Japan, a Japanese entertainment channel aimed at viewers in other Asian countries, began broadcasting in Sri Lanka on October 7, 2016.[26] A successful Sri Lankan tourism campaign in Japan led to predictions in November 2010 that 100,000 Japanese tourists would enter Sri Lanka in 2011.[27]","Title":"Japan–Sri Lanka relations - Wikipedia","KeyID":"13338","URL":"https://en.wikipedia.org/wiki/Japan-Sri_Lanka_relations"}