{"Content: ":"Local elections were held in Sri Lanka on 10 February 2018.[3][4] 15.7 million Sri Lankans were eligible to elect 8,327[i] members to 340 local authorities (24 municipal councils, 41 urban councils and 275 divisional councils) in the country.[5][6] It was the largest election in Sri Lankan history.[5][7] This was also the first election under the mixed electoral system where 60% of members were elected using first-past-the-post voting and the remaining 40% through closed list proportional representation.[8][9] In a surprise result the Sri Lanka Podujana Peramuna, led by former president Mahinda Rajapaksa, came first by winning 40% of the votes and securing the most number of seats and local authorities.[10][11][12] The United National Front led by Prime Minister of Sri Lanka Ranil Wickremesinghe came second with 29% of the votes whilst the United People's Freedom Alliance led by President Maithripala Sirisena came third with 12% of the votes.[12] However, most local authorities were hung with no overall control.[13][14] The last major round of local government elections was held in 2011 when elections were held in 322 of the then 335 local authorities.[15] Elections to two other local authorities in Mullaitivu District were due but were repeatedly postponed due to alleged delays in resettling internally displaced persons following the end of the civil war in 2009.[16][17] Elections to the remaining 11 local authorities were not due as they had their last election in 2008 or 2009.[16][18] Since 2011 six new local authorities have been created (1 MC, 5 DC) taking the total number of local authorities to 341 (24 MC, 41 UC, 276 DC).[19][20][21][22] The normal term of a local authority is four years but the law allows the central government to extend this by a further year.[23][24] The term of the 234 local authorities (3 MC, 30 UC, 201 DC) that had their election on 17 March 2011 was due to expire on 31 March 2015 but on 27 March 2015 their term was extended to 15 May 2015.[25][26][27] These 234 local authorities were then dissolved and their administration placed under special commissioners appointed by the government.[28][29] The term of the 65 local authorities (1 MC, 9 UC, 55 DC) that had their election on 23 July 2011 expired on 31 July 2015 after which their administration was placed under special commissioners.[30][31] The term of the 23 local authorities (16 MC, 1 UC, 6 DC) that had their election on 8 October 2011 was due to expire on 15/31 October 2015 but in October 2015 their term was extended to 31 December 2015.[32][33] This was subsequently extended to 30 June 2016.[34][35] These 23 local authorities were then dissolved and their administration placed under special commissioners.[36][37][38] On 10 October 2012 Parliament passed the Local Authorities (Special Provisions) Act, No. 21 of 2012 and Local Authorities Elections (Amendment) Act, No. 22 of 2012, changing the electoral system for electing local authority members from open list proportional representation (PR) to a mixed electoral system whereby 70% of members would be elected using first-past-the-post voting (FPTP) and the remaining 30% through closed list PR.[39][40][41][42] The number of local authority members was increased significantly from around 4,500 to 8,000.[43] A five member National Delimitation Committee headed by Jayalath Dissanayake was appointed by Minister of Local Government and Provincial Councils A. L. M. Athaullah on 12 December 2012 to demarcate the new local authority wards.[44] After much delay the committee's final report was handed over to Minister of Provincial Councils and Local Government Faiszer Musthapha on 19 June 2015.[45] The committee recommended that the number of members elected using FPTP be increased by 595 to 5,081.[46] On 21 August 2015 a gazette was published detailing the wards.[47][48] The new wards received more than 1,000 complaints and as a result the government appointed the Delimitation Appeals Investigation Committee headed by Ashoka Peiris to review the complaints.[45][49] The appeals committee's report was handed over to Musthapha on 17 January 2017.[50][51] The revised ward details were gazetted on 17 February 2017.[52] In February 2016 Parliament passed Local Authorities Elections (Amendment) Act, No. 1 of 2016 requiring 25% of candidates at local elections to be female.[53][54][55] Small parties and those representing ethnic minorities complained that the new mixed electoral system put them at a disadvantage and as a result the government agreed to change the ratio between FPTP and PR.[56][57][58] On 25 August 2017 Parliament passed Local Authorities Elections (Amendment) Act, No. 16 of 2017 which, amongst things, changed the ratio between FPTP and PR from 70:30 to 60:40.[59][60][61] On 15 November 2017 six voters filed a petition with the Court of Appeal challenging the legality of the gazette on demarcation of wards issued in February 2017, affecting 208 local authorities.[62][63] On 22 November 2017 the Court of Appeal suspended the implementation of the gazette until 4 December 2017, preventing elections from being called to the 208 local authorities.[64][65] Nominations to 93 local authorities not affected by the petition were called by the Election Commission on 27 November 2017.[66][67] Nominations to 40 other local authorities not affected by the petition could not be called due to errors in the gazette.[68] The legal petition was withdrawn on 30 November 2017 following which the Court of Appeal rescinded the suspension of the gazette.[69][70] The gazette correcting the errors in respect of 40 local authorities was published on 2 December 2017.[71] Nominations to the remaining 248 local authorities were called by the Election Commission on 4 December 2017.[72] Opinion poll conducted by the Centre for Policy Alternatives revealed Fifty-six percent of respondents said the coalition government should not continue. Specially 63 percent of majority Sinhalese respondents.[73] Nominations to 93 local authorities (7 MC, 18 UC, 68 DC) without any legal issues took place between 11 and 14 December 2017.[74][75] 523 nominations (466 form registered political parties, 57 from independent groups) were received of which 500 were accepted (447 form registered political parties, 53 from independent groups) and 23 rejected (19 form registered political parties, 4 from independent groups).[76] Nominations to the remaining 248 local authorities (17 MC, 23 UC, 208 DC) took place between 18 and 21 December 2017.[77][78] 1,582 nominations (1,399 form registered political parties, 183 from independent groups) were received of which 1,553 were accepted (1,379 form registered political parties, 174 from independent groups) and 29 rejected (20 form registered political parties, 9 from independent groups).[79][80] On 18 December 2017 the Election Commission announced that elections to all 341 local authorities would be held on 10 February 2018.[81][82] Around 13,000 polling stations were used.[83][84] The election is expected to cost around Rs. 4 billion and required 300,000 staff, including public sector employees.[7][8] Postal voting has taken place on 25 and 26 January 2018.[85] On 30 January 2018 the Supreme Court issued an injunction preventing election in Elpitiya DC following a petition by the Democratic United National Front against the rejection of their nomination list.[86][87] 60 percent of the seats in each local government authority were elected under the first-past-the-post (FPTP) system. The candidate who receives the most votes were declared the elected representative. The other 40 percent of seats were elected based on the proportion of votes received by each contesting political party or independent group. To complete the seat calculation, the district returning officers first counts the total number of valid votes cast and divides that number by the total number of seats up for election in a given local authority. This number represents the average number of votes cast per seat (X). To identify the number of seats a political party or independent group gained (Y), the district returning officer then takes the total number of valid votes a party or group received in the local authority and divides that by the average number of votes per seat (X). Finally, to account for seats already won through the FPTP system, the district returning officer takes the total number of seats a political party or independent group gained (Y) and subtracts the total number won through FPTP. The result is the number of seats a political party or group is entitled to under the proportional representation system.[88] The United People's Freedom Alliance's main constituent- the Sri Lanka Freedom Party- underwent a split before the election, with loyalists of ex-president Mahinda Rajapaksa breaking away and creating a political front of their own.[89] The UPFA thus contested for some seats as an alliance while the Sri Lanka Freedom Party contested alone in others, both being led by incumbent president Maithripala Sirisena. This marks the first time since 1991 that the SLFP contested under their own election symbol.[90][91] The United National Front led by the United National Party's Ranil Wickramasinghe contested under their elephant election symbol, bringing together constituent parties including the Jathika Hela Urumaya led by Champika Ranawaka, the Sri Lanka Muslim Congress led by Rauff Hakeem, and the Tamil Progressive Alliance led by Palani Digambaran.[92][93] Mahinda Rajapakse's Sri Lanka Podujana Peramuna contested under their flower bud election symbol, gaining the majority of the seats on offer and control over most of the island's local authorities.[94] The Janatha Vimukthi Peramuna also contested for this election.[citation needed] The elections resulted in parties winning an absolute majority of seats in only 141 of the 340 local authorities - Sri Lanka Podujana Peramuna (SLPP) in 126 LA's, United National Front (UNF) in five, independents in two, National Congress in two, Tamil National Alliance (TNA) in two, United People's Freedom Alliance (UPFA) in two, Ceylon Workers' Congress (CWC) in one and Eelam People's Democratic Party (EPDP) in one.[95] The remaining 199 LA's were hung with no overall control. Of these, the SLPP was the largest party in 95 LA's, TNA in 36, UNF in 29, Sri Lanka Muslim Congress in four, UPFA in four, Independents in three, CWC in two, Tamil National People's Front in two, EPDP in one, United Lanka Great Council in one, Muslim National Alliance in one, Tamil Makkal Viduthalai Pulikal in one and Tamil United Liberation Front in one. The remaining 19 LA's were tied (SLPP/UNF in nine LA's, ACMC/UNF in two, TNA/TMVP in two, CWC/UNF in one, SLFP/SLPP in one, SLMC/SLPP/UPFA in one, SLMC/UNF in one, TNA/UNF in one and UNF/UPFA in one). With so many local authorities hung with no overall control the path was open for back-room deals between parties to take control of local authorities.[96] As result the leadership of several local authorities was captured by a party other than that which won the most number of seats.[97] Central Province Eastern Province Northern Province North Western Province Sabaragamuwa Province Southern Province Uva Province Western Province","Title":"2018 Sri Lankan local elections - Wikipedia","KeyID":"13336","URL":"https://en.wikipedia.org/wiki/2018_Sri_Lankan_local_elections"}