{"Content: ":"The International Democrat Union (IDU) is an international alliance of centre-right political parties.[3][4] Headquartered in Munich, Germany,[5] the IDU consists of 84 full and associate members from 65 countries.[6] It is chaired by Stephen Harper, former Prime Minister of Canada, 2 affiliated international organizations (International Young Democrat Union and International Women's Democrat Union) and 6 affiliated regional organizations (Union of Latin American Parties, Asia Pacific Democrat Union, Caribbean Democrat Union, Democrat Union of Africa, European People's Party and European Conservatives and Reformists Party). The IDU allows centre-right conservative political parties around the world to establish contacts and discuss different views on public policy and related matters. Their stated goal is the promotion of \"democracy and [of] centre-right policies around the globe\".[7] The IDU has some overlap of member parties with the Centrist Democrat International (CDI), but the CDI is more centrist and communitarian than the IDU.[8] The group was founded in 1983 as the umbrella organisation for the European Democrat Union (EDU), Caribbean Democrat Union (CDU), and the Asia Pacific Democrat Union (APDU). Created at the instigation of the Konrad Adenauer Foundation and U.S. Vice President George H. W. Bush, the organisation was founded at a joint meeting of the EDU and APDU in London, United Kingdom.[9] The IDU has several regional affiliates: the Democrat Union of Africa, the Union of Latin American Parties, the Asia Pacific Democrat Union, the Caribbean Democrat Union, the European People's Party, and the European Conservatives and Reformists Party.[10] It also has an affiliated youth wing in the International Young Democrat Union, and an affiliated women's wing in the International Women's Democrat Union. The IDU was founded in London on 24 June 1983.[11] According to Richard V. Allen, to be admitted as a member, a party must qualify as a \"mainstream conservative\" party influenced by classical liberalism.[12] The founding declaration was signed by 19 persons:[13] The IDU has 84 member parties.","Title":"International Democrat Union - Wikipedia","KeyID":"13340","URL":"https://en.wikipedia.org/wiki/International_Democrat_Union"}