{"Content: ":"Dinendra Ruwan Wijewardene (Sinhala:දිනෙන්ද්‍ර රුවන් විජෙවර්ධන) (born 4 August 1975) (known as Ruwan Wijewardene) is a Sri Lankan politician. He was the former State Minister of Defence and former Mass Media non-cabinet Minister.[2] He was a former Member of Parliament for Gampaha District.[3] Currently he is the Deputy Leader of the United National Party and chief organiser for Kelaniya Electorate.[4][5] Prior to entering parliament in 2010, he was a member of the Western Provincial Council.[6] He was appointed as the acting minister of defence few times after 2019.[7][8] Born to a political dynasty, he is the youngest son of Ranjani Senanayake and Ranjith Wijewardene (Chairman of Wijeya Newspapers). His maternal great grandfather, Rt Hon D.S Senanayake, was the first prime minister of Ceylon and his grand uncle, Dudley Senanayake, was the second prime minister of Ceylon and went on to become prime minister two more times during the 1950s and 1960s. His paternal grandfather, D. R. Wijewardena, was a press baron who was a leader in the Sri Lankan independence movement. A successful entrepreneur, he established Lake House newspapers and played a major role in the independence movement. Ruwan Wijewardene is a nephew of the first executive president J.R. Jayewardene of Sri Lanka and a cousin of Ranil Wickremesinghe, the current Prime Minister of Sri Lanka.[9][10] Wijewardene completed his primary and secondary education at St. Thomas' Preparatory School. He then pursued further studies at the University of Sussex in the United Kingdom, where he earned a BA. Wijewardene contested the Western Provincial elections in 2009 and was a member of the Western Provincial Council until 2010. He stood for parliamentary elections 2010 and secured the highest number of preference votes from Gampaha District. He lost his seat in parliament in 2020 general elections. He was elected as deputy leader of the UNP on 14th September 2020 and he is tipped to be the next Leader of the United National Party.[11][12][13][14][15][16][17][18][19][20]","Title":"Ruwan Wijewardene - Wikipedia","KeyID":"13359","URL":"https://en.wikipedia.org/wiki/Ruwan_Wijewardene"}