{"Content: ":"PressReader is a digital newspaper distribution and technology company with headquarters in Vancouver, Canada and offices in Dublin, Ireland[1] and Manila, Philippines.[2] PressReader distributes digital versions of over 7,000 newspapers and magazines[3] in more than 60 languages[4] through its applications for iOS, Android, Windows, Mac and various e-readers as well as its website, and operates digital editions of newspapers and magazines for publishers, including The New York Times, The Washington Post and The Globe and Mail.[5] Founded in 1999 as NewspaperDirect, the company started as a service for printing physical copies of newspapers, aimed at travelers who wished to read their home newspaper while staying in a hotel abroad,[6] and launched a digital product in 2003.[5] In 2013, the company rebranded as PressReader.[7] In 2017, the company opened an office in Dublin, Ireland.[1] In August 2019, the company acquired News360, makers of the News360 personalized news app and NativeAI, an audience intelligence product for news publishers.[8] On 3 March 2022 PressReader's web platform was blocked by a cyber attack and access to 7,000 publications, worldwide, was halted. The attack came just a few days after PressReader removed dozens of Russian newspapers from its catalogue. The company began to restore its services on 6 March.[9][10] PressReader's eponymous product is an all-you-can-eat newspaper and magazine subscription service, which costs $29.99 per month[3] and grants access to all of the titles in the company's library via PressReader apps and website. The company partners with various hotels, airlines, cafes and other businesses which sponsor access to the service for their customers.[11][12] As of May 2019, PressReader has 12 million monthly active users.[13] PressReader operates the digital editions of various newspapers and magazines on their websites and apps through a white-labeled platform called Branded Editions.[5]","Title":"PressReader - Wikipedia","KeyID":"13369","URL":"https://en.wikipedia.org/wiki/PressReader"}