{"Content: ":"Asterophrys amanuensis — Dubois et al., 2021 Paedophryne amauensis is a species of microhylid frog endemic to eastern Papua New Guinea.[2][4] At 7.7 mm (0.30 in) in snout-to-vent length, it is considered the world's smallest known vertebrate.[3][5] The species was listed in the Top 10 New Species 2013 by the International Institute for Species Exploration for discoveries made during 2012.[6][7][8] The frog species was discovered in August 2009 by Louisiana State University herpetologist Christopher Austin and his PhD student Eric Rittmeyer while on an expedition to explore the biodiversity of Papua New Guinea.[9] The new species was found near Amau village in the Central Province, from which its specific name is derived.[3] The discovery was published in the peer-reviewed scientific journal PLOS One in January 2012.[3] Because the frogs have calls that resemble those made by insects and are camouflaged among leaves on the forest floor, Paedophryne amauensis had been difficult to detect. While recording nocturnal frog calls in the forest, Austin and Rittmeyer used triangulation to identify the source of an unknown animal and discovered the frogs by scooping up handfuls of leaf litter and putting it into plastic bags where they spotted the tiny frog hopping around.[1] P. amauensis, attaining an average body size of only 7.7 millimetres (0.30 in),[3] is slightly shorter than fish such as Paedocypris progenetica and Schindleria brevipinguis.[10][11] However, all of these animals are measured from their head to their rump, and the measurement does not take into account body weight. The Guinness Book of World Records lists the frog's body weight at 10 milligrams (0.00035 oz),[12] while measurements of Schindleria brevipinguis show them to weigh less than 2 milligrams (7.1×10−5 oz), with one adult specimen weighing just 0.7 milligrams.[13] The frog lives on land and its life cycle does not include a tadpole stage.[10] Instead, members of this species hatch as 'hoppers': miniatures of the adults.[9] The skeleton is reduced and there are only seven presacral vertebrae present.[3] They are capable of jumping thirty times their body length. The frog is crepuscular and feeds on small invertebrates. Males call for mates with a series of very high-pitched insect-like peeps at a frequency of 8400–9400 Hz.[3] P. amauensis occurs in tropical wet lowland and hill forest at elevations of 177–800 m (581–2,625 ft) above sea level.[2] Due to having a high surface to volume ratio, the Paedophryne amauensis are subject to water-loss and dependent on the high-moisture content of leaf litter.[3] Similar to all species of Paedophryne known so far, members of Paedophryne amauensis live in the leaf litter on the floors of tropical forests.[3] P. amauensis is known from its type locality near Amau village (Central Province) and from the Variarata National Park (National Capital District), both in eastern Papua New Guinea. It is likely to have a much wider range. It is very abundant locally. As large areas of suitable habitat remain, this species is not considered to be threatened at present.[2]","Title":"Paedophryne amauensis - Wikipedia","KeyID":"1336","URL":"https://en.wikipedia.org/wiki/Paedophryne_amauensis"}