{"Content: ":"The New Indian Express is an Indian English-language broadsheet daily newspaper published by the Chennai-based Express Publications. It was founded in 1932 as The Indian Express, under the ownership of Chennai-based P. Varadarajulu Naidu. In 1991, following the death of owner Ramnath Goenka, his family split the group into two companies. Initially, the two groups shared the Indian Express title, as well as editorial and other resources. But on 13 August 1999, the northern editions, headquartered in Mumbai, retained the Indian Express moniker, while the southern editions became The New Indian Express. As part of the MeToo movement, editor GS Vasu was accused of misbehaving with several women, some of whom were young enough to be his grandchildren. A report[1] in The Newsminute said that Vasu had asked features person Manjulatha Kalanidhi to write a post saying that Vasu had never behaved inappropriately with women. The same news article said that while the earlier tweets didn't identify him, Manjulatha's post identified him as the editor who was accused of sexual harassment. The news article also further alleged that falsehoods were being written about TRS on the instructions of Vasu. It further said that the internal complaints committee of the paper had begun investigation into the allegations that Vasu sexually assaulted several women. The findings of the ICC aren't known even as Vasu continues to be the editor.[citation needed] Indian Express was first published on September 5, 1932, in Madras (now Chennai) by an Ayurvedic doctor and Indian National Congress member P Varadarajulu Naidu, publishing from the same press where he ran the Tamil Nadu Tamil weekly. But soon, on account of financial difficulties, he sold it to S. Sadanand, founder of The Free Press Journal, another English newspaper. In 1933, The Indian Express opened its second office in Madurai and launched the Tamil daily Dinamani on September 11, 1934. Sadanand introduced several innovations and reduced the price, but later sold part of his stake in the form of convertible debentures to Ramnath Goenka due to financial difficulties. When The Free Press Journal further went into financial decline in 1935, Sadanand lost ownership of Indian Express after a long controversial court battle with Goenka, where blows were exchanged. Finally, a year later, Goenka bought the rest of the 26 per cent stake from Sadanand, and the paper came under his control, who took the already anti-establishment tone of the paper to greater heights.[citation needed] At that time it had to face stiff competition from the well-established The Hindu and the Mail, besides other prominent newspapers. In the late 1930s, the circulation was no more than 2,000[citation needed]. In 1939 Goenka bought out Andhra Prabha, a prominent Telugu daily. It gained the name Three Musketeers for the three dailies.[citation needed] In 1940 the whole premises were gutted by fire. The Hindu, its rival, helped considerably in re-launching the paper, by getting it printed temporarily at one of its Swadesimithran's press and later offering its recently vacated premises in Madras at 2, Mount Road later to become the landmark Express Estates.[citation needed] This relocation helped the Express obtain better high-speed printing machines. In later years, Goenka started the Mumbai edition with the landmark Express Towers as his office when the Morning Standard was bought by him in 1944. Two years later it became the Mumbai edition of The Indian Express. Later on, editions were started in cities like Madurai (1957), Bangalore (1965) and Ahmedabad (1968). The Financial Express was launched in 1961 from Mumbai, a Bangalore edition of Andhra Prabha was launched in 1965, and Gujarati dailies Lok Satta and Jansatta in 1952, from Ahmedabad and Baroda. The Delhi edition started was when the Tej group's Indian News Chronicle was acquired in 1951, which from 1953 became the Delhi edition of Indian Express. In 1990 it bought the Sterling group of magazines and, along with it, the Gentleman magazine. After Goenka's demise in 1991, two of the family members split the group into Indian Express Mumbai with all the north Indian editions, while the southern editions were grouped as Express Publications (Madurai) Limited with Chennai as headquarters. The New Indian Express is now published from all 22 major cities in Andhra Pradesh, Karnataka, Kerala, Odisha, Tamil Nadu and Telangana. The New Indian Express has a net paid circulation of 595,618 copies.[2] NIE achieves its biggest penetration (paid sales per head of population) in the state of Kerala. It claims to be the first Indian newspaper to give insurance benefits to its subscribers.[citation needed] It is published in a geographical area that covers approximately 24 per cent of the national population. The New Sunday Express (the Sunday edition of the NIE) is arguably the flagship publication, with magazine supplements incorporating national and international themes and sections on developmental issues, society, politics, literature, arts, cinema, travel, lifestyle, sports, new-age living, self-development and entertainment. During late 2007/early 2008, there was a big shakeout of editorial staff, with many old hands leaving to make way for new. In April 2008, the newspaper underwent a major, drastic and exceptionally modern layout and design makeover and launched a huge advertising campaign. In October 2007, The New Indian Express launched a 40-page Friday magazine supplement (now, total colour) called Indulge exclusively for the Chennai edition. In September 2010, the lifestyle pullout began a Bangalore edition.[3] The New Indian Express Group of Companies also publishes Dinamani in Tamil and the following magazines: Cinema Express (Tamil), Samakalika Malayalam Vaarika (Malayalam), in addition to the website Edex Live.[4]","Title":"The New Indian Express - Wikipedia","KeyID":"13375","URL":"https://en.wikipedia.org/wiki/The_New_Indian_Express"}