{"Content: ":"Deccan Herald is an Indian English language daily newspaper published from the Indian state of Karnataka by The Printers Mysore Private Limited, a privately held company owned by the Nettakallappa family. It has seven editions printed from Bengaluru, Hubballi, Davanagere, Hosapete, Mysuru, Mangaluru, and Kalaburagi.[3] Deccan Herald was launched on 17 June 1948. Its founder, K. N. Guruswamy, in search of a suitable location for a news publishing business, [4] purchased a bar and restaurant called Funnel's, that was owned by an Irish couple, in March 1948. Despite having no experience of the newspaper industry, Guruswamy, along with his close aides and well wishers, decided to launch two newspapers from Bangalore since there was no such title at the time.[4] K.N. Guruswamy (1901–1990) was the eldest son of a prominent businessman of Ballari (Bellary), who later shifted to Bangalore, and the family belonged to the Ediga community, which was traditionally involved in toddy tapping. They won excise contracts and expanded their business across (then known as Mysore, now Karnataka). Bangalore was then under the Mysore kingdom, ruled by the Wadiyar dynasty, and lacked an English newspaper in those times. The then Diwan of Mysore, Arcot Ramaswamy Mudaliar, is believed to have been instrumental in convincing Guruswamy to start an English-language daily and he launched the firm The Printers (Mysore) Pvt Ltd.[4] Justice P P Medappa, later the state's chief justice, suggested the name Deccan Herald.[4] Of the Rs 500,000 capital, some 75 percent came from Guruswamy. Other shareholders were K. Venkataswamy, Moola Rangappa, M K Swamy and Dondusa, according to Machaiah. He documents the challenges of getting it started. Deccan Herald was initially launched as an eight-page tabloid paper, priced at one anna. It became a broadsheet newspaper later. Deccan Herald launched a sister daily in Kannada, called Prajavani in October 1948. T. S. Ramachandra Rao was its first editor. It has played a prominent role in the world of Kannada journalism and popular culture. Subsequent publications launched by the group include lifestyle magazine Sudha (initiated in 1965 and edited by E.R. Sethuram) and the literary magazine Mayura, launched in 1968.[4] Only in 1956, eight years after launch, was the company able to break even. Earlier, Guruswamy had to depend on bank loans and selling all but three of the 35 buildings he had purchased from proceeds of his excise business. Guruswamy moved out of the liquor business by 1986. Guruswamy's adopted son K.A. Nettakallappa, who became a well-known journalist, was instrumental in helping the business grown during the 1950s and 1960s. But died young at the age of 47. Nettakallappa and Prajavani editor Ramachandra Rao are credited with playing a pioneering role in founding the Press Club of Bangalore.[4] The company has been helmed by Nettakallappa's sons—K.N. Hari Kumar, K.N. Tilak Kumar, and K.N. Shanth Kumar—since the early 1980s and the business continues to be privately owned and managed by the family.[4] The publications adopt a policy of \"objectivity, integrity, impartiality and truth flying high\". Deccan Herald's tagline (2019) is \"The Power of Good.\"[4] Sitaraman Shankar was appointed editor of the Deccan Herald in September 2018, and was later appointed chief executive officer of the company.[5] In August 2019, the Deccan Herald relaunched its newspaper with a \"revamped look to attract younger readers.\"[6] Edinburgh-based Palmer Watson Words and Pictures design agency Deccan Herald has revamped its look. The English daily has got a new masthead in aqua blue, a colour to attract younger audience who need coaxing to pick up a newspaper. It added a new business section on Mondays, a Sunday opinion page called The Prism, and an entertainment section Showtime on Saturdays focussing on showbiz and streaming platforms, besides creating a Travel & Living supplement on Tuesdays.[6][5] Quoting the Indian Readership Survey (IRS) for the year 2013, the Deccan Herald announced that it had \"emerged as one of the top ten English dailies in the country\".[7] IRS 2013 termed the Deccan Herald as the eighth largest English-language daily in India, average issue readership-wise. The newspaper’s average issue readership stands at 4,58,000, including 3,38,000 in Bangalore city.[7] Deccan Herald has also faced its own share of setbacks. Plans for both an evening English-language daily and a New Delhi edition did not succeed. Since the late 1990s, it has faced competition from other English-language newspapers entering the city.[4] It was one of the early publications to hire women journalists in reporting roles in Indian journalism.[citation needed] Deccan Herald's Bengaluru edition is printed at a modern facility located in the Kumbalgodu Industrial Area since 1998. It has been printing in colour in its main edition since 1985.[citation needed] The Deccan Herald was one of the early Indian newspapers to launch its own website, on 15 April 1996, and claims \"14 million page views per month\"[4] as of 2018.[citation needed] A controversial short story was published in the Sunday magazine supplement of the Deccan Herald newspaper in December 1986.[8] The story was about a handicapped, half-witted boy named Mohammad who committed suicide due to the travails of his family suffering from poverty. It was a fictional story originally written by PKN Namboodri a decade earlier in Malayalam language and had nothing to do with the Islamic prophet Muhammad. It created no turmoil when first published in the Kannada language.[9] However, Muslims in the city of Bengaluru took that story as a reference to their prophet and protested violently.[10] Marchers went on a rampage and attacked police personnel in the city of Bengaluru, Mysore, and Mandya.[11] Curfew was declared in Bengaluru and its suburban areas. The newspaper's editor, who happened to be its publisher, was arrested for \"fomenting enmity between two communities and writing articles in a manner prejudicial to public peace.\" However, he was soon released on bail.[12] At least 16 lives were lost, primarily to police gunfire, and over 175 arrests were made.[13]","Title":"Deccan Herald - Wikipedia","KeyID":"13370","URL":"https://en.wikipedia.org/wiki/Deccan_Herald"}