{"Content: ":"Wijeyananda Dahanayake (Sinhala: විජයානන්ද දහනායක Tamil: விஜயானந்த தகநாயக்கா; 22 October 1902 – 4 May 1997) was a Sri Lankan politician. He was the Prime Minister of Ceylon from September 1959 to March 1960.[1] Born to as twin to a conservative family in Galle as Don Wijeyananda Dahanayake, he was educated at Richmond College, Galle and S. Thomas' College, Mount Lavinia. He became a teacher at St. Aloysius' College, Galle before entering active politics having been elected to the Galle Municipal Council in 1939 as a leftist and served as Mayor of Galle. In 1944, he was elected to the State Council of Ceylon and was thereafter elected to the House of Representatives. He served as the member of parliament from Galle from 1947 to 1977, with a brief interval in 1960. In 1956, he was appointed to the Cabinet of Ministers as the Minister of Education. He unexpectedly succeeded S. W. R. D. Bandaranaike as Prime Minister when the latter was assassinated on 26 September 1959. His tenure as the caretaker Prime Minister was short as he was unable to keep together the alliance formed by Bandaranaike. He dismissed the Cabinet of Ministers and called for fresh elections, for which he formed his own party. Although he lost his parliamentary seat in the 1960 March elections, he regained it in the general election that followed two months later. Sitting in the opposition from 1960 to 1965, he served as Minister of Home Affairs from 1960 to 1965 and again sat in opposition from 1970 to 1977. He then served as Minister of Co-operatives from 1986 to 1988. He is noted for having contested from almost every major party of his time and has the record for the longest speech in parliament, lasting thirteen and half hours. He was born as a twin in Dangedera, Richmond Hill, Galle and was named Don Wijeyananda Dahanayake after the Wijayananda Pirivena. His father was Don Dionesius Panditha Sepala Dahanayake, was a Muhandiram, who later served as the Kackckeri Mudliyar of Galle and was a scholar in oriental languages. His twin brother was Kalyanapriya Dahanayake.[2][3] Dahanayake received his education first at Rippon Girls' School, Galle and then at the Government English Training School on Thurstan Road, Colombo; before moving to Richmond College, Galle and S. Thomas' College, Mount Lavinia for his secondary education.[4] He joined the teaching staff of St. Aloysius' College, Galle, where he taught English, mathematics, history and geography and received training at the teaching college in Maharagama. In addition he coached the college athletics and the junior cricket teams and organized the English Literary Union and the Debating Society. He also organized student protests against the British colonial administration.[5][4] Dahanayake became active in pre-independence politics while serving as a teacher and switched to full-time politics. As a member of the Trotskyite Lanka Sama Samaja Party, he was elected to the Galle Municipal Council from the Kumbalwella Ward, which he held until 1944. He was elected the first Mayor of Galle in 1939 and served till 1941. When World War II started in the far-east, the Lanka Sama Samaja Party refused to support the British war effort. Dahanayake was prosecuted by the police for organizing a strike during the height of war, which angered the British colonial administration. He represented himself in court without a lawyer and won against the crown prosecution.[2][4] He contested in a by-election to the State Council of Ceylon in 1944 from Bibile. Even though he lost to the bus magnate S.A. Peiris, he filed an election petition against his opponent and unseated him. He once again represented himself in court without a lawyer. In the following by-election, Dahanayake was elected to the State Council from Bibile. That year, when the Lanka Sama Samaja Party split, he joined the Bolshevik–Leninist Party lead by Dr Colvin R. de Silva.[4] He supported the education reforms initiated by C. W. W. Kannangara by collecting a large number of signatures for a public petition in support of the reforms that ushered equal opportunities for education for all children in the island.[3] In 1947, he was only one of three members who voted against the Soulbury Constitution which enabled self rule for Ceylon as an independent Dominion inside the British Commonwealth.[2] He contested the 1947 general elections from the Bolshevik–Leninist Party in the Galle electorate. With a campaign in which he did not spend any money, he won against the wealthy H. W. Amarasuriya contesting from the United National Party and was elected to the House of Representatives.[6] In parliament, he gave a thirteen and half-hour speech during the first budget speech, which is the record for the longest speech. He later re-joined the Lanka Sama Samaja Party under Dr N. M. Perera and successfully contested the 1952 general elections from the Lanka Sama Samaja Party and retaining his seat. He was expelled from the party for hosting a reception for the Prime Minister Dudley Senanayake's visit to Galle.[4] In 1955, he gave leadership to the nationalist movement that sort for \"Sinhala only\" under a new party called the \"Basha Peramuna\" (Language Front) which aligned with the alliance Mahajana Eksath Peramuna (Peoples United Front) lead by S. W. R. D. Bandaranaike which contested the 1956 general elections and won a landslide victory against the ruling United National Party which was reduced to eight seats in parliament. Dahanayake was himself re-elected from Galle having joined the Sri Lanka Freedom Party.[4] With S. W. R. D. Bandaranaike becoming prime minister, Dahanayake was appointed Minister of Education by Bandaranaike. As Education Minister he re-introduced the mid-day school meal for students by providing a free bun, which gained him the nickname \"Bannis Mama\" (Bun Uncle). He gave university status to the Vidyodaya Pirivena and Vidyalankara Pirivena.[4] In 1959, he became the acting leader of the house after the incumbent C. P. de Silva was taken to London for medical treatment after becoming ill after consuming a glass of milk at a cabinet meeting.[2] Bandaranaike had been scheduled to go to New York to attend the UN General Assembly in late September 1959. With the absence of C. P. de Silva, Bandaranaike had sent a letter to the Governor-General of Ceylon recommending that he appoint Dahanayake as acting Prime Minister during his absence. Bandaranaike was assassinated on 26 September 1959 and with the letter as a reference, Sir Oliver Goonetilleke, the Governor General of Ceylon appointed Dahanayake as Prime Minister. He was later confirmed by parliament in this position. He also took on the portfolios of defence and external affairs (customary held by the Prime Minister) as well as education. His tenure as prime minister was controversial and difficult. His first challenge came when the opposition in the house of representatives moved a vote no confidence against the government on 30 October 1959, the government on the vote 48 votes to 43. Even before Bandaranaike's assassination, there was infighting among the alliance parties of the Mahajana Eksath Peramuna. The situation deteriorated under Dahanayake, which was compounded by the investigation into the assassination which drew suspicion on several ministers and resulted their resignation or removal. Dahanayake made a sudden request to the Governor-General of Ceylon for the dissolution of parliament on 5 December 1959 calling for fresh elections. On 7 December, announced his intentions to resign from the Sri Lanka Freedom Party. The Party in tern refused his resignation and instead expelled him. Dahanayake then responded with dismissing Cabinet Minister from the Freedom Party. For the interim he ran the country with a five member cabinet. He formed Lanka Prajathanthravadi Pakshaya (Ceylon Democratic Party) from which he contested the March 1960 general elections from Galle which he lost to W. D. S. Abeygoonawardena by 400 votes. His party put forward 101 candidates, but is only four candidates won a seat in parliament. His most notable achievement during his tenor was the repeal of the Capital Punishment Act which Bandaranaike had used to suspended capital punishment in Ceylon. The repeal made way for the execution of those convicted of the assassination of Bandaranaike.[4][7] He successfully contested the July 1960 general elections from the Lanka Prajathanthravadi Pakshaya in Galle and elected to parliament defeating W. D. S. Abeygoonawardena. He seat in the opposition and was called before the commission of inquiry into the Bandaranaike assassination to give evidence in 1963. That year he was awarded an honorary doctorate from the Vidyodaya University and adopted the style \"Dr Wijeyananda Dahanayake\". In 1964, Dahanayake gained fame when he attempted and was prevented from entering parliament chambers in a span cloth (known locally as an Amude) in protest of government of Prime Minister Sirima Bandaranaike's rationing of clothing to two yards of textiles per month per person due to foreign exchange shortage. The following day dailies carried photos of Dahanayake in an Amude.[4][3] He was re-elected 1965 general elections from the Sri Lanka Freedom Socialist Party lead by C. P. de Silva. The party supported the United National Party in forming a national government and Dahanayake was appointed Minister of Home Affairs. He was re-elected in the 1970 general elections from the United National Party and sat in the opposition. He resigned from United National Party and sat as an independent after his request for a free vote for the republican constitution was refused. In the 1977 general elections, he contested from Galle as an independent candidate, but lost to the United National Party candidate Albert de Silva. Dahanayake challenged Silva in an election petition in the Galle High Court and in the Supreme Court, once again representing himself and a judgment in his favor unseating Silva in 1979. Dahanayake gained the seat in the following by-election as the candidate from the United National Party with a majority of 13,012 votes and sat as a backbencher. He was appointed Minister of Co-operatives by J. R. Jayewardene in March 1986 and serving till 1988. The United National Party nominated Dahanayake through the national list for the 1989 general elections, his name was removed later and he was not able to enter parliament. This marked the end of his political career.[4][3] Dahanayaka died on 4 May 1997 at the age of 95 after a short illness at his home in Richmond Hill, Galle.[8] Dahanayake was a simple man. When appointed Prime Minister, he moved into Temple Trees carrying his own things in two old suitcases from his room in the Srawasthi Mandiraya. He found the prime minister's bed room too large and had it partitioned. When he resigned from the post of prime minister following his electoral defeat, he packed his personal belongings to the same suitcase left Temple Trees to Galle.[2] He remained a bachelor throughout his life. *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"Wijeyananda Dahanayake - Wikipedia","KeyID":"13383","URL":"https://en.wikipedia.org/wiki/Wijeyananda_Dahanayake"}