{"Content: ":"Mokgweetsi Eric Keabetswe Masisi (born 21 July 1961) is the fifth and current President of Botswana, serving since 2018.[4][1][5] He served as the 8th Vice President of Botswana from 12 November 2014 to 1 April 2018.[6] He was a Member of Parliament in the National Assembly for the Moshupa-Manyana constituency from 2009 to 2018. Initially having a good relationship with former President Ian Khama, who appointed Masisi as Vice President, the two later clashed over a ban on elephant hunting, and Khama has since accused Masisi of having \"stifled dissent\". Coming to power in the 2019 elections, the opposition claimed irregularities and electoral fraud, however an observation mission from the African Union reported that the elections were conducted transparently and met international standards. During the COVID-19 pandemic in the country, Masisi ruled by decree from March 2020 to September 2021, despite protests from the public and the opposition party. Mokgweetsi Masisi is the son of Edison Masisi (1921–2003), the long-time MP for Moshupa and many-time cabinet member.[7] The younger Masisi grew up in Gaborone, attending Thornhill Primary School and Maru A Pula School.[7] One of his three brothers, Tshelang, was the MP for Francistown West for many years, while another is a retired army general. He also has a sister, Phadi.[7] In school, Masisi competed in soccer and tennis,[7] but ultimately found acting to be his calling. In 1984, he won acclaim for his portrayal of the lead role in a Gaborone production of Cry the Beloved Country.[8] He has taken part in several South African films.[1] In the 1980s, Masisi became a high school social studies teacher after graduating from the University of Botswana in 1984 in English and History. He taught at Mmanaana Secondary School in 1984 in Moshupa village before moving on to the University of Botswana in 1987 as a curriculum development specialist. In 1989, he went to Florida State University to obtain a Master's degree in social sciences education, after Masisi met some FSU faculty members working in Botswana for the Junior Secondary Education Improvement Project.[9] Following graduation, he was employed by UNICEF in Botswana.[10] Masisi unsuccessfully sought the nomination of the ruling Botswana Democratic Party (BDP) to stand in Moshupa constituency in the 2004 general election.[11] However, he obtained the BDP nomination for the same seat prior to the 2009 general election and won the seat.[11] He was promptly appointed as Assistant Minister for Presidential Affairs and Public Administration in October 2009. After a little more than a year as an assistant minister, he was appointed as Minister for Presidential Affairs and Public Administration in January 2011.[1] Masisi became Minister of Education and Skills Development in an acting capacity in April 2014.[12] He was re-elected to his seat in Parliament in October 2014, and was appointed as Minister of Education and Skills Development on 28 October 2014.[12] Masisi was appointed as Vice President of Botswana by President Ian Khama on 12 November 2014 while remaining in his post as Minister of Education.[13] President Khama appointed Masisi as the Chancellor of the University of Botswana on July 5, 2017. The appointment, which was in consonance with Section 7 of the University of Botswana Act of 2008, was for a period of five years. It followed the death of former President Quett Masire, who served as the Chancellor until he died on June 22, 2017.[14] On April 1, 2018, he was sworn in as the 5th President of Botswana.[1] After he ascended to the presidency, his predecessor Ian Khama left the ruling Botswana Democratic Party (BDP) to found the Botswana Patriotic Front (BPF).[citation needed] Khama criticized Masisi for lifting the ban on elephant hunting and called his decision to appoint Masisi as his successor a \"mistake\".[15] On October 13, 2018, Masisi received an honorary doctorate from the University of Botswana. Some commentators have criticized this decision, and claimed that the correct process was not followed.[16] In October 2019, Masisi was re-elected president after the BDP faced the biggest threat to its unity in more than five decades, following Khama's move to the opposition, accusing Masisi of authoritarianism.[17] In the 2019 Botswana general election, Masisi received a 52.65% majority of the vote and received a majority of seats in the National Assembly. The 2019 Botswana elections were hotly contested, and the main opposition, the Umbrella for Democratic Change lodged a litany of court challenges alleging irregularities and electoral fraud.[18] The High Court ruled against the allegations and the elections were deemed credible by international observers.[citation needed] While the African Union Election Observation Mission (AUEOM) concluded that the elections were transparent and conducted peacefully. The election conformed to international and regional best practices and standards.[19] Amongst his election pledges, he proposed lifting the ban on elephant hunting and decriminalising homosexuality.[20] When Botswana's Attorney General appealed a court decision decriminalising homosexuality later that year, Masisi (then president) spoke out in favour of the court order.[21][22][23][24][25] The COVID-19 pandemic occurred during Masisi's time in office. The President responded to the pandemic by declaring a state of emergency on March 31, 2020.[26] After the declaration, emergency powers allowed Masisi to rule by decree for a period of 18 months to September 2021, despite protests from some opposition parties.[27] In December, Botswana found evidence of a new strain, leading to a curfew being enforced from December 24, 2020 to January 3, 2021.[28] After nearly two years of the State of Public Emergency, and threats of protests from the public and opposition parties, Masisi announced he would not renew the State of Public Emergency, which saw him rule by decree for this period, also bringing an end to the curfews that had been in place by the end of September 2021. On 3 January 2022, it was announced that Masisi was in mandatory self-isolation after testing positive for COVID-19 during routine testing. Vice President Slumber Tsogwane would assume the president's responsibilities while Masisi was in isolation.[29] Masisi has been accused by some of having authoritarian views, and contributing to undermining democracy in Botswana.[30] Former President Ian Khama, who has fallen out with Masisi since his election, alleged that Masisi \"stifled dissent\" in an interview with the Financial Times, and added that Botswana's reputation was being undermined locally and internationally, and that democracy was in decline.[31] Masisi is in support of elephant hunting in Botswana, and believes that allowing some ivory trading would allow more funding for conservation. In 2019, he presented stools made from elephant feet to the national leaders of Namibia, Zambia and Zimbabwe, a move that received some criticism from international media outlets.[32][33][34] Masisi reversed the ban on elephant hunting put in place by his predecessor, and removed Botswana's \"Shoot to Kill\" anti-poaching policy.[35] In 2002 Masisi married Neo Maswabi, an accountant who later worked for the United Nations in New York and in Addis Ababa. They have a daughter.[2] Masisi is a noted fan of the Rutgers Scarlet Knights football program. While visiting the United Nations on 22 September 2018, he and his family attended the Rutgers vs. Buffalo game at SHI Stadium in Piscataway, New Jersey.[36] Masisi is colloquially referred to as \"Sisiboy\" among the population, a play of words on his family name.[37]","Title":"Mokgweetsi Masisi - Wikipedia","KeyID":"13390","URL":"https://en.wikipedia.org/wiki/Mokgweetsi_Masisi"}