{"Content: ":"Anatole Collinet Makosso (born 1965) has served as the prime minister of the Republic of the Congo since 2021. He has also served in the government of Congo-Brazzaville as Minister of Primary and Secondary Education from 2015 to 2021, and as the Minister of Youth and Civic Instruction from 2011 to 2016. A native of Pointe-Noire, Collinet Makosso worked as a teacher. In the early 1990s, he was appointed Political Adviser to the Prefect of Kouilou, then Director of the Cabinet of the Prefect of Kouilou. From 1998 to 2011, he was an Adviser to President Denis Sassou Nguesso, while at the same time serving as Director of the Cabinet of the First Lady, Antoinette Sassou Nguesso.[1] In 2009, following the death of the President's daughter Edith Lucie Bongo, he published a collection of poems and stories dedicated to her.[2] In 2010, he completed and earned a PhD in Law from Panthéon-Assas University.[3] Collinet Makosso was appointed to the government as Minister of Youth and Civic Instruction as part of a minor reshuffle on 17 August 2011.[4][5] He took over the ministry from his predecessor, Zacharie Kimpouni, on 25 August 2011.[6] On 10 August 2015, Collinet Makosso was appointed Minister of Primary and Secondary Education, Youth and Civic Instruction, expanding his responsibilities.[7] After Sassou Nguesso's victory in the March 2016 presidential election, he appointed Destinée Armelia Doukaga to replace Collinet Makosso as Minister of Youth and Civic Instruction on 30 April 2016, while retaining Collinet Makosso as Minister of Primary and Secondary Education and Literacy.[8] In the July 2017 parliamentary election, Collinet Makosso stood as the candidate of the ruling Congolese Labour Party (PCT) in the first constituency of Loandjili in Pointe-Noire. He won the seat in the first round of voting with 72% of the vote, defeating Julien Makoundi-Tchibinda, the Secretary-General of the Rally for Democracy and Social Progress (RDPS); the constituency was previously represented by a member of the RDPS.[9] On 14 May 2021, he was appointed Prime Minister, Head of the Government.","Title":"Anatole Collinet Makosso - Wikipedia","KeyID":"13404","URL":"https://en.wikipedia.org/wiki/Anatole_Collinet_Makosso"}