{"Content: ":"Isaias Afwerki (Tigrinya: ኢሳይያስ ኣፍወርቂ, pronounced [isajas afwɐrkʼi]; born 2 February 1946)[1] is an Eritrean political leader and partisan who has been the president of Eritrea since shortly after he led the Eritrean People's Liberation Front (EPLF) to victory in May 1991, ending the 30-year-old war for independence from Ethiopia.[2] Isaias is the chairperson of Eritrea's sole legal political party, the People's Front for Democracy and Justice (PFDJ). He has faced accusations of totalitarianism and forced conscription and been cited for human rights violations by the United Nations and Amnesty International.[3][4] In 2021, Reporters Without Borders ranked Eritrea, under the government of Isaias, last out of 180 countries in its Press Freedom Index.[5] Isaias Afwerki was born in the Aba Shi'Aul district of Asmara, Eritrea.[6][7] Isaias attended Prince Makonnen High School (PMSS). In the early 1960s, he joined the nationalist Eritrean student movement.[8] In 1965, he began his studies at the College of Engineering at Haile Selassie I University (now called Addis Ababa University) in Addis Ababa, Ethiopia.[8] He is a member of the Eritrean Orthodox Church, one of the four legal churches in Eritrea.[9][10] Isaias met his wife, former EPLF fighter Saba Haile, in a village called Nakfa in the summer of 1981. They have three children: Abraham, Elsa, and Berhane.[9][11][12] Shortly before Eritrea declared independence, Isaias contracted cerebral malaria and was flown to Israel for treatment.[13] Arriving in a coma, he was treated at Sheba Medical Center, where his life was saved.[14] His nickname \"Isu\" was frequently used in conversation, including to refer to Isaias in his political capacity, and has appeared in news articles as well.[15][16] In September 1966, Isaias left the university where he was studying and traveled to Kassala, Sudan, via Asmara to join the Eritrean Liberation Front (ELF). In 1967, the Chinese government donated light weapons and a small amount of cash to cover the cost of transport and provided training to ELF combatants. Isaias was among the first group that went to China in 1967 where he received intensive military training. Upon his return, he was appointed as a political commissioner of the ELF's Zone 5 in the Hamasen region.[17] Isaias played a key role in the grassroots movement which rapidly gathered momentum and brought about the demise of the zonal divisions of the liberation army. Further, he played a vital role in the Tripartite Union, which challenged the ELF's leadership, the Supreme Council (Cairo), and the Revolutionary Command (Kassala). Soon after the commencement of sectarian violence in the early 1970s against members of the reform movement, those who were in the central highlands, including Isaias, withdrew to an isolated locality, Ala in northeastern AkkeleGuzay near Dekemhare. Here, they joined Abraham Tewolde, the former commander of the defunct Zone 5. Isaias became the leader after Abraham Tewolde died in battle.[citation needed] In August 1971, a group of younger ELF members held a meeting at Tekli (northern Red Sea) and founded Selfi Natsinet, commonly known as the Peoples Liberation Force (PLF). The group elected five leaders, including Isaias. Less than two months later, in October 1971, the group formed a committee to draft and issue a highly polemical document, Nihnan Elamanan (“We and Our Goals”), in which they explained in detail the rationales for their decision to create a separate political organization instead of working within the ELF.[17] In 1977, EPLF held its first congress, at which Isaias was elected vice-secretary general. During the second congress of the EPLF in 1987, he was elevated to the status of secretary-general of the organization and in May 1991 became secretary-general of the Provisional Government of Eritrea. In April 1993, after a national referendum, he was elected as the president of the State of Eritrea by the National Assembly. In February 1994, the EPLF held its third congress, and Isaias was elected secretary-general of the Peoples Front for Democracy and Justice (PFDJ) by an overwhelming majority of votes.[citation needed] In April 1993, a United Nations-supervised referendum on independence was held, and the following month Eritrea achieved de jure independence. Isaias was declared the first head of state, a position he has held ever since the end of the war for independence.[18] The EPLF renamed itself the People's Front for Democracy and Justice (PFDJ) in 16 February 1994 as part of its transition to a political party.[citation needed] He was hailed as a new type of African president. Then-US President Bill Clinton referred to him as a \"renaissance African leader\".[18] In this sense, he strongly advocates the necessity for the development of indigenous political and economic institutions, while maintaining that Eritrea must pursue a development strategy that suits its internal conditions and available resources.[19] The key element of such a policy includes ambitious infrastructure development campaigns both in terms of power, transport, and telecommunications, as well as with basic healthcare and educational facilities.[20] Isaias oversaw an unexpected transformation of Eritrea's relations with Ethiopia in 2018. In June 2018, Ethiopia's newly elected prime minister Abiy Ahmed negotiated an end to the border war between the countries, including reciprocal visits by Isaias and Abiy in July 2018. Diplomatic and commercial ties between Ethiopia and Eritrea were re-established, and on 9 July 2018, the two leaders signed a Joint Declaration of Peace and Friendship that ended the state of war between their countries,[21] and enunciated a framework of bilateral cooperation in the political, cultural, economic and security fields. This was widely acknowledged by numerous world leaders with the UAE Government awarding Isaias Afwerki the Order of Zayed (First Class) in recognition of his efforts to end the conflict.[22] As part of closer ties between the two countries, the Ethiopian and Eritrean intelligence agencies started close cooperation after July 2018, which worried Eritrean refugees in Addis Ababa, some of whom were temporarily detained for three weeks during the Tigray War, acquitted by Ethiopian courts, and only released two weeks after their acquittal.[23] During the Tigray War, which started on 4 November 2020 with a preemptive attack on the Northern Command center of the Ethiopian National Defense Force (ENDF) by TPLF affiliated forces, there was widely acknowledged close cooperation between the ENDF and the Eritrean Defence Forces (EDF).[24] The war began after the TPLF, Tigray's ruling party, attacked the camps of the ENDF in Tigray and pushed them to Eritrea. The Eritrean forces joined hands with the ENDF and allegedly with the help of UAE armed drones counter-attacked the TPLF forces. There was alleged looting in Tigray Region, including systematic, wide-scale looting in Aksum following the Aksum massacre in late November 2020.[25] After several weeks of Ethiopian government denial of the presence of Eritrean troops in Ethiopia, the Ethiopian Prime Minister admitted to the presence of Eritrean troops in Ethiopia and agreed to withdraw them. Under international pressure, on 26 March 2021, after a meeting between Ethiopian Prime Minister Abiy Ahmed and Isaias, it was announced that Eritrean troops will withdraw from the Tigray Region. As of 30 June 2021, the Eritrean forces had yet to withdraw from Tigray.[26][27] In June 2015, a United Nations panel accused Isaias of leading a totalitarian government responsible for systematic human rights violations in Eritrea that may amount to crimes against humanity.[3] Amnesty International believes that the government of President Isaias Afwerki has imprisoned at least 10,000 political prisoners. Amnesty also claims that torture—for punishment, interrogation and coercion—is widespread.[4] The government of Eritrea denies the allegations and in turn accuses Amnesty International of supporting a political agenda of \"regime change\".[28] Although Isaias criticized other leaders during the African Unity summit in Cairo in 1993 for staying in power too long and rejected a cult of personality, his former comrade Andebrhan Welde Giorgis says Isaias went on to personalise power, and \"having personalised power, he abused it to the maximum\".[18]","Title":"Isaias Afwerki - Wikipedia","KeyID":"13411","URL":"https://en.wikipedia.org/wiki/Isaias_Afwerki"}