{"Content: ":"A craniate is a member of the Craniata (sometimes called the Craniota), a proposed clade of chordate animals with a skull of hard bone or cartilage. Living representatives are the Myxini (hagfishes), Hyperoartia (including lampreys), and the much more numerous Gnathostomata (jawed vertebrates).[3][4] Formerly distinct from vertebrates by including hagfish, molecular and anatomical research in the 21st century has led to the reinclusion of hagfish as vertebrates, making living craniates synonymous with living vertebrates. The clade was conceived largely on the basis of the Hyperoartia (lampreys and kin) being more closely related to the Gnathostomata (jawed vertebrates) than the Myxini (hagfishes). This, combined with an apparent lack of vertebral elements within the Myxini, suggested that the Myxini were descended from a more ancient lineage than the vertebrates, and that the skull developed before the vertebral column. The clade was thus composed of the Myxini and the vertebrates, and any extinct chordates with skulls. However recent studies using molecular phylogenetics has contradicted this view, with evidence that the Cyclostomata (Hyperoartia and Myxini) is monophyletic; this suggests that the Myxini are degenerate vertebrates, and therefore the vertebrates and craniates are cladistically equivalent, at least for the living representatives. The placement of the Myxini within the vertebrates has been further strengthened by recent anatomical analysis, with vestiges of a vertebral column being discovered in the Myxini.[5] In the simplest sense, craniates are chordates with well-defined heads, thus excluding members of the chordate subphyla Tunicata (tunicates) and Cephalochordata (lancelets), but including Myxini, which have cartilaginous crania and tooth-like structures composed of keratin. Craniata also includes all lampreys and armoured jawless fishes, armoured jawed fish, sharks, skates, and rays, and teleostomians: spiny sharks, bony fish, lissamphibians, temnospondyls and protoreptiles, sauropsids and mammals. The craniate head consists of a three-part brain, neural crest which gives rise to many cell lineages, and a cranium.[6][7] In addition to distinct crania (sing. cranium), craniates possess many derived characteristics, which have allowed for more complexity to follow. Molecular-genetic analysis of craniates reveals that, compared to less complex animals, they developed duplicate sets of many gene families that are involved in cell signaling, transcription, and morphogenesis (see homeobox).[3] In general, craniates are much more active than tunicates and lancelets and, as a result, have greater metabolic demands, as well as several anatomical adaptations. Aquatic craniates have gill slits, which are connected to muscles to pump water through the slits, engaging in both feeding and gas exchange (as opposed to lancelets, whose pharyngeal slits are used only for suspension feeding, chiefly by cilia-mucus rather than muscles). Muscles line the alimentary canal, moving food through the canal, allowing higher craniates such as mammals to develop more complex digestive systems for optimal food processing. Craniates have cardiovascular systems that include a heart with at least two chambers, red blood cells, oxygen transporting hemoglobin as well as myoglobin, livers and kidneys.[3] Linnaeus (1758)[9] used the terms Craniata and Vertebrata interchangeably to include lampreys, jawed fishes, and terrestrial vertebrates (or tetrapods). Hagfishes were classified as Vermes, possibly representing a transitional form between 'worms' and fishes. Dumeril (1806)[9] grouped hagfishes and lampreys in the taxon Cyclostomi, characterized by horny teeth borne on a tongue-like apparatus, a large notochord as adults, and pouch-shaped gills (Marspibranchii). Cyclostomes were regarded as either degenerate cartilaginous fishes or primitive vertebrates. Cope (1889)[9] coined the name Agnatha (\"jawless\") for a group that included the cyclostomes and a number of fossil groups in which jaws could not be observed. Vertebrates were subsequently divided into two major sister-groups: the Agnatha and the Gnathostomata (jawed vertebrates). Stensiö (1927)[9] suggested that the two groups of living agnathans (i.e. the cyclostomes) arose independently from different groups of fossil agnathans. Løvtrup (1977)[9] argued that lampreys are more closely related to gnathostomes based on a number of uniquely derived characters, including: In other words, the cyclostome characteristics (e.g. horny teeth on a \"tongue\", gill pouches) are either instances of convergent evolution for feeding and gill ventilation in animals with an eel-like body shape, or represent primitive craniate characteristics subsequently lost or modified in gnathostomes. On this basis Janvier (1978)[9] proposed to use the names Vertebrata and Craniata as two distinct and nested taxa. The validity of the taxon \"Craniata\" was recently examined by Delarbre et al. (2002) using mtDNA sequence data, concluding that Myxini is more closely related to Hyperoartia than to Gnathostomata - i.e., that modern jawless fishes form a clade called Cyclostomata. The argument is that, if Cyclostomata is indeed monophyletic, Vertebrata would return to its old content (Gnathostomata + Cyclostomata) and the name Craniata, being superfluous, would become a junior synonym. The new evidence removes support for the hypothesis for the evolutionary sequence by which (from among tunicate-like chordates) first the hard cranium arose as it is exhibited by the hagfishes, then the backbone as exhibited by the lampreys, and then finally the hinged jaw that is now ubiquitous. In 2010, Philippe Janvier stated: Although I was among the early supporters of vertebrate paraphyly, I am impressed by the evidence provided by Heimberg et al. and prepared to admit that cyclostomes are, in fact, monophyletic. The consequence is that they may tell us little, if anything, about the dawn of vertebrate evolution, except that the intuitions of 19th century zoologists were correct in assuming that these odd vertebrates (notably, hagfishes) are strongly degenerate and have lost many characters over time.[10] Phylogenetic tree of the Chordate phylum. Lines show probable evolutionary relationships, including extinct taxa, which are denoted with a dagger, †. Some are invertebrates. The positions (relationships) of the Lancelet, Tunicate, and Craniata clades are as reported.[11][12][13] Cephalochordata (lancelets) Tunicata (sea squirts, salps, larvacea) Myxini (hagfishes) Hyperoartia/Petromyzontida (lampreys) †Myllokunmingia fengjiaoa †Zhongjianichthys rostratus †Conodonta †Cephalaspidomorphi †Pteraspidomorphi †Osteostraci †\"Placodermi\" (paraphyletic) Chondrichthyes Actinopterygii (ray-fins)  ","Title":"Craniate - Wikipedia","KeyID":"1342","URL":"https://en.wikipedia.org/wiki/Craniata"}