{"Content: ":"Choguel Kokalla Maïga (born 1958) is a Malian politician and President of the Patriotic Movement for Renewal, a political party in Mali, and current Prime Minister of the Transition. He served in the government as Minister of Industry and Trade from 2002 to 2007 and later as Minister of the Digital Economy, Information and Communication from 2015 to 2016. On June 4, 2021, he was named Prime Minister of the Transition by coup leader & newly appointed President of Transition Assimi Goïta. Born in Tabango, in the Gao Region, Maïga is a telecommunications engineer by profession, and is a close associate of Moussa Traoré. He was once a member of the National Youth Union of Mali. In February 1997 he became president of the Patriotic Movement for Renewal, a political party in Mali. In 2002 he stood for president, obtaining 2.73% of the votes in the first round[1] before bowing out and supporting Amadou Toumani Touré. In the legislative election of the same year he aligned himself with Ibrahim Boubacar Keïta's Rally for Mali party and with the National Congress for Democratic Initiative, both part of the larger Hope 2002 coalition. Maïga was the Minister of Industry and Commerce in the government of Ahmed Mohamed ag Hamani, serving in that capacity from October 16, 2002, until April 28, 2004;[2] he remained in that post under Ousmane Issoufi Maïga, serving from May 2, 2004, until September 27, 2007. In December 2005, Maïga was the Malian representative at the Hong Kong WTO Doha Round trade negotiations. With cotton and food subsidies in the developed world dramatically affecting the Malian economy, Maïga was quoted saying \"[The US and EU] are like elephants fighting. We are like the grass under their feet.\"[3] In the 2007 presidential election, Maïga did not stand as a candidate, instead once again supporting Amadou Toumani Touré. Following Touré's re-election, Maïga was appointed as Director of the Telecommunications Regulatory Commission (CRT, later known as the AMRTP) in January 2008. He remained in that post until he was appointed to the government[4] as Minister of the Digital Economy, Information and Communication on 10 January 2015.[5][6] He was dismissed from the government on 7 July 2016.[7] On May 28, 2021, shortly after his coup against N'Daw and Moctar Ouane, Colonel Assimi Goïta announced that the post of Prime Minister would return to M5. The following day, Goïta reportedly spoke of his plans to appoint Choguel Maïga to the post.[8] In September 2021, at the podium of the United Nations General Assembly, Choguel Maïga accused France of having abandoned Mali by deciding to withdraw the Barkhane force. He also did not appreciate not having been warned by his \"partners\" Paris and the UN.[9]","Title":"Choguel Kokalla Maïga - Wikipedia","KeyID":"13432","URL":"https://en.wikipedia.org/wiki/Choguel_Kokalla_Ma%C3%AFga"}