{"Content: ":"Jorge Lopes Bom Jesus (born 26 July 1962), also known as JBJ, is a Santomean linguist and politician who is the 17th and current Prime Minister of São Tomé and Príncipe. He is a member of the Movement for the Liberation of São Tomé and Príncipe/Social Democratic Party (MLSTP-PSD). Leader of the opposition to Patrice Trovoada (Independent Democratic Action), he became prime minister on 3 December 2018. Jorge Lopes Bom Jesus was born on 26 July 1962, in Conceição, Água Grande district, in São Tomé and Príncipe. In his youth, he went to Europe. He graduated in French and Portuguese literature, with a master's degree in Portuguese and a specialization in African literature, from the University of Toulouse in France. At the Faculty of Letters of the University of Porto he concluded his specialization in pedagogy of French as a foreign language and pedagogy of the Portuguese language. He holds a Ph.D. in public administration from the University of São Tomé and Príncipe. His professional career includes the positions of advisor to the Minister of Culture and Information, Director General of Education and Training, Secretary General of the National Commission for UNESCO, Director of Educational Planning and Innovation, Director of the National Library of São Tomé and Príncipe, Director of School of Teacher Education and Educators (EFOPE, current Higher Institute of Education and Communication of the University of São Tomé and Príncipe), President of the French Alliance and several years as a teacher.[1] Between 2008 and 2010, under the government of Rafael Branco, was Minister of Education and Culture and from 2012 to 2014 served as Minister of Education, Culture and Science under the government of Gabriel Costa. Member of the Political Commission of the MLSTP-PSD since 2006, Jorge Bom Jesus was elected vice-president of the party in 2011, when Aurélio Martins was president. With allegations that Aurélio Martins was approaching the Independent Democratic Action (ADI), the rival party of the MLSTP-PSD, a General Congress was convened in 2018, in which he was unanimously elected as the party's president.[2] As a militant and member of the leadership of the Movement for the Liberation of São Tomé and Príncipe/Social Democratic Party, he has always maintained a discreet and conciliatory position.[3] Considered timid during the election campaign, Jorge Bom Jesus was surprised, managing to put the MLSTP-PSD at the center of the dispute, to the point that many considered that the party's victory was mainly due to his leadership. His party came out as the second largest in the election race. Even though it was second in number of seats in the national legislature, the MLSTP-PSD, as well as the other parties that elected representatives, threatened to overthrow any ADI government. With the impasse, the MLSTP-PSD began negotiations with the party forces MDFM-PL, PCD-GR and UDD to form a new government. As such a coalition had never occurred before, it was named \"Santonsean geringonça\", in reference to the \"Portuguese geringonça\" built by António Costa. He was appointed prime minister on November 30, 2018 by decree of President Evaristo Carvalho,[4] taking office on 3 December 2018. During his tenure, he declared that one of his main struggles is the fight against corruption.[5] After being elected, he resumed one of the characteristics of his rallies, that of speaking in Forro Creole, in his inaugural speech - the first time a head of government did. He maintains a marriage with Clara Ferreira Bom Jesus, with whom he has 5 children.","Title":"Jorge Bom Jesus - Wikipedia","KeyID":"13447","URL":"https://en.wikipedia.org/wiki/Jorge_Bom_Jesus"}