{"Content: ":"Édouard Ngirente (born 22 February 1973) is a Rwandan economist and politician. He serves as the Prime Minister of Rwanda, since 30 August 2017, having been appointed by the President of Rwanda, Paul Kagame.[2] Édouard Ngirente was born in Rwanda on February 22, 1973.[2] He holds a PhD in economics from the University of Louvain, Belgium (UCLouvain); a master's degree (MSc) in agricultural economics from UCLouvain, Belgium, a master's degree (MA) in financial risk management from Saint-Louis University, Brussels in Belgium; University certificate in statistics from UCLouvain; and a bachelor's degree in economics/international economics from the National University of Rwanda. Prior to his appointment, he occupied different positions: senior advisor to the World Bank Executive Director (2017); advisor to the World Bank Executive Director (from 2011 to 2017)[1]; senior economic advisor to the Rwandan Ministry of Finance and Economic Planning; director general of National Development Planning and Research in Ministry of Finance and Economic Planning; senior lecturer at the former National University of Rwanda (now University of Rwanda) until 2010; head of Department of Agricultural Economics at the same university, independent consultant and project manager. Ngirente was an active participant in economic research during his time at the World Bank, authoring papers on region specific markets and economic challenges with a focus on the agricultural markets of Rwanda.[3] Ngirente was appointed as the successor to Anastase Murekezi on 30 August 2017. He became the 11th Prime Minister of Rwanda and the 6th since the 1994 Genocide perpetrated against the Tutsi.[4] He was among several non politicians sworn in by Paul Kagame after the 2017 Rwandan Presidential Election.[4][5] Ngirente has overseen policy changes which aim to invigorate Rwanda's economy through expanded research grants,[6] transportation infrastructure[7] and education[8] among other departments. Campaigns to encourage Rwandans to pay their taxes and preserve the environment have also been started with the intention of creating a more sustainable future both economically and environmentally.[9][10] As part of his duties as a representative of Rwanda, Ngirente has traveled the globe campaigning for increased foreign investment in the nation.[11] Ngirente has also traveled across Africa advocating for family planning efforts across the continent.[12] Ngirente is married and is the father of two children ( Audrey and Pascale Ngirente).[1]","Title":"Édouard Ngirente - Wikipedia","KeyID":"13443","URL":"https://en.wikipedia.org/wiki/%C3%89douard_Ngirente"}