{"Content: ":"– in Africa (light blue & dark grey) – in the African Union (light blue) The Sahrawi Arab Democratic Republic (/səˈrɑːwi/; SADR; also romanized with Saharawi; Arabic: الجمهورية العربية الصحراوية الديمقراطية al-Jumhūrīyah al-'Arabīyah aṣ-Ṣaḥrāwīyah ad-Dīmuqrāṭīyah Spanish: República Árabe Saharaui Democrática), also known as Western Sahara, is a partially recognized state, recognised by 41 UN member states, located in the western Maghreb, which claims the non-self-governing territory of Western Sahara, but controls only the easternmost one-fifth of that territory. Between 1884 and 1975, Western Sahara was known as Spanish Sahara, a Spanish colony (later an overseas province). The SADR is one of the two African states in which Spanish is a significant language, the other being Equatorial Guinea. The SADR was proclaimed by the Polisario Front (a former socialist liberation force which has since reformed its ideological and political views) on 27 February 1976, in Bir Lehlou, Western Sahara. The SADR government controls about 20–25% of the territory it claims.[9] It calls the territories under its control the Liberated Territories or the Free Zone. Morocco controls and administers the rest of the disputed territory, and calls these lands its Southern Provinces. The SADR government considers the Moroccan-held territory to be occupied territory, while Morocco considers the much smaller SADR-held territory to be a buffer zone.[citation needed] The claimed capital city of the SADR is El-Aaiún (Laayoune) (the former capital of Western Sahara). Since SADR does not control El-Aaiún, they have a temporary capital which moved from Bir Lehlou to Tifariti in 2008. The seat of the SADR government is located in the Sahrawi refugee camps in Tindouf, Algeria. The SADR maintains diplomatic relations with 41 United Nations states, and is a full member of the African Union. The name Sahrawi derives from the romanization of the Arabic word Ṣaḥrāwī صحراوي, meaning \"Inhabitant of the Desert\". The word Ṣaḥrāwī صحراوي then is derived from the Arabic word Ṣaḥrā' (صحراء), meaning desert.[citation needed] Following the evacuation of the Spanish (as a consequence of the Moroccan Green March), Spain, Morocco, and Mauritania signed the Madrid Accords on 14 November 1975, six days before Franco died. Morocco and Mauritania responded by annexing the territory of Western Sahara. On 26 February 1976, Spain informed the United Nations (UN) that as of that date it had terminated its presence in Western Sahara and relinquished its responsibilities, which left the region devoid of any Administering Power.[10] Neither Morocco nor Mauritania gained international recognition, and war ensued with the independence-seeking Polisario Front. The UN considers the Polisario Front to be the legitimate representative of the Sahrawi people, and maintains that the people of Western Sahara have a right to \"self-determination and independence\".[11] The creation of the Sahrawi Arab Democratic Republic was proclaimed on 27 February 1976, as the Polisario declared the need for a new entity to fill what they considered a political void left by the departing Spanish colonizers. While the claimed capital is the former Western Sahara capital El-Aaiún (which is in Moroccan-controlled territory), the proclamation was made in the government-in-exile's provisional capital, Bir Lehlou, which remained in Polisario-held territory under the 1991 ceasefire (see Settlement Plan). On 27 February 2008, the provisional capital was formally moved to Tifariti.[12][13] Day-to-day business, however, is conducted in the Sahrawi refugee camps in Tindouf Province, Algeria, which house most of the Sahrawi exile community. A new 1999 Constitution of the Sahrawi Arab Democratic Republic took a form similar to the parliamentary constitutions of many European states, but with some paragraphs suspended until the achievement of \"full independence\". Among key points, the head of state is constitutionally the Secretary General of the Polisario Front during what is referred to as the \"pre-independence phase\", with provision in the constitution that on independence, Polisario is supposed to be dismantled or separated completely from the government structure. Provisions are detailed for a transitory phase beginning with independence, in which the present SADR is supposed to act as Western Sahara's government, ending with a constitutional reform and eventual establishment of a state along the lines specified in the constitution.[citation needed] The broad guidelines laid down in the constitution for an eventual Western Saharan state include eventual multi-party democracy with a market economy. The constitution also defines Sahrawis as a Muslim, African and Arab people.[14] The Constitution also declares a commitment to the principles of human rights and to the concept of a Greater Maghreb, as a regional variant of Pan-Arabism.[citation needed] Since August 1982, the highest office of the republic has been the President of the Sahrawi Arab Democratic Republic, a post held by the secretary-general of the Polisario Front, presently Brahim Ghali,[15] who appoints the Prime Minister, presently Mohamed Wali Akeik. The SADR's government structure consists of a Council of Ministers (a cabinet led by the Prime Minister), a judicial branch (with judges appointed by the President) and the parliamentary Sahrawi National Council (SNC; the present speaker is Kathri Aduh). Since its inception in 1976, the various constitutional revisions have transformed the republic from an ad hoc managerial structure into something approaching an actual governing apparatus. From the late 1980s the parliament began to take steps to institute a division of powers and to disentangle the republic's structures from those of the Polisario Front, although without clear effect to date.[citation needed] Its various ministries are responsible for a variety of services and functions. The judiciary, complete with trial courts, appeals courts and a supreme court, operates in the same areas. As a government-in-exile, many branches of government do not fully function, and has affected the constitutional roles of the institutions. Institutions parallel to government structures also have arisen within the Polisario Front, which is fused with the SADR's governing apparatus, and with operational competences overlapping between these party and governmental institutions and offices. A 2012 report mentioned the existence of the Sahrawi Bar Association.[16] In 2016, the bar association (going by the name Union of Sahrawi Lawyers) issued a report calling for the implementation of political and civil rights.[17] Unfortunately, there is no clear indication as to how certain demographic groups, such as women, have fared in the legal field.[citation needed] The SNC is weak in its legislative role, having been instituted as a mainly consultative and consensus-building institution, but it has strengthened its theoretical legislative and controlling powers during later constitutional revisions. Among other things, it has added a ban on the death penalty to the constitution, and brought down the government in 1999 through a vote of no-confidence.[citation needed] The Sahrawi National Council is composed of 53 members, all from the Popular Front for the Liberation of Saguia el-Hamra and Río de Oro.[citation needed] The Sahrawi People's Liberation Army is the defence force of the Sahrawi Arab Democratic Republic and previously served as the armed wing of the Polisario Front prior to the foundation of the Republic. The SADR in its controlled territories uses the Sahrawi Peseta although the majority of the country uses the Moroccan Dirham. The SADR acted as a government administration in the Sahrawi refugee camps located in the Tindouf Province of western Algeria. It is headquartered in Camp Rabouni, south of Tindouf, although some official events have taken place in towns in the Free Zone, including the provisional capitals, first Bir Lehlou until 2008, then Tifariti. The government of the SADR claims sovereignty over all of the Western Sahara territory, but has control only within the Free Zone. Several foreign aid agencies, including the United Nations High Commissioner for Refugees and non-governmental organizations, are continually active in the camps. As of September 2021, the Sahrawi Arab Democratic Republic has been recognized by 85 states. Of these, 43 have since \"frozen\" or \"withdrawn\" recognition for a number of reasons. A total of 40 UN states maintain diplomatic relations with the SADR, while a further 7 also recognise the state. Sahrawi embassies exist in 18 states. Although it is not recognised by the UN, the SADR has held full membership of the African Union (AU, formerly the Organisation of African Unity, OAU) since 1982. Morocco withdrew from the OAU in protest during 1984, and from the time of South Africa's admittance to the OAU in 1994 was the only African UN member not also a member of the AU, until it was readmitted on 30 January 2017.[18] The SADR participates as a guest in meetings of the Non-Aligned Movement[19][20] and the New Asian–African Strategic Partnership,[21][22] over Moroccan objections to SADR participation.[23] The SADR also participated in a conference of the Permanent Conference of Political Parties of the Latin American and the Caribbean (COPPPAL) in 2006;[24] the SADR ambassador to Nicaragua participated in the opening conference of the Central American Parliament in 2010,[25] and a SADR delegation participated in the meeting of COPPPAL and International Conference of Asian Political Parties in Mexico City in 2012.[26] On 27 February 2011, the 35th anniversary of the proclamation of SADR was held in Tifariti, Western Sahara. Delegations, including parliamentarians, ambassadors, NGOs and activists from many countries participated in this event.[27][28] The SADR is not a member of the Arab League, nor of the Arab Maghreb Union, both of which include Morocco as a full member. Under the Baker Plan created by James Baker, former UN Secretary-General Kofi Annan's personal envoy to Western Sahara, the SADR would have been replaced with a five-year transitional Western Sahara Authority (WSA), a non-sovereign autonomous region supervised by Morocco, to be followed by a referendum on independence. It was endorsed by the UN in 2003. However, as Morocco has declined to participate, the plan appears dead.[citation needed] In April 2007, the government of Morocco suggested that a self-governing entity, through the Royal Advisory Council for Saharan Affairs (CORCAS), should govern the territory with some degree of autonomy for Western Sahara. The project was presented to the UN Security Council in mid-April 2007. A stalemate over the Moroccan proposal led the UN, in an April 2007 \"Report of the UN Secretary-General\", to ask the parties to enter into direct and unconditional negotiations to reach a mutually accepted political solution.[29] The predominant religion practised in Sahrawi territories is Islam. Dates kept according to the lunar Islamic calendar.  A mosque in Dakhla, a city under Moroccan control. The Spanish actress Verónica Forqué at the Sahara Film Festival. Commemoration of the 30th independence day in Tifariti, Liberated Territories, Western Sahara","Title":"Sahrawi Arab Democratic Republic - Wikipedia","KeyID":"13444","URL":"https://en.wikipedia.org/wiki/Sahrawi_Arab_Democratic_Republic"}