{"Content: ":"Wavel Ramkalawan (born 15 March 1961) is a Seychellois politician and Anglican priest who has been serving as the president of Seychelles since 26 October 2020. Ramkalawan was an opposition MP from 1993 to 2011 and 2016 to 2020. He also served as the Leader of the Opposition from 1998 to 2011 and 2016 to 2020. On 25 October 2020, Ramkalawan won the presidential election, the country's first such victory for an opposition candidate since independence, marking its first successful peaceful transition of power. Wavel Ramkalawan was born in Mahé, the principal island of Seychelles. He was born into a modest family, the youngest of three children. His grandfather was from Bihar, India. His father was a tinsmith while his mother was a teacher. Ramkalawan's primary and secondary education were at Seychelles College, the elite boys' school of the country.[1] Ramkalawan was ordained as a priest in 1985 following theological studies at St Paul's Theological College, Mauritius, and thereafter followed further studies in theology at Birmingham University.[1] Returning to Seychelles, he worked in several parishes in Seychelles, rising to become priest-in-charge of the parish of The Holy Saviour.[2] It was his work as a priest that led Ramkalawan to politics. Through his pastoral work, he came into contact with many people who had been subject to repression and abuses of human and civil liberties by the government. At that time, the Catholic and Anglican churches were the only institutions that could speak on social issues; they were allowed to address these topics in sermons during weekly services, which were broadcast on alternate Sundays.[1] [3] In 1990, Ramkalawan preached a sermon, broadcast on the national radio station, in which he questioned the practices of the one-party government[4] and advocated for greater freedom, respect for human rights and observance of the rule of law in the country.[1] Although his broadcast was cut, Ramkalawan distributed copies of sermons criticizing the government.[3] In 1991, while still a priest, he joined fellow dissidents Roger Mancienne and Jean-François Ferrari to form the underground Parti Seselwa. Ramkalawan became its first leader.[1] When the government, facing both domestic and international pressure, returned the country to multi-party democracy in 1992, Parti Seselwa was the first political party to register and join the ranks of others in opposition to the government. The party contested the 1992 constitutional commission elections; they polled only 4% of the national vote, failing to qualify for representation on the commission.[3] After the promulgation of the new constitution in 1993, two other opposition parties joined Parti Seselwa to form The United Opposition (UO) and contest the 1993 general elections. The combined party won 9% of the vote, enabling it to appoint one member (Ramkalawan) to the National Assembly.[5] In 1998, Ramkalawan led his party into the second multi-party general elections.[6] The party polled 27% of the national vote[7] and increased its National Assembly representation to three, beating the Democratic Party of former President James Mancham into third place. Ramkalawan became the first directly elected member of the party in the Assembly, winning his home constituency of St Louis, which he has represented continuously since. In addition, he succeeded Mancham as Leader of the Opposition, a post he continued to hold until 2020.[7] In the 2001 presidential elections, Ramkalawan polled 45% of the vote, losing to the 54% vote won by President René.[8] The next year, Ramkalawan led his party, now renamed the Seychelles National Party (SNP), into the National Assembly elections. The party increased its parliamentary representation from one directly elected member to seven and from two proportionally elected members to four.[5] In 2005, Ramkalawan took a sabbatical from his clerical duties in order to devote himself fully to his political life; he considered this time to be a crucial and important point in the country's affairs.[9] However, Ramkalawan lost to James Michel in the 2006 and 2011 presidential elections. Along with other major opposition parties, Ramakalawan and his party boycotted the 2011 parliamentary elections.[10] In the 2015 election, Ramkalawan and Michel advanced to a runoff election, which was the first runoff presidential election in Seychelles. Ramkalawan lost with 49.85% of the vote and a 193 votes difference to his opponent Michel.[11] In the 2020 presidential election, Ramkalawan defeated incumbent president Danny Faure. According to the election commission, he secured 54.9% of the votes cast. [12][13] The election marked the first peaceful transfer of power to an opposition since independence in 1976.[14] On 4 November 2020, the additional portfolios of Defence, Legal Affairs, Public Administration, National Planning and National Security were assigned to Ramkalawan.[15]","Title":"Wavel Ramkalawan - Wikipedia","KeyID":"13450","URL":"https://en.wikipedia.org/wiki/Wavel_Ramkalawan"}