{"Content: ":"Mia Amor Mottley, QC, MP[2] (born 1 October 1965) is a Barbadian politician and attorney who has served as Prime Minister of Barbados since 2018 and as leader of the Barbados Labour Party (BLP) since 2008. Mottley is the eighth person to hold the office of Prime Minister in Barbados and the first woman to hold either position. She is also Barbados' first prime minister under its republican system, following constitutional changes she introduced which abolished the country's constitutional monarchy. Mottley has been the Member of Parliament for the constituency of Saint Michael North East since 1994. From 1994 to 2008, she held a succession of ministerial portfolios including the post of Attorney-General of Barbados becoming the first woman to be appointed as such. She is also a member of the Inter-American Dialogue.[3] Mottley was twice the Leader of the Opposition in the House of Assembly of Barbados first from 2008 to 2010 then from 2013 to 2018. In 2018, the Mottley-led BLP won a historic landslide victory in the 24 May general election, securing all 30 seats in the House—making them the first party to accomplish this feat—in addition to winning 72.8% of the popular vote, which is the highest share ever achieved by a party in a general election.[4] Mottley won a second term in office in a landslide victory at the 2022 general election,[5] a snap election that she called.[6] Mottley is the granddaughter of Ernest Deighton Mottley (1907–1973), a real estate broker and successful politician particularly at the parish level. He was the first Mayor of Bridgetown (1959), representing Bridgetown in the House of Assembly from 1946, who belonged to the conservative Barbados National Party. He was granted the Ordinary Commander of the Civil Division for public services in Barbados in June 1962 and assisted Wynter Algernon Crawford (1910–1993), Barbados's Trade Minister, at the Independent Conference in London during June and July 1966. Mottley's uncle, also named Ernest Deighton Mottley, became the political leader of the short-lived Christian Social Democratic Party (CSD) created in March 1975.[7] Her cousin was the actress Eva Mottley. Mia's father Elliott Deighton Mottley was a barrister who sat in the House of Assembly for a relatively short time, vacating the seat to become consul-general in New York. He was educated at Eagle Hall School, Harrison College (Barbados), Middle Temple and the Inns of Court School of Law. He once served as Bermuda's attorney-general and sits on the Court of Appeal of Belize. He married Mia's mother Santa Amor Tappin in December 1967, three years after being called to the Bar, and was elected to represent Bridgetown in May 1969. It has been suggested that the Prime Minister of the time, Errol Barrow, used his parliamentary majority to abolish local government altogether and therefore undermine Elliott Mottley's strength in the political arena. Mia Mottley was educated at Merrivale Preparatory School,[a] the United Nations International School, and Queen's College (Barbados). She later studied at the London School of Economics and was awarded a law degree from the University of London in 1986.[8] Mottley first entered Barbadian politics in 1991, when she lost an election race in St. Michael North East against Leroy Brathwaite (a defeat of fewer than 200 votes). Between 1991 and 1994 she was one of two Opposition Senators in the Upper House, Senate of Barbados where she was Shadow Minister of Culture and Community Development. During that time, she served on numerous Parliamentary Joint Select Committees on areas including Praedial Larceny and Domestic Violence. Following the BLP's victory in the 1994 Barbadian general election, Mottley was appointed as the Minister of Education, Youth Affairs and Culture in September 1994, under Prime Minister Owen Arthur. At the age of 29, she was one of the youngest Barbadians to be assigned a ministerial portfolio. During her tenure, she co-authored the White Paper on Education entitled Each Child Matters, which draws the link between better education and job fulfillment. She was elected General Secretary of the Barbados Labour Party in 1996. In that year and again in 1997, she was Chairwoman of the Caricom Standing Committee of Ministers of Education. Mottley was appointed Attorney-General of Barbados and Minister of Home Affairs in August 2001 and is the first female (in Barbados) to hold this position. She is also the youngest ever Queen's Counsel in Barbados.[9] In addition to being a Member of the Privy Council of Barbados, she was the Leader of the House and a member of the National Security Council and the Barbados Defence Board. She is also credited with being the visionary behind the Education Sector Enhancement Programme, popularly known as \"EduTech\", which aims to increase the number of young people contributing to the island's sustainable social, cultural and economic development. This revolutionary programme involves the widespread use of information and communication technologies to assist in improving the quality of the teaching and learning process. In Youth Affairs, Mottley directed the establishment of the Youth Entrepreneurship Scheme and a National Youth Development Programme. Two years later Mottley was the second female Deputy Prime Minister and Chairman of the Social Council of Barbados and the Deputy Chairman of Barbados's Economic Council. She held the chairmanship of a number of key Cabinet sub-committees, notably on Telecommunications Reform and on oversight of the administrative and legislative initiatives to prepare Barbados for the advent of the Caribbean Single Market and Economy. In a government reshuffle in February 2006, Mottley was appointed Minister of Economic Affairs and Development, a post she also held until 2008, where her responsibilities put her in charge of key economic agencies. Following the BLP's defeat in the 2008 Barbadian general election held on 15 January 2008, and Owen Arthur's resignation as party leader, Mia Mottley was elected as BLP party leader in a leadership election on 19 January 2008 against former Attorney-General of Barbados, Dale Marshall (politician). She is the first woman to lead the party, as well as the country's first female Opposition Leader.[10] Mottley was sworn in as Opposition Leader on 7 February 2008. She promised the people that the Barbados Labour Party would be a strong and unified Opposition that would fight for the rights of all citizens in the country. On 18 October 2010, Mottley was ousted as Leader of the Opposition following a vote of no-confidence by five of her parliamentary colleagues. The five MPs placed their support behind former Prime Minister Owen Arthur, who assumed the leadership position that same day after another leadership election where former Prime Minister Owen Arthur defeated Mia Mottley. In the February 2013 general election, the BLP was narrowly defeated, obtaining 14 seats against 16 for the Democratic Labour Party (DLP). A few days after the election, on 26 February 2013, the BLP parliamentary group elected Mottley as Leader of the Opposition, replacing Arthur.[11] In the 24 May, 2018 general election the BLP won the biggest majority government in Barbadian history, winning over 70% of the popular vote and all 30 seats in the legislature. Mottley was sworn in as Barbados's first female Prime Minister on 25 May 2018.[12][13][14] During her tenure as prime minister, she has held the additional portfolio of Minister of Finance.[15] In May 2018, Mottley disclosed previously uncovered financial obligations of the state, saying that the new government inherited a large debt. Disclosure of information about the current level of debt led to an increase in the debt-to-GDP ratio from 137% to 175% — the fourth-highest value in the world after Japan, Greece, and Sudan. Mottley announced that new government had no other choice than to ask the IMF to facilitate debt restructuring.[citation needed] A week later following the election, on 5 June 2018 Barbados failed to fulfill its obligation to pay the 26th coupon on Eurobonds maturing in 2035. This was the first time in history that a sitting government did not fulfill its obligation.[16] In the 2019 New Year Honours Mottley's father Elliott Mottley received a knighthood on the nomination of the Barbadian government.[17][18] Mottley addressed the United Nations General Assembly in New York on 27 September 2019 with a 39-minute speech centred around climate change and its effects on Barbados and other Caribbean nations.[19][20] In 2020 Mottley served as the Chairperson of the Caribbean Community (CARICOM) bloc, a rotating position held for 6 months. In a September 2020 speech, Mottley announced a plan to abolish Barbados' monarchy, removing the British sovereign Queen Elizabeth II as the country's head of state, making Barbados a republic. She argued that after over 54 years of independence, it was time for Barbados to \"fully leave our colonial past behind.\"[21] Under her proposal, the country would retain a parliamentary system, with a mostly ceremonial president as head of state.[22] The goal was to conclude the plan by 30 November 2021, the 55th anniversary of the country's independence. Whether the process could be completed by that time was \"not clear\", according to an investigation of the situation by the Canadian Broadcasting Corporation in March 2021.[23] On 27 July 2021, the Day of National Significance in Barbados, Mottley announced that Barbados's cabinet had decided that Barbados would become a parliamentary republic by 30 November.[24] On 12 October 2021, incumbent Governor-General of Barbados, Dame Sandra Mason was jointly nominated by Mottley and the leader of the opposition as candidate for the first President of Barbados,[25] and was subsequently elected on 20 October.[26] Mason took office on 30 November 2021 in a ceremony also attended by Charles, Prince of Wales.[27] Mottley addressed the United Nations General Assembly in New York on 24 September 2021 with a short speech to support UN Secretary-General António Guterres' warnings that the world is moving in the wrong direction. She threw away her original script and instead gave a passionate post in which she called for global, moral leadership in the fight against climate change, economic and technological inequality, racism and unfair distribution of COVID-19 vaccines.[28] Following her party’s landslide victory in the 2022 election, Mottley was sworn in as prime minister for a second term on 20 January.[29] Mottley was featured on the cover of Time magazine, the first Barbadian to do so, for their 2022 edition of 100 most influential people for her outspoken advocacy for addressing climate change.[30] On June 20, 2022, it was reported that Mottley had tested for Covid-19.[31] A media statement was released stating \"It is a mild case and she has indicated that she is doing well\". Mottley has been criticized in relation to how the establishment of the republic was handled for not holding a referendum on the issue. A UWI poll in Barbados found that, although only a minority wanted to retain the British monarch as head of state, most objected to the lack of consultation.[32] Mottley is a recipient of the following: In December 2020, Mottley was named Person of the Year by Caribbean National Weekly, along with Oliver Mair.[36]","Title":"Mia Mottley - Wikipedia","KeyID":"13469","URL":"https://en.wikipedia.org/wiki/Mia_Mottley"}