{"Content: ":"Hakainde Hichilema (born 4 June 1962) is a Zambian businessman, farmer and politician who is the seventh and current president of Zambia since 24 August 2021.[1] After having contested five previous elections in 2006, 2008, 2011, 2015 and 2016, he won the 2021 presidential election with over 59% of the vote.[2] He has led the United Party for National Development since 2006 following the death of the party founder Anderson Mazoka. Prior to his election, Hichilema was a major opponent of Edgar Lungu, the President of Zambia from 2015 to 2021. On 11 April 2017, Hichilema was arrested and charged with treason, a move that was seen as an illegitimate act by Lungu to silence a political rival. The arrest and charge were widely condemned, with protests held in Zambia and abroad, demanding Hichilema's release and condemning the increasing authoritarianism of Lungu's regime. Hichilema was released from prison on 16 August 2017, and the charge of treason was dropped. Hichilema was born in a village in Monze District in present-day Zambia. He received a scholarship to study at the University of Zambia and graduated in 1986 with a bachelor's degree in Economics and Business Administration. He thereafter pursued an MBA in Finance and Business Strategy at the University of Birmingham in the United Kingdom.[3] He served as the chief executive officer of both Coopers and Lybrand Zambia (1994–1998) and Grant Thornton Zambia (1998–2006).[4] Hichilema is a member of the ruling United Party for National Development, a liberal political party. Following the death of Anderson Mazoka in 2006, he was elected as the party's new President. He also served as the leader of the United Democratic Alliance (UDA), an alliance of three opposition political parties. In the 2006 election, Hichilema was the candidate of the UDA and ran against incumbent president Levy Mwanawasa of the Movement for Multiparty Democracy and Patriotic Front candidate Michael Sata. He received the endorsement of former President Kenneth Kaunda. The election was held on 28 September 2006 and Hichilema took third place with about 25% of the vote. Hichilema ran as the UPND candidate in the 2008 election, which was called following the death of President Levy Mwanawasa.[5] He came 3rd with 19.7% of the vote. In June 2009, Hichilema's party, the UPND, formed a pact with Michael Sata's Patriotic Front (PF) to contest the 2011 election together. However, indecision on the pact candidate, deep mistrust and accusations of tribalism from both sides resulted in the collapse of the pact in March 2011.[6] He was one of the two main candidates in the January 2015 presidential election, which he lost by a narrow margin of 27,757 votes (1.66%) against the ruling party's candidate, Edgar Lungu. Hichilema denounced the election as a sham and urged his supporters to remain calm.[7][8] He again faced Lungu as the main opposition candidate in the August 2016 presidential election, and was again narrowly defeated.[9] In April 2017, he was arrested on suspicion of treason and charged with attempting to overthrow the government.[10] He was in prison for four months before being given a nolle prosequi.[11][12] Hichilema ran for President for a sixth time in the election held on 12 August 2021. The electoral commission chairman Esau Chulu declared that he had won the election in the early hours of 16 August.[1][2] Following his victory, Hichilema declared his wish to appoint qualified Zambians into his administration. Among his appointments were those of Sylvia Masebo, Situmbeko Musokotwane, and Jito Kayumba, among others. Hichilema was arrested on 11 April 2017. On the night of 11 April 2017 the Zambian Police broke into Hichilema's compound to arrest the country's main opposition leader, ordered by President Edgar Lungu’s government[13][14][15] and charged with treason after he was accused of endangering the president's life after his motorcade allegedly refused to give way to the one transporting Lungu,[16] a case which many viewed as a minor traffic offence[17][18] and not one that could amount to treason. Hichilema strongly denied the charge, which carries a maximum sentence of death penalty.[19] The police used excessive force[20] to enter Hichilema's residence damaging his home and property, beat up all his workers, stole money, jewellery, as well as underwear, shoes, speakers, blankets, carpets and food from the kitchen and defecated on Hichilema's bed.[21][22] Teargas canisters were thrown inside Hichilema's home[23] gassing Hichilema, his asthmatic wife, and his children, who collapsed several times due to inhaling the gas.[21] Hichilema said in an interview on HARDtalk that during his time in prison he was held in solitary confinement for eight days without food, water, light or visitation, was tortured by having his penis pepper sprayed, and accused President Lungu of having tried to kill him.[24] His wife, Mutinta, was reportedly turned away by prison officials when she tried to bring food to him.[citation needed] The arrest was the subject of the episode of Al Jazeera's The Stream TV program titled Is Zambia's Democracy in Danger[25] which aired on 30 May 2017. Zambia's first president Kenneth Kaunda was turned away by prison officials when he visited Hichilema in Prison.[26] Mmusi Maimane, leader of the Democratic Alliance (South Africa) was also turned away by Zambia Police when he came to Zambia to attend Hichilema's court appearance. He was not allowed to disembark from the plane, had his phone confiscated and was roughed up.[27] This prompted South Africa's Foreign Ministry to summon Zambia's Ambassador to South Africa Emmanuel Mwamba to explain the actions of the Zambian regime. Former President of Nigeria Olusegun Obasanjo visited Hichilema in prison.[28] Secretary General of the Commonwealth, Baroness Patricia Scotland visited Hichilema in prison twice.[29] While Hichilema was in jail, President Lungu imposed a state of emergency,[30] a move critics saw as an effort to tighten his grip on power.[31] Hichilema's arrest was widely condemned. The United States,[32] the European Union[33] and the European Parliament[34] denounced the arrest. The Africa Liberal Network condemned the arrest as an attempt by President Lungu to silence dissent and opposition.[35] The Catholic bishops strongly condemned the arrest and said Zambia had become a dictatorship under President Edgar Lungu.[36] Julius Malema, the leader of South Africa's EFF party, accused Zambia's president Edgar Lungu of apartheid style repression for detaining Hichilema on treason charges[14] and called president Lungu a “coward”.[37] Mmusi Maimane, the leader of South Africa's DA party, who was denied entry into Zambia to visit Hichilema in Jail[27] (stopped from exiting the plane at Lusaka's Kenneth Kaunda International Airport) strongly denounced the trumped up charges against Hichilema.[38] Protests broke out in Zambia, South Africa[39] and the United Kingdom[40] demanding the release of Hichilema and condemning Edgar Lungu's authoritarian rule and deteriorating human rights in Zambia. Celebrations took place throughout Zambia when Hichilema was released from prison on 16 August 2017 and scores of people lined up the roads of Lusaka to have a glimpse of Hichilema as his motorcade left prison.[41] Former UN Secretary General Kofi Annan, congratulated the Zambian authorities for dropping the treason charges against Hichilema and releasing him from prison.[42] Thanksgiving prayers were held to celebrate Hichilema's release from jail at the Cathedral of Holy Cross in Lusaka on 29 August 2017 and Hichilema was present at the event which drew large crowds and was aired live on television. The event was originally scheduled to take place the previous week on 24 August but was blocked by heavily armed state police who sealed off the venue. Hichilema became more popular after his release and was awarded the Africa Freedom Award in Johannesburg, South Africa. He was invited to speak at Catham House in London and was also invited to speak in South Africa by Democratic Alliance Members of Parliament.[43] A book about Hichilema's time in prison called Hakainde Hichilema's Prison Diary[44] was released on 29 September 2017 by journalist Fredrick Misebezi.[26] Hichilema endorsed the book and urged the public to read it.[45] On 23 December 2020, Hichilema received a warning and caution at the Zambian Police Headquarters in Lusaka for an alleged offence of \"conspiracy to defraud contrary to section 313 of the Penal Code, Cap 87 of the Laws of Zambia\", relating to the purchase of a property in 2004.[46] As Hichilema arrived for questioning, police clashed with UPND supporters. In an attempt to disperse the crowd, police reportedly shot dead a State Prosecutor and a UPND supporter.[47] Hichilema was conferred with the Africa Freedom Award by the Friedrich Naumann Foundation for Freedom on 27 October 2017 at an event held in Johannesburg, South Africa.[48] Hichilema was featured on the BBC television program HARDtalk on 1 November 2017 and was interviewed by Stephen Sackur.[49] He was the first Zambian opposition political leader to be hosted on HARDtalk and the second Zambian politician featured after former President Levy Mwanawasa. On 17 December 2017, Hichilema featured on ZNBC's Sunday Interview, making him the first opposition political leader to be hosted on that program.[50] This was after management at ZNBC had granted a request by the UPND through its spokesman, Charles Kakoma, who had written to ZNBC Director General Richard Mwanza requesting that Mr. Hichilema is featured on the Sunday Interview on 17 December.[51][52] The program was prerecorded on a Thursday before at 10:30 and was aired on Sunday evening.[53][51] Hichilema was invited to speak at The Royal Institute of International Affairs, commonly known as Chatham House, on 31 October 2017.[54] He returned to Chatham House following his election as President, on 5 November 2021.[55] Hichilema is married to Mutinta and has three children.[4] He is a baptized member of the Seventh-day Adventist Church[56][57] and on 12 December 2020, he and his wife got invested as Master Guides in Lusaka.[57] Hichilema is a millionaire and the second-largest cattle rancher in Zambia.[58] In December 2014, he denied being a Freemason and labelled people accusing him as malicious.[59] He also sued Bishop Edward Chomba of the Eastern Orthodox Church for defamation after the former called him a Satanist and a Freemason.[60] Hichilema was named in the Panama Papers, with the leak stating that he was the director of Bermuda-based company AfNat Resources Ltd from March to August 2006. The company engaged in nickel exploration in Zambia and other African countries. According to the International Consortium of Investigative Journalists, \"the company was listed on London’s alternative investment market until 2010 when it was purchased by Canadian mining company Axmin for about $14 million.\"[61][62]","Title":"Hakainde Hichilema - Wikipedia","KeyID":"13465","URL":"https://en.wikipedia.org/wiki/Hakainde_Hichilema"}