{"Content: ":"Najla Bouden (Arabic: نجلاء بودن), also known as Najla Bouden Romdhane[1] (Arabic: نجلاء بودن رمضان; born 29 June 1958), is a Tunisian geologist and university professor who is serving as the Prime Minister of Tunisia. She took office on 11 October 2021, making her the first female prime minister both in Tunisia and the Arab world.[2] She previously served in the education ministry in 2011.[3] Bouden was born on 29 June 1958 in Kairouan. She is an engineer who graduated in 1983 from ESTP Paris,[4] she also holds a doctorate in geology after defending her thesis at the Mines ParisTech in 1987 in earthquake engineering.[5] She is then an engineer by profession and a professor of higher education at the National Engineering School of Tunis at Tunis El Manar University, having specialized in geosciences. Her work has focused on seismic hazards, which led her to train many executives of the Tunisian Petroleum Activities Company.[6] She held also senior roles at the Tunisian Ministry of Higher Education and Scientific Research. In 2011, she was appointed Director General within the Ministry, then in 2015 held a position in the cabinet of Minister Slim Choura.[7] In September 2016, she was responsible for the $70 million World Bank-funded program \"PromEssE\" to reform and \"modernize\" university education in order to help alleviate widespread unemployment among Tunisian graduates, a major social issue in the country.[8] On 29 September 2021, amid the Tunisian political crisis, President Kais Saied announced that he had appointed Najla Bouden to form the country's new government. She then replaced Hichem Mechichi who was dismissed on 25 July 2021. The first woman to take up this office, her appointment as head of the Tunisian government made her a pioneer in the country, in the Maghreb, as well as in the Arab world. President Saied described the news as \"an honor to Tunisia and Tunisian women\".[2][9] On 11 October 2021, she took the oath with the members of her government at the Presidential Palace of Carthage.[10] Her father Mohamed Bouden was a professor at the Sadiki College and then headmaster of Lycée Alaoui. Her four brothers and sisters are all scientists.[6] Bouden is married to the ophthalmologist Kamel Romdhane. The couple has two children.[6]","Title":"Najla Bouden - Wikipedia","KeyID":"13463","URL":"https://en.wikipedia.org/wiki/Najla_Bouden"}