{"Content: ":"Robinah Nabbanja (born 17 December 1969) is a Ugandan educator and politician, who is the Prime Minister of Uganda, after being nominated to the office on 8 June 2021. She was formally confirmed by the Parliament on 21 June 2021.[1] She replaced Ruhakana Rugunda, who was named to the post of Envoy For Special Duties In The Office Of The President of Uganda. She is the first female prime minister of Uganda.[2] Previously, she served as State Minister of Health for General Duties in the Ugandan cabinet, between 14 December 2019[3] until 3 May 2021.[4] She concurrently serves as the elected Member of Parliament for Kakumiro District Women Constituency in the 11th Parliament (2021–2026), a role she also carried in the 10th Parliament (2016–2021).[5] She was born in present-day Kakumiro District, on 17 December 1969. She attended Nkooko Primary School. She then studied at St. Edward's Secondary School Bukuumi, for both her O-Level and A-Level studies, obtaining both the Uganda Certificate of Education and the Uganda Advanced Certificate of Education from there.[5] Between 1990 and 2000, Nabbanja obtained certificates and diplomas in leadership, management and development studies, from various institutions, including Uganda Martyrs University, Uganda Management Institute, the Islamic University in Uganda and the National Leadership Institute Kyankwanzi. Her Bachelor of Democracy and Development Studies and her Master of Arts in Development Studies were both awarded by Uganda Martyrs University.[5] From 1993 until 1996, Nabbanja was a school teacher at Uganda Martyrs Secondary School Kakumiro. She then served as District Councillor, representing Nkooko Sub-County, in what was Kibaale District at the time, from 1998 until 2001. She concurrently served as the Secretary for Health, Gender and Community Services for the district during that period.[5] She then spent the next ten years (2001–2010) serving as a Resident District Commissioner in the districts of Pallisa, Busia and Budaka. In 2011, she joined Uganda's electoral politics by successfully contesting for Kibaale District Women Representative in the 9th Parliament (2011–2016). When Kakumiro District as created in 2016, she contested for the Women Constituency in the new district and won again. She is the incumbent MP.[5] In the cabinet reshuffle on 14 December 2019, Nabbanja was appointed State Minister of Health (General Duties), replacing Sarah Achieng Opendi who was named State Minister for Mineral Wealth.[3][6] Following parliamentary approval, she was sworn into office on 13 January 2020.[7] In the new cabinet named on 8 June 2021, Nabbanja was named Prime Minister of the 82-member fishermen cabinet (2021 to 2026).[8][5] In December 2021, during the by-election of LC5 in Kayunga, Robinah Nabbanja went to campaign for 5 days and was accused of giving out 4000 UGX bribes to vote the NRM candidate Muwonge.[9]","Title":"Robinah Nabbanja - Wikipedia","KeyID":"13464","URL":"https://en.wikipedia.org/wiki/Robinah_Nabbanja"}