{"Content: ":"Rodrigo Alberto de Jesús Chaves Robles (born 10 June 1961) is a Costa Rican economist and politician who is the 49th and current President of Costa Rica, since May 2022. Chaves was previously Minister of Finance from 2019 to 2020 during the presidency of Carlos Alvarado Quesada.[3] Chaves Robles was born in the metropolitan district of Carmen, in the central canton of San José, on 10 June 1961. He obtained a B.S., M.A., and Ph.D. in Economics from The Ohio State University.[4] Before his appointment as minister, he worked as the World Bank country director for Indonesia and countries of America, Europe and Asia.[5] In 1992, before completing his Ph.D., the Institute for International Development at Harvard University offered him a four-month fellowship to conduct field research on poverty, rural poverty, microenterprise, and medium enterprise in Indonesia. When he finished his doctorate, the World Bank offered him a job for the publication of his research.[6] Chaves announced that he made the decision to retire as a World Bank official and return to Costa Rica because he considered that if he had requested a leave of absence, there could be a conflict of interest due to the conversations he had to have with that organization as part of his ministerial management. However, in August 2021, when the results of an investigation into allegations of sexual harassment against Chaves were known, it was reported that it could be the reason for his resignation from the World Bank. The World Bank’s administrative tribunal noted that an internal investigation found that from 2008 to 2013, Chaves made unwelcome comments about physical appearance, repeated sexual innuendo and unwelcome sexual advances toward multiple bank employees. Those details were repeated by the bank’s human resources department in a letter to Chaves, but it decided to sanction him for misconduct rather than sexual harassment. Chaves denied all accusations of sexual harassment.[7] The president of Costa Rica, Carlos Alvarado Quesada, announced Chaves as the new Minister of Finance on 30 October 2019; however, it was not until 26 November of that year that he took office and indicated that his priorities would be to ensure compliance with fiscal laws, increase the collection of existing taxes, combat tax evasion and continue with the containment of public spending.[8] In February 2020, Chaves presented a bill to the Legislative Assembly to use the surpluses of public institutions to pay the debt.[9] During that same month, Chaves made changes in the hierarchies of the institution, for which the deputy minister of income, Vladimir Villalobos González, resigned; the General Director of Taxation, Carlos Vargas Durán, the General Director of Customs, Juan Carlos Gómez Sánchez, and the director of the Fiscal Police, Irving Malespín Muñoz, also tendered their resignations.[10] On 26 March 2020, during the health emergency due to the COVID-19 pandemic, Chaves announced to the media a proposal to collect a solidarity tax on public and private wages in excess of 500,000 colones in order to obtain resources to support people whose contract had been suspended, their working hours had been reduced, or they were left without work as a result of the measures adopted by the Government to stop contagion. After criticism from some sectors, Alvarado ruled out such an idea.[11][12] The Minister of Communication, Nancy Marín, told the press that: \"The President has been clear that Mr. Rodrigo should not have made that announcement. It was never contemplated that it go to salaries of 500,000 colones. The minister should not have made that announcement. [It was not a decision made] in the terms in which he presented it.\"[13] On 22 April 2020, the director of the Costa Rican Social Security Fund (CCSS), Mario Devandas, publicly denounced that the Minister of Finance had said in a meeting in which Alvarado participated that \"nothing could be done to save the Fund, because the country could not go bankrupt to save it\".[14] On 19 May 2020, Chaves published a letter asking Alvarado to veto the law approved that day by Congress that excluded municipalities from the fiscal rule created by Law 9635. Alvarado refused and Chaves responded by submitting his resignation.[15] In July 2021 Rodrigo Chaves announced his candidacy for the Presidency of the Republic of Costa Rica.[16] As part of his campaign, the Chaves-led Social Democratic Progress Party sought to combat corruption by punishing those who do not report acts of misconduct. Chaves stated he was in favor of transparency between the government and the press, universities and citizens, and that he planned to foster it through a daily report of the activities carried out by public institutions. His plan regarding unemployment involved encouraging more women to join the workforce and to raise the number of STEM graduates in response to the growing demand. He also supported bilingual education and promised to welcome foreign businesses to Costa Rica. To top off his campaign, he proposed a five-step plan to lower the cost of living. The five step plan involved removing taxes from basic food and household items, lowering the price of rice, lowering the price of electricity, eliminating monopolies and supporting farmers to import more efficient agrochemicals. He also said that he did not support mandatory COVID-19 vaccination.[17] Reuters reported that Chaves had carved out an anti-establishment reputation.[18] Rotsay Rosales, a political scientist and head of the National Policy Observatory of the University of Costa Rica, said, \"Chaves has a liberal economic position, is socially conservative, pro-law and order and against the political class.\"[19] On the night of 6 February, it was announced that Rodrigo Chaves was to face former president José María Figueres Olsen of the PLN party, in a second electoral round to be held on 3 April.[20] Several polls for the second round placed Chaves in first place ahead of Figures.[21][22] On 3 April, Chaves' victory over Figueres was announced by the press.[23] Speaking to supporters in San José, Chaves said he accepted his victory with humility, and urged Figueres to help him move the country forward. Figueres quickly conceded defeat after results came in, telling supporters: \"I congratulate Rodrigo Chaves, and I wish him the best.\" On Twitter, incumbent president Carlos Alvarado Quesada said he had called to congratulate Chaves and pledged an orderly handover of power.[24] Chaves took office on 8 May 2022 and became the 49th president of Costa Rica.[25] After a month of crippling ransomware attacks against the former government and the newly inaugurated one, Chaves declared a state of emergency, in order to deal with the cyber attacks.[26] The declaration said the attacks was “unprecedented in the country” and that it interrupted the country’s tax collection and exposed citizens’ personal information. Leon Weinstok, the director of the Costa Rica office of the law firm BLP, who specializes in cybersecurity law, said the attacks had severely affected the country’s ability to function.[27] The Russian-speaking Conti gang had claimed responsibility for the cyber attacks. The US state department had in response offered a $10m reward for information leading to the identification or location of Conti leaders. In addition to the response of the cyber attacks, Chaves also eliminated pandemic-related obligatory use of masks in public spaces and issued a decree that urged public institutions to not sanction officials who have not been vaccinated against Covid-19, reversing his predecessor’s policy.[28]","Title":"Rodrigo Chaves Robles - Wikipedia","KeyID":"13474","URL":"https://en.wikipedia.org/wiki/Rodrigo_Chaves_Robles"}