{"Content: ":"Luis Alberto Arce Catacora (Spanish: [ˈlwis alˈβɛɾto ˈaɾse kataˈkoɾa]; born 28 September 1963), often referred to as Lucho, is a Bolivian banker, economist, and politician serving as the 67th president of Bolivia since 2020. A member of the Movement for Socialism, he previously served as minister of finance—later minister of economy and public finance—from 2006 to 2017, and in 2019. Born in La Paz, Arce graduated as an economist at the University of Warwick. His lifelong career in banking and accounting at the Central Bank of Bolivia prompted President Evo Morales to appoint him as minister of finance in 2006. For over ten years as Morales' longest-serving minister, Arce was hailed as the architect behind Bolivia's economic transformation, overseeing the nationalization of the country's hydrocarbons industry, the rapid expansion of GDP, and the reduction of poverty. His tenure was only brought to an end by a diagnosis of kidney cancer, which forced him to leave office to seek extended treatment abroad. Upon his recovery, Arce was reappointed to his position in January 2019 but resigned from office within the year amid the social unrest the country faced in October and November, culminating in Morales' removal as president soon thereafter amid allegations of electoral fraud. During the interim government of Jeanine Áñez, Arce sought asylum in Mexico and Argentina, where Morales—barred from running again—nominated him as the Movement for Socialism's presidential candidate in the snap elections scheduled for 2020. Throughout the campaign, Arce characterized himself as a moderating force, a proponent of his party's socialist ideals but not subservient to its leader, Morales. These factors ultimately resulted in a substantial victory at the polls, with Arce winning fifty-five percent of the popular vote. Inaugurated on 8 November 2020, Arce's presidency brought Bolivia back in line domestically and internationally with its traditional position under Morales and away from the rightward shift the Áñez government had taken. Domestically, Arce's first year in office saw its greatest successes in combating the COVID-19 pandemic through the procurement of vaccines from Russian and Chinese sources. His government spearheaded an international call for the pharmaceutical industry to waive its patents on vaccines and medications in order to provide greater access to them by low-income countries. Though he succeeded in stabilizing the economy in the face of the health crisis, Arce's ability to conduct its growth was hampered by a vaccine hesitant population, which prolonged the pandemic's economic ramifications. Among the biggest challenges of the Arce administration was the urgent need for judicial reform in the country, which he pledged to address but was forced to delay on multiple occasions. Arce was born on 28 September 1963 in La Paz.[2] He is the son of Carlos Arce Gonzales and Olga Catacora, both teachers.[2] Arce grew up in a middle-class family, beginning his school studies in 1968 and graduating from high school in La Paz in 1980. He studied at the Institute of Banking Education in La Paz, initially graduating as an accountant in 1984. In 1991, he received a bachelor's degree in economics from the Higher University of San Andrés before completing his studies abroad at the University of Warwick at Coventry, United Kingdom, where he graduated in 1997 with a master's in economics. He also holds an honorary doctorate from the university of los Andes (UNANDES) and the Franz Tamayo Private University (UNIFRANZ) in Bolivia.[3][4] Arce spent most of his working life as a public official, beginning in 1987 at the Central Bank of Bolivia, where he spent much of his professional career. From 1992 to 2005, he worked in the International Operations Management of the Central Bank of Bolivia as Deputy Manager of Reserves. Between 1994 and 1995, he was promoted to head of the Department of Information and Publications, of the Research and Analysis Sub-management, under the Management of Economic Studies of the Central Bank of Bolivia.[citation needed] Arce also started working in academia as an undergraduate and postgraduate professor at various Bolivian public and private universities. He has given lectures at universities in Europe, North America, and Latin America, including Columbia University in New York, the University of Buenos Aires, and Harvard University.[5] On 23 January 2006, President Evo Morales appointed Arce minister of finance. Three years later, he assumed command of the new Ministry of Economy and Public Finance. Some Bolivian media called Arce the mastermind of Bolivia's economic resurgence.[6] He oversaw Bolivia's nationalization of hydrocarbon, telecommunications, and mining companies, as well as the creation of BancoSur.[7] He oversaw the rapid expansion of the Bolivian economy, with GDP increasing by 344% and extreme poverty reduced from 38% to 15%.[8][9] In 2011, the American Economy Magazine ranked Arce the region's 8th-best minister of the economy out of 18.[10] Crowded International Organization has highlighted Arce's work driving the Bolivian economy. Ahead of the 2014 Bolivian general election, The Wall Street Journal considered him the calling card in Morales's reelection.[11] As the minister of economy, Arce maintained a relatively low profile. Christopher Sabatini, a senior researcher fellow for Latin America at Chatham House and founder of Americas Quarterly, called Arce \"one of the few technocrats in MAS\". \"He's level headed\" and \"doesn't engage in inflammatory rhetoric\", Sabatini wrote.[12] Bolivian media often credited Arce with steering the nation through a period of economic growth. His policies were salient in slashing Bolivia's poverty rate during his terms and facilitating large amounts of economic growth as a result of rising gas exports.[13] On 24 June 2017, Arce was forced to give up his position and travel to Brazil to undergo surgery to treat severe kidney cancer.[14] He remained there for a mandated recovery period before returning to his post as minister of economy on 23 January 2019. In late 2019, Bolivia was engulfed by a series of increasingly fierce demonstrations, marches, and protests stemming from allegations of electoral fraud in that year's presidential election. During this period of political instability, Arce was forced to announce the government's suspension of various social benefits in some regions, including retiree pensions and school vouchers, due to the ongoing strikes and blockades and the seizure of national tax and customs offices. He estimated that the economic damage of the crisis after fourteen days of strikes was costing the government US$12 million per day, totaling US$167 million by 6 November.[15] Four days later, on 10 November, Arce delivered his irrevocable resignation to the president, justifying that the \"irresponsible work of the Plurinational Electoral Organ\" made it necessary for him to step down in order to \"pacify the country\".[16] Morales himself announced his decision to resign a few hours later.[17] Soon after resigning, Arce took refuge in the Mexican Embassy in La Paz, where he was granted asylum by the Mexican government. Given his medical history, the interim government of Jeanine Áñez granted him and his wife safe-conduct to leave the country. Nonetheless, Arce denounced that he had received harassment from police while attempting to board his flight at the El Alto International Airport. On 6 December, after a brief layover in Lima, Arce arrived in Mexico, where he joined other exiled authorities, including Morales.[18] Within two weeks of Morales' removal, the transitional government issued the call for snap general elections. The legislation precluded individuals elected in the last two constitutional terms from presenting their candidacies, a clause that explicitly barred Morales from returning to the presidency.[19] As a result, the MAS was tasked with selecting a new presidential candidate from among its ranks, a process that took place in Argentina, where Morales took asylum from Mexico. On 19 January 2020, a majority of the over fifty party delegates elected Arce as the MAS' presidential candidate from a list of four pre-candidates. Of the runner-ups, former foreign minister David Choquehuanca was chosen as Arce's running mate. Morales assured that the \"combination between colleagues from the city and colleagues from the countryside [will] continue this process of change\".[20][21] A week after the announcement of his candidacy, Arce made his return from exile, arriving at the El Alto International Airport on 28 January. Though the Áñez government assured that he would be allowed to conduct his campaign \"in tranquility\", Arce was immediately met with a summons to testify before the Prosecutor's Office for alleged irregular financial acts authorized by him while he was on the board of directors of the Indigenous Fund.[22][23] Though the process was ultimately suspended indefinitely, Arce nonetheless denounced the case as \"political persecution and judicial harassment\".[24][25] Some MAS opponents accused Arce of being a puppet of Morales, a point Arce denied. During the campaign, Arce distanced himself from Morales, with David Apaza, a MAS leader from El Alto, stating that \"categorically, Evo will not interfere in the government of brother Luis Arce ... [We] believe our comrade [Morales] should rest, while brother Luis Arce takes the lead\".[26] Arce stated that Morales \"will not have any role in our government\" but will still be the president of the party.[27] Most public opinion polls showed Arce with a lead, but not one big enough to avoid a November runoff. By election night, the divided candidates of the right had managed to partially consolidate around former president Carlos Mesa as Áñez and former president Jorge Quiroga dropped out. Early results favored Mesa, but polling firm Ciesmori's quick-count of the vote on the morning of 19 October indicated that Arce had won 52.4% of the vote, enough to win the election outright without a runoff.[28] Arce and his party declared victory, which Áñez soon confirmed on Twitter.[29] Carlos Mesa, Arce's primary opponent, conceded the election at a news conference, saying that initial counts showed a \"strong and clear\" win for Arce.[30] The final tally gave Arce 55.1% of the vote and Mesa 28.8%.[31] Bolivian newspaper El Deber called Arce's victory \"clear and crushing\" and praised him for his conciliatory statements after the result, while also stating that the new president will have to appease MAS's radical wing.[32] Writing on Los Tiempos, Oscar Díaz Arnau attributed Arce's victory to MAS's strong support in rural areas, the weakness of Mesa's candidacy, Arce's moderation, lack of connection between the opposition and rural inhabitants and the candidacy of Luis Fernando Camacho splitting anti-MAS voters and weakening the opposition.[33] Arce officially became president-elect of Bolivia on 23 October 2020, after the completion of the official vote count and an announcement by the TSE. On the night of 5 November, MAS spokesman Sebastián Michel denounced an attack committed against president-elect Arce. The statement came after a stick of dynamite was detonated at the party's campaign headquarters in La Paz. Though Arce suffered no physical damages, Michel pointed out that Arce still had not yet received state protection.[34] As was the case with Evo Morales during his presidency, an ancestral inauguration act at the Tiwanaku archeological site—a reaffirmation of the indigenous roots of the MAS—was scheduled for Arce.[35][36] However, due to austerity and biosafety concerns related to the economy and pandemic, it was decided that a formal event would not be held.[37] At dawn on 6 November, Arce and Choquehuanca were symbolically inaugurated at a private ceremony held at the Tiwanaku citadel, in the company of just a few officials.[38] There, the pair were handed the traditional batons of command by Aymara amautas amid prayers and offerings delivered to Pachamama, the Andean goddess of fertility.[39] The official inauguration act took place on 8 November in La Paz. On 28 October, Foreign Minister Karen Longaric confirmed that Morales would be allowed to return from exile to attend the ceremony.[40] However, the following day, Longaric retracted the offer, stating that \"Morales has been hostile to the Bolivian democratic process and his presence in the country will generate social and political tension\".[41] Also not in attendance was still-president Jeanine Áñez, who left La Paz and retired to her residence in Beni a day before the end of her mandate.[42] Despite initially stating that he would not go, Mesa later announced his intent to attend the inauguration.[43] However, he and the entire CC bloc left the hemicycle of the Plurinational Legislative Assembly prior to the end of the ceremony as an act of protest against the two-thirds regulation.[b][44] As such, the only former president to attend the entire event was Eduardo Rodríguez Veltzé.[45] Foreign dignitaries to the event included three presidents, fifteen international delegations, and seventeen foreign social organizations. Presidents Alberto Fernández of Argentina, Iván Duque of Colombia, and Mario Abdo Benítez of Paraguay, as well as King Felipe VI of Spain, all attended.[46][47] Chilean President Sebastián Piñera declined his presence in order to focus on urgent government matters after initially having announced that he would attend; Foreign Minister Andrés Allamand arrived in his stead.[48] Venezuelan President Nicolás Maduro's presence was vetoed by the interim government due to the fact that it did not recognize his administration.[49] Arce was sworn in as the sixty-seventh president of Bolivia at the front of the Plurinational Legislative Assembly. In his inaugural address, he promised to lead \"a new stage in our history ... [in] a government that is for all without discrimination of any nature\".[50] He outlined his intent to \"defeat\" the pandemic and pledged to turn around the nation's faltering economy which he blamed the interim government for having \"shattered\".[51] In addition, he criticized the Áñez administration, labelling it a de facto government that led an \"internal and systematic war against the people\". At the same time, he promised to \"govern with inclusion ... , hoping to be remembered as the government that restored hope and social justice\".[52] A pressing issue for the incumbent administration was settling a clear policy on coca production. Each of Arce's predecessors had taken radically different approaches on the matter. Throughout his three terms, Morales' administration worked to recognize coca cultivation as a legitimate source of income. His government implemented a \"community coca control\" program that sought to work directly with cocaleros to regulate legal production. Following his resignation, the Áñez government took a hardline approach, announcing its intent to destroy the \"very core of drug trafficking\". Writing for InSight Crime, journalist Parker Asmann stated that Arce's administration would need to \"strike a balance between supporting traditional uses of coca and curtailing drug production and trafficking\".[53] The two primary coca-producing regions are the highland Yungas and the lowland Chapare. According to some experts, around thirty percent of coca cultivated in the Yungas is used to make cocaine, while ninety percent produced in the Chapare is converted into the drug. Morales' government legalized the cultivation of coca in the Chapare in 2017, a decision criticized by Yungas farmers, who said the product was \"surplus coca\".[54] During his administration, Arce fostered new uses for the leaf. On 11 January 2022, in commemoration of National Coca Chewing Day, the government announced its intent to sponsor the production of \"toothpaste made from coca\". Certain alkaloids contained in the leaf have been known to neutralize cavities. The first step in the project was the establishment of a factory to produce the toothpaste, with Arce stating that \"later others will come\".[55] In June, Arce established the Public Productive Company for the Industrialization of the Bolivian Coca Leaf (KOKABOL), charged with producing and marketing products derived from coca. The decree establishing the state-owned enterprise—based in Sacaba with planned branches throughout the national territory—also authorized the Ministry of Economy to make an initial \"capital contribution\" of approximately US$8.9 million for its development.[56] On 30 December 2020, Arce and the Russian Direct Investment Fund reached an agreement to supply Bolivia with 5.2 million doses of the Russian Sputnik V vaccine, enough to immunize 2.6 million people with two doses.[57][58] The government granted emergency approval for the vaccine on 6 January 2021, with the first shipments arriving later that month.[59] Immunization for individuals over fifty years of age began on 13 May. Arce, then-fifty-seven, initially stated that he \"intended to be the last to be vaccinated\". However, he ultimately chose to receive his first dose of the Sputnik V vaccine at a hospital in El Alto on 24 May as a \"signal for the population\".[60] Arce was given his second dose at the La Paz Health School on 22 October, where he reiterated his call for Bolivians to get vaccinated.[61] In addition to Sputnik V, Arce's government also signed a contract with the Serum Institute of India for the supply of five million doses of the Oxford–AstraZeneca vaccine. With both vaccines combined, Arce stated that the government now had the capacity to fully inoculate the country's entire vaccinable population with two doses.[62] On 11 February, a separate agreement between Bolivia and Sinopharm was reached, providing for the sale of 400,000 doses of the Sinopharm vaccine and an additional donation of another 100,000 doses.[63] During a speech at the Ibero-American Summit held in Andorra, Arce called on World Trade Organization (WTO) and the World Intellectual Property Organization to release patents on vaccines and medications meant to combat COVID-19. He denounced the \"hegemonic pharmaceutical industry\" for, in his view, harming \"billions of human beings\" by maintaining patents on life-saving medication and demanded that they release their anti-COVID drugs into the public domain for use by all nations.[64] At the initiative of the Arce government and the United Nations Development Programme, Bolivia convened the forum \"Release of patents and intellectual property considerations in the context of COVID-19\", hosted by the Public University of El Alto on 13 May. At the forum, the attending parties issued a call for the suspension of intellectual property rights on vaccines. Days earlier, Arce initiated a process with the WTO in order to compel Johnson & Johnson to waive its vaccine patent, allowing the Canadian firm Biolyse Pharma to produce fifteen million doses of the Janssen vaccine.[65][66] In order to \"protect public health and prevent its loss or deterioration\", Arce enacted Law N° 1359, the Health Emergency Law, on 17 February 2021.[67][68] The policy came into effect despite the lack of a negotiated agreement with the country's public health sector, who on 5 February declared the entire content of the law to be in violation of the Constitution at an emergency meeting in Santa Cruz de la Sierra.[67] Their complaints centered on three provisions in the legislation, with the most egregious aspect being Article 19, which prohibited the interruption of the national health system for the duration of the health emergency. Doctors' unions viewed this as a restriction on their right to protest.[69] On 18 February, the National Health Council of Bolivia (CONASA) declared an indefinite general strike in opposition to the law.[70] In response, Arce issued Supreme Decree N° 4542 on 14 July, which regulated the original law by allowing the government to impose sanctions and administrative measures as well as criminally prosecute those who suspend or interrupt health services.[71][72] The regulation was described as \"dictatorial\" by CONASA and led numerous other health unions, including the Union of Medical Branches of Public Health of La Paz (SIRMES), to declare themselves in emergency and announce further protests against the government.[73] To promote an increase in vaccinations, Arce issued a Supreme Decree N° 4641 on 22 December mandating that individuals provide proof of vaccination or a negative PCR test to access most public institutions, including banks and airports, as of New Year's Day 2022.[74][75] In its first week, the mandate achieved its intended effect of boosting vaccinations, with daily inoculation figures rising from 2,000 per day to around 100,000.[76] However, protests from traditionally government-aligned unions led the administration to back down on the policy, with Minister of Health Jeyson Auza announcing on 6 January a suspension of the mandate until the twenty-sixth.[77] By 19 January, continued mobilizations and some street clashes by anti-vaccine groups led the government to permanently suspend the policy to avoid \"unnecessary measures of violence\". The move was criticized by numerous regional authorities of the opposition, many of which announced that they would maintain their own vaccine passport measures in place.[78][79] Political analysts noted that the government's speed in conceding defeat indicated a weakness when faced with popular discontent from the MAS' political base compared to protests from the opposition: \"The MAS is afraid ... that a real opposition can be generated ... , and the best way to try to avoid that is to back down\".[76] As president, Arce reincorporated the Wiphala —flag of the indigenous peoples of the Andes—into the presidential sash. Áñez had removed the flag from the garment, though she maintained it as an official symbol of the State in all government acts, as mandated by the Constitution.[80] On the other hand, Arce faced criticism for retiring the flag of the Patujú flower—emblem of the eastern indigenous peoples—as a co-official flag, alongside the Wiphala and national tricolor, from official acts of government, as his predecessor had done.[81] Only the Patujú flower—not the flag—is prescribed as a patriotic symbol of the State by the Constitution.[82] Upon inaugurating his new cabinet on 9 November 2020, Arce pledged to re-establish the Ministry of Cultures. The office was established in 2009 during the Morales administration, but the Áñez administration had abolished it in June to reduce government expenditure.[83] The reconstituted ministry—dubbed the Ministry of Cultures, Decolonization, and Depatriarchalization—was created through Supreme Decree N° 4393 on 13 November, and Sabina Orellana was appointed to head it on 20 November.[84][85] On 13 January 2021, Arce instituted the Chakana cross as the government's official logo, replacing the previous logo promulgated by Áñez after just a year in use. The cross displays twenty-four fabrics, symbols, and textures, representing a variety of textile designs from the various regions of Bolivia. Arce assured that representing \"the identity of each Bolivian is the most important thing so that the country moves forward, integrated, united, and inclusive\".[86][87][88] To mitigate the effects of the pandemic and reactivate domestic markets, Arce enacted a \"Bonus against Hunger\" totaling Bs1,000, benefitting some four million unemployed Bolivians above eighteen and below sixty years of age. The program was funded through a credit from the World Bank, amounting to US$54 million, and the Inter-American Development Bank, amounting to US$450 million, for a total of US$504 million.[89] The distribution period for these payments began on 1 December and expired on 1 March 2021. On 16 April, the deadline was extended to 31 May due to the inability of some beneficiaries to receive their bonus.[90] During the first payment stage between December and March, 4,015,364 people benefitted from the payments. A further 20,409 individuals received their bonus between April and May, totaling 4,035,773 beneficiaries nationwide. The Ministry of Economy reported that a total of Bs4,305 million were allocated to the population during the course of the program.[91] Shortly into his term, Arce announced a series of policies aimed at rectifying what he viewed as erroneous economic decisions made by the transitional government. \"The neoliberal model that was implemented for eleven months will be dismantled. In 2021 we will have a recovery\", he said.[92] On 28 December 2020, Arce enacted Law N° 1357 Tax on Large Fortunes, a permanent yearly wealth tax on those with a personal wealth above US$4.3 million. The law established the gradual increase in tax collection, with a 1.4 percent levy on those with a personal wealth ranging between US$4.3 million and US$5.7 million; 1.9 percent from US$5.7 million to US$7.2 million; and 2.4 percent on fortunes larger than that. The measure applied to all assets stored in accounts at home or abroad by any persons residing in Bolivia—including foreigners—for more than 183 days. The fine for failing to comply with this measure was equivalent to 200 percent of the initial amount due. The Ministry of Economy initially estimated that the new legislation would allow the government to collect Bs100 million (US$14.3 million) in taxes from 152 registered individuals.[93][94] By 2021, it was announced an amount of approximately Bs240.1 million from 206 registered individuals had been collected, an overperformance of 240.1 percent from the initial goal. Of the amount collected, Bs237.2 million came from citizens residing in the country—206 taxpayers—while Bs2.9 million came from those living abroad—six taxpayers.[95] On 18 February 2021, Arce announced that he had ordered the Central Bank to return an International Monetary Fund (IMF) loan totaling US$327 million previously granted to the Áñez government as aid for the economic crisis. Aside from the base price of paying back the loan, the move additionally cost the country another US$24 million in interest and commissions. The Central Bank justified that the government's decision was \"in defense of [Bolivia's] national sovereignty\", as the loan was conditioned on certain economic policies, and the Constitution prohibits the acceptance of such impositions by foreign institutions.[96] In a letter to the Legislative Assembly, the IMF denied that fact.[97] Writing for Americas Quarterly, Richard Lapper stated that the determination seemed \"[more] influenced by the need to discredit the previous government, rather than any kind of broader economic logic\"—on 28 June, Carlos Schlink, former vice minister of the treasury, was detained as a result of a criminal investigation into the loan.[98][99] Lapper pointed out that in August, the government had without issue received a nearly identical loan from the IMF totaling $US326.4 million, causing criticism from the opposition, who accused Arce of accepting \"the same credit that it recently criminalized\".[100] Nearing the end of 2021, Arce's economic policies had achieved a 9.4 percent increase in the country's GDP, reversing the previous year's historic decrease of 8.8 percent.[101] In a speech commemorating Plurinational State Day on 22 January 2022, Arce lauded his economic achievements, pointing out that Bolivia was the third fastest-growing economy in the region and highlighting that the country suffered the lowest inflation rate in South America at just 0.9 percent. Other positive aspects he pinpointed were that Bolivia had registered a trade surplus for the first time in seven years and the twenty percent reduction in the wealth gap, the lowest such gap in the country's history.[102] Political analyst Marcelo Arequipa noted that Arce's economic measures in 2021 had \"managed to stabilize the economy [although] not make it grow\", and that one of the president's main objectives in 2022 would be to conduct economic growth beyond pre-pandemic levels.[101] Throughout April 2022, Arce conducted yearly negotiations with the Bolivian Workers' Center (COB) regarding an increase in workers' wages. The COB proposed a ten percent raise in the minimum wage and a seven percent increase in the contract salary, while the government countered with a 1.5 percent increase in both. After a period of negotiations, Arce announced that he and the COB had agreed to raise the minimum wage by four percent from around US$311 to US$327. Meanwhile, workers in the health and education sectors received a three percent salary increase. Vice Minister of Budget Zenón Mamani noted that other public and private sector workers could also negotiate their salaries with their employers \"on the basis of three percent\".[103] Arce officially codified the wage increase into law on 1 May as part of a ceremony celebrating Labor Day in Oruro. At the event, the president also signed three other decrees into law, including granting workers the right to paid leave in the case of a death in the family, marriage, or birthday.[104] The need for urgent judicial reform was highlighted in the wake of the arrest of Richard Choque, the so-called \"sexual psychopath\" whose victims approximated seventy-seven women. Choque had been sentenced to thirty years in prison for one such femicide in 2013 but was revealed to have been released in 2019 by Magistrate Rafael Alcón, who granted him house arrest on the grounds of good behavior and alleged incurable illness. Choque went on to commit two more femicides and participated in instances of trafficking and abuse of dozens of women before being rearrested. After this information came to light, Alcón was dismissed and arrested, accused of prevarication for granting the rapist freedom \"without the right to pardon\", as reported by Minister of Justice Iván Lima.[105][106] The news generated outrage across the country. On 31 January 2022, a popular mobilization of women marched through La Paz demanding justice and denouncing several other judges and prosecutors accused of releasing individuals who faced criminal processes for femicide or rape.[107] In a meeting with Minister of Government Eduardo del Castillo and Presidential Spokesman Jorge Richter, María Galindo, representative of the Mujeres Creando collective, issued a letter to Arce calling on him to form a \"high-level\" commission to review cases of femicide and rape for possible instances of corruption, interference in investigations, or dubious delays of justice.[108] On 1 February, Arce announced the formation of the Rape and Femicide Case Review Commission set to meet on 4 February with the aim of issuing conclusive results within a maximum period of 120 days. The commission was initially made of: the minister of the presidency, María Nela Prada; of justice, Iván Lima; the president of the Chamber of Senators, Andrónico Rodríguez; of the Deputies, Freddy Mamani Laura; of the Supreme Tribunal of Justice, Ricardo Torres; of the Judicial Council, Marvin Molina; of the Constitutional Court, Paul Franco, the State attorney general, Wilfredo Chávez; and the prosecutor general, Juan Lanchipa.[109] The commission faced complaints from numerous groups, mainly due to the lack of presence of any independent representatives. Mujeres Creando noted that, in its present composition, the commission could \"become politicized\". Jurist Juan del Granado lambasted it for the fact that it was entirely conformed of members of the MAS when \"it was the MAS that since 2011 took over the judicial branch with its militants ... . So who will investigate whom?\" Opposition senator Andrea Barrientos noted that of the ten commission members, only one was actually a woman: \"Pure men want to solve how they kill us women. They are an embarrassment!\".[110] Eduardo Rodríguez Veltzé, who presided over the now-defunct Supreme Court, stated that the \"population expects solutions, not commissions\" and implored Arce to \"summon the organs of power\"—including the opposition—in order to achieve popular consensus on structural reform of the country's judiciary.[111] In response to criticism, Arce expanded the size of the commission to include six more women, with Prada designated as the body's head.[112] By the end of its 120-day term, the commission's investigation had led to the dismissal of ten judges and eight prosecutors. A total of fifty arrest warrants were issued through the Prosecutor's Office, leading to the recapture of twenty-one illegally released criminals.[113] Following the conclusion of the commission's work, Arce promulgated the Law for the Protection of Victims of Femicide, Infanticide, and Rape of Infants, Girls, Boys, or Adolescents. The legislation expanded the punishment for both corrupt officials, with an up to twenty-year sentence for judges found to have acted unlawfully and a ten-year sentence for prosecutors, judges, and police found guilty of acting against victims. House arrest was eliminated as a means of confining accused rapists, and delays in the judicial system could no longer be cited as a reason for the cessation of preventative detention. To prevent long wait times in judicial processes—often lasting multiple years—contending parties were granted the option to request the prompt dispatch of processes within a period of ten days. Courts failing to comply with these may face criminal proceedings for delaying justice.[114] At the inauguration of the judicial and constitutional year on 3 January 2022, Arce committed his management to judicial reform, stating that the current state of the judiciary was \"obsolete ... discriminatory, insensitive, and exclusive\". He noted that in the previous two years, only forty-six percent of judicial cases had been resolved, with sixty-five percent of those deprived of liberty—approximately 11,000 people—being in preventative detention without a sentence. Additionally, he pointed out that sixty-two percent of the nation's courts remained located in cities, leaving around 1.3 million people without access to justice. Arce pledged that the government would seek to address these issues at a justice summit scheduled for March.[115] Through this, the president expressed his desire that Bolivia \"become a model of justice in the Latin American region\".[116] At the government's invitation, Bolivia received an official visit from Diego García-Sayán, United Nations special rapporteur on the independence of judges and lawyers. Between 15 and 22 February, García-Sayán conducted a series of meetings with various political, governmental, and judicial authorities to assess the state of the Bolivian judicial system, concluding with a personal encounter with Arce.[117][118] In his preliminary observations, the rapporteur lamented that the prison system failed to comply with the UN's Mandela rules and that the judiciary faced serious shortcomings, especially regarding women's access to justice.[119] García-Sayán concluded that \"in Bolivia, justice is far from the people\" and announced that he would expedite the schedule for his official report, bringing it forward to June 2022 rather than 2023, as originally planned.[120][121] At the behest of the United Nations, the Arce administration assumed international commitments to combat terrorism and its financing.[122] On 2 July 2021, Arce delivered a draft bill against the legitimation of illicit profits, financing of terrorism, and the proliferation of weapons of mass destruction.[123] The main substance of the proposal was primarily technocratic, focused on combating money laundering in the country. Its policies were largely copied from similar ones already in place in European countries.[124] The Chamber of Deputies approved the bill without opposition support on 17 September, and its passage in a similar manner by the Senate was expected.[125] The proposed law faced backlash from the opposition, who considered it \"draconian\" due to the alleged extraordinary powers given to government agencies to conduct investigations into individuals, empowering political persecution.[126] Senator Andrea Barrientos pointed out that its lack of a definition for \"suspicious operations\" allowed the Financial Investigations Unit (UIF) and Prosecutor's Office to investigate the earnings of and expropriate assets from \"whomever you want\" on simple suspicion. Importantly, government-aligned trade unions and merchants also protested, describing the law as \"cursed\". In Bolivia, where eighty percent of the economy is predicated on commercial transactions carried out outside of the financial system, the bill's view of such dealings as especially vulnerable to criminal organizations aroused concern and suspicion.[127][128] Discontent with the legislation led Arce to face his first major protests during his presidency. On 11 October, trade unions, civic committees, and other groups demanding the law's repeal instituted blockades on transit routes in the cities of Cochabamba, La Paz, and Santa Cruz. Arce accused the opposition of promoting a coup d'état but assured that the \"vast majority\" of the populace would support him.[129] The following day, ostensibly to celebrate Decolonization Day, he participated in several pro-government mobilizations in the three major protest cities, where he accused the right of not wanting to respect the results of the 2020 election.[130] By 14 October, over 300,000 people had participated in mass nationwide demonstrations and strikes led by social and union organizations, with more marches and an indefinite strike by the meat sector planned for the ensuing days. Such widespread opposition forced Arce to withdraw the bill from the Senate to \"not give rise to violence\". Minister Lima pledged that the initiative would not be reintroduced for the remainder of Arce's term, expiring in 2025.[122] Despite the withdrawal of the comprehensive \"daughter law\" from the Legislative Assembly, concerns continued about the more generic \"mother law\" that still remained in effect. This law, already enacted by Arce in August, outlined a national strategy to combat the legitimation of illicit gains and the financing of terrorism. Trade unions and social sectors considered that both pieces of legislation contained much of the same foundation and called for its immediate removal. The opposition also pointed to a set of other \"cursed laws\" that they sought to have repealed.[131] In response to these criticisms, Arce defended that \"you have to be crazy to think that our government is going to affect the poorest\".[132] Nonetheless, he celebrated the one-year anniversary of his presidency facing an indefinite strike from many of the countries most powerful trade unions. His management report delivered to the Legislative Assembly was drowned out by parliamentarians on both sides, with the opposition booing and blowing whistles while members of the MAS shouted supportive chants.[133] To counteract the most serious elements of the mobilizations, police forces were deployed, with over 125 detainees throughout the country. Citing the fourth wave of the pandemic, the president also imposed sanctions on health workers who suspended their work to join the strikes.[134] Finally, after weeks of protests, Arce announced the repeal of the second law on 13 November, so that there would be \"no more excuses to continue paralyzing the economy\".[135] Arce's foreign policy was primarily characterized by its realignment of the country back to the traditional status quo prior to the removal of Morales. In his first diplomatic act as president, Arce restored relations with Iran and recognized the administration of Nicolás Maduro as the legitimate government of Venezuela, discarding Juan Guaidó, whom Áñez had previously recognized. In a ceremony at the Plaza Murillo on 11 November 2020, ambassadors Mortessa Tabreshi of Iran and Alexander Yánez of Venezuela presented their diplomatic credentials to the president.[136] On 20 November, the Foreign Ministry reported that Arce had directed it to resume Bolivia's membership in the Bolivarian Alliance for the Peoples of Our America (ALBA), the Community of Latin American and Caribbean States (CELAC), and the Union of South American Nations (UNASUR).[137] In particular, Arce described CELAC as the \"best way\" to integrate the Latin American region and called for the recovery of UNASUR as a continent-wide institution.[138] Arce met with Argentine president Alberto Fernández in the Chilean city of Viña del Mar on 11 March 2022. There, the presidents discussed a proposal to build a roadmap for cooperation between both countries by developing joint policies in the scientific and technological fields. In the energy, Arce and Fernández took steps to conclude negotiations surrounding a Bolivian natural gas supply contract and agreed on the potential to advance electrical integration and interconnection between Yaguacuá in Tarija and Tartagal in Salta.[139] Arce made an official visit to Buenos Aires, Argentina, on 7 April, where he held bilateral meetings with Fernández at the Casa Rosada. Their negotiations primarily surrounded the sale of natural gas, with Bolivia agreeing to ship fourteen million cubic meters (m3) of gas per day during the winter months. For this, Argentina agreed to pay between US$8 million and US$9 million for the first ten million m3, with the price doubling to US$18 million for the remaining four million m3. Though Argentina agreed to pay a higher price for the same volume of gas sent in 2021, it was still significantly less than what Buenos Aires would've paid to import liquefied natural gas by ship. Additionally, Bolivia agreed to prioritize Argentina for the delivery of a further four million m3 at a price of US$18 million should Brazil not need it.[140] In his presidential address commemorating Día del Mar, Arce reiterated the country's maritime claim as an \"open and pending\" issue.[141] In that regard, he presented a nine-point road map concerning continued negotiation with Chile towards the goal of sovereign access to the Pacific Ocean starting with the resumption of a \"bilateral approach ... through dialogue and negotiation, in order to identify formulas of understanding and integration between brother peoples\". The second and third points regarded generating a \"climate of peace and mutual trust\" between the two countries, while promoting free transit and decreasing trade barriers faced by exports and imports in Chilean ports. Alternative avenues for maritime integration were also discussed, including the development of the Paraguay-Paraná waterway project \"to make our access to the Atlantic Ocean effective\" and the expansion of Bolivia's presence in the free ports granted to it by neighboring countries, particularly as regards to the port of Ilo, Peru, which Arce claimed could enable an alternative trade route to the Pacific.[142] Hours later, Chilean Foreign Minister Andrés Allamand replied that, while his country was \"willing to resume dialogue with Bolivia without delay\", the issue of sovereign sea access had been \"definitively resolved\" by the International Court of Justice, which in 2018 ruled that Chile was not obligated to negotiate the issue.[143] On 7 May 2021, Allamand announced that the two states had agreed to reopen dialogue for the first time since 2010 in a move towards reestablishing formal diplomatic relations that had been suspended since 1978. Critically, the agreed upon road map did not include Bolivia's maritime demand.[144][145] Arce and the MAS celebrated the victory of left-wing former student leader Gabriel Boric in the 2021 Chilean general election, with the president affirming that \"Latin American democracy is strengthened\" by his win. For his part, Boric signaled his will to \"substantially improve relations\" between the two countries and stated that the lack of a Chilean embassy in La Paz was a \"shame\".[146] Arce and Boric shared two phone calls following the election, in which it was agreed to deepen their mutual bilateral agenda.[147] The president personally attended Boric's inauguration on 11 March 2022, in which they discussed pending bilateral issues regarding visas for senior government officials, shared use of the Silala aquifer, and Bolivia's maritime claim.[148] Arce assured that Boric's presidency would \"strengthen our ties of brotherhood, creating more bridges of integration\".[149] Boric also pledged that as president, he would seek to restore diplomatic relations with Bolivia: \"I think it is absurd that two neighboring countries with a common history ... have not had diplomatic relations for so long.\" He predicated this hope on the stance that \"Chile does not negotiate its sovereignty\".[150] The following week, during his annual Día del Mar address, Arce declared that the maritime issue constituted one of the \"permanent and inalienable objectives of the Bolivian State\". Therefore, any reestablishment of diplomatic relations with Chile could only commence within the framework of a solution to the territorial dispute.[151] Arce made two official visits to Cuba during his administration; both times to attend the Summit of ALBA Heads of State hosted in Havana. On the first occasion, on 14 December 2021, the president issued an official apology on behalf of the Bolivian government for the \"abuses and multiple forms of aggression\" inflicted by the previous administration. Under Áñez, Bolivia had suspended diplomatic relations and arrested multiple expatriate doctors on charges of being involved in violent protests. Soon after assuming office, Arce moved to re-establish relations between the two countries.[152] In his second visit to Havana on 27 May 2022, Arce conveyed his government's goal to formally \"relaunch\" bilateral relations. In a meeting with Cuban President Miguel Díaz-Canel, the two heads of state discussed cooperation in developing their pharmaceutical and biotechnology industries and extending previously established education programs.[153] At the invitation of Mexican President Andrés Manuel López Obrador, Arce made his first foreign visit to Mexico on 23 March 2021, with official acts beginning the following day.[154] Upon Arce's arrival, the two presidents announced the resumption of bilateral relations between their states—effectively suspended by the Áñez government due to Mexico's decision to grant asylum to Morales.[155] Arce expressed his happiness to return to the country \"no longer as a refugee\".[156] Among the major topics on the 22-point agenda was the expansion of the Latin American region's access to medicines and vaccines to combat the COVID-19 pandemic. Further integration of the region through the CELAC was also discussed.[157] In that sense, it was announced that the two governments had reached an agreement to lift visa requirements for Bolivians travelling to Mexico starting from 24 May.[158] López Obrador and Arce also highlighted the need to adopt new mechanisms for foreign debt relief for low-income countries through longer terms and \"reasonable\" interest rates.[157] Other items discussed included scientific cooperation, trade, investments, and the strengthening of cultural ties.[159] Additionally, the two presidents released a joint statement calling on the Organization of American States (OAS) to refrain from interfering in the internal matters of its member states. The OAS had played a major role in the 2019 crisis by denouncing electoral fraud, culminating in Morales' resignation.[157] On 14 June 2022, Arce paid a visit to Villamontes to commemorate the eighty-seventh anniversary of the Chaco War armistice between Bolivia and Paraguay. The event was attended by Paraguayan President Mario Abdo Benítez, with the two heads of state conducting bilateral talks throughout the day. A central point of discussion surrounded the Bioceanic Corridor, an international railway project connecting the Brazilian Port of Santos, on the Atlantic Ocean, with Chilean terminals on the Pacific, through Argentine and Paraguayan territory. Abdo expressed his will that Bolivia be integrated into the project, inviting Arce to participate in the signing of the contract for the line's final section.[160][161] The Paraguayan president also expressed interest in extending Bolivian gas pipelines into the Asuncion Metropolitan Area, facilitating greater economic integration between the two countries.[162] Under Arce, bilateral relations with Russia were strengthened. Russian Foreign Minister Sergey Lavrov stated that relations between the two countries had \"become noticeably stronger in recent months\" and noted that by October 2021, Arce and Russian President Vladimir Putin had conversed via phone at least three times since the Bolivian president's inauguration. Apart from their shared cooperation in the procurement of Sputnik V vaccines, Russian companies such as Gazprom and the state atomic consortium Rosatom conducted numerous public works in Bolivia relating to the extraction of natural gas and lithium and the expansion of the use of nuclear energy for medical, industrial, and agricultural purposes.[163] On 6 March 2022, Arce inaugurated the Center for Nuclear Medicine and Radiotherapy in El Alto, a project developed by Rosatom. Arce expressed his joy that, through the institute, Bolivians would no longer need to travel abroad to seek cancer treatment, as he had been forced to do in 2017.[164] With the capacity to treat 36,000 cancer patients a year, Arce assured that the institute would help achieve \"medical sovereignty\" for Bolivia.[165] When Russia invaded Ukraine in February 2022, Bolivia was noted as one of the few Latin American states alongside Cuba, Nicaragua, and Venezuela that refused to condemn Russian actions.[166] The Arce administration, through the Foreign Ministry, maintained a neutral stance, reaffirming the country's position as a \"pacifist state\" and calling on the warring parties to \"seek [peace through] political-diplomatic solutions\".[167] Bolivia was one of thirty-five countries and the only country in South America to abstain from voting on a United Nations resolution condemning Russia,[c] a move condemned by much of the opposition. Former president Jorge Quiroga lamented the position of the Arce administration as an \"international ignominy\" that \"leaves [Bolivia] as a diplomatic pariah\".[169][166] In his first direct statement regarding the matter, Arce only noted that the war in Ukraine would affect international markets and that the government would take steps to address that.[170] Later, Arce justified that Bolivia's policy of abstention towards matters relating to Russia had allowed the country to avoid \"galloping inflation [and] food shortages\". He went on to state that the country's stance \"shows us as a sovereign country, not aligned with the interests of imperialism\", which he credited for having started the conflict.[171] The United States congratulated Arce on his 2020 electoral victory, with the outgoing Donald Trump administration expressing that it looked forward to working with the new government. For his part, Arce stated that \"Bolivia needs to open up [bilateral relations] … to all countries\"—including the US—within the framework of respect for sovereignty and \"above all\" equality between states. \"There are no big or small countries\", Arce assured.[172] On the date of his inauguration, Arce signaled that the election of Democratic politician Joe Biden could translate into better relations between La Paz-Sucre and Washington, D.C.[173] Even so, the US under the Biden administration criticized indications of \"anti-democratic behavior\" during Arce's government. In particular, the US Department of State expressed due process concerns following the apprehension of Áñez, with Secretary of State Antony Blinken calling on the Arce administration to release detained former officials as their arrests were \"not consistent with Bolivia's democratic ideals\".[174] In 2022, the Department of State published its annual Country Reports on Human Rights Practices, in which it accused Arce's government of being \"more interested in Ánez's imprisonment than in giving her a fair trial\".[175][176] In response, the Bolivian government discarded the report as an \"interference\" in the country's internal affairs.[177] For his part, Arce disapproved of the US government's hegemonic position in the region. In particular, the president objected to the exclusion of \"sister countries\" in US initiatives. In 2021, Bolivia was excluded from the US-led Summit for Democracy—despite the participation of outwardly authoritarian regimes—and in 2022, Arce joined other Latin American leaders in boycotting the 9th Summit of the Americas if delegates from Cuba, Nicaragua, and Venezuela were not allowed to attend.[178][179] Similarly, on 1 February 2021, Arce abrogated an Ánez-era decree providing for visa-free travel for US and Israeli citizens seeking to enter the country. The president justified that the measure failed the principle of reciprocity by \"unilaterally [benefiting] Israeli and US citizens, without their countries granting a similar benefit\".[180] Arce was married to Jéssica Mosqueira with whom he had three children; Luis Marcelo, Rafael Ernesto, and Camila Daniela.[181][182] His current[when?] wife is Lourdes Brigida Durán Romero. She is the first First Lady of Bolivia to be the wife of the president since 2006. Evo Morales was never married with his sister Esther Morales serving as First Lady while Jeanine Áñez's husband Héctor Hernando Hincapié Carvajal served as the First Gentleman.[182] Having studied in the United Kingdom, Arce is fluent in English as well as Portuguese.[183]","Title":"Luis Arce - Wikipedia","KeyID":"13470","URL":"https://en.wikipedia.org/wiki/Luis_Arce"}