{"Content: ":"A body plan, Bauplan (pl. German: Baupläne), or ground plan is a set of morphological features common to many members of a phylum of animals.[1] The vertebrates share one body plan, while invertebrates have many. This term, usually applied to animals, envisages a \"blueprint\" encompassing aspects such as symmetry, layers, segmentation, nerve, limb, and gut disposition. Evolutionary developmental biology seeks to explain the origins of diverse body plans. Body plans have historically been considered to have evolved in a flash in the Ediacaran biota; filling the Cambrian explosion with the results, and a more nuanced understanding of animal evolution suggests gradual development of body plans throughout the early Palaeozoic. Recent studies in animals and plants started to investigate whether evolutionary constraints on body plan structures can explain the presence of developmental constraints during embryogenesis such as the phenomenon referred to as phylotypic stage. Among the pioneering zoologists, Linnaeus identified two body plans outside the vertebrates; Cuvier identified three; and Haeckel had four, as well as the Protista with eight more, for a total of twelve. For comparison, the number of phyla recognised by modern zoologists has risen to 36.[1] In his 1735 book Systema Naturæ, Swedish botanist Linnaeus grouped the animals into quadrupeds, birds, \"amphibians\" (including tortoises, lizards and snakes), fish, \"insects\" (Insecta, in which he included arachnids, crustaceans and centipedes) and \"worms\" (Vermes). Linnaeus's Vermes included effectively all other groups of animals, not only tapeworms, earthworms and leeches but molluscs, sea urchins and starfish, jellyfish, squid and cuttlefish.[2] In his 1817 work, Le Règne Animal, French zoologist Georges Cuvier combined evidence from comparative anatomy and palaeontology[3] to divide the animal kingdom into four body plans. Taking the central nervous system as the main organ system which controlled all the others, such as the circulatory and digestive systems, Cuvier distinguished four body plans or embranchements:[4] Grouping animals with these body plans resulted in four branches: vertebrates, molluscs, articulata (including insects and annelids) and zoophytes or radiata. Ernst Haeckel, in his 1866 Generelle Morphologie der Organismen, asserted that all living things were monophyletic (had a single evolutionary origin), being divided into plants, protista, and animals. His protista were divided into moneres, protoplasts, flagellates, diatoms, myxomycetes, myxocystodes, rhizopods, and sponges. His animals were divided into groups with distinct body plans: he named these phyla. Haeckel's animal phyla were coelenterates, echinoderms, and (following Cuvier) articulates, molluscs, and vertebrates.[5] Stephen J. Gould explored the idea that the different phyla could be perceived in terms of a Bauplan, illustrating their fixity. However, he later abandoned this idea in favor of punctuated equilibrium.[6] 20 out of the 36 body plans originated in the Cambrian period,[7] in the \"Cambrian explosion\",[8] However, complete body plans of many phyla emerged much later, in the Palaeozoic or beyond.[9] The current range of body plans is far from exhaustive of the possible patterns for life: the Precambrian Ediacaran biota includes body plans that differ from any found in currently living organisms, even though the overall arrangement of unrelated modern taxa is quite similar.[10] Thus the Cambrian explosion appears to have more or less completely replaced the earlier range of body plans.[7] Genes, embryos and development together determine the form of an adult organism's body, through the complex switching processes involved in morphogenesis. Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding[11] with many of the developmental genetic cascades, particularly in the fruit fly Drosophila, catalogued in considerable detail.[12]","Title":"Body plan - Wikipedia","KeyID":"1347","URL":"https://en.wikipedia.org/wiki/Body_plan"}