{"Content: ":"Roosevelt Skerrit (born 8 June 1972) is a Dominican politician who has been Prime Minister of Dominica since 2004; he has also been the Member of Parliament for the Vieille Case constituency since 2000. Regionally, he has served as the chairman of the Organisation of Eastern Caribbean States (OECS) and most recently as chairman of the Caribbean Community (CARICOM) in 2010. Skerrit is current the longest-serving prime minister of Dominica. Roosevelt Skerrit, also known as \"Roozey\" by some of his closest family and friends, became Prime Minister after the death of Pierre Charles in August 2004. At the time of Pierre Charles’ death, Skerrit was Member of Parliament for the Vieille Case constituency, a position he had held since his election in February 2000. In addition to being the Prime Minister, he has also served as Minister for Finance[2] since 2004, Minister of Education, Sports and Youth Affairs, and Minister for Foreign Affairs and is the political leader of the Dominica Labor Party. Upon taking office Skerrit became the world's youngest head of government, surpassing Joseph Kabila of the Democratic Republic of the Congo. With his party's May 2005 election victory, Skerrit became the world's first democratically elected national leader born in the 1970s. As of December 2010 Skerrit remained the youngest head of government in the Western Hemisphere and the third youngest in the world, surpassed only by Madagascar's Andry Rajoelina and Montenegro's Igor Lukšić.[3][4] In 2015, the Chinese billionaire Ng Lap Seng was arrested by the FBI. This was due to an ongoing UN bribery investigation. Skerrit was photographed with Ng shortly before the arrest. The Wall Street Journal stated that Ng told associates that he helped persuade Dominica to switch diplomatic recognition to China from Taiwan.[5] The opposition party scrutinized Skerrit on the matter. Skerrit informed them that the FBI was not interested in him.[6] A 2019, an Al Jazeera investigation alleged that Skerrit had been receiving money in exchange for diplomatic passports and ambassadorships.[7]","Title":"Roosevelt Skerrit - Wikipedia","KeyID":"13477","URL":"https://en.wikipedia.org/wiki/Roosevelt_Skerrit"}