{"Content: ":"Luis Rodolfo Abinader Corona (born 12 July 1967) is a Dominican economist, businessman, and politician who is serving as the 54th president of the Dominican Republic since 2020. He served as the Modern Revolutionary Party candidate for President of the Dominican Republic in the 2016 and 2020 general elections. Abinader was born in Santo Domingo on 12 July 1967. His parents are from the Cibao region: his mother, Rosa Sula Corona Caba,[1] a Dominican of Spanish Canarian colonial lineage, is from the province of La Vega; his father was the businessman and political leader José Rafael Abinader, of Lebanese descent and a native of the Santiago Province.[2] His paternal grandfather was José S. Abinader, a Lebanese immigrant from Baskinta, Mount Lebanon, who arrived to the country in 1898 and settled in the town of Tamboril (located near the city of Santiago de los Caballeros).[3] Abinader did his secondary education at the Colegio Loyola (Spanish: Loyola High School), now Instituto Politécnico Loyola; He graduated in economics from the Instituto Tecnológico de Santo Domingo (Spanish: Santo Domingo Institute of Technology). He did postgraduate studies in Project Management at Hult International Business School (at the time named Arthur D. Little Institute) in Cambridge, Massachusetts. He also studied Corporate Finance and Financial Engineering at Harvard University and Advanced Management at Dartmouth College in New Hampshire. He was elected vice president of the Dominican Revolutionary Party in its 2005 National Convention. He is currently Executive Chairman of ABICOR Group, which has developed and operated major tourism projects in the country. This family group led the business plan of what is today the company Cementos Santo Domingo, of which he is Vice President. He has been president of the Association of Hotels in the Puerto Plata area and is a member of the Board of Directors of the National Association of Hotels and Restaurants (ASONAHORES). He is member of the Board of Directors of the O&M University's Foundation. He was recognized by the Rhode Island General Assembly for his career in public service, education, and business. He also received acknowledgments from the City Hall of Boston and the Massachusetts Senate for his contributions to higher education, civic engagement, and community service. Abinader was the vice-presidential candidate of the Dominican Revolutionary Party in the 2012 election and in 2005 was pre-candidate for senator from the province of Santo Domingo. Abinader was the presidential candidate of the Dominican Humanist Party[4] and the Modern Revolutionary Party[5] for the past general elections on 15 May 2016. Abinader was, along with Soraya Aquino, one of the two presidential candidates in 2016 who had not been born during the dictatorship of Rafael Trujillo (1930-1961).[6] Giuliani Partners, specifically Rudy Giuliani and John Huvane, advised Abinader in the campaign as security consultants.[7][8] Abinader successfully ran for President in the 2020 election.[9] Rudy Giuliani and John Huvane once again advised Abinader in the campaign as security consultants.[7][10] Abinader is the first Dominican President to have been born after the Trujillo dictatorship; and the second of Lebanese descent, the first being Jacobo Majluta who briefly held office in 1982. Abinader was sworn in as the President of the Dominican Republic on 16 August 2020.[11][12] The inauguration had a reduced number of guests due to the measures taken for the COVID-19 pandemic. Among the international guests was the Secretary of State of the United States, Mike Pompeo, who attended on behalf of President Donald Trump.[13] He made the fight against illegal immigration one of his priorities. In February 2022, he began construction of a separation wall with Haiti, which will extend over 164 of the 380 kilometers of border. U.S. Secretary of State Mike Pompeo was among those in attendance at Abinader's swearing-in ceremony.[11] Under Luis Abinader's leadership, the Dominican Republic is set to form stronger economic and diplomatic ties with the United States.[14] Under his administration, the Dominican Republic became one of the countries that, along with the US, voted to maintain the arms embargo on Iran.[15] He is close to the Lima Group, which brings together conservative governments in the Americas to isolate Venezuela and contribute to the fall of its government.[16] On 24 February 2022, Abinader released a statement denouncing Russia's invasion of Ukraine.[17] Abinader is married to Raquel Arbaje Soneh since 1995, the daughter of businesspersons Elías Arbaje Farah and Margarita Soneh, both of Lebanese descent. They have three children: Esther Patricia, Graciela Lucía, and Adriana Margarita.[18] In June 2020, Abinader and his wife announced that they had tested positive for COVID-19.[19] In October 2021, Abinader was named in the Pandora Papers leak.[20] The investigation by the International Consortium of Investigative Journalists (ICIJ) found that Abinader \"is linked to two Panamanian companies\" (both created before Abinader became president of the country).[21] Documents found in the Pandora Papers show that these two companies originally had bearer shares, not registered in the name of any particular person. It also shows that after in 2015, Panamanian law required companies to disclose the identity of the owners of their bearer shares, in 2018, a lawyer for the Abinaders filed a form with an \"offshore service company\" (Overseas Management Co. or OMC Group) listing Luis Abinader's siblings as shareholders of the companies, instead of \"the bearer\". Note: OMC Group is also the service provider that created the company Offshore Dorado Asset Management Ltd. on 2 July 2004 in the tax haven of the British Virgin Islands on behalf of Peruvian President Pedro Pablo Kuczynski. Once president, Abinader created the company Offshore Dorado. Once president, Abinader declared these two companies (and at least seven other offshore companies under a revocable trust).","Title":"Luis Abinader - Wikipedia","KeyID":"13478","URL":"https://en.wikipedia.org/wiki/Luis_Abinader"}