{"Content: ":"Iris Xiomara Castro Sarmiento[1] (Spanish pronunciation: [ˌsjoˈmaɾa ˈkastɾo]; born 30 September 1959) is a Honduran politician who is the 56th president of Honduras, in office since January 2022.[2] She is the country's first female president, having earlier served as first lady during the presidency of her husband Manuel Zelaya. Castro grew up in Tegucigalpa and studied business administration. She married Manuel Zelaya in 1976 and became active in the women's section of the Liberal Party of Honduras. She became the country's first lady in 2006 following her husband's victory in the 2005 presidential election. Castro became involved in the National Popular Resistance Front after the 2009 coup d'état which resulted in the end of her husband's presidency. Due to her husband's ineligibility, she was nominated as the presidential candidate of the left-wing Liberty and Refoundation (LIBRE) party at the 2013 election, finishing runner-up to National Party candidate Juan Orlando Hernández and outpolling Liberal candidate Mauricio Villeda. At the 2017 election she was Salvador Nasralla's running mate, with the ticket narrowly losing to Hernández amidst allegations of irregularities. Castro was ultimately elected to the presidency in 2021, defeating National candidate Nasry Asfura with Nasralla as her running mate. She is the first president from outside the country's two-party system since democracy was restored in 1982.[3] The second of five children, Castro attended primary and secondary school in Tegucigalpa at the San José del Carmen Institute and the María Auxiliadora Institute. Following, she earned a degree in business administration without attending university.[4][5] In January 1976, Castro married Manuel Zelaya. Immediately after the wedding, they made their home in Catacamas, Olancho. Castro played an active part in the Association of Spouses of Members of the Rotary Club of Catacamas, as well as the activities developed within the group to take care of children in need in the Olancho department. She took part in the creation of the Centro de Cuidado Diurno para Niños en Catacamas (Children's Daily Care Center in Catacamas), with the aim of offering assistance to single-parent families led by women, including through the creation of projects of basic cleaning, sowing of vegetables, and floriculture as important projects of job development. In Catacamas, Castro organized the women's branch of the Liberal Party of Honduras and conducted a strong campaign in favor of her husband in the internal elections of February 2005, an occasion in which she was in charge of sub-political coordination of Catacamas. As First Lady of Honduras, she was in charge of social development programs, and she worked with the United Nations in coalition with other first ladies to address issues faced by women with HIV.[6] Following the removal of her husband in the 28 June 2009 coup d'état, she led the movement resisting the coup d'état, repeatedly joining thousands of Hondurans in the streets calling for Zelaya's return.[7] This movement became known as the National Front of Popular Resistance (FNRP) and formed the basis for the political party Libre.[7] She joined her husband in the Brazilian embassy, where he had taken refuge after returning to Honduras before reaching a negotiation with the de facto regime.[6] On 1 July 2012, Castro officially launched her presidential campaign at an event in the department of Santa Barbara.[4] She then won her party's primary on 18 November 2012,[8] and on 16 June 2013, she was officially chosen to represent Libre in the 2013 presidential election.[7] She expressed opposition to neoliberalism and the militarization of society, and she campaigned for a constituent assembly to write a new constitution.[7] Leading up to the election, she was first in the polls among all eight candidates during the months of March through October.[7][6][9] However, in the final poll before the election, she fell to second place, behind the President of the National Congress, Juan Orlando Hernández of the National Party of Honduras.[10][11] Castro and Hernández were widely seen as the two leading candidates going into the election.[12][11] She came in second behind Hernández with 896,498 votes (28.78%) to Hernández's 1,149,302 (36.89%).[13] Even though she didn't win the presidency, she was widely seen as provoking a rupture in Honduras's bipartite system, as the support for her Libre party eclipsed that of the Liberal Party, with Libre winning the second most seats in Congress.[14] For the 2017 presidential election, Castro again sought to be Libre's nominee.[15] She easily won the primary,[16] but when Libre formed an alliance with the Innovation and Unity Party, she agreed to step aside and let Salvador Nasralla lead the alliance's presidential ticket.[17] Castro was chosen as the 2021 presidential candidate for Libre and represented her political party in the 2021 Honduran general election.[18][19] Salvador Nasralla, a presidential candidate for the Savior Party, later dropped out and became Castro's running mate.[20] Polls showed a tight race between Castro and her right-wing opponent Nasry Asfura, of the incumbent National Party, a two-term mayor plagued by allegations of corruption.[21][22] During her presidential campaign, she suggested the diplomatic recognition of the People's Republic of China in Beijing over the Republic of China on Taiwan (see One-China policy), the establishment of an anti-corruption commission backed by the United Nations similar the one active in Guatemala and an update to the Honduran Constitution.[23][24] Castro has proposed a constituent assembly to rewrite the Constitution of Honduras.[25] She has also suggested easing the country's complete prohibition of abortion, under limited circumstances, and allow the use and distribution of emergency contraception.[26][27] Following the release of the preliminary results of the election, Castro declared victory, and was described by international media as the apparent victor of the election, pending full results.[26][28] On 30 November, Asfura's party conceded defeat.[29][30] He then met with Castro and congratulated her. Castro became Honduras' first female president on 27 January 2022.[31] Before the 2021 election, Castro had promised Salvador Nasralla that his Savior party would hold the leadership of the national congress should they win the election. This promise was one of the conditions that persuaded Nasralla to end his presidential campaign and join Castro’s. However, on 21 January 2022, 20 deputies from Libre refused to follow suit. They voted for Libre deputy Jorge Cálix to be the congressional president. The rest of the Libre deputies and allied parties voted for Luis Redondo of the Savior party. A fight then broke out on the floor of Congress, and Castro refused to recognise Cálix's election. She subsequently denounced the 20 deputies (two of whom later retracted their support for Cálix) as \"traitors\" and expelled 18 from Libre. The following evening Castro held a vigil with Libre supporters outside congress; she stated that the purpose of the event was \"...to prevent the kidnapping of the National Congress and to reject the bipartisanship led by the dictator Juan Orlando Hernández with the direct complicity of a few traitorous deputies, elected by the people under our banner\".[32][33] The dispute ended when Calíx and the expelled Libre deputies agreed to support Redondo. Castro subsequently had their party membership restored.[34] Castro was inaugurated as president on 27 January 2022.[35] She was sworn in at a football stadium in Tegucigalpa, with thousands of individuals present. Among the attendees were King of Spain Felipe VI, Vice President of Taiwan Lai Ching-te, U.S. Vice President Kamala Harris, Vice President of Argentina Cristina Fernández de Kirchner, Vice President of Cuba Salvador Valdés Mesa and President of Costa Rica Carlos Alvarado Quesada.[36] Castro is the first female President of Honduras and the first to not be a member of the National or Liberal parties since the restoration of democracy in 1982. During her inaugural address, Castro said, \"the economic catastrophe that I'm inheriting is unparalleled in the history of our country.\" She also promised to combat corruption and inequality which she said was 'rampant' during the rule of the previous National government.[37][38][39] In her inaugural speech, Castro vowed to re-found a democratic socialist state, stating she had a duty to restore an economic system based upon transparency, efficiency of production, social justice in the distribution of wealth and in national income, and that her vision of her world puts the human being before the rules of the market.[40][41] She banned open-pit mining in March 2022 due to the extensive damage to the environment. The government also promised to intervene \"immediately\" to conserve areas of \"high environmental value\" for the benefit of the population.[42] In May 2022, Castro signed a measure passed by Congress to abolish Honduras' special economic zones, which the previous National government implemented.[43] In a bid to combat poverty, Castro announced during her inauguration that the poorest families in Honduras; those that consume under 150kWh per month of electricity, will no longer pay electricity bills, and that the additional cost of this policy will be paid for by the biggest consumers assuming an extra charge on their bills.[44] In addition, Castro also announced that her government would send a decree to the National Congress of Honduras to achieve a fuel subsidy, and vowed no more concessions in the exploitation of rivers, hydrographic basins and national parks.[45] In her inaugural address, Castro announced to the nation that the largest base of the budget she will present to parliament is dedicated to salaries and wages.[46] In-addition, Castro stated that she had ordered her Minister of Finance and the Central Bank to take action to reduce interest rates for production.[40] In February of 2022, Deputy Foreign Minister Gerardo Torres Zelaya held a meeting with Saharawi President Brahim Ghali, which concluded with an announcement that diplomatic relations between the peoples and governments of Honduras and the SADR had been restored and would be deepened.[47] Castro has reassured that she has no plans of changing recognition from the Republic of China (Taiwan) to the People's Republic of China, and vowed to vice president Lai Ching-te to strengthen the relationship with Taiwan. Furthermore, a spokesperson for Castro said that she has \"no immediate intention to change or shift the One-China policy.\"[48][49] Shortly following Castro's inauguration, an event attended by representatives of the Nicolás Maduro government,[50] the Venezuelan embassy in Honduras's capital of Tegucigalpa was vacated by representatives of Juan Guaido,[51] who had been recognised as the President of Venezuela by outgoing President Juan Orlando Hernandez since the Venezuelan presidential crisis.[52] As a result, the embassy was recovered by the Venezuelan delegation sent by the Maduro government.[53] Former President and First Gentleman Manuel Zelaya responded to the news by sending a tweet welcoming Maduro, Latin American unity and the Bolivarian Revolution.[54] Soon after, the Foreign Minister of Venezuela, Félix Plasencia and newly appointed Foreign Minister of Honduras Enrique Reina announced the restoration of diplomatic relations between the two nations for the first time since 2009,[55][56] when they were severed shortly after the coup.[57] The restoration of diplomatic relations was followed by Honduran accreditation of the Venezuelan ambassador Margaud Godoy by Foreign Minister Reina,[58] who said that if the United States had any uncertainty about Honduras' position, reestablishment of relations with Venezuela \"for Honduras is a matter of sovereign foreign policy\".[59]","Title":"Xiomara Castro - Wikipedia","KeyID":"13486","URL":"https://en.wikipedia.org/wiki/Xiomara_Castro"}