{"Content: ":"Alejandro Eduardo Giammattei Falla (Spanish pronunciation: [aleˈxãndɾo ʝamaˈtei];[a] born 9 March 1956) is a Guatemalan politician who is serving as the president of Guatemala since 2020. He is a former director of the Guatemalan penitentiary system and participated in Guatemala's presidential elections in 2007, 2011, and 2015. He won in the 2019 election,[3][4][5] and assumed office on 14 January 2020.[6][7] Giammattei was the general coordinator of the electoral processes in 1985, 1988, and 1990. He gained recognition at both national and international level. He has been a consultant to several companies since 2000.[8] After losing the mayoral elections, he was appointed director of the Guatemalan Penitentiary System in 2006. He ceased to be director of the Penitentiary System in 2008.[9] Giammattei has had three appearances in the general elections for President of Guatemala. The first was in 2007, with the then Official Party Great National Alliance GANA with strong participation. The second was in 2011 with the Social Action Center Party but it was dissolved due to not reaching the minimum percentage of votes required by the TSE. In the elections of 2015, he joined the presidency with the FUERZA party.[10] Giammattei became the presidential candidate for the Vamos party in the 2019 presidential elections. He placed second in the first round behind Sandra Torres on 16 June 2019, with 13.95% of the vote, but won the second round against the latter on 11 August 2019, with 57.96% of the vote.[11] On 14 January 2020, Giammattei assumed office as president of the Republic of Guatemala, succeeding Jimmy Morales.[12] In July 2021, Alejandro Giammattei's Attorney General, Maria Consuelo Porras, dismissed the head of the special prosecutor's office against impunity, Juan Francisco Sandoval, since he intended to investigate corruption cases linked to the president.[13][14] A link to these juridical persecutions appeared in February 2022, when the Salvadoran investigative website El Faro revealed that Alejandro Giammattei was accused of 'financing his [2019] campaign with bribes from a construction company'. The Guatemalan president is said to have negotiated with José Luis Benito, a minister in Jimmy Morales' government, 'a contribution of $2.6 million to his electoral campaign (...) In exchange for this money Giammattei promised the minister (...) to keep him in office for a year so that he could continue to implement a multi-million dollar bribery scheme in road construction and maintenance contracts'.[15] In 2022, Guatemalan congress passed a bill that would increase prison sentences for abortion, banning sex education in schools and declared homosexuals \"minority groups incompatible with Christian morality\".[16] While originally supportive, Giammattei would later reverse his position on the bill on 11 March 2022, announcing that he will veto the bill unless Congress pulls it back, citing that violated two international conventions that Guatemala was involved as a signatory as well as the Guatemalan constitution.[17] Giammattei has vowed to bring back the death penalty and pledged to \"crush violent gangs, fight poverty to stop migration and end 'disgusting' corruption.\"[18] He is against same-sex marriage and abortion, and supports using the military for civilian security.[19] During his visit to Israel in December 2019, he pledged to have Lebanese Hezbollah declared a \"terrorist organization\", declaring that \"the friends of Israel are the friends of Guatemala, and the enemies of Israel are our enemies.\"[20] A month earlier he had also pledged to align Guatemala's policy of Israeli settlements to that of the United States.[21] In 2019, he called the Venezuelan government a \"dictatorship\" and said he wanted to maintain the same diplomatic line as his predecessor Jimmy Morales towards Venezuela, a country with which Guatemala has severed diplomatic relations.[22] During the 2022 Russian invasion of Ukraine, he became the first Latin American leader to visit Ukraine since 24 February as well as in the last 12 years. Visiting towns such as Bucha,[23] he called on the world community to \"not observe passively.\"[24] Giammattei married Rosana Cáceres on 11 February 1989, and they have three children, including Marcela.[8] Alejandro and Rosana were separated by the time Alejandro launched his presidential campaign in 2019.[25][26] As result of the divorce, Marcela serves as First Lady of Guatemala.[1][2] He cites Mahatma Gandhi as his most admired world figure.[27] Giammattei has multiple sclerosis and uses crutches in order to walk.[28] Giammattei's paternal grandfather was Italian, and Giammattei obtained Italian citizenship through jure sanguinis, in addition to his Guatemalan citizenship by birthright.[29] direct central rule, 1826–27","Title":"Alejandro Giammattei - Wikipedia","KeyID":"13482","URL":"https://en.wikipedia.org/wiki/Alejandro_Giammattei"}