{"Content: ":"In anatomy, the notochord is a flexible rod formed of a material similar to cartilage. If a species has a notochord at any stage of its life cycle, it is, by definition, a chordate. The notochord lies along the anteroposterior axis (front to back), is usually closer to the dorsal than the ventral surface of the embryo, and is composed of cells derived from the mesoderm.[citation needed] The most commonly cited functions of the notochord are: as a midline tissue that provides directional signals to surrounding tissue during development, as a skeletal (structural) element, and as a vertebral precursor.[1] In lancelets the notochord persists throughout life as the main structural support of the body. In tunicates the notochord is present only in the larval stage, being completely absent in the adult animal. In all vertebrates other than hagfish, the notochord develops into the vertebral column, becoming vertebrae and the intervertebral discs the center of which retains a structure similar to the original notochord.[2][1] The notochord is a long, rodlike structure that develops ventral to the gut and dorsal to the neural tube. The notochord is composed primarily of a core of glycoproteins, encased in a sheath of collagen fibers wound into two opposing helices. The glycoproteins are stored in vacuolated, turgid cells. The angle between these fibers determines whether increased pressure in the core will result in shortening and thickening versus lengthening and thinning.[3] Contraction of these muscle fibers result in a side-to-side motion resembling swimming. The stiffened notochord prevents movement through telescoping motion, such as that of an earthworm.[4] The notochord plays a key role in signaling and coordinating development. Embryos of modern vertebrates form transient notochord structures during gastrulation. The notochord is found ventral to the neural tube. Notogenesis is the development of the notochord by epiblasts that form the floor of the amnion cavity.[5] The progenitor notochord is derived from cells migrating from the primitive node and pit.[6] The notochord forms during gastrulation and soon after induces the formation of the neural plate (neurulation), synchronizing the development of the neural tube. On the ventral aspect of the neural groove an axial thickening of the endoderm takes place. (In bipedal chordates, e.g. humans, this surface is properly referred to as the anterior surface). This thickening appears as a furrow (the chordal furrow) the margins of which anastomose (come into contact), and so convert it into a solid rod of polygonal-shaped cells (the notochord) which is then separated from the endoderm.[citation needed] In vertebrates, it extends throughout the entire length of the future vertebral column, and reaches as far as the anterior end of the midbrain, where it ends in a hook-like extremity in the region of the future dorsum sellae of the sphenoid bone. Initially, it exists between the neural tube and the endoderm of the yolk-sac; soon, the notochord becomes separated from them by the mesoderm, which grows medially and surrounds it. From the mesoderm surrounding the neural tube and notochord, the skull, vertebral column, and the membranes of the brain and medulla spinalis are developed.[7] Because it originates from the primitive node and is ultimately positioned with the mesodermal space, it is considered to be derived from mesoderm.[8] A postembryonic vestige of the notochord is found in the nucleus pulposus of the intervertebral discs. Isolated notochordal remnants may escape their lineage-specific destination in the nucleus pulposus and instead attach to the outer surfaces of the vertebral bodies, from which notochordal cells largely regress.[9] During development of amphibians and fish, the notochord induces development of the hypochord through secretion of vascular endothelial growth factor. The hypochord is a transient structure ventral to the notochord, and is primarily responsible for correct development of the dorsal aorta.[10] By the age of 4, all notochord residue is replaced by a population of chondrocyte-like cells of unclear origin.[11] Persistence of notochordal cells within the vertebra may cause a pathologic condition: persistent notochordal canal.[12] If the notochord and the nasopharynx do not separate properly during embryonic development, a depression (Tornwaldt bursa) or Tornwaldt cyst may form.[13] The cells are the likely precursors to a rare cancer called chordoma.[14] Research into the notochord has played a key role in understanding the development of the central nervous system. By transplanting and expressing a second notochord near the dorsal neural tube, 180 degrees opposite of the normal notochord location, one can induce the formation of motor neurons in the dorsal tube. Motor neuron formation generally occurs in the ventral neural tube, while the dorsal tube generally forms sensory cells.[15] The notochord secretes a protein called sonic hedgehog (SHH), a key morphogen regulating organogenesis and having a critical role in signaling the development of motor neurons.[16] The secretion of SHH by the notochord establishes the ventral pole of the dorsal-ventral axis in the developing embryo. The notochord is the defining feature (synapomorphy) of chordates, and was present throughout life in many of the earliest chordates. Although the stomochord of hemichordates was once thought to be homologous, it is now viewed as a convergence.[17] Pikaia appears to have a proto-notochord, and notochords are present in several basal chordates such as Haikouella, Haikouichthys, and Myllokunmingia, all from the Cambrian. The Ordovician oceans included many diverse species of Agnatha and early Gnathostomata which possessed notochords, either with attached bony elements or without, most notably the conodonts,[18] placoderms,[19] and ostracoderms. Even after the evolution of the vertebral column in chondrichthyes and osteichthyes, these taxa remained common and are well represented in the fossils record. Several species (see list below) have reverted to the primitive state, retaining the notochord into adulthood, though the reasons for this are not well understood. Scenarios for the evolutionary origin of the notochord were comprehensively reviewed by Annona, Holland, and D'Aniello (2015).[20] They point out that, although many of these ideas have not been well supported by advances in molecular phylogenetics and developmental genetics, two of them have actually been revived under the stimulus of modern molecular approaches (the first proposes that the notochord evolved de novo in chordates, and the second derives it from a homologous structure, the axochord, that was present in annelid-like ancestors of the chordates). Deciding between these two scenarios (or possibly another yet to be proposed) should be facilitated by much more thorough studies of gene regulatory networks in a wide spectrum of animals. In most vertebrates, the notochord develops into secondary structures. In other chordates, the notochord is retained as an essential anatomical structure. The evolution of the notochord within the phylum Chordata is considered in detail by Holland and Somorjai (2020). [21] The following organisms retain a post-embryonic notochord: The notochord of the lancelet protrudes beyond the anterior end of the neural tube. This projection serves a second purpose in allowing the animal to burrow within the sediment of shallow waters. There, amphioxus is a filter feeder and spends most of its life partially submerged within the sediment.[4] Surface view of embryo of Concolor gibbon (Hylobates concolor). Diagram of a transverse section, showing the mode of formation of the amnion in the chick. Section through the head of a human embryo, about twelve days old, in the region of the hind-brain. Transverse section of human embryo eight and a half to nine weeks old.","Title":"Notochord - Wikipedia","KeyID":"1348","URL":"https://en.wikipedia.org/wiki/Notochord"}