{"Content: ":"Arayik Vladimiri Harutyunyan (Armenian: Արայիկ Վլադիմիրի Հարությունյան; born 14 December 1973) is an Artsakhi politician who has been serving as the President of Artsakh since 2020. He was formerly the 1st State Minister from 2017 until his resignation in 2018 and 6th and last Prime Minister of the Republic of Artsakh from 2007 until its abolishment upon the adoption of a new constitution in 2017. Harutyunyan was born in Stepanakert, then capital of the Nagorno-Karabakh Autonomous Oblast, part of the Azerbaijani SSR, then Soviet Union, in 1973. He attended Yerevan State Institute of Economy in 1990 and two years after, in 1992, joined the self-defence forces of Nagorno-Karabakh and took part in the First Nagorno-Karabakh War. After the war, he moved from Yerevan State Institute of Economy to Artsakh State University Faculty of Economics and graduated in 1995. Three years later, in 1998, he finished his post-graduate course at Artsakh State University.[1] Harutyunyan started his career at the Ministry of Finance and Economy of Artsakh in 1994, serving as assistant to the minister. In 1997, he left the ministry and started his career in the private sector, in Armagrobank, working there until 2004. Harutyunyan co-founded the Free Motherland party in 2005 which took part in the 2005 parliamentary election, winning 10 out of 33 seats in the National Assembly of Artsakh. He also served as the Chairman of Free Motherland and the Free Motherland faction in the National Assembly. Harutyunyan headed the Commission on Financial, Budget and Economy Management in the National Assembly.[2] In 2007, he was appointed Prime Minister by then-President Bako Sahakyan. His first speech as Prime Minister was full of promises to revive the economy, democracy and social justice in the unrecognised country. The urgent steps that he promised to take included ‘fighting against corruption, protectionism, the clan system and social evils'.[3] After 2017 constitutional referendum, Artsakh was transformed from semi-presidential system into a presidential system and the office of the Prime Minister was abolished. Harutyunyan remained in the Sahakyan government and was appointed as State Minister.[4] He participated in and won the 2020 Artsakhian general election, thereby becoming the 4th President of Artsakh.[5][6] He was inaugurated on 21 May[7] in a ceremony that was attended by his opponent Masis Mayilyan and Armenian Prime Minister Nikol Pashinyan.[8][9] During the ceremony, which was held in Shusha instead of Stepanakert (a decision which angered the authorities in Baku),[10] he described Artsakh and Armenia as “inseparable parts of a united national homeland”.[11] During the first week of his presidency, he signed two highly publicized executive orders: The first one changed the seat of the National Assembly of Artsakh from Stepanakert to Shusha, while the second made all tertiary education in Artsakh free. On September 19, he announced that the National Assembly will be moved from the capital to Shusha by in 2022, in time for the 30th anniversary of the Capture of Shusha.[12] During the 2020 Nagorno-Karabakh conflict, the Ministry of Defence of Azerbaijan claimed that the Azerbaijani Army had severely wounded Harutyunyan, who had visited the front that morning.[13][14] These allegations were denied by both Harutyunyan and his government.[15] On 23 October, Harutyunyan published an open letter to Russian President Vladimir Putin penned by himself, calling for Russian support to Artsakh, noting Russia's historical ties to the region and the many notable Russian and Soviet figures from Karabakh.[16] On 27 October, he dismissed Jalal Harutyunyan from the post of Minister of Defence after he was wounded in fighting.[17] It came a week after he promoted him to the rank of Lieutenant general[18][19] and a day later Harutyunyan granted him with the title of Hero of Artsakh.[20] On 9 November, he gave his consent for Nikol Pashinyan to sign the 2020 Nagorno-Karabakh ceasefire agreement between Armenia, Azerbaijan and Russia.[21] On 11 November, Harutyunyan called on citizens of Artsakh to refrain from participating in the Armenian protests in Yerevan, calling on them to return home and declaring that \"Artsakh will remain Armenian\".[22] A couple of days later, he received General Rustam Muradov, commander of the Russian peacekeeping forces in Nagorno-Karabakh, who arrived in Stepanakert to begin the peacekeeping mission in the region.[23] On 1 December 2020, President Harutyunyan announced that a national unity government would be formed and a number of cabinet officials would be replaced, pending snap elections. He announced his intention to leave politics permanently and that he would not run in the coming elections.[24] On December 16, Harutyunyan announced that all security-related decisions would have to be approved by the Security Council of Artsakh, giving significant powers to the council's head Vitaly Balasanyan.[24]","Title":"Arayik Harutyunyan - Wikipedia","KeyID":"13499","URL":"https://en.wikipedia.org/wiki/Arayik_Harutyunyan"}