{"Content: ":"Älihan Ashanuly Smaiylov (Kazakh: Әлихан Асханұлы Смайылов, romanized: Älihan Ashanūly Smaiylov; Russian: Алихан Асханович Смаилов, born 18 December 1972) is a Kazakh politician who is serving as Prime Minister of Kazakhstan.[1] Previously, he served as the First Deputy Prime Minister of Kazakhstan under Askar Mamin. He at the same time served as the Minister of Finance from September 2018 until May 2020. Smaiylov was nominated as the new prime minister of Kazakhstan by the country's president following the 2022 Kazakh protests.[2] His candidacy was unanimously approved by the country's parliament.[3] Smaiylov was born in the city of Alma-Ata (now Almaty) in the Kazakh SSR. In 1994, he graduated from the Al-Farabi Kazakh National University with a degree in applied mathematics and then in 1996, from the KIMEP University where he earned master's degree in public administration.[4] In 1993, he became an employee of the A-Invest Investment and Privatization Fund. From 1995, Smaiylov was the chief specialist of the Trade and Industry Department of the Almaty City Administration. In 1996, he served as the trainee of the Supreme Economic Council under the President of Kazakhstan. From August 1996 to February 1998, Smaiylov was the deputy head and then the head of Department of the National Statistical Agency of Kazakhstan.[4] In 1998, he was the deputy chairman of the Committee on Statistics and Analysis of the Agency for Statistical Planning and Reforms of Kazakhstan. From 1998 to 1999, Smaiylov served as the chief expert, head of the sector of the department, state inspector of the Presidential Administration of Kazakhstan. From August to November 1999, Smaiylov was the state inspector of the Organizational and Control Department of the Presidential Administration. That same year, he became the chairman of the Agency of Kazakhstan on Statistics.[4] In 2003, Smaiylov was appointed as the Vice Minister of Foreign Affairs until he became the chairman of the Board of the Joint Stock Company State Insurance Company for Insurance of Export Credits and Investments. In February 2006, he was appointed as the Vice Minister of Finance until January 2007, when he became the president of JSC National Holding Kazagro. On 21 November 2008, Smaiylov was reappointed as the Vice Minister of Finance. From 27 October 2009, Smaiylov served the chairman of the Agency of Kazakhstan on Statistics again until August 2014, when he became the chairman of the Committee on Statistics.[4][5] On 11 December 2015, Smaiylov was appointed as the Assistant to the President of Kazakhstan.[6] He served that position until 18 September 2018, when he became the Minister of Finance.[7][8] On 25 February 2019, he became the First Deputy Prime Minister of Kazakhstan in Mamin's government.[9] At the same time, Smaiylov served as the Minister of Finance until 18 May 2020, when he was replaced by Erulan Jamaubaev.[10] From 27 May 2020, Smaiylov is the representative of Kazakhstan in the Eurasian Economic Commission. On January 1, 2022, by Decree of the President of the Republic of Kazakhstan, he was appointed to the post of Prime Minister of the Republic of Kazakhstan.[11] Following the outbreak of violent 2022 Kazakh unrest, President Kassym-Jomart Tokayev in response appointed Smaiylov as the acting Prime Minister on 5 January 2022 after resignation of his predecessor Askar Mamin and his cabinet.[12][13] According to Joanna Lillis from Eurasianet, Smaiylov along with other ministers is a technocrat with role in \"carrying the baggage\" of a \"tainted cabinet\" and that his appointment as the head of government would provide more clues in Tokayev's future policies.[14] On 11 January 2022, the lower house Mazhilis approved Smaiylov as the new PM with 89 MPs from all parties unanimously voting in favour for his candidacy.[15] President Tokayev at the session asserted that Smaiylov's view on Kazakhstan's future economy being \"correct\" and that he had \"a precise plan\".[16] From there, Smaiylov himself thanked for support and remarked it as a \"great responsibility\" and praised Tokayev's existing policies.[15] With 9 out of 20 total ministers being new faces, Smaiylov's cabinet faced tasks in improving the quality of life for citizens, maintain economic growth, dealing with the COVID-19 pandemic, restore the widescale damage and leading Kazakhstan out of the aftermath caused by the unrest.[17][18] At the first meeting with cabinet of ministers, Smaiylov proclaimed that the government \"must justify the high confidence of the head of state at this difficult moment for the whole country.\"[17]","Title":"Älihan Smaiylov - Wikipedia","KeyID":"13509","URL":"https://en.wikipedia.org/wiki/%C3%84lihan_Smaiylov"}