{"Content: ":"Yair Lapid (Hebrew: יָאִיר לַפִּיד, transliterated: Yāʾīr Lapīð, IPA: [jaˈʔiʁ laˈpid]; born 5 November 1963) is an Israeli politician and former journalist who has been serving as the 14th prime minister of Israel since 1 July 2022. He previously served as the alternate prime minister of Israel and minister of Foreign Affairs from 2021 to 2022. Lapid is the chairman of the centrist Yesh Atid party, and was Leader of the Opposition from 2020 to 2021, and Minister of Finance from 2013 to 2014.[1] Before entering politics in 2012, Lapid was an author, TV presenter and news anchor. The centrist Yesh Atid party, which he founded, became the second-largest party in the Knesset by winning 19 seats in its first legislative election in 2013. The greater than anticipated results contributed to Lapid's reputation as a leading centrist. From 2013 to 2014, following his coalition agreement with Likud, Lapid served as Minister of Finance under Prime Minister Benjamin Netanyahu. In 2013, Lapid ranked first on the list of the \"Most Influential Jews in the World\" by The Jerusalem Post.[2] He was also recognized in 2013 as one of the leading Foreign Policy Global Thinkers,[3] and ranked as one of Time magazine's 100 \"Most Influential People in the World\".[4] He serves on the Knesset Foreign Affairs and Defense Committee, and the Sub-Committee on Intelligence and the Security Services.[5] On 17 May 2020, Lapid became the Leader of the Opposition, after the thirty-fifth government of Israel was sworn in.[6] On 5 May 2021, he began talks with other parties to try to form a coalition government.[7] On 2 June 2021, Lapid informed Israeli President Reuven Rivlin that he had agreed to a rotation government with Naftali Bennett and was prepared to replace the incumbent prime minister, Benjamin Netanyahu.[8] The new government was sworn in on 13 June 2021.[9] Lapid became the Prime Minister of Israel on 1 July 2022 after Bennett stepped down as prime minister following the dissolution of the Knesset. Lapid will remain the prime minister until a new government is formed after the next election.[a][10] Lapid was born in Tel Aviv, the son of journalist and politician Yosef \"Tommy\" Lapid, who served as Justice Minister, and novelist and playwright Shulamit (Giladi) Lapid. His father was born in Novi Sad, Yugoslavia (now Serbia) to Hungarian Jewish parents,[11] and his mother was born in Tel Aviv. His maternal grandfather David Giladi, originally from Transylvania (now Romania), was a writer and journalist who was among the founders of the newspaper Maariv.[12][13][14] He has a sister, Merav, who is a clinical psychologist. Another sister, Michal, died in a car accident in 1984.[15] His paternal grandfather Bela (Meir) Lampel, a lawyer and Zionist activist, was murdered in Mauthausen concentration camp, while his great-grandmother Hermione Lampel was sent to Auschwitz, where she was murdered in a gas chamber.[16][17] Lapid grew up in Tel Aviv and London. His childhood home in Tel Aviv was in the Yad Eliyahu neighborhood, in a residential building known as the Journalists' Residence, as several prominent journalists lived there. He attended high school at the Herzliya Hebrew Gymnasium, but struggled with learning disabilities and dropped out without earning a bagrut certificate.[15][18] Lapid spent most of his mandatory military service in the Israel Defense Forces as a military correspondent for the IDF's weekly newspaper, Bamahane (\"In the base camp\").[19] He has given different versions of how he began his service in the IDF before being transferred to Bamahane, alternatively claiming to have begun his service in the Armored Corps until he was transferred after suffering an asthma attack due to a smoke grenade and to have started his service in the Israeli Air Defense Command before being pulled out due to suffering an asthma attack from dust and haze during basic training.[20][21] After completing his military service, he began working as a reporter for Maariv and published poetry in literary journals. He also had a career as an amateur boxer.[22] In the mid-1980s, Lapid married Tamar Friedman. The marriage produced one son, Yoav (born 1987). The couple divorced after the birth of their son.[23] He later married Lihi Lapid, with whom he has two children.[24] The couple lives in the Ramat Aviv Gimel neighborhood of Tel Aviv.[25][26] He attends the Daniel Centers for Progressive Judaism, a Reform synagogue in Tel Aviv.[27] In 1988, at age 25, Lapid was appointed editor of Yedioth Tel Aviv, a local newspaper published by the Yedioth Ahronoth group. In 1991, he began writing a weekly column in a nationwide newspaper's weekend supplement—first for Maariv, and later for its competitor, Yedioth Ahronoth. His column's name, \"Where's the Money?\", became his political slogan decades later.[26] In 1994, Lapid started on TV, hosting the leading Friday evening talk show on Israel TV's Channel 1.[28] In 1997, he had an acting role in an Israeli film about the Gulf War, Song of the Siren.[29] He next hosted a talk show on TV Channel 3. In the 1990s, Lapid hosted a current affairs talk show called \"Yair Lapid\" on Channel 2.[30] From 1989 to 2010, Lapid wrote and published books spanning a variety of genres. His first was a thriller, of which he has published three more; the others include two children's books, two novels, and a collection of his newspaper columns. In addition, he wrote a drama series, War Room, that aired on Channel 2 in 2004. He has written a total of 12 books. His most successful book, Memories After My Death, was a biography of his late father.[31] Lapid was also a songwriter for numerous Israeli musicians, among them Rami Kleinstein, Yardena Arazi, and Rita. Some of the songs he wrote became hits which reached the top of the charts in Israel.[32][31] In January 2008, Lapid was the host of Ulpan Shishi (Friday Studio), Channel 2's Friday night news magazine. That year, the Cameri Theater performed his first play, The Right Age for Love.[33] In January 2012, controversy arose after Lapid was admitted by Bar-Ilan University into a doctorate program, studying towards a PhD in hermeneutics. This was in violation of rules stating that all doctoral candidates must hold at minimum a bachelor's degree. Lapid, who had failed to complete high school, was admitted to the university based on his extra-academic credentials and career in journalism and writing. After the Knesset Education Committee launched an investigation, the Council for Higher Education canceled the program under which Lapid was admitted, which had allowed students without a BA to study towards a doctorate.[34][35] In September 2013, the Israeli edition of Forbes magazine estimated Lapid's net worth at 22 million shekels.[36] On 8 January 2012 Lapid announced that he would be leaving journalism in order to enter politics.[37] On 30 April he formally registered his party, \"Yesh Atid\" (Hebrew: יש עתיד, lit., \"There's a Future\").[38] The move was timed to coincide with the general expectation in Israel for early elections to be held in the early fall of 2012.[39] A few days after Yesh Atid's registration, in a surprise move, Benjamin Netanyahu formed a national unity government. It was then thought that Lapid's party would have to wait until late 2013 before it could participate in national elections. But in October 2012, following the departure of Kadima from Netanyahu's coalition over how to implement a Supreme Court decision ending the exemption from the military draft for the ultra-Orthodox, Netanyahu announced that elections would take place in late January 2013, affording Yesh Atid its first opportunity to run. In November 2012, Yesh Atid was polling an average of 11.6%, or 13–14 seats in the 120-seat Knesset. The results of the January election showed the party winning an unexpected 19 seats, making Yesh Atid the second-largest party in the 19th Knesset.[40] Lapid was named Israel's finance minister on 15 March 2013.[41] Only nine months later, a survey was published showing a continuing trend of decreasing popularity, with 75% of those polled claiming to be disappointed by his performance, and his party achieved only 10 seats in the Knesset, as opposed to the 19 it got at the beginning of the year.[42] On 2 December 2014, Netanyahu fired Lapid as finance minister.[43] In 2016, Lapid presented his platform, the \"Seven Point Plan for Israel\", which includes a robust security doctrine, a regional conference with Arab states based on the necessity of separating from the Palestinians, reforms of the political system to clean up corruption, the State of Israel that strikes a balance between its Jewish and democratic character, a strengthened law enforcement system, an economy propelled forward by innovation, and increased emphasis on education and science.[44][45] Under Lapid, Yesh Atid claims to spearhead the fight against corruption in Israel. The \"Nachshon Plan\", unveiled in 2017, stipulates that any person found guilty of corruption will be banned from serving in public office. To prevent political bribery, it also abolishes \"coalition funds\".[46] On 5 May 2021, Lapid was entrusted with the second mandate to form a new government, after the incumbent Netanyahu failed to do so with the first mandate.[7] On 9 May 2021, it was reported that Lapid and Bennett had made major headway in the coalition talks.[47] However, on 10 May, coalition talks seemed to be jeopardized as the Ra’am party announced it was suspending coalition talks, due to escalation in the Israeli–Palestinian conflict. [48] On 13 May his path to being Prime Minister was further complicated when Naftali Bennett reportedly decided against joining a Lapid government due to the ongoing military conflict with Gaza.[49] On 30 May 2021, Bennett announced in a televised address that Yamina would indeed join a unity government with Lapid, after all but one Yamina MK agreed to back this decision.[50] On 2 June 2021, following negotiations with Lapid and Bennett, Ra'am leader Mansour Abbas officially signed a coalition agreement with Lapid and agreed to allow his party to join.[51] The Knesset ultimately voted in favor of the new government by a one-vote margin on 13 June.[52] the government was sworn in that same day, with Lapid becoming the Alternate Prime Minister of Israel and the Minister of Foreign Affairs.[53] Upon becoming the Minister of Foreign Affairs, Lapid's ministry assumed the duties of the now-defunct Ministry of Strategic Affairs.[54] Several weeks later Lapid inaugurated Israel's embassy in Abu Dhabi, in what was the first official visit of the country by a member of the Israeli Government.[55] In August 2021, he appointed former Minister of Health Yael German as Israeli Ambassador to France, and former Member of the Knesset Shimon Solomon as ambassador to Angola.[56] On 11 August, Lapid visited Rabat to inaugurate Israel's embassy in the city.[57] In September, he inaugurated the Israeli Embassy in Manama,[58] and announced the re-establishment of diplomatic relations with Sweden.[59] Lapid has said that he would demand a resumption of negotiations between Israel and the Palestinian Authority.[60] His party's 2013 platform calls for an outline of \"two states for two peoples\", while maintaining the large Israeli settlement blocs, a united Jerusalem, and ensuring Israel's safety.[61] In January 2013, just days before the election, Lapid said he would not join a cabinet that stalled peace talks with the Palestinian Authority, and added that a single country for both Israelis and Palestinians without a peace agreement would endanger Israel's Jewish character. He said, \"We're not looking for a happy marriage with the Palestinians, but for a divorce agreement we can live with.\"[62] As part of a future peace agreement, Lapid said Palestinians would have to recognize that the large West Bank settlement blocs of Ariel, Gush Etzion and Ma'aleh Adumim would remain within the State of Israel.[63] According to Lapid, only granting Palestinians their own state could end the conflict and Jews and Arabs should live apart in two states, while Jerusalem should remain undivided under Israeli rule.[64][65] He is enthusiastic about annexing the Golan Heights, and has also declared that he is guided by a principle of \"maximum Jews on maximum land with maximum security and with minimum Palestinians.\"[66] Of the diplomatic stalemate in the Israeli-Palestinian peace process, Lapid said, \"Most of the blame belongs to the Palestinian side, and I am not sure that they as a people are ready to make peace with us.\"[67] He has also dismissed the possibility of a comprehensive peace deal with the Palestinians as unrealistic.[68] In June 2015, after the March 2015 elections, Lapid visited the United States, and after an hour-long interview, American journalist Jeffrey Goldberg wrote, \"Lapid is a leader of the great mass of disillusioned centrists in Israeli politics. He could conceivably be prime minister one day, assuming Benjamin Netanyahu, in whose previous cabinet he served, ever stops being prime minister. Now functioning as a kind of shadow foreign minister, Lapid argues that Israel must seize the diplomatic initiative with the Palestinians if it is to continue existing as a Jewish-majority democracy, and he is proposing a regional summit somewhat along the lines of the earlier Arab Peace Initiative. Lapid is not a left-winger—he has a particular sort of contempt for the Israeli left, born of the belief that leftists do not recognize the nature of the region in which they live. But he is also for territorial compromise as a political and moral necessity, and he sees Netanyahu leading Israel inexorably toward the abyss.\"[69] In September 2015, Lapid laid out his diplomatic vision in a major speech at Bar Ilan University[70] in which he said, \"Israel's strategic goal needs to be a regional agreement that will lead to full and normal relations with the Arab world and the creation of a demilitarized independent Palestinian state alongside Israel. That's where Israel needs to head. Separation from the Palestinians with strict security measures will save the Jewish character of the state.\" Lapid supports recognition of Israeli sovereignty over the Golan Heights. He noted in 2017 that with Iran attempting to establish a foothold in Syria, Israel cannot be expected to relinquish the Golan Heights.[71] In 2013, when Yesh Atid sat in the government, Lapid pushed for increased public transportation on Shabbat, as opposed to the current law that mandates most public transportation shut down.[72] Additionally, Lapid strongly supports instituting a civil marriage track in Israel. Currently, marriage and divorce for Jews are controlled by the Chief Rabbinate, which will not officiate marriages between Jews and non-Jews, and some Israelis from the Soviet Union who are not Jewish according to Jewish law cannot marry in Israel.[73] Although Israel recognizes civil marriages that are performed abroad, there is no mechanism for performing civil marriage in Israel. In 2015, under Lapid's leadership, Yesh Atid championed a bill to institute civil marriage, but the bill was defeated in the Knesset, with 50 votes against and 39 in favor.[74] When Netanyahu walked back his promise to Diaspora Jews in 2017 to expand prayer at the Western Wall, Lapid strongly critcised the decision, saying that the Israeli government alienated \"senators, congressmen, the majority of the pro-Israel lobby, major donors, the people we turn to when we need help ensuring that Israel will get advanced weapons, that the military assistance will increase, that there will be sanctions on Iran\".[75] He implored American Jews to \"not give up on us. We have no intention of giving up on you. We are one people. It might take time. It might take elections. But in a democracy, the majority decides, and the majority in Israel want us to be one nation.\"[75] Lapid asserts that it is Israel's responsibility to recognize all streams of Judaism, including streams which don't follow Orthodox Jewish Law.[76] Lapid is a leading proponent of a deep bipartisan US-Israel relationship. He has upbraided Netanyahu for alienating American Democrats: \"The fact that the [Israeli] government completely identifies with the conservative, evangelical faction of the Republican party is dangerous.\"[77] When Jewish Democratic Congressman Ted Deutch's request to attend the embassy opening in Jerusalem was ignored, Lapid said, \"There's no way the government of Israel didn't notice this. It's the job of the Prime Minister's office to look at the list and say: We are nonpartisan and are not just attached to Republicans.\"[77] During the 2013 election campaign, Lapid spoke of \"equal shares of the burden\" for all Israeli citizens. He said he would work to see all Israeli citizens, including the thousands of Haredim, who had up until that point been exempt from most civil service, be included in military and civil service.[78][79] On 27 May 2013, Lapid threatened to topple the government unless ultra-Orthodox would be subject to criminal sanctions for draft-dodging. In the view of some Haredim, Lapid's plan represents a \"spiritual holocaust\", as they believe that their Jewish studies are what upholds Israel. Some Haredim have declared that even at the risk of being criminals, they will continue in their Jewish studies and refuse to enlist or perform civilian service.[80][81] Lapid denied that he was seeking to destroy the Haredi way of life, saying: \"Not one of us wishes, Heaven forbid, to force hiloniyut [secularism] on you or to impose our version of Israeli identity. This state was established so that Jews could be Jews, and live as Jews, without having to fear anyone.\"[82] Lapid is a vocal opponent of the BDS movement, which seeks to economically isolate Israel. He has said, \"We can no longer abandon this battle to the haters of Israel. We need to defend Israel's good name in the world. They are besmirching us, and the time has come to answer them.\" Lapid has also helped college students in America oppose BDS.[83] Lapid has spoken out vehemently about alleged United Nations bias against Israel. In an op-ed, he excoriated the United Nations Human Rights Council for voting for \"61 resolutions condemning human rights abuses across the world, and 67 resolutions which condemned Israel\" in the past decade and having its own agenda item on Israel. Lapid blames UNESCO for \"erasing Jewish history\".[84] Lapid traces the UN's alleged bias against Israel to the creation of the United Nations Relief and Works Agency for Palestine (UNRWA) in 1950, which services only Palestinian refugees and gives them hereditary status so that the number of refugees has expanded from approximately 750,000 to five million.[85] Lapid, whose father was a Holocaust survivor, spoke out against Poland's controversial Holocaust bill, which would criminalize accusing the Polish nation of being complicit in the Holocaust. Lapid said: \"No Polish law will change history. Poland was complicit in the Holocaust. Hundreds of thousands of Jews were murdered on its soil without them having met any German officer.\"[86] He added that his \"grandmother was murdered in Poland by Germans and Poles\".[87] Lapid also wrote that there were \"Polish death camps\". The Auschwitz-Birkenau Memorial and Museum stated that Lapid's claims about alleged Polish cooperation in the Holocaust were a \"conscious lie\" and that Lapid was \"using Holocaust as a political game\" that mocked the victims, also likening his allegation to the claims made by Holocaust deniers.[88][89] In February 2018, Polish Prime Minister Mateusz Morawiecki said that \"there were Jewish perpetrators\" of the Holocaust, \"not only German perpetrators\".[90] Lapid condemned Morawiecki's words, saying: \"The perpetrators are not the victims. The Jewish state will not allow the murdered to be blamed for their own murder.\"[91] Lapid's book Memories After My Death chronicles his father's life and observations as Israel evolved over its first sixty years.[92] In April 2013, Lapid appeared on Time magazine's list of \"100 Most Influential People in the World 2013\" in the category Leaders.[4] The following month, he ranked first on the list of the \"Most Influential Jews in the World\" by The Jerusalem Post.[2] He also was listed as one of the \"Foreign Policy Global Thinkers 2013\".[3]","Title":"Yair Lapid - Wikipedia","KeyID":"13507","URL":"https://en.wikipedia.org/wiki/Yair_Lapid"}