{"Content: ":"Oyun-Erdene Luvsannamsrai (Mongolian: Лувсаннамсрайн Оюун-Эрдэнэ; born 29 June 1980) is a Mongolian politician who has been the Prime Minister of Mongolia since 27 January 2021. He has been elected to the State Great Khural (Parliament) twice[1] since 2016.[2] Prior to becoming the Prime Minister, he was a Minister and Chief of the Cabinet Secretariat[3] of the Government of Mongolia from 2 February 2019 to 27 January 2021. Oyun-Erdene was born in Ulaanbaatar, the capital city, but grew up in Berkh, Khentii. He took Luvsannamsrai, his grandfather’s name, as his surname. Oyun-Erdene’s grandfather Luvsannamsrai was a Buddhist abbot (Mongolian: хамба лам), a master chess player and an instructor of mathematics, Mongolian language, and Old Mongolian script. He was the first principal of a public school in Mörön Soum in the Khentii Province of Mongolia. At the age of 21, Oyun-Erdene began his political career when serving as the Head of the Governor’s Office in the Village of Berkh, Khentii. He later worked for World Vision International as a Zonal Director in charge of fundraising from the European Region. Oyun-Erdene has been actively involved in politics since 2008, when he served as the Head of the Social Development Department for the Bayanzürkh District of the Municipality. He also held various positions at the Mongolian People’s Party (the MPP) starting as the Head of the Political Department. He worked as the President of the Social Democracy Mongolian Youth Association, a party-affiliated youth organization of Mongolia. He wrote his first book, “Vision”, in 2005.[4] After graduating from Harvard University in 2015 at age of 35, he published his second book named “Aziin Khuleg Uls” which translated as “The Steed country of Asia”.[5] In this book he addressed a 30 year-development policy for Mongolia. He also founded “The Steed country of Asia” National Policy Research Institute that same year.[6] In 2020, Oyun-Erdene also initiated and led the process for development of “Vision 2050”, Mongolia's 30-year policy agenda and had it approved by the State Great Khural (Parliament).[7] This policy document came into force on January 1, 2021. Oyun-Erdene was born on June 29, 1980, in Ulaanbaatar. His parents got divorced at an early age and he was raised by his grandparents from his mother's side. His father is an educator and an artist who helped to reform Mongolian high-school education system. He established Mongeni high school complex in 1996. His mother was a musician who played clarinet in the Academic Theater of Classical Arts. After her retirement, she started the Soyol Foundation which aims to support classical arts in Mongolia. Luvsannamsrai, Oyun-Erdene’s grandfather, was the first principal of a school in Mörön, Khentii Province. He guided Oyunerdene’s self-paced study of Tibetan and Mongolian scripts as well as chess in his early age. He started his elementary school at School #28 in Ulaanbaatar, he had to move back to Khentii province to live with his grandfather after his grandmother’s death in 1990. Therefore, he finished his high school in Khentii province. Luvsanamsrai, Oyun-Erdene’s grandfather, had a great respect for Batbayar Darma, one of the greatest figures in Mongolian literature. Thus, he asked Mr. Batbayar to train his grandson in Mongolian literature. Oyun-Erdene was enrolled in Bers University, founded by Batbayar Darma, and graduated from it as a journalist. Oyun-Erdene graduated from the National University of Mongolia in 2008 with a Bachelor degree in law. He also graduated from the School of Social Sciences of the National University of Mongolia in 2011 with a master's degree in political science. Oyun-Erdene then graduated from Harvard University in 2015 with a master's degree in Public Policy. He started his career in the countryside. At age 21, he was appointed as the Head of the Governor’s Office of a village named Berkh, in the Khentii province. While giving a presentation for World Vision International representatives with a mind to bring in an international project to his province he was extended an invitation to work for them and accepted it. He worked for World Vision International for more than six years and specialized in community-based development policy. During this time he attended specialized training for international development workers organized by World Vision in cooperation with the University of Melbourne, and worked in the Philippines and Thailand for a short period of time. Oyun-Erdene entered politics in 2008. While serving as the head of the Social Development Department of the Bayanzurkh District of the capital city, he led the election campaign Bayanzurkh-Neg Zurkh (verbally translated as 'Rich Heart - One Heart') and won 100% in this largest district of the capital city. Shortly after being appointed as the Head of the then Mongolian People’s Revolutionary Party (MPRP)'s Political Department in 2009, he initiated and developed the AGENDA-6 Reform Program. His decision to remove the word \"revolutionary\" from the name led to significant division within the party, and eventually, to its defeat in the 2012 parliamentary election. in 2015, he founded the Asian Steed Policy Research Institute with his fellow alumnus from several Universities. In 2016, he was elected as a member of Parliament in Mongolia. He caused, and led multiple demonstrations, most notably one held in 2018 involving more than 30,000 citizens.[8] At the request of Ukhnaagiin Khürelsükh, the Prime Minister of Mongolia, Oyun-Erdene became the Minister and Chief of the Cabinet Secretariat of Mongolia. Shortly after his appointment, Oyunerdene headed working groups to regulate illegal mining operations and tackle Mongolia's alleged corruption. He also made a significant contribution to the amendment of the Constitution of Mongolia, relating to the length of Mongolia's governments. During his time in office, Oyun-Erdene drafted plans for a 5-year program, with the goal of expanding Mongolia's digital infrastructure. The first action of this program was E-Mongolia, an online platform which provides 182 different services to citizens.[9] As result of this, there has been significant impact on fighting red-tape bureaucracy, mid-level corruption as well as supporting the government to operate more open and transparent.","Title":"Luvsannamsrain Oyun-Erdene - Wikipedia","KeyID":"13517","URL":"https://en.wikipedia.org/wiki/Luvsannamsrain_Oyun-Erdene"}