{"Content: ":"Ibrahim Mohamed Solih (ِArabic: إبراهيم محمد صالح ; Dhivehi: އިބްރާހީމް މުޙައްމަދު ޞާލިޙް; born 1 March 1962),[1] better known as Ibu (އިބޫ),[2] is a Maldivian politician[3] and the president of the Maldives since 17 November 2018. Solih was first elected to the People's Majlis in 1994, aged 30, as the MP from his home atoll of Faadhippolhu. Solih played a leading role in the formation of the Maldivian Democratic Party[4] (MDP) and the Maldives Political Reform Movement from 2003 until 2008, which led to the country adopting a new modern constitution and multiparty democracy for the first time in its history. Solih was also a senior member of parliament[5] and the Special Majlis. A founding member of the Maldivian Democratic Party, Solih was elected as President of Maldives on 23 September 2018 following the 2018 Maldives presidential election.[6] Solih was born on Hinnavaru Island but moved to the Maldives' capital, Malé at a young age for education, and he has been a resident since.[citation needed] He is one of 13 children.[citation needed] Solih completed his secondary education at Majeedhiyya School, Malé.[citation needed] During his school days, he was a popular student and took part in several school activities, which especially applied to sports.[7] He is the first ever president of Maldives who never sought any further education than his secondary education. He is married to Fazna Ahmed and they have a daughter named Sarah and a son named Yaman.[8] Fazna Ahmed is the daughter of Sikka Ahmed Ismail Manik who took a leading role in the 1988 terrorist attack on Maldives. [9] Solih is one of the closest friends of former President Mohamed Nasheed, who is also the first cousin of Solih's wife Fazna. Solih and President Nasheed played an instrumental role in establishing multiparty democracy in the Maldives. After three years into his presidency, the relations between Solih and Nasheed deteriorated over power struggle within their party.[10]Ibrahim Mohamed Solih has been a senior figure in the party and lead the first Parliamentary Group of the Maldivian Democratic Party (MDP) in 2009 until he was elected as the president of Maldives in 2018.[7] Solih has been the parliamentary group leader of the Maldivian Democratic Party (MDP) since 2011.[11] He has also served as the leader of the joint parliamentary group since the opposition coalition was formed in March 2017. Solih was selected as the new presidential candidate[12] for the coalition of opposition parties in the 2018 election, when former president Mohamed Nasheed, due to his prior conviction, was not able to contest as a candidate for presidential election.[13] Solih went on to claim an upset victory over Yameen, winning the election with 58.4% of the vote[14] and receiving nearly 38,500 votes more than his opponent. In the run-up to the election, many foreign observers had asserted that the election could be rigged in Yameen's favor and that he was thus likely to win a second term. However, when the counting of ballots was nearing completion on election night, President Yameen addressed the nation and conceded the election to Solih,[14] this being a few hours after the latter had claimed victory and urged the president for a peaceful transition of power.[15] The main issue of the campaign has widely been recognized as the question of whether the Maldives should continue to pursue closer relations with the People's Republic of China, as it had under the Yameen presidency, or whether it should instead turn to India and the countries of the Western world (especially the United States), which is a direction more favoured by the MDP-led opposition coalition.[14] Solih assumed office on 17 November 2018, when the five-year term of Abdulla Yameen expired. Solih became the 7th President of the Maldives and the country's third democratically elected president (following Mohamed Nasheed and Abdulla Yameen) since Nasheed unseated Maumoon Abdul Gayoom in the 2008 election, thus ending the latter's 30-year long, six-term incumbency. Solih is the first Maldivian president to be born in the country's northern atolls, as well as the second-oldest person to assume the presidency, at the age of 54 (with only Mohamed Waheed Hassan being older when taking office).[7] On 19 November, Solih announced that the Maldives would rejoin the Commonwealth of Nations, a decision recommended by his Cabinet, considering that the Maldives was a republic in the Commonwealth of Nations from 1982 to 2016.[16] President Solih became a Commonwealth head of government and a Commonwealth head of state when the Maldives returned to the Commonwealth on 1 February 2020.[17] There was also a change in foreign relations. His predecessor Abdulla Yameen was politically very close to China with some \"anti-India\" attitude, but president Solih reaffirmed the previous \"India-First Policy\", and the Maldives and India strengthened their close relationship.[18] In the April 2019 parliamentary election, the Maldivian Democratic Party (MDP) of president Ibrahim Mohamed Solih won a landslide victory. It took 65 of 87 seats in the parliament. This was the first time a single party was able to get such a high number of seats in the parliament in Maldivian history.[19] President Ibrahim Mohamed Solih's administration faced public criticism after the President's Office Communication's Director Hassan Ismail was accused of sexual harassment by local journalist Rae Munavvar.[20] In June 2020, Solih's niece MP Jeehan Mahmood's husband was accused of sexual assault of a Kenyan woman, the state prosecutor raising charges on 11 January 2021.[21] In August 2021, Solih's Tourism Minister Ali Waheed was charged with seven counts of sexual harassment.[22] Solih on the campaign trail as the opposition's presidential candidate in 2018","Title":"Ibrahim Mohamed Solih - Wikipedia","KeyID":"13515","URL":"https://en.wikipedia.org/wiki/Ibrahim_Mohamed_Solih"}