{"Content: ":"Min Aung Hlaing (Burmese: မင်းအောင်လှိုင် abbreviated: MAL pronounced [mɪ́ɰ̃ àʊɰ̃ l̥àɪɰ̃]; born 3 July 1956) is a Burmese politician and army general who has ruled Myanmar as the chairman of the State Administration Council since seizing power in the February 2021 coup d'état. He took the nominally civilian role of prime minister of Myanmar in August 2021 upon the formation of the Provisional Government. He has also been the commander-in-chief of Defence Services since March 2011.[3][4][5] He previously served as Joint Chief of Staff of the Ministry of Defence from 2010 to 2011 and was a member of the National Defence and Security Council (NDSC) chaired by the president of Myanmar.[6] Born in Minbu, Burma, Min Aung Hlaing studied law at the Rangoon Arts and Science University before joining the military. Rising through its ranks, he became a five-star general by 2013.[7][better source needed] During the period of civilian rule from 2011 to 2021, Min Aung Hlaing worked to ensure the military's continued role in politics and forestalled the peace process with ethnic armed groups. Min Aung Hlaing was closely involved with the military's crackdown on the Rohingyas that led to the Rohingya crisis. Claiming voting irregularities and electoral fraud in the 2020 Myanmar general election, Min Aung Hlaing seized power in the 2021 coup.[8][9] Having detained several lawmakers, including the President U Win Myint and State Counsellor Aung San Su Kyi, he established the interim State Administration Council (SAC) military junta. With the outbreak of the 2021 Myanmar protests, Min Aung Hlaing ordered a clampdown and suppression of demonstrations.[10] With allegations of extensive human rights abuses and corruption, Min Aung Hlaing has been subjected to a series of international sanctions. Min Aung Hlaing was born on 3 July 1956 in Minbu, Magway Region, Burma. Both of his parents were teachers from Dawei, in Tanintharyi Region.[11] His family moved to Mandalay as duty when he was 5 years. His father, Khin Hlaing, was an artist.[2] Min Aung Hlaing passed his matriculation exam in 1972 at BEHS 1 Latha of Rangoon (now Yangon).[12][13] He attended and studied law at the Rangoon Arts and Science University from 1973 to 1974. He was admitted to the Defence Services Academy as part of the 19th Intake in 1974 on his third attempt, where he graduated.[14] According to classmates, Min Aung Hlaing was taciturn, and an unremarkable cadet.[15] He was reportedly shunned by classmates because of his reserved personality.[12] Following graduation, Min Aung Hlaing went on to serve in different command positions, rising slowly through the ranks.[15] Early in his career, military colleagues gave him a nickname referring to cat feces, \"something deposited quietly but leaving a powerful stink.\"[16] As he rose through the ranks, Min Aung Hlaing earned a reputation as a hardliner.[12] His military work earned him the favour of Senior General Than Shwe.[17] Min Aung Hlaing is characterized as having a \"big man\" management style not conducive to collaboration or listening.[17] In 2002, he was promoted to commander of the Triangle Regional Command [my] in Eastern Shan State and was a central figure in negotiations with two rebel groups, the United Wa State Army (UWSA) and the National Democratic Alliance Army (NDAA).[12] Min Aung Hlaing was reportedly close with former Thai prime minister and General Prem Tinsulanonda, considering Prem a father figure.[18][19] Min Aung Hlaing supported the military crackdown of the Saffron Revolution in 2008.[12] He rose to prominence in 2009 after leading an offensive against the insurgent Myanmar Nationalities Democratic Alliance Army in Kokang.[20] In June 2010, Min Aung Hlaing replaced General Shwe Mann as Joint Chief of Staff of the Army, Navy, and Air Force.[12] In the lead-up to 2011, the military began embarking on a series of political reforms to transition Myanmar to a quasi-democracy. The ruling junta, the State Peace and Development Council, engineered its formal departure from power, after holding the 2010 Myanmar general election, which was won by the Union Solidarity and Development Party (USDP), the military's proxy party. On 30 March 2011, outgoing head of state, Senior General Than Shwe, then the incumbent Commander-in-Chief of Myanmar's Armed Forces, appointed Min Aung Hlaing as his successor, ahead of more senior officers.[21][22] Min Aung Hlaing's appointment coincided with USDP's rise to power, during which he oversaw a series of military reforms, and supported efforts by the USDP-led government to strike peace deals with ethnic armed groups.[21] In November 2011, according to The Irrawaddy News, it was \"widely believed\" that following Min Aung Hlaing's meetings with Chinese military officials that month and his leadership in creating a bilateral agreement on defense cooperation with the Chinese, he had also held talks with Chinese vice-president Xi Jinping regarding cooperation from China with respect to the Kachin Conflict.[20] On 27 March 2012, during a speech in Naypyidaw, Min Aung Hlaing defended the military's continued role in national politics.[20][23] On 3 April 2012, the Government of Myanmar announced that Min Aung Hlaing had been promoted to vice-senior general, the second highest rank in Myanmar's Armed Forces.[20] He was promoted to senior general in March 2013. In 2014, as Min Aung Hlaing approached the age of 60, which is the mandatory age of retirement for military officers, the Armed Forces' Department of Defence Council issued a directive, enabling Min Aung Hlaing to extend his mandatory retirement age to 65, in 2021.[24] In August 2015, the USDP fractured, and President Thein Sein purged the faction led by Shwe Mann, a former general and Speaker of the Pyithu Hluttaw.[21] Min Aung Hlaing oversaw a direct military intervention to oust Shwe Mann from power, indicating the military's desire to continue furthering its agenda through USDP.[25] Shwe Mann had advocated for legislation and constitutional amendments that would have decreased the military's influence, against the interests of the military and USDP.[25] The 2015 Myanmar general election saw the National League for Democracy (NLD), led by Aung San Suu Kyi, win in a landslide. With the transition from an USDP to NLD-led government, Min Aung Hlaing shifted his priorities to recovering state power for the military establishment.[21] His intransigence and refusal to cooperate with the civilian-led government undermined progress toward Myanmar's peace process.[21] As the NLD assumed power, Min Aung Hlaing began intensifying an ongoing military crackdown on the Rohingya, beginning in October 2016.[26][27] At the Union Peace Conference - 21st Century Panglong in August 2020, he sharply warned the NLD against scapegoating the military for its role in the ongoing ethnic conflicts.[28] Min Aung Hlaing also began to signal his interest in civilian politics.[21] He began assuming a more statesman-like persona, and became increasingly assertive about the military's role.[28][16] In the lead-up to the 2020 Myanmar general election, he worked with the USDP to position himself as the next President.[28] Throughout 2019, Min Aung Hlaing made several public appearances dubbed a \"charm offensive,\" at several religious sites and charity functions,[29] raising speculation about his political ambitions.[30][24] To cultivate his public persona, he began two Facebook pages that commanded a combined following of 4.1 million followers.[31][32] In January 2020, Min Aung Hlaing met with Chinese leader Xi Jinping in Nay Pyi Taw. Xi promoted the practical cooperation under the framework of the One Belt One Road to achieve results at an early date and benefit Myanmar's people.[33] In May 2020, Min Aung Hlaing reshuffled senior military ranks, promoting a new generation of officers loyal to Min Aung Hlaing, including Kyaw Swar Lin, who became the military's youngest lieutenant-general.[34] In February 2020, Min Aung Hlaing, his wife Kyu Kyu Hla and with his close astrologer Vasipake Sayadaw placed the \"Hti\" umbrella atop Bagan's most powerful ancient Htilominlo Temple. The meaning of the temple name is \"need the royal umbrella, need the King\". He was following in the footsteps of some of Myanmar's most powerful political figures including his predecessor, Senior General Than Shwe. Many people believed that the ceremony was a yadaya and seeking divine blessings for his glory.[35] In November 2020, Min Aung Hlaing made a series of public comments questioning the legitimacy of the upcoming 2020 election, in potential violation of the Civil Services Personnel Law.[36] On 5 November, the Tatmadaw declared that Min Aung Hlaing's rank is equivalent to Vice President of Myanmar.[37] After casting his ballot in the 2020 election, Min Aung Hlaing vowed to accept the election results.[38] The 2020 election saw NLD win in a larger landslide than in 2015, forestalling Min Aung Hlaing's political ambitions. In response, the military began intensifying allegations of electoral fraud and irregularities, submitting formal complaints to the Union Election Commission. On 27 January 2021, Min Aung Hlaing publicly remarked that he would not rule out a coup d'état and abolition of the constitution, if allegations of voter fraud during last year's election were not adequately addressed.[39] These comments sparked concern about another potential coup in the country.[40] The following day, the Union Election Commission issued a statement rejecting claims of electoral fraud, citing the lack of evidence submitted to substantiate these claims.[41] On 29 January, the military issued clarifying statements pledging to protect and abide by the constitution and applicable laws.[42] On 1 February 2021, Min Aung Hlaing detained elected leaders including President U Win Myint, State Councillor Aung San Suu Kyi and declared himself as commander in chief of Myanmar, one day before democratically-elected members of parliament were scheduled to be sworn in as members of the Assembly of the Union. The following day, he established the State Administration Council as the country's interim ruling body.[43][44] On 22 May 2021, Min Aung Hlaing gave his first interview since the coup to Hong Kong-based Chinese language Phoenix Television. During the interview, he referred to deposed leader Aung San Suu Kyi and he said that she \"is in good health. She is at her home and healthy. She is going to face trial at the court in a few days.\"[45] On the same day, Myanmar Now reported that shortly after the coup, Min Aung Hlaing appointed himself indefinitely as the commander-in-chief and therefore the de facto leader of Myanmar.[46] Six months after the coup, on 1 August 2021, Min Aung Hlaing formed a caretaker government and established himself as the country's prime minister.[47][48][49] He also remains the Chairman of the SAC.[50][51][52] The UNHRC reported that Min Aung Hlaing's soldiers have been deliberately targeting civilians in Northern states of Myanmar and have been committing systemic discrimination and human rights violations against minority communities in Rakhine State.[53] In particular, he has been accused of ethnic cleansing against the Rohingya people.[54] These human rights violations could amount to genocide, crimes against humanity, and war crimes.[55] In 2018, the United Nations Independent International Fact-Finding Mission on Myanmar, led by Marzuki Darusman, determined that Min Aung Hlaing and other Myanmar military generals oversaw atrocities against the Rohingya in Rakhine, Kachin and Shan states, and did so with genocidal intent.[56] The UN investigative panel said that Min Aung Hlaing, along with four other commanders (Soe Win, Aung Kyaw Zaw, Maung Maung Soe, and Than Oo) should be tried for war crimes and crimes against humanity (including genocide) in the International Criminal Court or an ad hoc international tribunal.[56] Facebook banned Min Aung Hlaing from its platform along with 19 other top Burmese officials and organisations to prevent further heated ethnic and religious tensions in Myanmar. This action followed a UN investigation's report that certain military leaders in Myanmar be investigated and prosecuted for genocide over a crackdown on Rohingya Muslims.[57][58] Twitter later banned him on 16 May 2019.[59] On 17 March 2019, Kyaw Zaw Oo, an Arakanese MP, published a bilingual open letter to Min Aung Hlaing about the many human rights violations of the Tatmadaw in Rakhine State that harmed the lives and property of civilians and damaged buildings of cultural heritage.[60][61] The United States has imposed sanctions against Min Aung Hlaing. In July 2019, the U.S. government banned him from travel to the United States.[62] In December 2020, it froze Min Aung Hlaing's American-based assets and criminalized financial transactions between him and anyone in the United States.[62][63] Min Aung Hlaing has courted enduring controversy for his family's extensive business assets and potential conflicts of interest. He is a major shareholder in the army-owned Myanmar Economic Holdings Limited (MEHL). During the 2010–11 fiscal year, he had owned 5,000 shares and received an annual dividend of $250,000.[64] He sits on MEHL's Patron Group, which runs the conglomerate.[65] Min Aung Hlaing's son, Aung Pyae Sone, owns a number of companies, including Sky One Construction Company and Aung Myint Mo Min Insurance Company.[66] He also has a majority stake in Mytel, a national telecoms carrier.[66] In 2013, his son Aung Pyae Sone won a no-bid government permit well below market rates, for a 30-year lease on land at the Yangon People's Park for a high-end restaurant and art gallery, following his father's promotion to Commander-in-Chief.[67] Aung Pyae Sone also runs A&M Mahar, which offers Food and Drug Administration (FDA) approvals and customs clearance services for drugs and medical devices.[68] Myanmar's customs department is led by Kyaw Htin, a former MEHL director.[68] His daughter Khin Thiri Thet Mon founded a major film studio, 7th Sense Creation, in 2017.[69] That same year, his daughter-in-law, Myo Yadanar Htaik, founded another entertainment company, Stellar Seven Entertainment.[69] The American Embassy, Yangon came under media scrutiny in December 2020, for collaborating with 7th Sense Creation, because Min Aung Hlaing is technically subject to US economic sanctions.[70] The U.S. Department of the Treasury has imposed sanctions on Min Aung Hlaing since 10 December 2019, pursuant to Executive Order 13818, which builds upon and implements the Global Magnitsky Human Rights Accountability Act and targets perpetrators of serious human rights abuse and corruption. He has committed serious human rights abuse against members of ethnic minority groups across Burma. This US sanctions include a freezing of assets under the US and a ban on transactions with any US person.[71] About one year later, 11 February 2021 -- following the 1 February 2021 coup led by Hlaing -- he was also placed on the sanctions list of the OFAC pursuant to Executive Order 14014, in response to the Burmese military's coup against the democratically elected civilian government of Burma.[72] Shortly thereafter, 25 March 2021, OFAC also sanctioned some of the companies that Hlaing and/or his associates owned or controlled, including the MEC conglomerate headed by Hlaing.[73] The Government of Canada has imposed sanctions on him since 18 February 2021, pursuant to Special Economic Measures Act and Special Economic Measures (Burma) Regulations, in response to the gravity of the human rights and humanitarian situation in Myanmar (formerly Burma). Canadian sanctions include a freezing of assets under Canada and a ban on transactions with any Canadian person.[74][75] HM Treasury and the Foreign, Commonwealth and Development Office of the United Kingdom have imposed sanctions on him since 25 February 2021, for his responsibility for serious human rights violations in Burma. The UK sanctions include a freezing of assets under the UK and a ban on entry or transit to the UK.[76] Furthermore, the Council of the European Union has imposed sanctions on him since 22 March 2021, pursuant to Council Regulation (EU) 2021/479 and Council Implementing Regulation (EU) 2021/480 which amended Council Regulation (EU) No 401/2013, for his responsibility for the military coup and the subsequent military and police repression against peaceful demonstrators. The EU sanctions include a freezing of assets under member countries of the EU and a ban on entry or transit to the countries.[77][78] Min Aung Hlaing is married to Kyu Kyu Hla, a retired lecturer, in 1980.[79][80] He has three children, including son Aung Pyae Sone and daughter Khin Thiri Thet Mon.[69] On 7 October 2019, the Young Men's Buddhist Association (YMBA) awarded him the title of Mingaladhamma Zawtika Dhaza and the permanent patron of YMBA.[86][87] On 9 December 2020, YMBA awarded him the title of Thado Thiri Agga Maha Mingalar Zawtika.[88] Media related to Min Aung Hlaing at Wikimedia Commons","Title":"Min Aung Hlaing - Wikipedia","KeyID":"13518","URL":"https://en.wikipedia.org/wiki/Min_Aung_Hlaing"}