{"Content: ":"Japarov Üsönbek uulu Aqılbek (Kyrgyz: Жапаров Үсөнбек уулу Акылбек, romanised: Japarov Üsönbek uulu Aqılbek; born 14 September 1964[1]) is a Kyrgyz politician serving as Chairman of the Cabinet of Ministers of Kyrgyzstan since 12 October 2021.[2] He replaced Ulukbek Maripov, who had been appointed to the new role by President Sadyr Japarov on 5 May 2021.[3] Aqılbek is also concurrently the Head of the Presidential Administration under President Japarov. Coming from an economic and engineering background, Japarov had previously served in several mostly economic roles under the Aqayev and Baqıyev governments, including as Minister of Economy and Finance from 26 March 2005 to 27 December 2007 under Baqıyev after the Tulip Revolution. Japarov was born on 14 September 1964 in Balykchy, Issyk-Kul Region, to Usenbek Japarov, a doctor, and Begayim Sarynzhieva, an engineer.[4] Japarov graduated from 40th Anniversary of Komsomol secondary school in Kochkor District in 1981.[4] During his school years, he was a prominent Komsomol leader. In 1986, he graduated with honours from Kyrgyz Technical University with a degree in civil engineering;[1] during his studies, he was a scholar of Lenin. In 2002, Japarov graduated from the Bishkek Academy of Finance and Economics [ru] with a degree in Financial Tax Systems, Management of Organisations.[1][4] Japarov taught at Kyrgyz Technical University from 1987 to 1991. He took an active part in the life of the institute and society and was the secretary of the Komsomol committee of the institute, a member of the Central Control Commission of the Central Committee of Komsomol and the Central Council of student construction brigades of Komsomol.[4] Japarov began his political career as head of the Department for Youth Policy of the presidential administration of Askar Akayev from July 1992 to 1993. In October 1993, he became executive secretary, chief of staff of the Social Democratic Party of Kyrgyzstan and held this position until April 1995.[1][4] From 1995 to 1996, he served as assistant to the First Vice Prime Minister. He was secretary of the National Commission for the Securities Market from 1996 to November 1997 and head of the Department for Collection of Payments of the State Tax Inspectorate under the Ministry of Finance from November 1997 to 20 April 2000.[1][4] From 20 April 2000 to March 2005, Japarov was a member of the Legislative Assembly, the former upper house of the Supreme Council, on the party list from the Union of Democratic Forces electoral bloc.[1][4] He was a member of the Regions of Kyrgyzstan parliamentary group. He also served as Chairman of the Committee on Taxes, Customs and Other Duties of the Legislative Assembly.[1] After the Tulip Revolution overthrew President Akayev, from 26 March 2005 to 27 December 2007, Japarov served as Minister of Economy and Finance under Kurmanbek Bakiyev. He held intergovernmental negotiations with representatives of Ukraine on trade, economic, scientific, technical and cultural cooperation. From 27 December 2007 to October 2009, he served as Minister of Economic Development and Trade. He later served as First Vice Prime Minister from 22 October 2009 to 2010.[1][4][5] Japarov was a supporter of Kyrgyzstan entering the heavily indebted poor countries (HIPC) programme of the World Bank and International Monetary Fund (IMF).[4] On 1 June 2021, Japarov was appointed Deputy Chairman of the Cabinet of Ministers and Minister of Economy and Finance by President Sadyr Japarov.[1] On 12 October 2021, by decree of President Sadyr Japarov, Akylbek Japarov became acting Chairman of the Cabinet of Ministers, replacing Ulukbek Maripov.[2] On 13 October 2021, Akylbek Japarov was appointed Chairman of the Cabinet of Ministers by President Sadyr Japarov.[6] Japarov is married and has two daughters, Saadat and Azhar, and a son, Maksat. He is the author of the books Taxes: Yesterday, Today, Tomorrow, Strategies for Economic Modernization, Modernization of the Kyrgyz Economy and a number of articles in the media. He speaks Kyrgyz, Russian, English and Turkish.[4] In 2014, amid public allegations of land fraud, Supreme Council member Irina Karamushkina [ru] stated that Japarov is the owner of several buildings, including Damas International Hotel in Bishkek, with an approximate cost of $6 million.[7]","Title":"Akylbek Japarov - Wikipedia","KeyID":"13511","URL":"https://en.wikipedia.org/wiki/Akylbek_Japarov"}