{"Content: ":"Lee Hsien Loong (Chinese: 李显龙; pinyin: Lǐ Xiǎnlóng; born 10 February 1952) is a Singaporean politician and former brigadier-general who has been serving as Prime Minister of Singapore and Secretary-General of the People's Action Party since 2004. Prior to his appointment as prime minister, he served as the country's deputy prime minister between 1990 and 2004. He has been the Member of Parliament (MP) representing the Teck Ghee ward of Ang Mo Kio GRC since 1991, and previously Teck Ghee SMC between 1984 and 1991. Born in British Singapore, Lee is the eldest son of Singapore's first prime minister, Lee Kuan Yew. He graduated from Trinity College, Cambridge in 1974 with a Bachelor of Arts degree in mathematics and a diploma in computer science. In 1980, he completed a Master of Public Administration degree from Harvard Kennedy School. Between 1971 and 1984, he served in the Singapore Armed Forces (SAF), and attained the rank Brigadier-General before entering politics in 1984 where he was elected as the Member of Parliament for Teck Ghee SMC and since its dissolution in 1991 has represented Ang Mo Kio GRC. Lee had previously served as Deputy Prime Minister, Minister for Finance, Minister for Trade and Industry and Second Minister for Defence under Prime Ministers Lee Kuan Yew and Goh Chok Tong before assuming the office of Prime Minister in 2004. In his first two years, his government enacted a \"five-day work week\" and extended maternity leave days. His proposal to build two Integrated Resorts (IRs) in Singapore to increase tourism revenue led to the development of the Marina Bay Sands and Resorts World Sentosa. Following the Great Recession, he oversaw the country's economic recovery within two years. Political reforms in 2010 legalised online activism and increased the number of Non-Constituency Members of Parliament (NCMPs) in Parliament. His government has advocated Goods and Services Tax (GST) hikes to fund social spending and infrastructure development, with the GST expected to be raised gradually to 9% in 2024. In 2019, his government introduced the controversial Protection from Online Falsehoods and Manipulation Act (POFMA) to combat online misinformation. In 2022, Lee reshuffled his cabinet and promoted Lawrence Wong to deputy prime minister, his expected successor. In foreign policy, Lee's government's policy has been to stay neutral in an era of great power competition between China and the United States. Lee's government has had complex and fraught relations with its closest neighbour Malaysia, although the countries have agreed to work on cross-border projects. In 2022, his government strongly opposed Russia's invasion of Ukraine as a matter of the country's principle that \"a world order where might is right or the strong do what they can and the weak suffer what they must would be profoundly inimical to the security and survival of small states\" and order the government to sanction Russia being the first and only Southeast Asia nation to do so. Lee is frequently noted by the international media as the world's highest paid state leader. His libel suits against journalists and political opponents have been frequently covered by international news outlets. The eldest child of Lee Kuan Yew and Kwa Geok Choo and the patriline grandson of a retired storekeeper turned salesman, Lee Chin Koon (1903-1995) and Chua Jim Neo (1905-1980), a chef, Lee Hsien Loong was born at KK Women's and Children's Hospital in Singapore on 10 February 1952,[3] while Singapore was a British colony.[4] His mother has ancestry from Tong'an District and Longhu while his father has ancestry from Dabu County in China.[5][6] Lee studied at Nanyang Primary School and received his secondary education at Catholic High School, where he played clarinet in the school band,[7] before going on to National Junior College. In 1971, he was awarded a President's Scholarship and Singapore Armed Forces Overseas Scholarship by the Public Service Commission to study mathematics at Trinity College, University of Cambridge.[8] He was Senior Wrangler in 1973,[9][10] and graduated in 1974 with first-class honours in Mathematics and a diploma in computer science (now equivalent to a master's degree in Computer Science) with distinction. His college tutor, Denis Marrian, later described Lee as the brightest mathematician he had admitted to the college.[11] Béla Bollobás said that Lee \"would have been a world-class research mathematician\", but his father did not realize this and persuaded Lee to leave the field.[12] In 1980, he completed a master's degree in public administration at Harvard Kennedy School at Harvard University. Lee joined the Singapore Armed Forces in 1971, and served as an officer from 1974 to 1984. In 1978, he attended the United States Army Command and General Staff College at Fort Leavenworth, and held various staff and command posts, including the Director of the Joint Operations and Plans Directorate and Chief of Staff of the General Staff. Lee rose quickly through the ranks in the Singapore Army, becoming the youngest brigadier-general in Singaporean history after his promotion in July 1983. Notably, he was put in command of the rescue operations following the Sentosa cable car disaster. Lee served as commanding officer of the 23rd Battalion Singapore Artillery in the Singapore Army before he left the SAF in 1984 before going into politics.[13][14] In the 1980s, Lee was regarded as the core member of the next batch of new leaders in the People's Action Party (PAP) leadership transition that was taking place in the mid-1980s, as Lee Kuan Yew had declared that he would step down as prime minister in 1984. Following the 1984 general election, all of the old Central Executive Committee members except Lee Kuan Yew resigned on 1 January 1985.[15] Lee was first elected Member of Parliament for the Teck Ghee SMC in 1984 at the age of 32. He was subsequently appointed Minister of State for Trade and Industry, and Minister of State for Defence. In 1985, Lee chaired the government's economic committee, which recommended changes to established government policies to reduce business costs, foster longer-term growth and revive the Singapore economy, which was experiencing a recession at the time. The committee's recommendations included reductions in corporate and personal taxes and the introduction of a consumption tax. In 1986, Lee was appointed the acting trade and industry minister. In 1987, he became a full member of the Cabinet as the minister for trade and industry and second minister for defence. In March 1986, First Deputy Prime Minister Goh Chok Tong discussed the question with Lee on encouraging younger Singaporeans to join the party. Goh was firm that the proposed committee should attract only the right kinds of members, ruling out material rewards as an incentive. The proposed youth wing was to encourage the improvement of the system from within, which would give new members a stake in the country's future. Lee later said the establishment of the youth wing reflected concerns by the leadership that the lack of an official channel to engage with the younger generation might lead them to vote for opposition parties and potentially bring the PAP government down. The youth wing was an official \"tailor-made\" mechanism to allow dissenting opinions to be heard. Lee was the first chairman of the PAP Youth Committee upon its establishment, the predecessor to Young PAP.[16] On 28 November 1990, Goh Chok Tong succeeded Lee Kuan Yew as prime minister. Lee Hsien Loong was made one of two deputy prime ministers, along with Ong Teng Cheong. He continued to serve as the minister for trade and industry until 1992, when he was diagnosed with lymphoma. He subsequently relinquished his ministerial position and underwent three months of chemotherapy, though he continued to be a deputy prime minister during his illness. The chemotherapy was successful, and his cancer has gone into remission. Lee was appointed chairman of the Monetary Authority of Singapore (MAS) in January 1998,[17] and in 2001 he was made the finance minister. To ease the growing budget deficit due to falling tax revenues from cuts in corporate and personal income taxes and other factors such as the Iraq War and SARS outbreak, Lee proposed on 29 August 2003 to raise the GST from three per cent to five per cent, a change that took place in January 2004. Lee initiated several amendments to render requirements for Singapore citizenship less restrictive, notably for foreign-born children of Singaporean women.[18] The changes were made after repeated pleas from MPs and the Remaking Singapore Committee. On 10 July 2004, Lee visited Taiwan, an island claimed by the People's Republic of China (PRC) that has been ruled by the Republic of China (ROC) since 1949. Even after the severing of diplomatic relations with the Republic of China on 3 October 1990 in favour of the People's Republic, the Singapore government maintains a policy of neutrality in the Cross-Strait relations between the two sides. To facilitate the policy, it was considered important for Lee to get a \"personal feel for the situation\" in Taiwan. Ministry of Foreign Affairs officials advised that any visit by an incumbent prime minister would be diplomatically impossible. The visit was hence planned a month before Lee assumed the premiership and in his capacity as a private citizen, not a state leader, with the PRC embassy informed on 9 July 2004. The same afternoon, the PRC government summoned the Singapore ambassador in Beijing and urged the cancellation of Lee's trip, citing the likelihood that Chen Shui Bian's administration would exploit it as a diplomatic coup and use it to promote Taiwan independence, claiming Singapore was making a \"historical error\". Foreign Minister S Jayakumar replied to his counterpart Li Zhaoxing that Taiwan had been told to keep the visit low-profile and that it would proceed.[19][20] \"When our vital interests are at stake, we must quietly stand our ground. As Dr Habibie said, Singapore is a little red dot. If we don't defend our interests, who will?\" Lee in his National Day Rally speech[21] China retaliated by cancelling several visits by high-ranking PRC officials to Singapore and delaying planned signing ceremonies, hinting that free trade negotiations would also be pushed back. The matter was further complicated and magnified when Taiwanese media headlined the visit and portrayed it as a diplomatic breakthrough, which raised tensions with the PRC. Singapore published the records of the discussion with the Chinese embassy in its local media to publicise the PRC's strong-arm tactics and failure to commit to a peaceful agenda.[19] On 28 August 2004, in his first National Day Rally speech and as prime minister, Lee criticised the Taiwanese leadership and populace over their pro-independence stance. He reiterated the reasons for the visit and said that Singapore's decision to stand firm on its vital interests had earned it international respect.[21] Relations were eventually mended when Lee met Hu Jintao at the APEC Economics Leaders' Meeting on 19 November 2004, which signified the end of the dispute.[19] On 12 August 2004, Lee succeeded Goh Chok Tong as Prime Minister and relinquished his chairmanship of the Monetary Authority of Singapore to Goh. Chief Justice Yong Pung How had sworn in Lee in at the Istana.[22] As prime minister, Lee also became chairman of the People's Association. In his maiden National Day Rally speech on 22 August 2004, Lee announced several new initiatives, among them the policy of the \"five-day work week\" which removed the half-working day on Saturday.[23] The plan took effect on 1 January 2005. In response to public feedback, maternity leave was also extended from eight to twelve weeks after consultation with employers and unions. To encourage the growth of the birthrate in Singapore, the Baby Bonus scheme was expanded to provide financial support to women who bear a fourth child.[24][21] In November 2004, Lee sparked a national debate when he proposed to build two Integrated Resorts (IRs), or hotel-casinos. Despite the longstanding stance against gambling in Singapore, with the exception of regulated industries such as the Singapore Turf Club and Singapore Pools, the government was concerned its stance was hurting the economic competitiveness of the country, risking the loss of tourism revenue to other cities. In April 2005, despite some public opposition, the government approved the proposal. The IRs were built in Marina Bay and Sentosa. To limit the negative social impact of casino gambling, Lee suggested safeguards such as prohibiting minors from the casinos and charging an entrance fee for Singaporeans of S$100 (or S$2000 for a yearly pass). The Casino Control Act was enacted into law on 1 June 2006, which regulated the operations of the casino operators and provided social safeguards intended to deter problem gambling.[25] In February 2006, Lee announced a S$2.6 billion Progress Package[26][27] to distribute budget surpluses in the form of cash, top-ups to the Central Provident Fund, rental and utilities rebates, and educational funds. The cash bonuses were distributed in early May 2006. As the announcement came three months before the 2006 Singaporean general election, it drew criticism that the ruling party was involved in \"vote buying\".[28] In that election, the PAP won 82 of the 84 seats, including 37 walkovers. The Ang Mo Kio GRC was contested for the first time in 15 years. The Workers' Party (WP) claimed that they wanted to give Ang Mo Kio residents a chance to exercise their vote. Lee and his six-member GRC team won 60.42% of the votes against WP's inexperienced team. On 29 November 2007, Lee announced that he would relinquish his finance ministerial portfolio to Tharman Shanmugaratnam on 1 December of that year. The handover was largely supported by business analysts, who felt that the importance of the position necessitated the dedication of a full-time minister for Singapore to entrench and promote its role as a financial hub. Regional economist Song Seng Wun said that with the growing sophistication of the economy and the financial markets' increasing volatility, Lee \"may not have the full-time attention\" due to his concurrent duties as prime minister.[29] The economy grew for the first two years of Lee's tenure but plunged 12.5% during the Great Recession. Singapore became the first Asian country to slip into a recession during the fourth quarter of 2008, with the financial, construction and manufacturing sectors being particularly affected by the Great Recession; the downturn was attributed to the city's trade-dependent economy.[30] To counteract the ailing economy, the government announced a S$2.8 billion stimulus fund in November 2008 for SMEs and local firms and further pledged a S$20.5 billion Resilience Package in January 2009.[31] These measures were intended to keep the unemployment rate low, having risen to 2.6% in December 2008 and 3.3% by the end of Q2 2009.[30] In August 2009, Lee declared that \"the worst [was] over\" and that Singapore was in a stronger position due to better-than-forecast growth in the manufacturing and services industries.[32] The Ministry of Trade and Industry announced an end to the recession in November 2009 and forecast a 3–5% growth for 2010.[31] Singapore subsequently saw a record-high economic recovery of 14.53%, defying predictions of moderate growth, with the unemployment rate falling to 1.8% by September 2010.[32][33] On 27 May 2009, Lee gave a speech in Parliament validating the roles of nonpartisan Nominated members of parliament (NMP) and praising the NMP scheme as having improved \"quality of debate\" in the-PAP dominated parliament. He proposed to make the scheme permanent.[34] In May 2010, Lee instituted electoral reforms to the electoral system by reducing the number of group representation constituencies (GRC) and increasing the number of non-constituency members of parliament (NCMP) and nominated members of parliament (NMP) to a maximum of nine each (inclusive of the number of elected opposition members).[35] A cooling-off day on the day before the election was instituted, where campaigning is prohibited except for party political broadcasts.[36] In the 2011 Singapore general election, the PAP saw a 6.46% swing downwards to 60.14%, its lowest since independence.[37] The result, while a landslide victory for the PAP by international standards, was seen as a rebuke to the ruling party as a result of massive immigration of low-skilled workers, high-profile rail transport breakdowns and the rising cost of living in the intervening years.[38] During the campaigning period, Lee has sensed the discontent in public sentiment and made a public apology.[39] While the PAP swept into power, winning 81 out of 87 seats, it lost Aljunied GRC to the Workers' Party (WP), a historic win by an opposition party. Foreign Minister George Yeo and Minister in the Prime Minister's Office Lim Hwee Hua of the GRC were defeated.[40] Following the election, Lee Kuan Yew and Goh Chok Tong resigned from the cabinet as part of a rejuvenation process in the government and to provide a clean slate for Lee.[41] Lee was sworn in to a third term on 21 May 2011. On 1 June 2011, Lee was named chairman of the Government of Singapore Investment Corporation, which manages more than S$100 billion in assets. He succeeded his father, Lee Kuan Yew, who remained as senior advisor to the fund until his death.[42] In the 2015 Singapore general election, Lee was re-elected in Ang Mo Kio GRC, with the PAP winning 83 of 89 seats in Parliament and 69.9% of the national vote. Lee's fourth term as prime minister was marked by events such as the China–United States trade war, which adversely affected the nation's economy, being highly reliant on free markets and trade.[43] Increased cyberattacks on Singapore-related services and websites led to the introduction of the Cybersecurity Act in 2018 and the establishment of the Cyber Security Agency.[44] The defeat of the Barisan Nasional government in the 2018 Malaysian general election, which saw the return of Mahathir Mohamed as prime minister, led to a chill in relations as the new Pakatan Harapan government sought to overturn previously signed agreements on the Kuala Lumpur-Singapore high-speed rail and Johor Bahru-Singapore Rapid Transit System, and also disputed with Singapore on airspace and maritime rights.[45][46][47][48] As part of the Lee government's effort to promote Singapore as an international center for arbitration, the city hosted the leaders of Mainland China and Taiwan for the Ma-Xi meeting on 7 November 2015 and the North Korea–United States summit on 12 June 2018.[49][50] Singapore hosted the signing of the Singapore Convention on Mediation on 7 August 2019, the first United Nations treaty named after it, and ratified it on 25 February 2020.[51] On 20 July 2018, it was announced that sophisticated state-linked actors had hacked Lee's health data along with that of 1.5 million other residents. The hack was intended to access Lee's data in particular.[52] On 23 April 2019, Lee reshuffled his cabinet and promoted Heng Swee Keat to deputy prime minister, effective 1 May 2019. As part of the party's leadership succession, the move was widely interpreted as a prelude to Heng succeeding Lee as Singapore's fourth prime minister after the next general election. Lee noted that the cabinet reshuffle \"was more extensive than usual\", with younger, fourth-generation ministers being prioritised and now heading two-thirds of the ministries.[53] Speaking at his party convention on 19 November 2017, Lee said that raising taxes was a necessity to fund investment in the social, healthcare, economic and infrastructure sectors. Annual expenses on preschools is expected to reach $1.7 billion by 2022, while the growth in the ageing population is predicted to create a larger demand for affordable healthcare. Construction and refurbishment of new port and rail infrastructure, coupled with economic restructuring and training of workers, also necessitated tax increases.[54] The taxes raised would be in the form of the GST, which is expected to rise from 7% to 9% by 2025. Lee's government said that it was necessary to plan ahead for increasing annual recurrent expenses, with Heng Swee Keat saying that the \"hike cannot be put off or scrapped\" to pay for critical future needs, especially in the healthcare sector.[55][56][57] In his Budget 2020 speech in February, Heng announced amendments to the GST Voucher Fund Act that would allow grants-in-aid to be given to parents or guardians for infants and children to mitigate their expenses. Second Minister for Finance Lawrence Wong said the intent was to expand the range of people who qualify for the fund. With the amendment, the Act would allow for the funding of the $6 billion Assurance Package, which was intended to delay the impact of the impending hike for five years.[58] The proposed hike met with broad disapproval from the opposition, with the Workers' Party and Progress Singapore Party calling for the GST to be retained at its present rate of 7% and others calling for the GST to be suspended entirely or for the exemption of essential goods from the tax.[59] Lee's government introduced the Protection from Online Falsehoods and Manipulation Act (POFMA) in 2018, colloquially known as the \"fake news law\", which was first mooted by Minister of Law and Home Affairs K Shanmugam.[60] Despite concerns by activists and opposition Members of Parliament that the Act would limit free speech under the guise of preventing disinformation, the bill passed by a 72–9 vote on 8 May 2019 after two days' debate.[61] Reporters Without Borders called the bill \"terrible\", \"totalitarian\", and a tool for censorship.[62][63] Reuters wrote that the act \"ensnares\" government critics.[64] Social media firms like Facebook expressed concern that the law would grant \"broad powers to the Singapore executive branch to compel us to remove content they deem to be false and pro-actively push a government notification to users\".[65] In the leadup to the 2020 general election, Lee's own brother Lee Hsien Yang accused him of reneging on promises made in his 2004 National Day Rally speech about promising increased civil liberties and the freedom to express diverse views without interference.[66][67] Lee and his ministers actively rebutted allegations by overseas media that POFMA is a tool for censorship, saying that \"no information or view has been suppressed\" as a result of the Act and that the government \"has not restricted free debate\".[68] In an interview with The Straits Times, Lee noted that fake news could disrupt society, and that the United States and Europe were struggling to manage the situation, especially in light of alleged Russian interference in recent elections. He cited Germany as a country that has enacted a similar law.[69] In response to concerns that POFMA could curb free speech, Lee said that free speech exists within appropriate boundaries, with no society having absolute freedom of speech, and that defamatory or threatening speech should be banned to facilitate meaningful exchange of information and ideals.[70] The first COVID-19 case in Singapore was confirmed on 23 January 2020. Early cases were primarily imported until local transmission began to develop. By late March, clusters were detected at multiple dormitories for foreign workers, which soon contributed to an overwhelming number of new cases in the country. In response, Lee announced on 3 April 2020 that Singapore would enter a limited lockdown with restrictions on movement. The policy, officially called \"circuit breaker\" in governmental parlance, was intended to halt the disease's spread in the wider community. Workplaces were shut and all schools switched to home-based learning from 7 April to 1 June. Lee served as advisor to a multi-ministry level task force that had been set up in January, chaired by Minister for Education Lawrence Wong and Minister for Health Gan Kim Yong.[71][72] Lee's government also contributed US$500,000 to support the World Health Organization.[73] With the pandemic pushing Singapore into a recession,[74] the government unveiled four successive stimulus packages intended to keep the economy afloat, the Unity, Resilience, Solidarity and Fortitude budgets.[75] Following the 2020 Singapore general election, Lee was re-elected in Ang Mo Kio GRC, with the PAP securing 61.23% of the national vote, beginning his fifth successive term as prime minister. The election was widely seen as a setback for the ruling party, with the opposition Workers' Party capturing a second GRC.[76] While noting that voters had delivered a clear mandate, Lee wrote in a letter to the party (\"rules of prudence\") that with the official appointment of a leader of the opposition to reflect ground sentiments for alternative ideals, PAP MPs should expect more vigorous debates and probing questions in Parliament. He encouraged party MPs to express their views honestly on proposed policies regardless of their party affiliation, while instructing them to defend their convictions and engage the opposition constructively.[77][78] As a recognition of the Workers' Party's performance in the election and acknowledgment of society's desire for alternative ideas and more robust debate, Lee appointed Pritam Singh as the first official Leader of the Opposition.[79] Lee attended the Pacific Alliance summit on 11 December 2020 following three years of negotiations with the Latin American trade bloc on the Pacific Alliance-Singapore free trade agreement (PASFTA), with the PASFTA due to be signed in 2021.[80] In 2022, his government strongly opposed Russia's invasion of Ukraine due to concerns of the territorial integrity of smaller nations around the world – the only country in Southeast Asia to openly condemn and sanction the Eurasian country.[81] The Lee government's policy towards the People's Republic of China has been marked by extensive cooperation in government-to-government projects such as the Suzhou Industrial Park, Tianjin Eco-City and Chongqing Connectivity Initiative.[82] The China-Singapore Free Trade Agreement, the first of any Asian country with China, came into effect in 2009 and was upgraded in 2018, with new regulations governing e-commerce, fair competition and the environment; Singaporean firms were also granted greater access to Chinese markets, including the legal sector, which has been denied to other nations.[83] Under Lee's government, Singapore has been the largest investor in China's Belt and Road Initiative and one of its earliest proponents, having signed a memorandum of understanding in April 2018.[84][85] In April 2019, it agreed to further cooperation in trade and law enforcement, with Trade and Industry Minister Chan Chun Sing and Shanghai mayor Ying Yong formalising plans on the formation of the Singapore-Shanghai Comprehensive Cooperation Council, which will be managed on the ministerial level. China has been Singapore's largest trading partner since 2013, with trade reaching US$137.1 billion in 2017.[86] Bilateral relations between the two nations under Lee and the Hu Jintao and Xi Jinping administrations have been called strong.[87][88][89] Lee's government formally adheres to the One-China policy, most recently reiterating the principle governing its relations with Taiwan in January 2020, despite the pro-independence Tsai Ing-wen administration's refusal to recognise the 1992 consensus.[90] In spite of Chinese pressure and repeated offers of Hainan as an alternative site, Singapore continues to regularly send troops to train in Taiwan under Project Starlight and expects Beijing to respect its right to do so.[91][92] Relations between the two nations cooled in 2016 after Singapore expressed its support on the ruling of the South China Sea arbitration case between China and the Philippines, which had dismissed Chinese claims to \"historical rights\" to the sea; Singapore views the surrounding seas as its lifeline and is sensitive to any attempts at hegemony.[93] On 23 November 2016, the Port of Hong Kong seized nine Singapore Armed Forces military vehicles which had been en route from Taiwan to Singapore after a training exercise, in what became known as the \"Terrex incident\".[94] Both sides downplayed the incident and official responses were described as \"relatively muted\", but international and local observers widely interpreted the seizure as a warning to Singapore.[95][96][97] The detained vehicles were eventually released in January 2017 after it was officially deemed a customs import violation.[98][99] Singapore has since sought to improve its relations with China, signing a defence agreement in October 2019 to enlarge military exercises with the People's Liberation Army, provide mutual logistics support, and increase exchanges between the two armed forces.[100] Singapore has a close defence and political relationship with the United States and is one of its strongest bilateral partners in Southeast Asia.[101] The US is an important arms supplier to Singapore, with US$7.34 billion in active sales under the Foreign Military Sales system as of 2020.[102] Singapore has traditionally viewed the US as a critical guarantor of stability and security in the Asia-Pacific region and Lee's government has continued that policy, emphasising the US's role as an important counterweight to the rise of China and its increasing military prowess.[103][104] The two nations have a defence pact[105] dating to the 1990 memorandum of understanding (MoU), which allowed US access to Singapore's air and naval bases and established the Logistics Group Western Pacific at Sembawang Terminal. On 12 July 2005, Lee and President George W. Bush signed the Strategic Framework Agreement (SFA), which recognised Singapore as a \"Major Security Cooperation Partner\". The two nations agreed to address the threats of terrorism and the proliferation of weapons of mass destruction, while also furthering defence and security cooperation.[106][107] Under the Barack Obama administration's Pivot to Asia strategy, the United States Navy has completed multiple littoral combat ship deployments to Singapore since 2014.[108][109] In December 2015, the SFA was upgraded when Defence Minister Ng Eng Hen and Secretary of Defense Ashton Carter signed the Defence Cooperation Agreement, which expanded cooperation to humanitarian assistance and disaster relief, cyber defence, biosecurity and public communications. US P-8A Poseidon surveillance planes were also based in Singapore for the first time, which analysts said was a response to China's actions in the South China Sea, with Lee reiterating Singapore's commitment to \"defend the rights of freedom of navigation and overflight\".[110][111] In support of the US military intervention against ISIS, the Republic of Singapore Air Force has also contributed aerial refuelling and logistical support to Operation Inherent Resolve.[112] In September 2019, a year before the 1990 MoU's expiry, Lee and the Donald Trump administration renewed it for another 15 years.[113][114] The United States is Singapore's largest foreign investor, with US$15 billion invested in 2017 and stock reaching US$274.3 billion.[115][116] The Singapore-United States Free Trade Agreement was implemented in January 2004, with trade reaching $45 billion in 2016.[117] Lee was one of the early drafters and a strong advocate of the Trans-Pacific Partnership, which was intended to lower both non-tariff and tariff barriers to trade[118] and establish an investor-state dispute settlement (ISDS) mechanism,[119] and on many occasions urged the U.S. Congress to ratify the deal as soon as possible, adding that not to do so would \"affect U.S. standing and credibility\" in the world.[120] Fitch analyst Andrew Colquhoun said that membership in the pact would have given Singapore an advantage over Hong Kong's close links to China. As a country dependent on free trade, it was \"vital\" that Singapore retain a seat at the negotiating table.[121] The agreement was ultimately not ratified after Trump became president in 2017 and pulled the US out of the pact.[122] Malaysia has had five prime ministers and two changes of governments since Lee became prime minister in 2004.[123][124] Lee has sought to improve relations with Malaysia after decades of acrimony by enhancing the countries' economic integration and infrastructural links. Since 2010, he has attended the annual Leaders' Retreat set for the two countries' leaders to discuss issues and enhance the dispute resolution mechanism.[125][126][127] But bilateral relations remain complex and fraught with occasional disputes involving water supply, land reclamation, and airspace and maritime territorial claims. To avoid harming the relationship, efforts have been made to isolate unresolved disputes from cross-border cooperation tackling transnational crime, terrorism and drug trafficking; this has resulted in close collaboration between Singapore's and Malaysia's police and security agencies.[19][128] In May 2007, Lee agreed with Abdullah Badawi's government to invest in the Iskandar Malaysia project and assist in building a tourism and industrial zone;[129] the project was seen as a complement to the Singaporean economy and a strategy for Singapore to expand economically into its immediate hinterland, with RM20.57 billion invested as of 2019.[130][131][132] In September 2010, Lee and Prime Minister Najib Razak resolved the longstanding KTM railway land dispute, with Malaysia agreeing to vacate a railway line cutting through the island to Tanjong Pagar railway station in exchange for land parcels in the Central Business District and Marina South, to be managed jointly.[133][134] With the expiration of the 1961 Water Agreement in August 2011, Singapore handed the Skudai and Gunung Pulai water treatment plants over to the Johor state government, marking the end of one of two water agreements.[135] To ease congestion on the Johor–Singapore Causeway, which links the two countries, Lee revived a dormant 1991 plan to link the Singapore MRT network to Johor Bahru in 2011.[136] During this period, Malaysia also reinstated a plan to connect Kuala Lumpur to Singapore via a high-speed rail network.[137] After joint preliminary technical studies on both rail projects, it was agreed to proceed with the Kuala Lumpur–Singapore high-speed rail (KL-SG HSR) in February 2013 and the Johor Bahru-Singapore Rapid Transit System (JB-SG RTS) in December 2016.[138][139] After the 2018 Malaysian general election and the fall of the Barisan Nasional government, the Mahathir Mohamed government repeatedly delayed the rail projects, citing their high cost and its financial indebtedness.[140][141][142] Lee reiterated the legally binding nature of the joint projects, which stipulated compensation to Singapore in the event of a cancellation, but nevertheless acceded to Malaysia's request for an extension to conduct a review.[143][144] In October 2018, tensions rose when Malaysia extended its Johor Bahru port limits past its 1979 maritime claims into undelimited waters off Singapore's reclaimed Tuas sector.[145] The maritime dispute occurred in conjunction with the Pasir Gudang airspace dispute, which began in early December; the airspace is under Malaysian sovereignty but was previously delegated to Singapore to manage in a 1973 agreement.[146] In April 2019, Transport Minister Khaw Boon Wan and his counterpart Anthony Loke reached a joint agreement to revert to the previous status quo on both disputes.[147] The 2020 Malaysian political crisis resulted in the Pakatan Harapan government's collapse and the appointment of Muhyiddin Yassin as prime minister. Singapore has since worked closely with Malaysia to combat the ongoing COVID-19 pandemic.[148][149] In July 2020, Lee and Muhyiddin formally agreed to recommence the JB-SG RTS project in a signing ceremony on the causeway.[150] In 1996, while serving as deputy prime minister, Lee and his father Senior Minister Lee Kuan Yew addressed Parliament on the allegations of receiving special discounts on four luxury condominium units that they had purchased from Hotel Properties Limited (HPL) on the properties of Nassim Jade and Scotts 28 in 1994 and 1995 respectively. Lee Kuan Yew's brother Lee Suan Yew was the director of HPL, leading to the controversy. Prime Minister Goh Chok Tong ordered an immediate investigation into the matter, since although the provision of special discounts or rebates to relatives and associates of directors is permitted under Singapore law, shareholders must approve such transactions.[151] Lee's salary has been a source of public discontent.[152] From 2008 to 2012, Lee earned an annual salary of S$3,870,000 (US$2,856,930),[153] an increase of 25% from the previous S$3,091,200 (US$2,037,168).[154][155] In January 2012, due to public discontent,[156] Lee took a 28% pay cut, reducing his salary to S$2.2 million (US$1.7 million).[151][157][158] He remains the highest-paid head of government in the world.[159] In 2010, Lee, together with his predecessors, threatened legal action against The New York Times Company which owns the International Herald Tribune regarding an op-ed piece titled \"All in the Family\" of 15 February 2010 by Philip Bowring, a freelance columnist and former editor of the Far Eastern Economic Review. The International Herald Tribune apologised in March that readers of the article may \"infer that the younger Lee did not achieve his position through merit\". The New York Times Company and Bowring agreed to pay S$60,000 to Lee, S$50,000 to Lee Kuan Yew and S$50,000 to Goh (amounting to about US$114,000 at the time), in addition to legal costs. The case stemmed from a 1994 settlement between the three Singaporean leaders and the paper about an article also by Bowring that referred to 'dynastic politics' in East Asian countries, including Singapore. In that settlement, Bowring agreed not to say or imply that the younger Lee had attained his position through nepotism. In response, media rights watchdog Reporters Without Borders wrote an open letter urging Lee and other top Singapore government officials to stop taking \"libel actions\" against journalists.[160][161][162][163] Legal action had been taken in the Singapore courts for defamation against the Financial Times (2007)[164] and the New York Times Company.[160] In a 2008 report, the International Bar Association Human Rights Institute cast doubts on the independence of the judiciary in cases involving PAP litigants or interests. As the eldest son of Lee Kuan Yew, Lee's career has been shadowed by allegations of nepotism.[165][166][167][164] He was widely tipped to be prime minister with several critics viewing Goh Chok Tong as a seat-warmer. Lee has challenged his critics to prove their allegations of nepotism or put the matter to rest.[165][166] In June 2017, Lee became embroiled in a dispute with his brother Lee Hsien Yang and sister Lee Wei Ling, over the fate of their father's house at 38 Oxley Road.[168][169][170][171] Founding prime minister Lee Kuan Yew was averse to a cult of personality.[172] As a result, he had inserted in his final will a demolition clause stating that the house was to be torn down when his daughter moves out; it also states that should demolition be impossible, the house shall be closed to the public.[173] Lee's siblings alleged that he was abusing his powers, using \"organs of the state\" as prime minister to preserve the house against their father's wishes. Lee and the Cabinet denied all their allegations and convened a special sitting of Parliament to debate the matter thoroughly.[174] In his closing speech, Lee stated: \"After two days of debate, nobody has stood behind these [his siblings'] allegations or offered any evidence, not even opposition MPs ... It shows that the Government and I have acted properly and with due process.\" He left open options to convene a select committee or Commission of Inquiry should substantive evidence be presented.[175][176][177][178] The siblings accepted Lee's offer to settle the dispute in private the following day.[179] On 1 September 2019, Lee sent a letter, via the Prime Minister Office, to journalist Terry Xu of The Online Citizen (TOC) requesting that Xu take down a TOC article with false allegations.[180] On 5 September, Lee sued Xu for repeating statements made by Lee's siblings.[180] By doing so, Lee attracted critics for using the prime minister's office for personal matters.[180] In December 2018, Lee sued Leong Sze Hian, a prominent government critic, for sharing an online article on his Facebook page alleging that former Malaysian prime minister Najib Razak had signed \"secret deals\" with Lee to secure help from Singapore banks to facilitate money laundering from Malaysia's government-run strategic development company 1Malaysia Development Berhad, in what became known as the 1MDB scandal. Lee's lawyers claimed that Lee had been \"gravely injured in his character and reputation\" and \"brought into public scandal, odium and contempt\".[181] Leong removed the post thereafter but justified his actions by claiming that it was \"a matter of public interest... whether or not it was correct\" and filed a countersuit against Lee, claiming that the lawsuit proceedings against him were \"an abuse of the process of the court\".[182] The Court of Appeal dismissed the countersuit in September 2019, citing that Singapore law does not recognise the concept of the abuse of court process.[183] In October 2020, Lee took the stand in a four-day trial in the High Court against Leong, who was defended by lawyer Lim Tean, secretary-general of the opposition party Peoples Voice.[184] In an opening statement, Lee's lawyer Davinder Singh said that 1MDB had become \"a byword for corruption and criminal activity\" and that Leong's sharing the post might have implied that \"Lee was complicit in criminal activity relating to 1MDB\".[185] Lee claimed that he was compelled to file the suit because not to do so would have raised questions, given his history of filing lawsuits against defamatory statements.[184] Leong did not take the witness stand, with Lim arguing that it was unnecessary for Leong to give evidence, and that it was Lee's responsibility to prove that Leong's actions were malicious and had damaged Lee's reputation. The case was adjourned to November 2020.[186] Leong was found guilty in March 2021 of defamation and ordered to pay damages to Lee.[187] Lee married his first wife, Wong Ming Yang, a Malaysian-born physician, on 20 May 1978. Their daughter, Li Xiuqi, was born in 1981. Three weeks after giving birth to their son, Li Yipeng, Wong died at the age of 31 on 28 October 1982 of a heart attack.[188] In 1985, when Lee was 33, he married Ho Ching, a fast-rising civil servant who subsequently became the executive director and chief executive officer of Temasek Holdings.[189] Lee has two sons, Li Hongyi and Li Haoyi, with his second wife.[190] Ho Ching's elder son, Li Hongyi, was an officer in the Singapore Armed Forces (SAF),[191] and is the deputy director of the Government Technology Agency of Singapore, under the Prime Minister's Office.[192][193] Her younger son, Li Haoyi, is a software engineer who authors books in the Scala programming language.[194] Lee was initially diagnosed with lymphoma, for which he underwent chemotherapy[195] in the early 1990s.[196] He later also underwent a successful robot-assisted keyhole prostatectomy on 15 February 2015 after being diagnosed with prostate cancer.[197][198][199] Lee is interested in computer programming and has written a Sudoku solver in C++ in his spare time.[200]","Title":"Lee Hsien Loong - Wikipedia","KeyID":"13526","URL":"https://en.wikipedia.org/wiki/Lee_Hsien_Loong"}