{"Content: ":"Elections Prime Minister of Pakistan Chief Minister of Punjab  Mian Muhammad Shehbaz Sharif (Punjabi and Urdu: میاں محمد شہباز شریف, pronounced [miˈãː moˈɦəmːəd ʃɛhˈbaːz ʃəˈriːf]; born 23 September 1951) is a Pakistani politician serving as the 23rd and current prime minister of Pakistan, in office since 11 April 2022.[1] He is the current president of the Pakistan Muslim League (N) (PML-N). Previously in his political career, he served as the Chief Minister of Punjab three times, making him the longest-serving Chief Minister of Punjab.[2] Shehbaz was elected to the Provincial Assembly of the Punjab in 1988 and to the National Assembly of Pakistan in 1990. He was again elected to the Punjab Assembly in 1993 and named Leader of the Opposition. He was elected as chief minister of Pakistan's most populous province, Punjab, for the first time on 20 February 1997. After the 1999 Pakistani coup d'état, Shehbaz along with his family spent years of self-exile in Saudi Arabia, returning to Pakistan in 2007. Shehbaz was appointed Chief Minister for a second term after the PML-N's victory in Punjab province in the 2008 Pakistani general election. He was elected as Chief Minister of Punjab for the third time in the 2013 general election and served his term until his party's defeat in the 2018 general election. During his tenure as chief minister, Shehbaz enjoyed a reputation as a highly competent and diligent administrator.[3] He initiated ambitious infrastructure projects in Punjab and was noted for his efficient governance.[4][5][6] Shehbaz was nominated as the president of the Pakistan Muslim League-N after his brother, Nawaz Sharif, was disqualified from holding office in the wake of the Panama Papers case. He was nominated as the Leader of the Opposition after the 2018 election.[7] In December 2019, the National Accountability Bureau (NAB) froze 23 properties belonging to Shehbaz and his son, Hamza Sharif, accusing them of money laundering. On 28 September 2020, NAB arrested Shehbaz at Lahore High Court and indicted him on charges of money laundering. He was incarcerated pending trial.[8][9] On 14 April 2021, Lahore High Court released him on bail in money laundering reference.[10] Amid the 2020–2022 Pakistani political crises, he was elected as Prime Minister on 11 April 2022 after the no-confidence motion against Imran Khan. Shehbaz was born on 23 September 1951[11][12][13] into a Punjabi-speaking Kashmiri family in Lahore, Punjab, Pakistan.[14] His father, Muhammad Sharif, was an upper-middle-class businessman and industrialist whose family had emigrated from Anantnag in Kashmir for business, and eventually settled in the village of Jati Umra in Amritsar district, Punjab, at the beginning of the twentieth century. His mother's family came from Pulwama.[15] Following the partition of India and Pakistan's independence in 1947, his parents migrated from Amritsar to Lahore.[16] He attended St. Anthony High School, Lahore. Shehbaz received a Bachelor of Arts degree from the Government College University, Lahore.[17] After graduation, he joined his family-owned Ittefaq Group. He was elected president of Lahore Chamber of Commerce & Industry in 1985.[14][18] He has two brothers, Abbas Sharif and Nawaz Sharif. Nawaz is a three-time elected Prime Minister of Pakistan. His sister-in-law, Kulsoom Nawaz Sharif, was the First Lady of Pakistan for three non-consecutive terms. Shehbaz married Nusrat Shehbaz[19] in 1973. They had four children: Salman, Hamza and twin sisters, Javeria and Rabia.[11][20] In 2003, Shehbaz married his second wife Tehmina Durrani.[11][21] He lives at his ancestral home in Lahore, Raiwind Palace. Shehbaz is a businessman by profession[14] and jointly owns Ittefaq Group,[18] a multimillion-dollar steel conglomerate.[22] In 2013, it was noted that Shehbaz is wealthier than his elder brother Nawaz with ₨336,900,000 (US$1.5 million).[23] Shehbaz began his political career after getting elected to the Provincial Assembly of Punjab from Constituency PP-122 (Lahore-VII) as a candidate of Islami Jamhoori Ittehad (JI) in 1988 general election.[18][24][25] He secured 22,372 votes and defeated a candidate of Pakistan Peoples Party (PPP).[24] However his term prematurely ended in 1990 when the assemblies were dissolved.[17][26] He was re-elected to the Provincial Assembly of Punjab from Constituency PP-124 (Lahore-IX) as a candidate of IJI in 1990 general election. He received 26,408 votes and defeated a candidate of Pakistan Democratic Alliance (PDA).[24] In the same election, he was elected to the National Assembly of Pakistan from Constituency NA-96 (Lahore-V) as a candidate of IJI. He secured 54,506 votes and defeated Jehangir Bader.[18][27] He vacated the Provincial Punjab Assembly seat to retain his National Assembly seat.[25] His term prematurely ended in 1993[17] when the assemblies were dissolved.[26] He was re-elected to the Provincial Assembly of Punjab from Constituency PP-125 (Lahore-X) as a candidate of Pakistan Muslim League (N) (PML-N) in 1993 general election.[25] He received 28,068 votes and defeated a candidate of PPP.[24] In the same election, he was re-elected to the National Assembly from Constituency NA-96 (Lahore-V) as a candidate of PML-N. He secured 55,867 votes and defeated Yousuf Salahuddin.[27] He vacated the National Assembly seat and retained his Provincial Punjab Assembly seat.[18] Shortly after the election, he was elected Leader of Opposition in the Provincial Assembly of Punjab.[28] During his tenure as leader of the opposition, he remained in the United Kingdom for some years due for medical treatment. In his absence, Chaudhry Pervaiz Elahi was made acting leader of the opposition in the Punjab Assembly.[28][29] His term as Member of the Punjab Assembly and the Leader of the Opposition prematurely ended in November 1996[17] when the assemblies were dissolved.[18][26] He was re-elected to the Provincial Assembly of Punjab from Constituency PP-125 (Lahore-X) as a candidate of PML-N in 1997 general election.[25] He received 25,013 votes and defeated a candidate of PPP.[24] In the same election, he was re-elected to the National Assembly from Constituency NA-96 (Lahore-V) as a candidate of PML-N. He secured 47,614 votes and defeated Hanif Ramay.[27] He was elected as the Chief Minister of Punjab for the first time and was sworn in as 13th Chief Minister of Punjab on 20 February 1997.[11][28] During his tenure as Chief Minister of Punjab, he was praised for his good governance in the province because of his focus on health, education, agriculture and industrial sectors.[14][28] He undertook several development projects in Lahore and launched a crackdown on criminals across the province to maintain law and order in the province.[28] He held his office until 12 October 1999 when was removed from the post of Chief Minister in the 1999 Pakistani coup d'état.[14][17][18][26] Following the coup he was imprisoned.[17] In December 2000, he along with his immediate family members was exiled forcibly to Saudi Arabia[14] following the request of the Saudi royal family.[28][30] While in exile in Saudi Arabia, Shehbaz was elected as the President of PML-N in August 2002[18][28] and moved to the United Kingdom in mid-2003 for medical treatment.[30] In 1999, a complainant Saeeduddin lodged FIR and accused Shehbaz of allowing the Sabzazar police, as the Chief Minister of the Punjab, to kill his son along with other men in a fake encounter.[31] In the encounter, his two sons and three other people were killed by the police.[32][33] In 2003, an anti-terrorism court summoned Shehbaz and five others accused in alleged extrajudicial killings in 1998. He was in the exile at that time and failed to show-up to the court. Later, the court issued an arrest warrant for Shehbaz.[34][35] In 2004, Shehbaz attempted to return to Pakistan to appear before the court, but was forcibly deported back to Saudi Arabia.[28][35] In August 2007, the Supreme Court of Pakistan gave its verdict which allowed Sharif brothers to return to Pakistan.[36] In September 2007, an anti-terrorism court in Pakistan ordered police to arrest Shehbaz based on a 2003 arrest warrant.[35][37] He later got bail from anti-terrorism court.[38] Shehbaz denied ordering the alleged killings and said the charges against him were politically motivated.[35] He further said that in 2004 he had landed at the Lahore Airport wanting to appear before the court, but was sent back to Saudi Arabia by the government in violation of the orders of the Supreme Court.[39] In 2008, he was acquitted by the Anti-Terrorism Court in the Sabzazar case.[32] He was re-elected as the President of PML-N for a second term in August 2006[18][28] and returned to Pakistan along with Nawaz Sharif in November 2007.[28] Shehbaz was not allowed to take part in the 2008 general election due to the charges of murder.[40] In 2008, Sharif was acquitted in the 1998 extrajudicial killings case.[32] Shehbaz was re-elected to the Provincial Assembly of Punjab unopposed from Constituency PP-48 (Bhakkar-II) as a candidate of PML-N in by-polls held in June 2008.[41][42] He was re-elected as the Chief Minister of Punjab[17][18][25] unopposed after securing 265 votes.[40] In June 2008 he contested for the seat of the Provincial Assembly of Punjab from Constituency PP-10 (Rawalpindi-X), while holding the Assembly seat from Constituency PP-48 (Bhakkar-II). He was elected unopposed but later he resigned from this seat[43] after controversy developed over his eligibility to hold office of Chief Ministership.[44] His second term as Chief Minister lasted until 25 February 2009, when the Supreme Court of Pakistan declared him ineligible to hold public office which took away his seat in the Punjab Assembly, and thereby removed him from office as Chief Minister.[45] On 1 April 2009, a five-member larger bench of the Supreme Court overturned an earlier decision of the apex court, in which Shehbaz was disqualified from holding public office. As a result, Shehbaz returned to office as Chief Minister.[46] Shehbaz was re-elected to the Provincial Assembly of Punjab from three Constituencies PP-159 (Lahore-XXIII), PP-161 (Lahore-XXV) and PP-247 (Rajanpur-I) – as a candidate of PML-N in 2013 general election. In the same election, he was re-elected to the National Assembly from Constituency NA-129 (Lahore-XII) as candidate of PML-N.[47] Sharif opted to retain his Provincial Assembly seat PP-159 (Lahore-XXIII) and was re-elected as the Chief Minister of Punjab for the third time[17] unopposed after securing 300 votes in the 371-members Provincial Assembly.[48][49] In 2016, Shehbaz was elected unopposed as the president of Punjab chapter of PML-N in intra-party elections.[50] On 29 July 2017, Shehbaz was named leader of the PML-N, and hence Prime Minister-designate of Pakistan, following the disqualification of outgoing Prime Minister Nawaz Sharif after the Panama Papers case decision.[51][52][53] However, Shehbaz could not be sworn in immediately because he was not a member of the National Assembly. As a result, Shahid Khaqan Abbasi was made interim Prime Minister of Pakistan for 45 days, presumably giving Shehbaz enough time to enter the legislature via a by-election.[54] After Abbasi's election as Prime Minister of Pakistan, however, it was reported that he was likely to continue as Prime Minister for the next ten months until the 2018 general election[55][56] due to the reluctance of Shehbaz Sharif to leave the post of Chief Minister of Punjab.[57] Though he was not made the leader of PML-N over differences.[58] Reportedly, Shehbaz was offered to become Prime Minister of Pakistan by the establishment several times previously but never accepted.[59] In December 2017, during a party meeting between the senior members of PML-N, Nawaz named Shehbaz as candidate of the party for the office of Prime Minister in the upcoming June 2018 general election, saying that \"Shahbaz had never disappointed him or the party, and had risen to prominence because of his hard work and performance.\"[58][60][61] On 27 February 2018, Shehbaz was appointed as the interim President of the PML-N.[62][63] On 13 March, he was elected as the President of the PML-N unopposed.[64] On 7 June 2018, Shehbaz was succeeded by Hasan Askari Rizvi as caretaker Chief Minister of Punjab.[65] He was elected to the National Assembly as a candidate of PML-N from Constituency NA-132 (Lahore-X) in 2018 Pakistani general election. In the same election, he was re-elected to the Provincial Assembly of Punjab as a candidate of PML-N from Constituency PP-164 (Lahore-XXI) and PP-165 (Lahore-XXII).[66] Following his successful election, he abandoned his Punjab seats in favour of the National assembly seat.[67] On 16 August, he was nominated by PML-N for the office of Prime Minister of Pakistan.[68] On 17 August 2018, he received 96 votes and lost the office to Imran Khan.[69] The same day, he was nominated for the office of Leader of the Opposition in the National Assembly by one 111 Members of the National Assembly.[70] On 20 August 2018, he was notified as Leader of the Opposition in the National Assembly. In his capacity as Leader of Opposition, he also served as Chairman Public Accounts Committee from 22 December 2018 till 28 November 2019. He resigned from the post and Rana Tanveer Hussain succeeded him. On 28 September 2020, Shehbaz was arrested by the National Accountability Bureau on charges of laundering over ₨7,328 million (US$41 million[71]) in a systematic scheme involving close associates and family members.[72][73] The Bureau had previously frozen 23 different properties belonging to Sharif, his son, and other family members, claiming that these assets were acquired beyond known sources of income. The NAB alleges that the Shehbaz Sharif family used fake transactions to receive foreign funds, with the transactions being made through a company owned by Sharif's son-in-law, Haroon Yousaf.[9][74] Shehbaz remained incarcerated pending trial.[75] He was temporarily released on parole to attend his mother's funeral prayers in November 2020.[76] On 14 April 2021, he was released on bail in a money laundering reference by Lahore High court.[77] On 10 April 2022, Sharif was nominated as candidate for Prime Minister by opposition parties following a vote of no confidence in incumbent Prime Minister Imran Khan after the 2022 Pakistani constitutional crisis.[78][79] He was elected Prime Minister on 11 April 2022.[80][81] He took the oath of office on the same day, administered by the Chairman of the Senate, Sadiq Sanjrani, acting for President Arif Alvi, who was on medical leave after complaining of “discomfort”.[82]","Title":"Shehbaz Sharif - Wikipedia","KeyID":"13523","URL":"https://en.wikipedia.org/wiki/Shehbaz_Sharif"}