{"Content: ":"Ferdinand Romualdez Marcos Jr.[3][4][5] (Tagalog: [ˈmaɾkɔs], English: /ˈmɑːrkɔːs/ MAR-kawss;[6] born September 13, 1957), commonly referred to as Bongbong Marcos and by the initials BBM or PBBM, is a Filipino politician who is the 17th and current president of the Philippines.[7][8][9] He previously served as a senator from 2010 to 2016. He is the second child and only son of former president[10] Ferdinand Marcos Sr. and former first lady Imelda Romualdez Marcos.[3] In 1980, Marcos became Vice Governor of Ilocos Norte, running unopposed with the Kilusang Bagong Lipunan party of his father, who was ruling the Philippines under martial law at the time.[11] He then became Governor of Ilocos Norte in 1983, holding that office until his family was ousted from power by the People Power Revolution and fled into exile in Hawaii in February 1986.[12] After the death of his father in 1989, President Corazon Aquino eventually allowed his family to return to the Philippines to face various charges.[13] Marcos and his mother, Imelda, are currently facing arrest in the United States for defying a court order to pay US$353 million in restitution to human rights abuse victims during his father's dictatorship.[14] Marcos was elected as Representative of Ilocos Norte's 2nd congressional district from 1992 to 1995. Marcos ran for and was elected Governor of Ilocos Norte again in 1998. After nine years, he returned to his previous position as Representative from 2007 to 2010, then became senator under the Nacionalista Party from 2010 to 2016.[15] In 2015, Marcos ran for Vice President in the 2016 election. With a difference of 263,473 votes and 0.64 percent difference, Marcos lost to Camarines Sur representative Leni Robredo.[16] In response, Marcos filed an electoral protest at the Presidential Electoral Tribunal. His petition was later unanimously dismissed after the pilot recount resulted in Robredo widening her lead by 15,093 additional votes.[17][18] In 2021, Marcos announced that he would run for President of the Philippines in the 2022 election, under the Partido Federal ng Pilipinas (PFP),[19] which he won by a landslide.[7] Marcos received nearly 59% of the votes, becoming the first to be elected by a majority since the establishment of the Fifth Republic in 1986.[20][21] He was officially declared President-elect by Congress on May 25, 2022.[20] His win was also the largest since 1981, when his father won 88% of the votes due to a boycott by the opposition who protested the prior election.[22][23][24] He is the first candidate to lose a vice presidential campaign, but win the presidency. His campaign received criticism from fact-checkers and disinformation scholars, who found his campaign to be driven by historical negationism aimed at revamping the Marcos brand and smearing his rivals.[25] His campaign has also been accused of whitewashing the human rights abuses and plunder that took place during his father's presidency.[25] The Washington Post has noted how the historical distortionism of the Marcoses has been underway since the 2000s, while The New York Times cited his convictions of tax fraud, including his refusal to pay his family's estate taxes, and misrepresentation of his education at the University of Oxford.[26][27][28][29] Bongbong Marcos was born Ferdinand Romualdez Marcos Jr. on September 13, 1957 at the Our Lady of Lourdes Hospital in Santa Mesa, Manila, Philippines, to Ferdinand Marcos and Imelda Marcos. At that time of his birth, his father Ferdinand, Sr. was the representative for the Second District of Ilocos Norte, eventually becoming a senator just two years later. His godfathers included prominent personalities and future Marcos cronies Eduardo \"Danding\" Cojuangco Jr.[30]: 286  and pharmaceuticals magnate Jose Yao Campos.[31] Marcos first studied at Institución Teresiana and La Salle Green Hills in Manila, where he obtained his kindergarten and elementary education, respectively.[32][33] In 1970, Marcos was sent to England where he lived and studied at Worth School, an all-boys Benedictine institution in West Sussex.[3][34] He was studying there when his father declared martial law throughout the Philippines in 1972.[3][34] He then enrolled at St Edmund Hall, Oxford, to study philosophy, politics and economics (PPE). However, despite his false claims that he graduated with a bachelor of arts in PPE,[35] he did not obtain such a degree.[36][37][38] Marcos had passed philosophy, but failed economics, and failed politics twice, thus making him ineligible for a degree.[39][40] Instead, he received a special diploma in social studies,[38] which was awarded mainly to non-graduates and is currently no longer offered by the university.[36][41] Marcos still falsely claims that he obtained a degree from the University of Oxford despite Oxford confirming in 2015 that Marcos did not finish his degree.[42] Marcos enrolled in the Masters in Business Administration program at the Wharton School of Business, University of Pennsylvania, in Philadelphia, United States, which he failed to complete. Marcos asserts that he withdrew from the program for his election as Vice Governor of Ilocos Norte in 1980.[43] The Presidential Commission on Good Government later reported that his tuition, his US$10,000 (₱517,957.83 in 2022) monthly allowance, and the estate he lived in while studying at Wharton, were paid using funds that could be traced partly to the intelligence funds of the Office of the President, and partly to some of the 15 bank accounts that the Marcoses had secretly opened in the US under assumed names.[44] Marcos was thrust into the national limelight as early as when he was three years old, and the scrutiny became even more intense when his father first ran for President of the Philippines in 1965,[45] when he was eight years old.[3][34][30] During his father's 1965 campaign, Marcos played himself in the Sampaguita Pictures film Iginuhit ng Tadhana: The Ferdinand E. Marcos Story, a biopic based on the novel For Every Tear a Victory.[46][45] The young Marcos was portrayed giving a speech towards the end of the film, in which he says that he would like to be a politician when he grows up.[47] The public relations value of the film is credited for having helped the elder Marcos win the 1965 Philippine elections.[48] A young Bongbong Marcos and his sister Imee played a small role in the controversial \"Manila incident\" of the Beatles in July 1966, just six months after their father assumed the presidency.[49][50]: 200  Bongbong and Imee were among 400 children whom their mother Imelda brought to Malacañang Palace for a reception in which they expected the Beatles to show up.[49] The four band members claimed not to know about the event, and refused to attend. As the event went on without them, the Marcos children were interviewed. Bongbong, referring to the group's long hair, was quoted saying \"I'd like to pounce on the Beatles and cut off their hair! Don't anybody dare me to do anything, because I'll do it, just to see how game the Beatles are.\"[49] Imee, meantime, was quoted saying \"There is only one song I like from the Beatles, and it's Run for Your Life.\"[49]—a quote which media later associated with the way the Beatles scrambled out of Manila, receiving rough treatment at the Manila International Airport.[49] Beatles lead guitarist George Harrison later accused the Marcoses of inciting Filipinos to mob the band as they tried to leave the country for not showing up at the reception, saying in a 1986 interview at NBC's Today Show that the Marcoses \"tried to kill [them].\"[51][52] Harrison further said that their plane was not allowed to leave Manila until their manager, Brian Epstein, refunded the concert ticket money.[51][52] The Manila Bulletin reported in 2015 that Marcos had once invited Beatles drummer Ringo Starr to return to the Philippines \"to bring closure\" to the incident.[53] The incident was brought up in the media again after a 2021 interview between Marcos and Toni Gonzaga, when he was asked about which musicians he idolized, and he casually mentioned that he was friends with Mick Jagger of The Rolling Stones and members of the Beatles.[51] Marcos was still a minor on the exact year that martial law was declared. Marcos turned 18 in 1975[54][55]—a year after he graduated from Worth school.[56] Marcos' first formal role in a political office came with his election as Vice Governor of Ilocos Norte (1980–1983) at the age of 23. On March 23, 1983, he was installed as the Governor of Ilocos Norte, replacing his aunt, who had resigned from the post due to health reasons.[57] In 1983, he led a group of young Filipino leaders on a 10-day diplomatic mission to China to mark the tenth anniversary of Philippine-Chinese relations.[58] He stayed in office until the People Power Revolution in 1986. During Marcos' term, at least two extrajudicial killings took place in Ilocos Norte, as documented by the Martial Law Victims Association of Ilocos Norte (MLVAIN).[59][60] Marcos was appointed by his father to be chairman of the board of the Philippine Communications Satellite Corporation (PHILCOMSAT) in early 1985.[61] In a prominent example of what Finance Minister Jaime Ongpin later branded \"crony capitalism\", the Marcos administration had sold its majority shares to Marcos cronies such as Roberto S. Benedicto,[62] Manuel H. Nieto,[62] Jose Yao Campos,[63] and Rolando Gapud[63] in 1982, despite being very profitable because of its role as the sole agent for the Philippines' link to global satellite network Intelsat.[62] President Marcos acquired a 39.9% share in the company through front companies under Campos and Gapud.[63] This allowed President Marcos to appoint his son as the chairman of the Philcomsat board in early 1985, allowing the young Marcos to draw a monthly salary \"ranging from US$9,700 to US$97,000\"[61][62] (₱502,419.09 to ₱5,024,190.92 in 2022) despite rarely visiting the office and having no duties there.[62][61] PHILCOMSAT was one of five telecommunications firms sequestered by the Philippine government in 1986.[62] After the Marcos family went into exile in 1986, the Presidential Commission on Good Government found that the three Marcos children benefited significantly[61][44][64] from what the Supreme Court of the Philippines defined as \"ill-gotten wealth\" of the Marcos family.[65][66][67] Aside from the tuition, US$10,000.00 monthly allowance, and the estates used by Marcos Jr. and Imee Marcos during their respective studies at Wharton and Princeton,[44] each of the Marcos children was assigned a mansion in the Metro Manila area, as well as in Baguio City, the Philippines' designated summer capital.[44] Properties specifically said to have been given to Marcos Jr, which included the Wigwam House compound on Outlook Drive in Baguio City,[44] and the Seaside Mansion Compound in Parañaque.[44] In addition, by the time their father was ousted from power in 1986, both Marcos Jr. and Imee held key posts in the Marcos administration.[61] Imee was already thirty when she was appointed as the national head of the Kabataang Barangay in the late 1970s,[61] and he was in his twenties when he took up the vice-gubernatorial post for the province of Ilocos Norte in 1980, and then became governor of that province from 1983 until the Marcos family was ousted from Malacañang in 1986.[61] During the last days of the 1986 People Power Revolution, Bongbong Marcos, in combat fatigues to project his warlike stance,[68] pushed his father Ferdinand Marcos to give the order to his remaining troops to attack and blow up Camp Crame despite the presence of hundreds of thousands of civilians there. The elder Marcos did not follow his son's urgings.[69] Fearful of a scenario in which Marcos' presence in the Philippines would lead to a civil war,[70] the Reagan administration withdrew its support for the Marcos government, and flew Marcos and a party of about 80 individuals[12] – the extended Marcos family and a number of close associates[71] – from the Philippines to Hawaii despite Marcos' objections.[70] Bongbong Marcos and his family were on the flight with his parents.[72][73] Soon after arriving in Hawaii, Marcos Jr. participated in an attempt to withdraw US$200 million (₱10,359,156,529.94 in 2022) from a secret family bank account with Credit Suisse in Switzerland,[74] an act which eventually led to the Swiss government freezing the Marcoses' bank accounts in late March that year.[75] The Marcoses initially stayed at Hickam Air Force Base at the expense of the US Government. A month after arriving in Honolulu, they moved into a pair of residences in Makiki Heights, Honolulu, which were registered to Marcos cronies Antonio Floirendo and Bienvenido and Gliceria Tantoco.[12] Ferdinand Marcos eventually died in exile three years later, in 1989,[76] with Marcos Jr. being the only family member present at his father's deathbed.[77] After his father's death in 1989, President Corazon Aquino permitted the return of the remaining members of the Marcos family to the Philippines to face various charges.[13] Bongbong Marcos was among the first to return to the Philippines. He arrived in the country in 1991 and soon sought political office, beginning in the family's traditional fiefdom in Ilocos Norte.[78] After Marcos returned to the Philippines in 1991, Marcos ran for and was elected representative of the second district of Ilocos Norte to the Philippine House of Representatives (1992–1995).[79] When his mother, Imelda Marcos, ran for president in the same election, he decided against supporting her candidacy, and instead expressed support for his godfather Danding Cojuangco.[80] During his term, Marcos was the author of 29 House bills and co-author of 90 more, which includes those that paved the way for the creation of the Department of Energy and the National Youth Commission.[81] He also allocated most of his Countryside Development Fund (CDF) to organizing the cooperatives of teachers and farmers in his home province.[82][83][better source needed] In October 1992, he led a group of ten representatives in attending the first sports summit in the Philippines, held in Baguio City.[84] In 1995, Marcos ran for the Senate under the NPC-led coalition, but placed only 16th.[85] In 1995, Bongbong Marcos pushed a deal to allow the Marcos family to keep a quarter of the estimated US$2 billion to US$10 billion that the Philippine government had still not recovered from them, on the condition that all civil cases be dropped – a deal that was eventually struck down by the Philippines' Supreme Court.[74] Having previously served as Ilocos Norte governor from 1983 to 1986, Marcos was again elected as governor of Ilocos Norte in 1998, running against his father's closest friend and ally, Roque Ablan Jr. He served for three consecutive terms ending in 2007.[86] In 2007, Marcos ran unopposed for the congressional seat previously held by his older sister Imee.[87] He was then appointed as deputy minority leader of the House of Representatives. During this term, Marcos supported the passage of the Philippine Archipelagic Baselines Law, or Republic Act No. 9522.[88] He also wrote his own version of the law, but the bill only remained in the House Committee on Foreign Affairs.[81][89] He also promoted the Republic Act No. 9502 (Universally Accessible Cheaper and Quality Medicines Act) which was enacted on 2009.[90] Marcos made a second attempt for the Senate in 2010. On November 20, 2009, the KBL forged an alliance with the Nacionalista Party (NP) between Marcos and NP chair Senator Manny Villar at the Laurel House in Mandaluyong. Marcos became a guest senatorial candidate of the NP through this alliance.[91] Marcos was later removed as a member by the KBL National Executive Committee on November 23, 2009.[92] As such, the NP broke its alliance with the KBL due to internal conflicts within the party, however Marcos remained part of the NP senatorial lineup.[91] He was proclaimed as one of the winning senatorial candidates of the 2010 senate elections. He took office on June 30, 2010. In the 15th Congress (2010–2013), Marcos authored 34 Senate bills. He also co-authored 17 bills of which seven were enacted into law[81] – most notably the Anti-Drunk and Drugged Driving Act whose principal author was Senator Vicente Sotto III; the Cybercrime Prevention Act whose principal author was Senator Edgardo Angara; and the Expanded Anti-Trafficking in Persons and the National Health Insurance Acts, both of which were principally authored by Senator Loren Legarda. In the 16th Congress (2013–2016), Marcos filed 52 bills, of which 28 were refiled from the 15th Congress. One of them was enacted into law: Senate Bill 1186, which sought the postponement of the 2013 Sangguniang Kabataan (SK) elections, was enacted as Republic Act 10632 on October 3, 2013.[81] Marcos also co-authored 4 Senate bills in the 16th Congress. One of them, Senate Bill 712 which was principally authored by Ralph Recto, was enacted as Republic Act 10645, the Expanded Senior Citizens Act of 2010.[81][93] He was the chair of the Senate committees on local government and public works. He also chaired the oversight committee on the Autonomous Region in Muslim Mindanao (ARMM) Organic Act, the congressional oversight panel on the Special Purpose Vehicle Act, and a select oversight committee on barangay affairs.[94][better source needed][dead link] In 2014, Bongbong Marcos was implicated by Janet Lim Napoles[95] and Benhur Luy[96] in the Priority Development Assistance Fund (PDAF) Pork Barrel scam through agent Catherine Mae \"Maya\" Santos.[97] He allegedly channeled ₱100 million through 4 fake NGOs linked with Napoles.[98] Marcos claimed that the large amounts of money was released by the budget department without his knowledge and that his signatures were forged.[99] In connection to the PDAF scam, Marcos was also sued for plunder by IBalik ang Bilyones ng Mamamayan (iBBM), an alliance of youth organizations. The group cited Luy's digital files, which showed bogus NGOs with shady or non-existent offices.[100] In 2016, Marcos was also sued for plunder for funneling ₱205 million of his PDAF via 9 special allotment release orders (SARO) to the following bogus foundations from October 2011 to January 2013, according to Luy's digital files:[100] These NGOs were found by the Commission on Audit (COA) as bogus with shady or non-existent offices.[100] On October 5, 2015, Marcos announced via his website that he would run for vice president of the Philippines in the 2016 general election, stating \"I have decided to run for vice president in the May 2016 elections.\"[16][101] Marcos ran as an independent candidate.[102] Prior to his announcement, he had declined an invitation by presidential candidate, Vice President Jejomar Binay, to become his running mate.[103] On October 15, 2015, presidential candidate Miriam Defensor Santiago confirmed that Marcos would serve as her running mate.[104] Marcos placed second in the tightly contested vice presidential race losing to Camarines Sur Representative Leni Robredo, who won by a margin of 263,473 votes,[105][106] one of the closest since Fernando Lopez's victory in the 1965 vice presidential election. Marcos challenged the results of the election, lodging an electoral protest against Leni Robredo on June 29, 2016, the day before Robredo's oathtaking.[107][108] President Rodrigo Duterte has stated several times that he would resign if Marcos would be his successor instead of Vice President Leni Robredo.[109] A recount began in April 2018, covering polling precincts in Iloilo and Camarines Sur, which were areas handpicked by Marcos' camp. In October 2019, the tribunal found that Robredo's lead grew by around 15,000 votes – a total of 278,566 votes from Robredo's original lead of 263,473 votes – after a recount of ballots from the 5,415 clustered precincts in Marcos' identified pilot provinces.[110] On February 16, 2021, the PET unanimously dismissed Bongbong Marcos' electoral protest against Leni Robredo.[17][18][111][112] Marcos officially launched his campaign for president of the Philippines on October 5, 2021, through a video post on Facebook and YouTube.[113][114] An interview with his wife Liza Marcos revealed that he decided to run for president while watching the film Ant-Man,[115][116] though Marcos admitted that he could not recall this moment.[117] He ran under the banner of the Partido Federal ng Pilipinas party, assuming chairmanship of the party on the same day,[118] while also being endorsed by his former party, the Kilusang Bagong Lipunan.[119] Marcos filed his certificate of candidacy before the Commission on Elections the following day.[120] On November 16, Marcos announced his running mate to be Sara Duterte, daughter of President Rodrigo Duterte and mayor of Davao City.[121] Under the campaign theme of unity, Marcos and Duterte's pairing was given the name \"UniTeam\".[121] Seven petitions were filed against Marcos' presidential bid.[122][123] Three petitions aimed to cancel Marcos' certificate of candidacy (COC), one petition aimed to declare Marcos a nuisance candidate, and three petitions aim to disqualify him. Most petitions are based on Marcos' 1995 conviction for failing to file tax returns. Three disqualification petitions were consolidated and raffled to the commission's first division, while three other petitions were handed to the second division.[122][124] The final petition was also handed to the first division. Marcos dismissed the petitions as nuisance petitions with no legal basis and propaganda against him.[125] Marcos regularly maintained a wide lead in presidential surveys throughout the months leading up to the May 2022 election;[127][128] he was the first presidential candidate in the country to attain poll ratings of over 50% from surveys conducted by Pulse Asia since it began polling in 1999.[129] His refrainment from attending all but one of the presidential debates during the campaign season was widely criticized.[130][131][132][133] In the Joint Session of the 18th Congress of the Philippines, overseen by Senate President Tito Sotto and Speaker of the House of Representatives of the Philippines Lord Allan Velasco and stated by Senate Majority Leader Juan Miguel Zubiri and Majority Floor Leader Martin Romualdez, Marcos was proclaimed the President-elect of the Philippines on May 25, 2022, alongside his running-mate and Vice-President-elect Sara Duterte. Marcos received 31,629,783 votes, or 58.77% of the total votes cast, about 16.5 million votes ahead of his closest rival, Vice President Leni Robredo, who received over 15 million votes.[134] becoming the first presidential candidate to be elected by a majority since the establishment of the Fifth Republic in 1986.[20][21][135] According to analysts, Marcos, together with Sara Duterte, \"inherited\" Rodrigo Duterte's popularity when they both won landslides in the election.[136] This is expected to also mark the return of the Marcos family to power for the first time since the People Power Revolution.[7][137][138] His majority was the largest since 1981 (surpassing his father's 18,309,360 votes); as the opposition boycotted that election, it is the largest majority since 1969 for a competitive election, and his 31-percentage point margin over his nearest opponent was the greatest since Ramon Magsaysay scored a 38-point margin over incumbent President Elpidio Quirino in 1953. His vote count was not only the largest ever recorded in a presidential election, but close to the sum total of the two previous records combined. On June 20, 2022, Marcos announced that he will serve as the Secretary of Agriculture in concurrent capacity.[139] On June 30, 2022, Marcos Jr. took the oath of office as the 17th President of the Philippines at the National Museum of the Philippines and was administered the oath by Chief Justice Alexander Gesmundo.[140] On June 27, 1990, a special tax audit team of the Bureau of Internal Revenue (BIR) investigated the tax liabilities and obligations of the late Ferdinand Marcos Sr, who died on September 29, 1989. The investigation disclosed in a 1991 memorandum that the Marcos family had failed to file estate tax returns and several income tax returns covering the years of 1982 to 1986 in violation of the National Internal Revenue Code.[141] The BIR also issued a deficiency estate tax assessment against the estate of the late Ferdinand Marcos Sr. in 1991 for unpaid estate taxes from 1982 to 1985, and 1985 to 1986, totaling ₱23,293,607,638 (₱97,792,696,739 in 2022). Formal assessment notices were served to Bongbong Marcos at his office at the Batasang Pambansa Complex on October 20, 1992, who was then the representative of the 2nd District of Ilocos Norte. Several notices of levy were also issued by the BIR February 22, 1993, to May 26, 1993, to satisfy the deficiency of estate tax returns, to no avail.[141] On March 12, 1993, lawyer Loreto Ata, representing Bongbong Marcos, called the attention of the BIR to notify them of any action taken by the BIR against his client. Bongbong Marcos then filed an instant petition on June 25, 1993, for certiorari and prohibition to contest the estate tax deficiency assessment.[141] On July 27, 1995, Quezon City Regional Trial Court Judge Benedicto Ulep convicted Marcos to seven years in jail and a fine of US$2,812 plus back taxes for tax evasion in his failure to file an income tax return from the period of 1982 to 1985 while sitting as the vice governor of Ilocos Norte (1980–1983) and as governor of Ilocos Norte (1983–1986).[142] Marcos subsequently appealed the decision to the Court of Appeals over his conviction. However, in 1994, the Court of Appeals ruled that the estate tax deficiency assessment had become \"final and unappealable\", allowing it to be enforced.[143] On October 31, 1997, the Court of Appeals affirmed its earlier decision with Marcos being convicted for the failure of the filing of an income tax return under Section 45 of the National Internal Revenue Code of 1977 while being acquitted of tax evasion under the charge of violating Section 50 of the same statute. In spite of the removal of the penalty of imprisonment, Marcos was ordered the payment of back income taxes to the Bureau of Internal Revenue (BIR) with interest and the issuance of corresponding fines of ₱2,000 per count of non-filing of income tax returns from 1982 to 1984 and ₱30,000 for 1985, plus the accrued interest.[144] Marcos later filed a petition for certiorari to the Supreme Court of the Philippines over the modified conviction imposed by the Court of Appeals but subsequently withdrew his petition on August 8, 2001, thereby declaring the ruling as final and executory.[145] In 2021, the Quezon City Regional Trial Court certified that there were no records on file of Marcos settling the corresponding tax dues and fines.[146][147] However, according to Marcos's campaign team, documents issued by the Supreme Court, the BIR, and a receipt issued by the Land Bank of the Philippines state that the tax dues were paid,[148][149] while elections commissioner Rowena Guanzon noted that the documents Marcos submitted to the Commission on Elections were not receipts of taxes paid to the BIR but rather receipts from the Land Bank for lease rentals.[150][151] Nevertheless, the Commission on Elections ruled against the consolidated disqualification cases against Marcos and stated that “Further, to prove the absence of any ill-intention and bad faith on his part,” [Marcos] submitted a Bureau of Internal Revenue certification and an official receipt from the Landbank, showing his compliance with the CA decision directing him to pay deficiency income taxes amounting to a little over ₱67,000, including fines and surcharges.[152] The estate tax deficiency assessment issued by the BIR has remained uncollected since the Supreme Court ruling on October 12, 1991. Since the ruling of the Supreme Court in 1997 which had junked the petition of Marcos to contest the estate tax deficiency assessment, under the Ramos, Arroyo, Aquino, and Duterte administrations, the BIR has issued renewed written demands on the Marcos family to pay the estate tax liabilities, which has remained unpaid. As a result, the estate tax deficiency assessment, with penalties, is estimated to have ballooned to ₱203,819,066,829 (₱203.819 billion) as of 2021.[153] The unpaid estate tax return was used as grounds in one petition to cancel Marcos's certificate of candidacy for president in the 2022 elections. On March 1, 2022, presidential candidate and Manila mayor Isko Moreno said that he would implement the Supreme Court ruling ordering the Marcos family to pay their estate tax debts if elected, vowing to use the proceeds as relief aid (ayuda) for victims of the COVID-19 pandemic.[143] On March 28, 2022, Senator Aquilino Pimentel III filed Senate Resolution No. 998, stating an urgent and pressing need for the Senate to look into why the estate tax has remained uncollected for almost 25 years, which the amount has already been ruled to be due and demandable against the heirs of his father.[154] On June 19, 2007,[155] Marcos Jr. filed a motion to intervene in, OCLP v. PCGG, Civil Case Number 0093 at the Sandiganbayan, the Philippines' anti-graft court.[155] The case had been filed by Ortigas & Company, Ltd. Partnership (OCLP) against the Presidential Commission on Good Government (PCGG) over the 18-hectare former Payanig sa Pasig property bordering Ortigas Avenue, Julia Vargas Avenue, and Meralco Avenue in Ortigas Center, Pasig City, which had been the site of the 'Payanig sa Pasig' theme park, but is now the location of various businesses, most notably the Metrowalk shopping and recreation complex.[156] The PCGG considers the property the \"crown jewel\" among the properties sequestered from the Marcoses' ill-gotten wealth, estimating its minimum value to be about ₱16.5 billion in March 2015.[157] The property had been surrendered to the PCGG in 1986, as part of the settlement deal of Marcos crony Jose Yao Campos, who was holding the property under various companies on Marcos Sr.'s behalf.[158] Ortigas & Company countered that Marcos Sr. had coerced them to sell the property to him in 1968.[156] Marcos Jr.'s motion claimed that his father had bought the property legally, but the Sandiganbayan dismissed his motion on October 18, 2008, saying it had already dismissed a similar motion filed years earlier by his mother Imelda.[159] In 2011, the Hawaii District Court ruled Bongbong Marcos and his mother Imelda Marcos to be in contempt,[160] fining them US$353.6 million fine for not respecting an injunction from a 1992 judgement in a Human Rights Victims case, which commanded them not to dissipate the assets of Ferdinand Marcos' estate.[161][162] The ruling was upheld by the US Ninth Circuit Court of Appeals on October 24, 2012, and is believed to be \"the largest contempt award ever affirmed by an appellate court.\"[162] While the 1992 case was against Ferdinand Marcos, the 2011 judgment was against Imelda and Bongbong personally.[163] The judgement also effectively barred Imelda and Bongbong from entering any US territory.[160] However, on June 9, 2022, United States Deputy Secretary of State Wendy Sherman[164] clarified in a roundtable discussion with local reporters during a state visit, that as a head of state, Marcos enjoys diplomatic immunity in all circumstances, stating that he is welcome to visit the United States under his official role.[165] As with other Marcos family members who have stayed in the public eye since their return to the Philippines,[166][167][168] Marcos has received significant criticism for instances of historical denialism, and his trivialization of the human rights violations and economic plunder that took place during the Marcos administration, and of the role he played in the administration.[169][170][171] Specific criticisms have been leveled at Marcos for being unapologetic for human rights violations[169] and ill-gotten wealth[170] during his father's administration.[172][173][174][171] Of the human rights victims, Marcos Jr. said of them in 1999: \"They don't want an apology, they want money.\"[175] He then proceeded to state that his family would apologize only if they had done something wrong. When victims of human rights abuses during his father's administration commemorated the 40th year of the proclamation of martial law in 2012, Marcos Jr. dismissed their calls for an apology for the atrocities as \"self-serving statements by politicians, self-aggrandizement narratives, pompous declarations, and political posturing and propaganda.\"[176][177] In the Sydney Morning Herald later that year, Bongbong cited the various court decisions against the Marcos family as a reason not to apologize for Martial Law abuses, saying \"we have a judgment against us in the billions. What more would people want?\"[3] During his 2016 vice presidential campaign, Marcos responded to then-President Noynoy Aquino's criticism of the Marcos regime and call to oppose his election run. He dismissed the events, saying Filipinos should \"leave history to the professors.\"[178][179][180] This prompted over 500 faculty, staff and history professors from the Ateneo de Manila University to immediately issue a statement condemning his dismissive retort as part of \"an ongoing willful distortion of our history,\" and a \"shameless refusal to acknowledge the crimes of the Martial Law regime.\"[181][182][183][184][185] More than 1,400 Catholic schools, through the Catholic Educational Association of the Philippines (CEAP), later joined the call of the Ateneo faculty \"against the attempt of [Marcos] to canonize the harrowing horrors of martial rule.\"[186][187] This was also followed by the University of the Philippines Diliman's Department of History, which released a statement of its own, decrying what they called a \"dangerous\" effort for Marcos to create \"myth and deception.\"[188][189][190] On September 20, 2018, Marcos Jr. released a YouTube video showing a tête-à-tête between him and former Senate President Juan Ponce Enrile, who had been his father's defense minister before playing a key role in his ouster during the 1986 EDSA revolution.[191] The video made a number of claims, which were quickly refuted and denounced by martial law victims, including former Senate President Aquilino Pimentel Jr., former Social Welfare Secretary Judy Taguiwalo, former Commission on Human Rights chair Etta Rosales, and writer Boni Ilagan, among others. Enrile later backpedaled from some of his claims, attributing them to \"unlucid intervals.\"[192] Marcos maintains a YouTube channel, and accounts on Twitter and Facebook. In December 2016, Marcos celebrated a Christmas party with his online supporters.[193] According to research by Vera Files, Marcos benefited the most from fake news from the Philippines in 2017, along with President Rodrigo Duterte.[194] Most viral news were driven by shares on networks of Facebook pages.[194] Also, most Philippine audience Facebook pages and groups spreading online disinformation bore \"Duterte\", \"Marcos\" or \"News\" in their names and are pro-Duterte.[195] In July 2020, Brittany Kaiser alleged in an interview that Marcos had approached the controversial firm Cambridge Analytica in order to \"rebrand\" the Marcos family image on social media.[196] Marcos' spokesperson Vic Rodriguez denied these allegations and stated that Marcos is considering filing libel charges against Rappler, which published Kaiser's interview.[197] In 1990, during a coverage of Imelda Marcos' trial in New York, Inquirer journalist Kristina Luz interviewed then-33-year-old exiled Bongbong Marcos and asked where the Marcos wealth come from. Marcos responded \"only I know where the gold is and how to get it\". This was corroborated in a 1992 report by the Associated Press that quoted Imelda Marcos saying that her husband’s wealth came \"from the Japanese and other gold he found after World War II, and not from the Philippine coffers.\" In 2007, Marcos informed the anti-graft court Sandiganbayan that his father's wealth came from trading \"precious metals more specifically gold from the years 1946 to 1954\" when he tried to win back the Ortigas Payanig property in Pasig from the national government.[198] The myth surrounding the gold allegedly owned by the Marcos family has been the subject of various misinformation, as in 2011, a Facebook post claimed that a certain \"Tallano clan\" had paid Ferdinand Marcos Sr. in gold for his legal services. Several years later, supporters of the Marcos family in a Facebook page called \"Marcos Cyber Warriors\" also claimed that Marcos Sr.’s wealth came from his former law client, the \"Maharlikan Tallano family\".[199] This has resulted in a long-running belief that should Bongbong Marcos win as president, he will give Filipinos a share of this gold. However during his Philippine presidential election campaign in the 2022 elections, when asked over One News to verify the mythical \"Tallano gold\" or the long-believed tale that they got a share of the Japanese Yamashita gold, Marcos denied knowledge of it, even joking that \"people should let him know if they see any of that gold\". The urban myth had allegedly been suggested or carried by various social media pages being run by Marcos supporters in order to engage more people to support his presidential bid.[199] Marcos is married to lawyer Louise \"Liza\" Cacho Araneta, a member of the prominent Araneta family. Marcos and Araneta were married in Fiesole, Italy, on April 17, 1993. They have three sons: Ferdinand Alexander III \"Sandro\" (born 1994), Joseph Simon (born 1995) and William Vincent \"Vinny\" (born 1997).[200][201][202] Although he is Ilocano by ethnic ancestry, he was brought up in a Manileño household and does not speak the Ilocano language.[203][204] The Marcos family maintains a residence in Forbes Park, Makati.[205] Aside from his common nickname \"Bongbong\", Marcos is known by his peers as \"Bonggets\".[47] Marcos is an avid listener of rock and roll, rhythm and blues, and jazz music. He once held a record collection in Malacañang Palace that he described as \"the best record collection in the Philippines\" but left it when his family was exiled from the country in 1986. He is a fan of the Beatles, citing Sgt. Pepper's Lonely Hearts Club Band as his favorite album of theirs, and often collects the band's memorabilia. Marcos can also play the saxophone.[206] Marcos exercises regularly and claims to abstain from consuming confections and soft drinks.[47] Marcos is also an avid reader, a movie lover, a good cook, and a gun enthusiast, where he holds a competition under his name.[47][53][207] On March 31, 2020, Marcos' spokesperson confirmed that Marcos had tested positive for COVID-19.[208] Prior to getting tested, Marcos was reportedly experiencing chest pains after coming home from a trip to Spain. He has since recovered from the disease after testing negative on a RT-PCR test on May 5, 2020, a month after testing positive for COVID-19.[209] On July 8, 2022, Marcos' press secretary confirmed that Marcos had tested positive again for COVID-19 after experiencing slight fever.[210] Between the late 70s and early 80s, an urban legend became popular claiming that Marcos Jr. was stabbed and died during a scuffle while studying abroad. The Marcos family allegedly looked for Bongbong’s look-alike to replace him. This was later debunked by Marcos in one of his vlogs. Origins of the said urban legend remains unknown up to the present time.[211] On November 18, 2021, President Rodrigo Duterte claimed in a televised speech that a certain candidate for the 2022 Philippine presidential election is allegedly using cocaine, hinting at the candidate using male pronouns on several instances. Furthermore, Duterte alleged that the candidate eluded law enforcement authorities by doing drugs on a private yacht and a plane.[212] Although he did not name the candidate, it was alluded that Duterte was referring to Marcos after he continued on his speech that the male candidate is a \"weak leader\" and has been \"capitalizing on his father's accomplishments\".[213] Prior to that, Duterte previously named Marcos a \"weak leader who had done nothing\" and a \"spoiled child for being an only son\".[214] Days after Duterte's allegation, Marcos took a cocaine drug test through a urine sample at St. Luke's Medical Center and submitted the negative result to law enforcement authorities with a follow up online memo by the medical institution confirming the legitimacy of the test.[215] Marcos responded that he did not feel that he was the one alluded to by President Duterte. According to health care provider American Addiction Centers, after the last use, cocaine or its metabolites can show up on a blood or saliva test for up to two days, a urine test for up to three days, and a hair test for months to years.[216] In an interview with CNN Philippines in April 2022, Marcos responded to Duterte's remarks on him being a \"spoiled\" and \"weak leader\", saying that the president was \"playing politics\" and was \"always making sure everybody's thinking hard about what they're doing\".[217] In an interview with ANC in May 2022, former senator Nikki Coseteng, who claimed to personally know Marcos, alleged that Marcos was a \"lazy individual\" who frequented discos and got high on illegal substances along with his socialite friends during his youth.[218] Marcos has neither denied nor confirmed Coseteng's allegations.[219]","Title":"Bongbong Marcos - Wikipedia","KeyID":"13525","URL":"https://en.wikipedia.org/wiki/Bongbong_Marcos"}