{"Content: ":"Phạm Minh Chính (born 10 December 1958) is a Vietnamese politician, the current Prime Minister of Vietnam, one of the highest-ranked officials in Vietnam along with Nguyễn Phú Trọng, General Secretary of the Communist Party of Vietnam and Nguyễn Xuân Phúc, President of Vietnam. He is currently a Member of Politburo of the Communist Party of Vietnam Term XIII, Head of Committee for the Internal Political Protection of the Central Communist Party of Vietnam, Member of the National Assembly of Vietnam session XIV. He is General of the People's Public Security Forces and a Member of Politburo term XII, formerly Secretariat of the Communist Party of Vietnam Session XII, Head of the Organizing Commission, Deputy Director of Organizing Commission; Secretary of the Provincial Party Committee of Quang Ninh province; Deputy Minister of Public Security, General Director of General Department of Logistics and Technology, Ministry of Public Security; and Deputy Director-General of the General Department of Intelligence.[1] Phạm Minh Chính was born on 10 December 1958, at the commune of Hoa Lộc, district of Hậu Lộc, Thanh Hóa Province, North Vietnam, in a family of eight siblings. His father was a local cadre and civil servant, and his mother was a farmer.[2] In 1963, he followed his family to build a New Economic Zone in the town of Phong Sơn, Cẩm Thủy, Thanh Hóa. As a child, he attended Cẩm Thủy High School.[3] After graduating from high school in 1975, he studied at Hanoi University of Foreign Studies, nowadays Hanoi University. In 1976, he was sent to Socialist Republic of Romania to study at Technical University of Civil Engineering of Bucharest. He studied Romanian and majored in Civil Engineering. In 2000, he successfully defended his Doctor of Law thesis, becoming a Doctor of Law. On March 9, 2010, he was conferred the academic title of Associate Professor in Law.[4] Phạm Minh Chính was admitted to the Communist Party of Vietnam on December 25, 1986, and became an official member on December 25, 1987. He also attended courses at Hồ Chí Minh National Academy of Politics, receiving an Advanced Degree in Political Theory.[5] In January 1985, Phạm Minh Chính became an Intelligence officer within the Department of intelligence within the Ministry of Public Security, among other things, he served as an intelligence officer in the Department of Europe and America within the department of intelligence during his time within the Department of Intelligence. In March 1991, Phạm Minh Chính became an officer of the Ministry of Foreign Affairs, working at the Vietnamese Embassy in Romania.[6] In November 1994, he returned to the Ministry of Public Security, becoming the Deputy Head of the Department of Europe. Between May 1999 and August 2010, he served as the Deputy Director of several departments, and in August 2010, he became a member of the Central Committee of the Communist Party of Vietnam at the 11th party Congress. He was Re-elected at the 12th party congress in February 2015. In February 2016, he became a member of the Politburo of the Communist Party of Vietnam. On 5 April 2021, he was elected as Prime Minister of Vietnam at the 11th working session of the 14th National Assembly.[6]","Title":"Phạm Minh Chính - Wikipedia","KeyID":"13537","URL":"https://en.wikipedia.org/wiki/Ph%E1%BA%A1m_Minh_Ch%C3%ADnh"}