{"Content: ":"Edi Rama (born Edvin Kristaq Rama, 4 July 1964) is an Albanian politician, painter, writer, former university lecturer, publicist and former basketball player,[1] who has served as the 33rd and current Prime Minister of Albania since 2013 and chairman of the Socialist Party of Albania since 2005. Prior to his tenure as Prime Minister, Rama held a number of positions. He was appointed Minister of Culture, Youth and Sports in 1998, an office he held until 2000. First elected Mayor of Tirana in 2000, he was reelected in 2003 and 2007. The coalition of centre-left parties led by Rama in the 2013 parliamentary election defeated the centre-right coalition around the Democratic Party of Albania of incumbent Prime Minister Sali Berisha. Rama was appointed Prime Minister for a second term following the 2017 election. Rama won a third mandate following the 2021 parliamentary election in which he defeated the Democratic Party of Albania candidate, Lulzim Basha, for the second time in a row. He is the only Albanian Prime Minister in history to have won three parliamentary elections in a row. His party has won all five Albanian elections since 2013 (including two local elections). He was one of the initiators of Open Balkan, an economic zone of the Western Balkans countries intended to guarantee \"four freedoms\". Born as Edvin Rama on 4 July 1964 in Tirana, Albania, he is the first of two children of Kristaq and Aneta Rama. His father was Kristaq Rama (1932-1998), a well-known sculptor born in Durrës who was the creator of numerous statues during Communism in Albania. His great-grandfather, also named Kristaq Rama, was an intellectual who advocated for Albanian independence and schools, and he originated from Berat before later relocating to Durrës.[2] Other ancestors from his paternal side come from the southeastern village of Dardhë, near Korçë.[3] His mother, Aneta Rama (née Koleka) (1938-2020), was a graduate of medicine from the southwestern village of Vuno,[4] Vlorë, great-niece of Spiro Koleka a member of the Politburo during Communist Albania. Rama states that the Koleka family, going back some centuries, is of northern Mirditor origin, and that the surname was derived from Kol Leka.[5][2] Rama started painting early in his childhood. During his teenage years, his talent was noticed by two influential Albanian painters of the time, Edi Hila and Danish Jukniu.[6] They encouraged Rama to further develop his painting skills in a professional context.[6] He attended and graduated from the Jordan Misja Artistic Lyceum, an art school in Tirana.[7] As a teenager, Rama was involved in sports as a professional basketball player for Dinamo Tirana. He was also part of the Albania national basketball team.[8][9] In 1982, he enrolled in the Academy of Arts in Tirana. After graduating, Rama started working as an instructor at the Academy of Arts. During this time, he organized several open student meetings, during which the Albanian communist government was publicly criticized. Essays from those meetings were collected in the book Refleksione, which Rama published together with publicist Ardian Klosi in 1992. Shortly before the fall of communism in Albania, Rama attempted several times to get involved with the incipient fight for democracy. He tried to influence student protests and become part of the newly created Democratic Party of Albania, but soon left after a quarrel over ideological matters with Sali Berisha.[10] In 1994, Rama moved to France, and tried to begin a career as a painter. He and his former student, Anri Sala, exhibited their works in several art galleries.[citation needed] On 27 November 2002, he changed his first name by shortening it to Edi Rama.[11] Minister of Culture (1998–2000) Mayor of Tirana (2000–2011) Opposition leader (2011–2013) Minister of Foreign Affairs (2019–2020) During one of his trips back to Albania in January 1997, Rama suffered a physical assault. While perpetrators were never found, there were concerns over the involvement of the State Secret Service given Rama's outspoken criticism towards the Albanian government.[12] In 1998, while in Albania for the funeral of his father, Rama was offered a cabinet position by then-Prime Minister of Albania Fatos Nano.[13] Later that year he was appointed Minister of Culture, Youth and Sports. As a Minister, Rama immediately became known for his extravagance in a variety of ways, including his unique colorful dressing style. His innovative cultural projects, coupled with his unusual clothing and rebellious political style, helped him attract a great level of support. In October 2000, the Socialist Party of Albania endorsed Rama in the election for Mayor of Tirana. The Democratic Party nominee was Besnik Mustafaj, an Albanian writer and diplomat. Rama won 57% of the vote, and was sworn in as mayor. After taking office, he undertook a radical campaign of bulldozing hundreds of illegal constructions and restoring many areas near Tirana's center and Lanë River into their initial form.[14] Rama earned international recognition by repainting the facades of many soviet-style, demolishing buildings in the city.[15] The repainting gave the city a unique style, turning it into a tourist attraction. Rama was awarded the inaugural World Mayor Prize in 2004.[16] The award committee, explained their decision stating that \"Edi Rama is the man who changed a whole city. Now there is a new Tirana, colored, happy, with a new and improved infrastructure and cultural life\".[16] As mayor he compiled the Tirana City Master Plan[17] including the Skanderbeg Square project. He planted thousands of new trees, making Tirana a much more environment-friendly city. Rama also expanded the existing roads and paved new ones, improving mobility. According to a UNDP report[18][failed verification] Rama played a critical role in the modernization of the local government, empowering municipalities and giving them, for the first time real power to impact the life of their communities. Rama was reelected Mayor of Tirana by defeating Democratic Party candidates Spartak Ngjela, a former attorney, in 2003, and Sokol Olldashi in 2007. In 2011, Rama decided to run for a fourth term in office. His opponent, Lulzim Basha was a member of Prime Minister Berisha's cabinet. Rama's reelection bid failed in a hotly contested election, after a court ruling decided hundreds of ballots mistakenly cast in the wrong ballot boxes were valid. The initial count saw Rama ahead by 10 votes. With all ballots counted Lulzim Basha won the race by 81 votes. Rama appealed the court's decision at the Electoral College and demanded the reinstatement of the initial tally. Rama's appeals were rejected, and Basha was sworn in as the new Mayor of Tirana. Rama and the Socialist Party criticized the judges involved in the court ruling. Having previously run as an independent in 2000, Rama registered as a Socialist in 2003. Later that year he announced a bid for the chairmanship of the Party. He and Rexhep Meidani, former President, ran against the incumbent, Fatos Nano. Rama's bid failed to gain sufficient support from the Assembly delegates. He received 41 votes, Rexhep Meidani received 61, while Fatos Nano was reelected with 456 votes.[19] After the center-left coalition lost in the 2005 parliamentary election, Fatos Nano resigned as Chairman of the Socialist Party. In the subsequent election for the chairmanship of the Party, Rama defeated Rexhep Meidani 297 to 151 and became the Chairman of the Socialist Party.[19] Capitalising on Rama's popularity as a mayor, the Socialist Party of Albania regained some of its appeal. Rama replaced many of the Party's influential leaders with younger loyalists. In his earlier attempts to regain control in the Parliament, he tried to frame himself as a political outsider. Inspired by the progressive policies of Tony Blair's \"New Labour\" and Anthony Giddens \"Third Way\", his political platform called for a \"third direction beyond the traditional right and left\".[20] As the minority leader, Rama threw his support behind a set of constitutional amendments introduced in the Parliament during the summer of 2008. These amendments changed Albania's election law from a majoritarian representation with a proportional adjustment into a party-list proportional representation as well as curtailed Presidential powers. Despite criticism and protests from President Bamir Topi and MPs from the Socialist Movement for Integration and other smaller political parties, the amendments were passed in the Parliament with a super-majority. Rama's reelection as Mayor in 2007 was greatly helped by the Socialist Movement for Integration's endorsement of his candidacy. Seeing the 2008 constitutional amendments voted by Rama's SPA as a serious threat to their existence in Albanian politics, Ilir Meta and the SMI did not join Rama in a pre-electoral coalition for the 2009 parliamentary election. The Socialist Party led by Rama were only able to win 66 seats in the Parliament. Incumbent Prime Minister Berisha's Democratic Party won 70 seats, while the remaining 4 seats went to Ilir Meta's Socialist Movement for Integration. Demands by Rama and the Socialists for a recount in the district of Fier were rejected by courts amidst criticism about the judges impartiality. Eventually, all four newly elected SMI members of the parliament voted support for Prime Minister Berisha's Democrats. The 2009 elections narrow defeat prompted Rama to continue his mandate as Chairman of the Socialist Party. The Socialist Party opted for a hardcore dispute of the newly elected government by boycotting parliamentary debates for months and staging a hunger strike to prompt for domestic and foreign attention to the situation. The heated political debate surrounding the 2009 election has been pointed out as one reason for Albania's failed bid at gaining official candidate status in accession talks with the EU.[21] In January 2011, a recorded videotape showed Deputy Prime Minister Ilir Meta negotiating informal pay-to-play fees with Dritan Prifti, Minister for the Economy, Commerce and Energy. On 21 January 2011, clashes broke out between police and protesters in an anti-government rally in front of the Government building in Tirana. Four people were shot dead from government special forces.[22] The EU issued a statement to Albanian politicians, warning both sides to refrain from violence.[23] In 2013, the Socialist Party of Rama led the coalition of center-left parties (that included his former opponents, the SMI) into a landslide victory in the parliamentary election defeating the center-right coalition led by Prime Minister Sali Berisha. His platform, nicknamed \"Renaissance\"[24] was based on four pillars: European integration, economic revitalisation, restoration of the public order and democratisation of the state institutions. Since September 2013, Rama has been serving as the Prime Minister of Albania. Since 15 September 2013, Rama is serving as the 33rd Prime Minister of Albania. During the electoral campaign, Rama stated that the return of public order was his number one priority. In 2013, the Albanian Police was able to cover actively only 55% of the territory.[25] The Government invested heavily in modernizing, training, and improving financial benefits of the police force. The police earned international acclaim when in 2014 undertook a highly successful operation on Lazarat, a remote village in the south of the country, known for the production of narcotics.[26] Rama has been committed to restructure the judicial system in Albania, which was one of the most corrupted and ineffective judicial systems in Europe at that time.[27] In 2016, the Parliament approved the \"vetting law\".[28] Based on this law, any judge or prosecutor which cannot explain his source of wealth or former dubious verdicts will be disqualified for life. In November 2016, the European Union stated that a successful implementation of vetting law remains the sole criterion to fulfill before opening accession talks.[29] Other key reform was in the energy sector, left on the brink of bankruptcy from a previous failed privatisation effort. His government successfully enforced the payment of billions of unpaid bills and heavily invested in the modernization of the obsolete power distribution network.[30] Economic policies have also been successful.[31] The economic growth, from 0.5% in 2013, accelerated to 3.5% in 2016 and is expected to exceed 4% during 2017. Unemployment has been reduced steadily, thanks to 183.000 new jobs[32] created in his first mandate. Furthermore, with 11.5% (2019) Albania has the 5th lowest unemployment rate in the Balkans. Other important reforms include the administrative reform, the social welfare and pension system reform, and the reform in higher education. Internationally, Rama is pursuing a historical reconciliation policy between Albanians and Serbs and his visit in Belgrade, in 2014 was the first visit of an Albanian Prime Minister in Serbia in over 70 years.[33] In a second visit, during the Economic Forum of Nis, Rama compared the Albanian and Serbian reconciliation process with the historical reconciliation between the French and Germans after the Second World War.[34] Rama is also a key supporter of the Berlin Process, an intergovernmental platform of cooperation between the European Union and Western Balkans countries. The Socialist Party led by Rama participated at the 2017 parliamentary elections on 25 June 2017. One day after, partial results suggested that the Socialist Party had won a majority.[35] Which so happened. Rama and Ramush Haradinaj had a clash in late 2019 due to different views on the Mini-Schengen initiative. Rama stated that Haradinaj \"lies due to ignorance or on purpose\".[36] In 2020 Rama filed a lawsuit for defamation against Haradinaj.[37][38] Edi Rama adopts a neo-liberal economic policy. It reduces public spending and promotes public-private partnerships, a source of rapid enrichment for a circle of entrepreneurs close to power, in most sectors (tourism, higher education, health, public works, culture...). The International Monetary Fund (IMF), traditionally favorable to these policies, however, considered that the Albanian government was proceeding too quickly with privatisations and exposed the country to \"significant fiscal risks\".[39] Economic growth rates approached 4 percent in 2017 and 2018, the unemployment rate fell from 17.5 percent in 2014 to 11.5 percent in 2020. According to him, the improvement in the economic situation can be explained by the political stability of the country: \"We are a country without a Senate, without unions, without a radical left and without comedians who play politics.\" Nevertheless, salaries remain low and emigration has accelerated since 2014.[39] Drug trafficking has grown considerably, accounting for nearly a third of GDP in 2017. According to estimates by Italian customs, 753,000 cannabis plants were destroyed in 2016, compared to 46,000 in 2014. Such destruction would have affected only 10 percent of the cultivated area. The Minister of the Interior, Saimir Tahiri (in office from 2013 to 2017), has himself been blamed for his involvement in this traffic.[39] In 2018, he adopted a law, welcomed by the European Union, providing for competition between universities and their openness to the market. Increases in tuition fees have caused discontent among students.[39] On 26 November 2019, an earthquake struck Albania and parliament granted Rama state of emergency powers to deal with the aftermath.[40] Rama visited the earthquake epicentre to see the situation and damage,[41] whereas political rivalries between him, Meta, and Basha were sidelined as they became involved in relief efforts.[42][43] On 30 November Rama ended the search and rescue operation[44] and the next day he attended the first funeral for the deceased.[44][45][46] Rama reconfigured the state budget for 2020 to manage the post-earthquake situation[43] to provide funds for the construction of homes.[47] Rama called for additional expert assistance and monetary aid geared toward recovery from the international community stating that Albania lacks the capacity \"to do this (reconstruction) alone.\"[48][43][49] In mid December, Rama was criticised by NGOs, human rights organisations and parts of the media of misusing the situation to pass controversial legislation after he sought a three-month extension for his state of emergency powers from parliament.[40] Rama tasked a group of fundraisers to manage the donations from the Albanian diaspora and to provide oversight for their usage.[47] Rama contacted and held discussions with some influential world leaders and countries asking for assistance and the creation of an international donors conference.[50][43][51][52][53][54] On 8 December, Rama was present at a Turkish donors conference for Albania that was organised and attended by President Erdogan.[55] In January 2020, Rama publicised preliminary figures on damage caused by the earthquake that totaled more than €1 billion.[56] The 1st Cabinet of Rama was sworn in by President Bujar Nishani on 15 September 2013, becoming the 8th Cabinet of the Albanian Republic, since the collapse of communism in Albania. The Cabinet is composed of 21 members, with fifteen coming from the Socialist Party, four from the Socialist Movement for Integration. The Cabinet is also the first in which the number of female ministers is equal to the number of male ministers, excluding the Prime Minister.[57] The 2nd Cabinet of Rama was sworn in by President Ilir Meta in September 2017, becoming the 9th Cabinet of the Albanian Republic, since the collapse of communism in Albania. The Cabinet is composed of 15 members, coming all from the Socialist Party. The Cabinet is also the second in which the number of female ministers is equal to the number of male ministers, excluding the Prime Minister. On several occasions, Rama has stated that the European Union needs to accelerate the integration process of the Western Balkans, considering it the only way to subdue the dangerous fractions in the region, preventing a possible eruption of violence, like the one that hammered the region in the 1990s.[58] Rama has also denounced as destabilising the rising Russian influence in the region.[59] Rama views Turkey as an important strategic partner and since 2013, he has developed a good personal relationship with Turkish President Recep Tayyip Erdoğan.[60][61] In May 2016, Rama attended the wedding of Erdogan's daughter and Erdogan's presidential inauguration in 2018, whereas Erdogan endorsed him in mid-2017 for Albania's parliamentary elections.[60][61] Rama has strengthened ties with Turkey, namely with the Erdogan government despite possible and growing contradictions with his pro-European enlargement stance.[61][62] Rama has had a diverse agenda of high-level meetings. Since 2013, he has frequently met with German Chancellor Angela Merkel, American President Barack Obama, French President Francois Hollande, British Prime Minister David Cameron, Chinese Prime Minister Li Keqiang, Austrian Foreign Minister Sebastian Kurz, Pope Francis, and other high-ranking diplomats. Rama, speaking in Israel in 2015, said that Albania was \"proud to have been a country where no Jew was released to the Nazis, and where there are incredible stories of Muslim families who protected Jewish families,\" and he and Israeli Prime Minister Benjamin Netanyahu signed a joint declaration of friendship and a medical research cooperation agreement.[63] On 10 October 2019, together with Aleksandar Vučić, President of Serbia, and Zoran Zaev, Prime Minister of North Macedonia, Rama signed the so-called Mini Schengen deal on regional economic cooperation, including on the free movement of goods, capital, services, and labour between their three countries, while they await progress on EU enlargement.[64] A month later, the leaders presented a set of proposals to achieve the \"four freedoms\" and the first steps towards them, including the possibility to the open border area.[65] In December, the three leaders also met with Milo Đukanović, President of Montenegro, opening the possibility for the country to join the zone.[66] He describes Turkish leader Erdoğan as a \"friend of Albania and strategic ally\". At his request, he had schools linked to the Gülen movement closed, which he went so far as to describe as a 'terrorist organization'.[39] Rama lays wreath at Tomb of the Unknown Soldier in Arlington National Cemetery, US, 2016 Edi Rama with the Greek Foreign Minister and Deputy Prime Minister, Evangelos Venizelos in Tirana in October 2013 Rama is an active painter and has had several personal painting exhibitions.[67] In 2014 and 2017 Rama held an exhibit in the Venice Biennial. In 2016, a collection of his works were exhibited in the Marian Goodman Gallery in New York City.[68][69] Rama is also an active writer. In 1992, while a professor at the Academy of Arts of Albania, Rama published a book with various notes together with publicist Ardian Klosi entitled Refleksione(Reflections). In 2009, Rama published a collection of personal notes and paintings in a book entitled Edi Rama. In November 2011, Rama published a reflection book on his years as mayor of Tirana entitled Kurban. Edi Rama was baptized as Catholic and identifies as Catholic.[70] Regarding his religious beliefs at present, Rama has declared himself an agnostic stating that \"I do not practice any faith other than to the self and other people, but I don't believe that the existence or non-existence of God is a matter that can ever be resolved by mortals.\"[71] Rama married actress Matilda Makoçi. The couple divorced in 1991. Rama has a son, Gregor, from his first marriage. Gregor is a testicular cancer survivor.[72] Rama's daughter-in-law was one of the 51 victims of the 2019 Albanian earthquake.[73] Since 2010, Rama has been married to Linda Rama (née Basha), an economist and civil society activist.[74] Mrs. Rama is a graduate of the University of Tirana and holds a Master of Arts in Economy and is a Doctor of Sciences in Economy. Until 1998 she has worked in high levels of public administration including the Head of the National Privatization Agency. She has a long academic experience as a lecturer in International Finance at the University of Tirana and a lecturer of Public Policies in the European University of Tirana. She is the author of several scientific researches and publications in her field. Together they have a son, Zaho,[75] born in 2014. Rama is a supporter of FK Partizani and Juventus.[76] His younger brother, Olsi Rama, is the sporting director of Partizani Tirana.[77] Rama and Bilal Shehu, a New Jersey limousine driver, attended one of U.S. President Barack Obama's fundraising events in October 2012, weeks before Obama's reelection. A photograph of Rama and Barack Obama from this event was shared by Rama on Facebook and Twitter ahead of Albania's 2013 Parliamentary Election, to imply a relationship with Obama.[78] Rama's ticket to the event was in the name of Bilal Shehu's wife.[79] In a plea deal with U.S. federal prosecutors, William Argeros, a U.S. citizen admitted to teaming up with Bilal Shehu to receive $80,000 \"from a foreign source\" and route it to the Obama Victory Fund, a joint fundraising committee supporting Obama's reelection bid and other Democratic candidates.[80] Shehu pled guilty before U.S. District Judge Madeline Cox Arleo to charges of knowingly and willfully making foreign contributions and donations in connection with the 2012 U.S. Presidential election and to a fundraising and political campaign committee of the President. Shehu admitted that he received the $80,000 wire transfer into his New Jersey-based bank account from a foreign bank account in late September 2012, knowing that he was to provide it to the joint fundraising committee. On 2 February 2017 he was sentenced to one year probation.[81] In a series of 16 audio tapes published online by the German tabloid Bild, Rama and his cabinet members were recorded in conversations with police and members of organized crime ahead of the 2017 Parliamentary elections. In one of the tapes Rama is recorded in a conversation with Arben Keshi, a local police official, asking if \"the objective had been met\". In another recording, cabinet member Damian Gjiknuri was heard offering Keshi to send \"a van of problematic guys\" who \"should not be too exposed\" but may be needed \"just in case\" for the election. In other tapes, former Socialist MPs were recorded giving instructions to Keshi and other local officials on bribing constituents with cash and intimidating them with threats.[82] In other tapes published by Bild, former Mayor of Durrës Vangjush Dako, appointed by SP was heard in conversations with members of drug trafficking and organized crime in connection to the 2017 elections.[83] In December 2019, the government led by Rama, proposed changes in two laws regarding communications and information services in Albania, with focus on regulating the online media market, forcing them to register and giving authority to institutions controlled by the Parliament to fine online medias and journalists and block their contents. Called by him as the 'anti-defamation' law, it gives to the Authority of Audiovisual Media in Albania the competences of fining journalists and they can have their cases heard in court only after paying the AMA-imposed fine. Critics say this clause aims to decimate the finances of independent news outlets, whose limited funding would be likely to expire long before a court even hears the case.[84] Civic society and media organizations in Albania protested the changes in the law, considering them as censoring free-speech and expressing their concerns, because the drafted law didn't take in consideration several recommendations made by international actors like the EU Commissioner for Human Rights and OSCE.[85] The draft received criticism from conservative politicians outside Albania.[86][87] The Albanian Ombudsman also called the government on not approving the two anti-defamation draft laws, as they do not meet international standards.[88] After Albania fell to a historic low in the Reporters Without Borders' annual World Press Freedom Index, Rama criticized the organization's notation. Rama took up to Twitter where he accused the organization of making up \"lies\" and called the accusations \"fantasies\". Rama then tweeted: “Journalists victims of police violence in Albania? What a lie! Journalists critical of the government face political attacks? What a fantasy! Ethical self-regulation in the Albanian media? What a mockery! Only the title is missing: We complain about the lack of freedom because we do not know what to do with freedom!” One day after Rama tweeted his denials, RSF reported that he attacked an Albanian reporter who he had previously put on a two-month long embargo.[89][90] He has been accused of corruption and mismanagement of funds by the opposition, including corruption in the granting of building permits.[91] In a 2002 town-hall meeting with actors from the National Theater, discussing whether the existing building needed to be demolished or not, the Mayor who was Rama at the time responded to the actors' requests to keep the existing building intact using sarcasm and suggesting that the actors might as well designate Violeta Manushi's underwear as a \"cultural monument\".[92][93][94] Violeta Manushi, one of the icons of Albanian cinema, was 76 at the time. On 23 April 2013, after a guest speech at the Diplomatic Academy of Vienna, Rama was involved in a physical altercation with Egin Ceka, a junior Albanian diplomat working for the Permanent Mission of Albania to OSCE. Ceka claimed Edi Rama physically assaulted him. The incident was later confirmed by the Albanian Ministry for Europe and Foreign Affairs.[95][96][97] Following media outlets reporting on the topic, Rama would file defamation lawsuits against media outlets and individuals who spoke on the topic, including women's rights activist Sevim Arbana. These lawsuits are still ongoing.[98][99] At the beginning of December 2021, on board of a Lufthansa plane headed towards Detroit from Frankfurt, Rama refused to wear a mask as required by the company's Covid-safety guidelines. After the vehement refusal of Rama, the airplane crew asked the captain to persuade the prime minister to comply to the rules like all the other passengers. However, Rama refused any proposal and was then escorted off board by the federal police.[100]","Title":"Edi Rama - Wikipedia","KeyID":"13543","URL":"https://en.wikipedia.org/wiki/Edi_Rama"}