{"Content: ":"Others, see text The coelacanths (/ˈsiːləkænθ/ (listen) SEE-lə-kanth) are fish belonging to the order Actinistia that includes two extant species in the genus Latimeria: the West Indian Ocean coelacanth (Latimeria chalumnae), primarily found near the Comoro Islands off the east coast of Africa, and the Indonesian coelacanth (Latimeria menadoensis).[2] The name \"coelacanth\" originates from the Permian genus Coelacanthus, which was the first scientifically named coelacanth.[3] Coelacanths follow the oldest-known living lineage of Sarcopterygii (lobe-finned fish and tetrapods), which means they are more closely related to lungfish and tetrapods (which includes amphibians, reptiles, birds and mammals) than to ray-finned fish. They are found along the coastline of Indonesia and in the Indian Ocean.[4][5] The West Indian Ocean coelacanth is a critically endangered species. The oldest known coelacanth fossils are over 410 million years old. Coelacanths were thought to have become extinct in the Late Cretaceous, around 66 million years ago, but were discovered living off the coast of South Africa in 1938.[6][page needed][7] The coelacanth was long considered a \"living fossil\" because scientists thought it was the sole remaining member of a taxon otherwise known only from fossils, with no close relations alive,[8] and that it evolved into roughly its current form approximately 400 million years ago.[1] However, several more recent studies have shown that coelacanth body shapes are much more diverse than previously thought.[9][10][11] The word Coelacanth is an adaptation of the Modern Latin Cœlacanthus (\"hollow spine\"), from the Greek κοῖλ-ος (koilos, \"hollow\") and ἄκανθ-α (akantha, \"spine\"),[12] referring to the hollow caudal fin rays of the first fossil specimen described and named by Louis Agassiz in 1839, belonging to the genus Coelacanthus.[8] The genus name Latimeria commemorates Marjorie Courtenay-Latimer, who discovered the first specimen.[13] The earliest fossils of coelacanths were discovered in the 19th century. Coelacanths, which are related to lungfishes and tetrapods, were believed to have become extinct at the end of the Cretaceous period.[14] More closely related to tetrapods than to the ray-finned fish, coelacanths were considered transitional species between fish and tetrapods.[15] On 23 December 1938, the first Latimeria specimen was found off the east coast of South Africa, off the Chalumna River (now Tyolomnqa).[6] Museum curator Marjorie Courtenay-Latimer discovered the fish among the catch of a local fisherman.[6][page needed] Courtenay-Latimer contacted a Rhodes University ichthyologist, J. L. B. Smith, sending him drawings of the fish, and he confirmed the fish's importance with a famous cable: \"Most Important Preserve Skeleton and Gills = Fish Described.\"[6] Its discovery 66 million years after its supposed extinction makes the coelacanth the best-known example of a Lazarus taxon, an evolutionary line that seems to have disappeared from the fossil record only to reappear much later. Since 1938, West Indian Ocean coelacanth have been found in the Comoros, Kenya, Tanzania, Mozambique, Madagascar, in iSimangaliso Wetland Park, and off the South Coast of Kwazulu-Natal in South Africa.[16][17] The Comoro Islands specimen was discovered in December 1952.[18] Between 1938 and 1975, 84 specimens were caught and recorded.[19] The second extant species, the Indonesian coelacanth, was described from Manado, North Sulawesi, Indonesia in 1999 by Pouyaud et al.[20] based on a specimen discovered by Mark V. Erdmann in 1998[21] and deposited at the Indonesian Institute of Sciences (LIPI).[22] Erdmann and his wife Arnaz Mehta first encountered a specimen at a local market in September 1997, but took only a few photographs of the first specimen of this species before it was sold. After confirming that it was a unique discovery, Erdmann returned to Sulawesi in November 1997 to interview fishermen and look for further examples. A second specimen was caught by a fisherman in July 1998, which was then handed to Erdmann.[23][24] Latimeria chalumnae and L. menadoensis are the only two known living coelacanth species.[8][25] Coelacanths are large, plump, lobe-finned fish that can grow to more than 2 m (6.6 ft) and weigh around 90 kg (200 lb).[26] They are estimated to live up to 100 years, based on analysis of annual growth marks on scales, and reach maturity around the age of 55;[27] the oldest known specimen was 84 years old at the time of its capture in 1960.[28] Even though their estimated lifetime is similar to humans, gestation can last 5 years, which is 1.5 years more than the deep-sea frilled shark, the previous record holder.[29] They are nocturnal piscivorous drift-hunters.[30] The body is covered in cosmoid scales that act as armor.[31] Coelacanths have eight fins – two dorsal fins, two pectoral fins, two pelvic fins, one anal fin and one caudal fin. The tail is very nearly equally proportioned and is split by a terminal tuft of fin rays that make up its caudal lobe. The eyes of the coelacanth are very large, while the mouth is very small.[citation needed] The eye is acclimatized to seeing in poor light by rods that absorb mostly short wavelengths. Coelacanth vision has evolved to a mainly blue-shifted color capacity.[32] Pseudomaxillary folds surround the mouth and replace the maxilla, a structure absent in coelacanths. Two nostrils, along with four other external openings, appear between the premaxilla and lateral rostral bones. The nasal sacs resemble those of many other fish and do not contain an internal nostril. The coelacanth's rostral organ, contained within the ethmoid region of the braincase, has three unguarded openings into the environment and is used as a part of the coelacanth's laterosensory system.[8] The coelacanth's auditory reception is mediated by its inner ear, which is very similar to that of tetrapods and is classified as being a basilar papilla.[33] Coelacanths are a part of the clade Sarcopterygii, or the lobe-finned fishes. Externally, several characteristics distinguish coelacanths from other lobe-finned fish. They possess a three-lobed caudal fin, also called a trilobate fin or a diphycercal tail. A secondary tail extending past the primary tail separates the upper and lower halves of the coelacanth. Cosmoid scales act as thick armor to protect the coelacanth's exterior. Several internal traits also aid in differentiating coelacanths from other lobe-finned fish. At the back of the skull, the coelacanth possesses a hinge, the intracranial joint, which allows it to open its mouth extremely wide. Coelacanths also retain an oil-filled notochord, a hollow, pressurized tube which is replaced by a vertebral column early in embryonic development in most other vertebrates.[34] The coelacanth's heart is shaped differently from that of most modern fish, with its chambers arranged in a straight tube. The coelacanth's braincase is 98.5% filled with fat; only 1.5% of the braincase contains brain tissue. The cheeks of the coelacanth are unique because the opercular bone is very small and holds a large soft-tissue opercular flap. A spiracular chamber is present, but the spiracle is closed and never opens during development.[35] [8][36] Also unique to extant coelacanths is the presence of a \"fatty lung\" or a fat-filled single-lobed vestigial lung, homologous to other fishes' swim bladders. The parallel development of a fatty organ for buoyancy control suggests a unique specialization for deep-water habitats. There are small and hard—but-flexible—plates around the vestigial lung in adult specimens, though not around the fatty organ. The plates most likely had a regulation function for the volume of the lung.[37] Due to the size of the fatty organ, researchers assume that it is responsible for the kidney's unusual relocation. The two kidneys, which are fused into one,[38] are located ventrally within the abdominal cavity, posterior to the cloaca.[39] In 2013, a group led by Chris Amemiya and Neil Shubin published the genome sequence of the coelacanth in the journal Nature. The African coelacanth genome was sequenced and assembled using DNA from a Comoros Islands Latimeria chalumnae specimen. It was sequenced by illumina sequencing technology and assembled using the short read genome assembler ALLPATHS-LG.[40] Due to their lobed fins and other features, it was once hypothesized that the coelacanth might be the most recent shared ancestor between terrestrial and marine vertebrates.[33][41] But after sequencing the full genome of the coelacanth, it was discovered that the lungfish is the most recent shared ancestor. Coelacanths and lungfish had already diverged from a common ancestor before the lungfish made the transition to land.[42] The vertebrate land transition is one of the most important steps in our evolutionary history. We conclude that the closest living fish to the tetrapod ancestor is the lungfish, not the coelacanth. However, the coelacanth is critical to our understanding of this transition, as the lungfish have intractable genome sizes (estimated at 50–100Gb).[40] Another important discovery made from the genome sequencing is that the coelacanths are still evolving today. While phenotypic similarity between extant and extinct coelacanths suggests there is limited evolutionary pressure on these organisms to undergo morphological divergence, an example of phenotypic stasis, they are undergoing measurable genetic divergence. They have few predators and live deep in the ocean where conditions are very stable, but activity within their genome continues due in part to transposable elements. Despite prior studies (Amemiya CT, Alfoldi J, Lee AP, Fan SH, Philippe H, et al. (2013) The African coelacanth genome provides insights into tetrapod evolution. Nature 496:311–316) showing that protein coding regions are undergoing evolution at a substitution rate much lower than other tetrapods (consistent with phenotypic stasis observed between extant and fossil members of the taxa), the non-coding regions subject to higher transposable element activity show marked divergence even between the two extant coelacanth species. This has been facilitated in part by a coelacanth-specific endogenous retrovirus of the Epsilon retrovirus family.[43] Cladogram showing the relationships of coelacanth genera after Torino, Soto and Perea, 2021.[44] Mimipiscis (Actinopterygii) Porolepis (Porolepiformes) Miguashaia Styloichthys Gavinia Diplocercides Serenichthys Holopterygius Allenypterus Lochmocercus Polyosteorhynchus Rebellatrix Hadronector Rhabdoderma Caridosuctor Sassenia Spermatodus Piveteauia Coccoderma Laugia Coelacanthus Guizhoucoelacanthus Wimania Axelia Whiteia Heptanema Dobrogeria Atacamaia Luopingcoelacanthus Yunnancoelacanthus Chinlea Parnaibaia Trachymetopon Lualabaea Axelrodichthys Mawsonia Garnbergia Diplurus Megalocoelacanthus Libys Ticinepomis Foreyia Holophagus Undina Macropoma Swenzia Latimeria According to the fossil record, the divergence of coelacanths, lungfish and tetrapods is thought to have occurred during the Silurian.[45] Over 100 fossil species of coelacanth have been described.[44] The oldest identified coelacanth fossils are around 420-410 million years old, dating to the early Devonian.[1][46] Coelacanths were never a diverse group in comparison to other groups of fish, and reached a peak diversity during the Early Triassic (252-247 million years ago),[47] coinciding with a burst of diversification between the Late Permian and Middle Triassic.[44] Most Mesozoic coelacanths belong to the order Latimerioidei, which contains two major subdivisions, the marine Latimeriidae, which contains modern coelacanths, as well as the extinct Mawsoniidae, which were native to brackish, freshwater as well as marine environments.[48] Paleozoic coelacanths are generally small (~30–40 cm in length), while Mesozoic forms were larger.[44] Several specimens belonging to the mawsoniid coelcanth genera Trachymetopon and Mawsonia likely reached or exceeded 5 metres (16 feet) in length, making them amongst the largest known fishes of the Mesozoic, and amongst the largest bony fishes of all time.[49] The most recent fossil latimeriid is Megalocoelacanthus dobiei, whose disarticulated remains are found in late Santonian to middle Campanian, and possibly earliest Maastrichtian-aged marine strata of the Eastern and Central United States,[50][51][52] the most recent mawsoniids are Axelrodichthys megadromos from early Campanian to early Maastrichtian freshwater continental deposits of France.,[53][54][47] as well as an indeterminate marine mawsoniid from Morocco, dating to the late Maastrichtian[55] A small bone fragment from the European Paleocene has been considered the only plausible post-Cretaceous record, but this identification is based on comparative bone histology methods of doubtful reliability.[50][56] Living coelacanths have been considered \"living fossils\" based on their supposedly conservative morphology relative to fossil species;[5][8] however, recent studies have expressed the view that coelacanth morphologic conservatism is a belief not based on data.[9][10][11][57] Fossils suggest that coelacanths were most morphologically diverse during the Devonian and Carboniferous, while Mesozoic species are generally morphologically similar to each other.[44] The current coelacanth range is primarily along the eastern African coast, although Latimeria menadoensis was discovered off Indonesia. Coelacanths have been found in the waters of Kenya, Tanzania, Mozambique, South Africa, Madagascar, Comoros and Indonesia.[5] Most Latimeria chalumnae specimens that have been caught have been captured around the islands of Grande Comore and Anjouan in the Comoros Archipelago (Indian Ocean). Though there are cases of L. chalumnae caught elsewhere, amino acid sequencing has shown no big difference between these exceptions and those found around Comore and Anjouan. Even though these few may be considered strays, there are several reports of coelacanths being caught off the coast of Madagascar. This leads scientists to believe that the endemic range of Latimeria chalumnae coelacanths stretches along the eastern coast of Africa from the Comoros Islands, past the western coast of Madagascar to the South African coastline.[8] Mitochondrial DNA sequencing of coelacanths caught off the coast of southern Tanzania suggests a divergence of the two populations some 200,000 years ago. This could refute the theory that the Comoros population is the main population while others represent recent offshoots.[58] A live specimen was seen and recorded on video in November 2019 at 69 m off the village of Umzumbe on the South Coast of KwaZulu-Natal, about 325 km south of the iSimangaliso Wetland Park. This is the farthest south since the original discovery, and the second shallowest record after 54 m in the Diepgat Canyon. These sightings suggest that they may live shallower than previously thought, at least at the southern end of their range, where colder, better-oxygenated water is available at shallower depths.[17] The geographical range of the Indonesia coelacanth, Latimeria menadoensis, is believed to be off the coast of Manado Tua Island, Sulawesi, Indonesia in the Celebes Sea.[4] Key components confining coelacanths to these areas are food and temperature restrictions, as well as ecological requirements such as caves and crevices that are well-suited for drift feeding.[59] Teams of researchers using submersibles have recorded live sightings of the fish in the Sulawesi Sea as well as in the waters of Biak in Papua.[60][61] Anjouan Island and the Grande Comore provide ideal underwater cave habitats for coelacanths. The islands' underwater volcanic slopes, steeply eroded and covered in sand, house a system of caves and crevices which allow coelacanths resting places during the daylight hours. These islands support a large benthic fish population that helps to sustain coelacanth populations.[59][62] During the daytime, coelacanths rest in caves anywhere from 100 to 500 meters deep. Others migrate to deeper waters.[5][8] The cooler waters (below 120 meters) reduce the coelacanths' metabolic costs. Drifting toward reefs and night feeding saves vital energy.[59] Resting in caves during the day also saves energy that otherwise would be expended to fight currents.[62] Coelacanth locomotion is unique. To move around they most commonly take advantage of up- or down-wellings of current and drift. Their paired fins stabilize movement through the water. While on the ocean floor, they do not use the paired fins for any kind of movement. Coelacanths generate thrust with their caudal fins for quick starts. Due to the abundance of its fins, the coelacanth has high maneuverability and can orient its body in almost any direction in the water. They have been seen doing headstands as well as swimming belly up. It is thought that the rostral organ helps give the coelacanth electroreception, which aids in movement around obstacles.[30] Coelacanths are fairly peaceful when encountering others of their kind, remaining calm even in a crowded cave. They do avoid body contact, however, withdrawing immediately if contact occurs. When approached by foreign potential predators (e.g. a submersible), they show panic flight reactions, suggesting that coelacanths are most likely prey to large deepwater predators. Shark bite marks have been seen on coelacanths; sharks are common in areas inhabited by coelacanths.[62] Electrophoresis testing of 14 coelacanth enzymes shows little genetic diversity between coelacanth populations. Among the fish that have been caught were about equal numbers of males and females.[8] Population estimates range from 210 individuals per population to 500 per population.[8][63] Because coelacanths have individual color markings, scientists think that they recognize other coelacanths via electric communication.[62] Coelacanths are nocturnal piscivores that feed mainly on benthic smaller fish and various cephalopods. They are \"passive drift feeders\", slowly drifting along currents with only minimal self-propulsion, eating whatever prey they encounter.[59][62] Coelacanths are ovoviviparous, meaning that the female retains the fertilized eggs within her body while the embryos develop during a gestation period of five years. Typically, females are larger than the males; their scales and the skin folds around the cloaca differ. The male coelacanth has no distinct copulatory organs, just a cloaca, which has a urogenital papilla surrounded by erectile caruncles. It is hypothesized that the cloaca everts to serve as a copulatory organ.[8][7] Coelacanth eggs are large, with only a thin layer of membrane to protect them. Embryos hatch within the female and eventually are born alive, which is a rarity in fish. This was only discovered when the American Museum of Natural History dissected its first coelacanth specimen in 1975 and found it pregnant with five embryos.[64] Young coelacanths resemble the adult, the main differences being an external yolk sac, larger eyes relative to body size and a more pronounced downward slope of the body. The juvenile coelacanth's broad yolk sac hangs below the pelvic fins. The scales and fins of the juvenile are completely matured; however, it does lack odontodes, which it gains during maturation.[7] A study that assessed the paternity of the embryos inside two coelacanth females indicated that each clutch was sired by a single male.[65] This could mean that females mate monandrously, i.e. with one male only. Polyandry, female mating with multiple males, is common in both plants and animals and can be advantageous (e.g. insurance against mating with an infertile or incompatible mate), but also confers costs (increased risk of infection, danger of falling prey to predators, increased energy input when searching for new males).[citation needed] Because little is known about the coelacanth, the conservation status is difficult to characterize. According to Fricke et al. (1995), it is important to conserve the species. From 1988 to 1994, Fricke counted some 60 individuals of L. chalumnae on each dive. In 1995 that number dropped to 40. Even though this could be a result of natural population fluctuation, it also could be a result of overfishing. The IUCN currently classifies L. chalumnae as \"critically endangered\",[66] with a total population size of 500 or fewer individuals.[8] L. menadoensis is considered Vulnerable, with a significantly larger population size (fewer than 10,000 individuals).[67] The major threat towards the coelacanth is the accidental capture by fishing operations, especially commercial deep-sea trawling.[68][69] Coelacanths usually are caught when local fishermen are fishing for oilfish. Fishermen sometimes snag a coelacanth instead of an oilfish because they traditionally fish at night, when oilfish (and coelacanths) feed. Before scientists became interested in coelacanths, they were thrown back into the water if caught. Now that they are recognized as important, fishermen trade them to scientists or other officials. Before the 1980s, this was a problem for coelacanth populations. In the 1980s, international aid gave fiberglass boats to the local fishermen, which moved fishing beyond the coelacanth territories into more productive waters. Since then, most of the motors on the boats failed, forcing the fishermen back into coelacanth territory and putting the species at risk again.[8][70] Methods to minimize the number of coelacanths caught include moving fishers away from the shore, using different laxatives and malarial salves to reduce the demand for oilfish, using coelacanth models to simulate live specimens, and increasing awareness of the need for conservation. In 1987 the Coelacanth Conservation Council advocated the conservation of coelacanths. The CCC has branches located in Comoros, South Africa, Canada, the United Kingdom, the U.S., Japan, and Germany. The agencies were established to help protect and encourage population growth of coelacanths.[8][71] A \"deep release kit\" was developed in 2014 and distributed by private initiative, consisting of a weighted hook assembly that allows a fisherman to return an accidentally caught coelacanth to deep waters where the hook can be detached once it hits the seafloor. Conclusive reports about the effectiveness of this method are still pending.[72] In 2002, the South African Coelacanth Conservation and Genome Resource Programme was launched to help further the studies and conservation of the coelacanth. This program focuses on biodiversity conservation, evolutionary biology, capacity building, and public understanding. The South African government committed to spending R10 million on the program.[73][74] In 2011, a plan was made for a Tanga Coelacanth Marine Park to conserve biodiversity for marine animals including the coelacanth. The park was designed to reduce habitat destruction and improve prey availability for endangered species.[71] Coelacanth Coelacanth at Abdallah Al Salem Cultural Center in Kuwait Coelacanths are considered a poor source of food for humans and likely most other fish-eating animals. Coelacanth flesh has large amounts of oil, urea, wax esters, and other compounds that give the flesh a distinctly unpleasant flavor, make it difficult to digest, and can cause diarrhea. Their scales themselves secrete mucus, which combined with the excessive oil their bodies produce, make coelacanths a slimy food.[75] Where the coelacanth is more common, local fishermen avoid it because of its potential to sicken consumers.[76] As a result, the coelacanth has no real commercial value apart from being coveted by museums and private collectors.[77] Because of the surprising nature of the coelacanth's discovery, they have been a frequent source of inspiration in modern artwork, craftsmanship, and literature. At least 22 countries have depicted them on their postage stamps, particularly the Comoros, which has issued 12 different sets of coelacanth stamps. The coelacanth is also depicted on the 1000 Comorian franc banknote, as well as the 5 CF coin.[78] ","Title":"Coelacanth - Wikipedia","KeyID":"1354","URL":"https://en.wikipedia.org/wiki/Coelacanth"}