{"Content: ":"The Donetsk People's Republic (DPR or DNR; Russian: Донецкая Народная Республика, tr. Donetskaya Narodnaya Respublika, IPA: [dɐˈnʲetskəjə nɐˈrodnəjə rʲɪˈspublʲɪkə]) is a breakaway puppet[6][7] quasi-state[14] proclaimed within the territory of Ukraine, which is militarily controlled by Russia and Russian-backed separatists. The DPR claims the entirety of Ukraine's Donetsk Oblast within the Donbas region as its territory. The capital city of the DPR is Donetsk, which is also the de jure capital of the oblast. The DPR declared independence from Ukraine in the aftermath of the Revolution of Dignity and pro-Russian unrest in 2014, along with the Luhansk People's Republic (LPR) and the Republic of Crimea. This marked the beginning of the War in Donbas, which is part of the wider Russo-Ukrainian War. Crimea was annexed by Russia almost immediately after its declaration of independence, whereas the DPR and LPR came under Russian occupation and are widely considered to be Russian puppet states. Both the DPR and LPR were designated as terrorist organisations by Ukraine in May 2014.[15] The DPR controlled a portion of Donetsk Oblast from April 2014 to February 2022, with the remainder of the oblast falling outside of the \"line of contact\", which became the de facto border between Donetsk Oblast and the DPR throughout that period. A stalemate began to develop in February 2015 up until February 2022. The DPR and the LPR attempted to enter into a union in 2014, namely \"Novorossiya\", although the project was abandoned by 2015. Before February 2022, the DPR controlled 7,853 square kilometres (3,032 sq mi) within Donetsk Oblast, holding major cities such as Donetsk, Makiivka, and Horlivka.[16] Russia withheld officially recognising the DPR from 2014 to 2022, although it maintained de facto relations with the DPR throughout that period.[17][18] On February 21, 2022, Russia officially recognised the DPR as a sovereign state,[19][20] a move that has been widely condemned internationally. Two other UN member states have so far recognised the DPR as a sovereign state after February 2022, namely North Korea[21] and Syria.[22][23][24] Furthermore, three other breakaway states have recognised the DPR, including the LPR (2014),[25] South Ossetia (2014),[26] and Abkhazia (2022). The LPR has generally been recognised simultaneously with the DPR. On February 24, 2022, three days after offering official recognition to both the DPR and LPR, Russia launched a full-scale invasion of Ukraine, partially under the pretext of \"liberating\" the DPR, LPR, and other Russian-speaking parts of Ukraine from the Ukrainian authorities. Both the DPR and LPR have been central to the war from the beginning, and both of them have participated in the war as co-belligerents. As of July 2022, Russia has managed to occupy large portions of eastern and southern Ukraine. This includes a large portion of Donetsk Oblast, including the city of Mariupol. Ukraine classifies the territories controlled by the separatists (DPR and LPR) to be part of the \"temporarily occupied territories of Ukraine\" as a result of Russian military intervention, together with the Autonomous Republic of Crimea and Sevastopol.[27][28] The September 2014 Minsk Agreement signed by representatives of the OSCE, Ukraine, and Russia—and by the heads of the LPR and DPR without recognising any status for them[29][30][31]—was meant to stop the conflict and reintegrate rebel-held territory into Ukraine in exchange for more autonomy for the area, but the agreement was never fully implemented.[32] Denis Pushilin has served as the DPR's head of state since 2018.[33][34] The Luhansk and Donetsk Peoples Republics are located in the historical Donbas region of Eastern Ukraine. Since Ukraine's independence from the Soviet Union in 1991, Eastern and Western Ukraine typically voted for different candidates in presidential elections. Viktor Yanukovych, a Donetsk native, was elected as President of Ukraine in 2010. Eastern Ukrainian dissatisfaction with the government can also be attributed to the Euromaidan Protests which began in November 2013,[35] as well as Russian support[36] due to tension in Russia–Ukraine relations over Ukraine's geopolitical orientation.[37] President Yanukovych's overthrow in the 2014 Ukrainian revolution led to protests in Eastern Ukraine, which gradually escalated into an armed conflict between the newly formed Ukrainian government and the local armed militias.[38] The pro-Russian unrest in Ukraine was originally characterised by riots and protests which had eventually escalated into the storming of government offices.[39] On 7 April 2014, between 1,000 and 2,000[40] pro-Russian rebels attended a rally in Donetsk pushing for a Crimea-style referendum on independence from Ukraine.[citation needed] Ukrainian media claimed that the proposed referendum had no status-quo option.[41] Afterwards, 200–1000 separatists[42][40] stormed and took control of the first two floors of the government headquarters of the Regional State Administration (RSA), breaking down doors and smashing windows. The separatists demanded a referendum to join Russia, and said they would otherwise take unilateral control and dismiss the elected government.[43][44][45] When the session was not held, the unelected separatists held a vote within the RSA building and overwhelmingly backed the declaration of a Donetsk People's Republic.[46] According to the Russian ITAR-TASS, the declaration was voted by some regional legislators, while Ukrainian media claimed that neither the Donetsk city council nor district councils of the city delegated any representatives to the session.[47][48] The political leadership initially consisted of Denis Pushilin, self-appointed as chairman of the government,[49][50] while Igor Kakidzyanov was named as the commander of the \"People's Army\".[51] Vyacheslav Ponomarev became the self-proclaimed mayor of the city of Sloviansk.[52] Ukrainian-born pro-Russian activist Pavel Gubarev,[53][54] an Anti-Maidan activist, a former member of the neo-Nazi Russian National Unity paramilitary group in 1999–2001 and former member of the left-wing populist Progressive Socialist Party of Ukraine, proclaimed himself the \"People's Governor\" of the Donetsk Region.[55][56][57][58] He was arrested on charges of separatism and illegal seizure of power but released in a hostage swap.[59][60] Alexander Borodai, a Russian citizen claiming to be involved in the Russian annexation of Crimea, was appointed as Prime Minister, while Igor Girkin was made Defence Minister. Borodai had a past working for an openly anti-semitic and fascist Russian newspaper Zavtra which had called for pogroms against Jews.[61][62] On 6 April, the group's leaders announced that a referendum, on whether Donetsk Oblast should \"join the Russian Federation\", would take place \"no later than May 11th, 2014.\"[63] Additionally, the group's leaders appealed to Russian President Vladimir Putin to send Russian peacekeeping forces to the region.[63][64] On the morning of 8 April, the 'Patriotic Forces of Donbas', a pro-Kyiv group that was formed on 15 March earlier that year by 13 pro-Kyiv NGOs, political parties and individuals,[65][66] issued a statement \"cancelling\" the other group's declaration of independence, citing complaints from locals.[67][68][69] The Donetsk Republic organisation continued to occupy the RSA and upheld all previous calls for a referendum and the release of their leader Pavel Gubarev.[70][a] On 8 April, about a thousand people rallied in front of the RSA listening to speeches about the Donetsk People's Republic and to Soviet and Russian music.[71] Ukrainian media stated that a number of Russian citizens, including one leader of a far-right militant group, had also taken part in the events.[72] The OSCE reported that all the main institutions of the city observed by the Monitoring Team seemed to be working normally as of 16 April.[73] On 22 April, separatists agreed to release the session hall of the building along with two floors to state officials.[74] The ninth and tenth floors were later released on 24 April.[75] On the second day of the Republic, organisers decided to pour all of their alcohol out and announce a prohibition law after issues arose due to excessive drinking in the building.[76] On 7 May, Russian president Vladimir Putin asked the separatists to postpone the proposed referendum to create the necessary conditions for dialogue. Despite Putin's comments, the Donetsk Republic group said they would still carry out the referendum.[77] The same day, Ukraine's security service (SBU) released an alleged audio recording of a phone call between a Donetsk separatist leader and leader of one of the splinter groups of former Russian National Unity Alexander Barkashov.[78] In the call, the voice said to be Barkashov insisted on falsifying the results of the referendum.[79] SBU stated that this tape is a definitive proof of the direct involvement of Russian government with preparations for the referendum.[78] Polling during this period indicated that around 18 per cent of Donetsk Oblast residents supported the seizures of administrative buildings while 72 per cent disapproved. Twelve per cent were in favour of Ukraine and Russia uniting into a single state, a quarter were in favour of regional secession to join Russia, 38.4 per cent supported federalisation, 41.1 per cent supported a unitary Ukraine with decentralisatised power, and 10.6 per cent supported the status quo.[80][81] In an August 2015 poll, with 6500 respondents from 19 cities of Donetsk Oblast, 29 per cent supported the DPR and 10 per cent considered themselves to be \"Russian patriots\".[82] Ukrainian authorities released separatist leader Pavel Gubarev and two others in exchange for three people detained by the Donetsk Republic.[83] On 15 April 2014, acting Ukrainian President Olexander Turchynov announced the start of a military counteroffensive to confront the pro-Russian militants, and on 17 April, tensions de-escalated as Russia, the US, and the EU agreed on a roadmap to eventually end the crisis.[84][85] However, officials of the People's Republic ignored the agreement and vowed to continue their occupations until a referendum was accepted or the government in Kyiv resigned.[86] The planned referendum was held on 11 May, disregarding Vladimir Putin's appeal to delay it.[87] The organisers claimed that 89% voted in favour of self-rule, with 10% against, on a turnout of nearly 75%. The results of the referendums were not officially recognised by any government;[88] Germany and the United States also stated that the referendums had \"no democratic legitimacy\",[89] while the Russian government expressed \"respect\" for the results and urged a \"civilised\" implementation.[90] On the day after the referendum, the People's Soviet of the DPR proclaimed Donetsk to be a sovereign state with an indefinite border and asked Russia, \"to consider the issue of our republic's accession into the Russian Federation\".[citation needed] It also announced that it would not participate in the Ukrainian presidential election which took place on 25 May.[91] The first full Government of the DPR was appointed on 16 May 2014.[92] It consisted of several ministers who were previously Donetsk functionaries, a member of the Makiivka City Council, a former Donetsk prosecutor, a former member of the special police Alpha Group, a member of the Party of Regions (who allegedly coordinated \"Titushky\" (Viktor Yanukovych supporters) during Euromaidan) and Russian citizens.[92] This government imposed martial law on 16 July.[93] Elections in the DPR and LPR were held on 2 November 2014, after the territories had boycotted the 2014 Ukrainian parliamentary election on 26 October.[94] The results were not recognised by any country.[95][96] The DPR adopted a memorandum on 5 February 2015, declaring itself the successor to the Donetsk–Krivoy Rog Soviet Republic and Bolshevik revolutionary Fyodor Sergeyev—better known by his alias \"Artyom\"—as the country's founding father.[97] On 12 February 2015, the DPR and LPR leaders, Alexander Zakharchenko and Igor Plotnitsky, signed the Minsk II agreement.[98] According to the agreement, amendments to the Ukrainian constitution should be introduced, including \"the key element of which is decentralisation\" and the holding of elections in the LPR and DPR within the lines of the Minsk Memorandum. In return, rebel-held territory would be reintegrated into Ukraine.[98][99] In an effort to stabilise the ceasefire in the region, particularly the disputed and strategically important town of Debaltseve, Ukrainian President Petro Poroshenko called for a UN-led peacekeeping operation in February 2015 to monitor compliance with the Minsk agreement.[100] The Verkhovna Rada did not ratify the changes in the constitution needed for the Minsk agreement.[101][102][103] On 20 May 2015, the leadership of the Federal State of Novorossiya, a proposed confederation of the DPR and LPR, announced the termination of the confederation project.[104][105] On 15 June 2015, several hundred people protested in the center of Donetsk against the presence of BM-21 \"Grad\" launchers in a residential area. The launchers had been used to fire at Ukrainian positions, provoking return fire and causing civilian casualties.[106] A DPR leader said that its forces were indeed shelling from residential areas (mentioning school 41 specifically), but that \"the punishment of the enemy is everyone's shared responsibility\".[107] On 2 July 2015, DPR leader Aleksandr Zakharchenko ordered local elections to be held on 18 October 2015 \"in accordance with the Minsk II agreements\".[109] The 2015 Ukrainian local elections were set for 25 October 2015.[110] This was condemned by Ukraine.[109] On 4 September 2015, there was a sudden change in the DPR government, where Denis Pushilin replaced Andrey Purgin in the role of speaker of People's Council and in his first decision, fired Aleksey Aleksandrov, the council's chief of staff, Purgin's close ally. This happened in absence of Purgin and Aleksandrov who were held at the border between Russia and DPR, preventing their return to the republic. Aleksandrov was accused of \"destructive activities\" and \"attempt to illegally cross the border\" by the republic's Ministry of Public Security. Russian and Ukrainian media commented on these events as of yet another coup in the republic's authorities.[111][112] After a Normandy four meeting in which the participants agreed that elections in territories controlled by DPR and LPR should be held according to Minsk II rules, both postponed their planned elections to 21 February 2016.[113] Vladimir Putin used his influence to reach this delay.[114] The elections were then postponed to 20 April 2016 and again to 24 July 2016.[115] On 22 July the elections were again postponed to 6 November.[116] In July 2016 over a thousand of people, mainly small business owners, protested in Horlivka against corruption and taxes, which included charging customs fees on imported goods.[117] On 2 October 2016 the DPR and LPR held primaries in were voters voted to nominate candidates for participation in the 6 November 2016 elections.[118] Ukraine denounced these primaries as illegal.[118] The DPR finally held elections on 11 November 2018. These were described as \"predetermined and without alternative candidates\"[119] and not recognised externally.[120] On 16 October 2016, a prominent Russian citizen and DPR military leader Arsen Pavlov was killed by an improvised explosive device in his Donetsk apartment's elevator.[121] Another DPR military commander, Mikhail Tolstykh, was killed by an explosion while working in his Donetsk office on 8 February 2017.[122] On 31 August 2018, Head and Prime Minister Alexander Zakharchenko was killed in an explosion in a cafe in Donetsk.[123] After his death Dmitry Trapeznikov was appointed as head of the government until September 2019 when he was nominated mayor of Elista, capital of Kalmyk Republic in Russia.[124] In January 2021, the DPR and LPR stated in a \"doctrine Russian Donbas\" that they aimed to seize all of the territories of Donetsk and Luhansk Oblast under control by the Ukrainian government \"in the near future.\"[125] The document did not specifically state the intention of DPR and LPR to be annexed by Russia.[125] On 21 February 2022, Russia recognised the independence of the DPR and LPR.[126] The next day, the Federation Council of Russia authorised the use of military force, and Russian forces openly advanced into the separatist territories.[127] Russian president Vladimir Putin declared that the Minsk agreements \"no longer existed\", and that Ukraine, not Russia, was to blame for their collapse.[128] A Russian military attack into Ukrainian government-controlled territory began on the morning of 24 February,[129] when Putin announced a \"special military operation\" to \"demilitarise and denazify\" Ukraine.[130][131] In the course of the Russian invasion of Ukraine, around 55% of Donetsk Oblast came under the control of Russia and the DPR by June 2022.[132] In the south of Donetsk Oblast, the Russian Armed Forces laid siege to Mariupol for almost three months.[133] According to Ukrainian sources, an estimated 22,000 civilians were killed[134] and 20,000 to 50,000 were illegally deported to Russia by June 2022.[135][136][137] A vehicle convoy of 82 ethnic Greeks was able to leave the city via a humanitarian corridor.[138][139] On 19 April 2022, a town hall assembly was reportedly organized in Russian-occupied Rozivka, where a majority of attendees (mainly seniors) voted by hand to join the Donetsk People's Republic. This came despite two hurdles: the raion was outside the borders claimed by the DPR, and the raion had not existed since the 18 July 2020. The vote was claimed to be rigged and that organizers threatened anyone voting against with arrest.[140][141] On March 12, 2022, a decree of the head of the DPR was issued which ordered lands seized from the Ukrainian government to have their names (Ukrainian decommunization laws) and administrative boundaries (2020 Ukrainian administrative reform) restored according to their definitions as of May 11, 2014.[142] As of April 2022, the areas controlled by the DPR has been divided into the following 18 administrative divisions, which excludes claimed but uncontrolled areas:[143][144] All UN member states, apart from North Korea, Russia, and Syria, consider the territory controlled by the DPR a legal part of Ukraine. Nicaragua, Belarus, Sudan, Central African Republic, and Venezuela have expressed their support for the Russian recognition of the DPR's independence.[145][146][147][148] South Ossetia, which is also a state with limited recognition, recognised the DPR as a sovereign entity after it declared independence from Ukraine in 2014 with Donetsk as its declared capital.[26][149] The parliaments of both entities signed a memorandum on cooperation on 10 April 2016.[150] South Ossetia is recognised by a majority of UN member states as part of Georgia. Although exercising no direct control over the territory of the DPR, the Ukrainian government passed the \"Law on the special status of Donbas [uk]\" on 16 September 2014, which granted part of Donbas (territory of the DPR and the LPR) a special status within Ukraine. Russia recognised the DPR on 21 February 2022. On that day, Russian President Vladimir Putin also signed agreements on friendship, cooperation, and assistance with Donetsk and Luhansk People's Republics.[151] The Russian State Duma had approved a draft resolution appealing for him to recognise both on 15 February.[152] Before that, Russia had recognised identity documents, diplomas, birth, and marriage certificates and vehicle registration plates as issued by the DPR and the LPR since 18 February 2017.[17] The decision enabled people living in DPR controlled territories to travel, work or study in Russia.[17] According to the decree, it was signed \"to protect human rights and freedoms\" in accordance with \"the widely recognised principles of international humanitarian law\".[153] Afterwards, Abkhazia also recognized the independence of the DPR. The DPR has cultivated relations with European far-right and nationalist politicians and writers, including French far-right MEP Jean-Luc Schaffhauser, Italian nationalist Alessandro Musolino, German neo-Nazi journalist Manuel Ochsenreiter, and Emmanuel Leroy, a far-right adviser to Marine Le Pen, leader of the National Front.[154][155] Syria recognised the DPR on 29 June 2022. North Korea did the same on 13 July 2022. In early April 2014, a Donetsk People's Council was formed out of protesters who occupied the building of the Donetsk Regional Council on 6 April 2014.[43][44][156] The New York Times described the self-proclaimed state as neo-Soviet,[157] while Al Jazeera described it as neo-Stalinist and a \"totalitarian, North Korea-like statelet\".[158] Administration proper in DPR territories is performed by those authorities which performed these functions prior to the war in Donbas.[159] The DPR leadership has also appointed mayors.[160][161] On 5 February 2020, Denis Pushilin unexpectedly appointed Vladimir Pashkov, a Russian citizen and former deputy governor of Russia's Irkutsk Oblast, as the \"chairman of the government\".[162] This appointment was received in Ukraine as a demonstration of direct control over DPR by Russia.[163] Several Russian officials were appointed to cabinet posts and prime ministership of the DPR in June and July 2022.[164] The parliament of the Donetsk People's Republic is the People's Council[165] and has 100 deputies.[94] Political parties active in the DPR include Donetsk Republic, the Communist Party of the Donetsk People's Republic, Free Donbas, and the New Russia Party. Donetsk Republic and the Communists endorsed Prime Minister Alexander Zakharchenko's candidature for the premiership in 2014.[166][167] In the ensuing 2014 elections, the Communists were banned from participating independently because they had \"made too many mistakes\" in their submitted documents.[168] Donetsk Republic gained a majority in the DPR People's Soviet with 68.53% of the vote and 68 seats. Free Donbas, including candidates from the Russian-nationalist extremist New Russia Party, won 31.65% of the vote and 32 seats. In March 2016, the DPR began to issue passports[169] despite a 2015 statement by Zakharchenko that, without at least partial recognition of DPR, local passports would be a \"waste of resources\".[169] In November 2016 the DPR announced that all of its citizens had dual Ukrainian/Donetsk People's Republic citizenship.[170] In June 2019, Russia started giving Russian passports to the inhabitants of the DPR and Luhansk People's Republic under a simplified procedure allegedly on \"humanitarian grounds\" (such as enabling international travel for eastern Ukrainian residents whose passports have expired).[171] Since December 2019 Ukrainian passports are no longer considered a valid identifying document in the DPR and Ukrainian licence plates were declared illegal.[172] Meanwhile, the previous favourable view of Ukrainian President Volodymyr Zelensky in the DPR press was replaced with personal accusations of \"genocide\" and \"crimes against Donbas\", and proposals of organising a tribunal against him in absentia.[172] In March 2020 Russian was declared to be the only state language of the DPR;[5] previously in its May 2014 constitution, the DPR had declared both Russian and Ukrainian its official languages.[92] According to the Ukrainian press, by mid-2021 local residents received half a million Russian passports.[173] Deputy Kremlin Chief of Staff Dmitry Kozak stated in a July 2021 interview with Politique internationale that 470,000 local residents had received Russian passports; he added that \"as soon as the situation in Donbass is resolved ....The general procedure for granting citizenship will be restored.\"[174] The Donbas People's Militia was formed by Pavel Gubarev, who was elected \"People's Governor\" of Donetsk Oblast and Igor Girkin, appointed the Minister of Defence of the Donetsk People's Republic.[175] The People's Militia of the DPR (Russian: Вооружённые силы ДНР) comprise the Russian separatist forces in the DPR. On 10 January 2020 president of non-recognised pro-Russian Abkhazia accused DPR of staging a coup in his country. DPR commander Akhra Avidzba was commanding on the spot.[176] Unlike South Ossetia, Abkhazia has never recognised DPR.[177] OSCE monitors met with the self-proclaimed mayor of Sloviansk, Volodymyr Pavlenko, on 20 June 2014.[178] According to him, sewage systems in Sloviansk had collapsed, resulting in the release of least 10,000 litres of untreated sewage into the river Sukhyi Torets [uk], a tributary of the Seversky Donets. He called this an \"environmental catastrophe\", and said that it had the potential to affect both Russia and Ukraine.[178] As of May 2014, the Ukrainian Government was paying wages and pensions for the inhabitants of the DPR.[179][180][181] The closing of bank branches led to problems in receiving these,[182][183][184] especially since the National Bank of Ukraine ordered banks to suspend financial transactions in places which are not controlled by the Ukrainian authorities on 7 August 2014.[185] Only the Oschadbank (State Savings Bank of Ukraine) continued to function in territories controlled by the DPR, but it also closed its branches there on 1 December 2014.[185][186] In response, tens of thousands of pensioners have registered their address as being in Ukrainian-controlled areas while still living in separatist-controlled areas, and must travel outside of separatist areas to collect their pensions on a monthly basis.[187] In October 2014 the DPR announced the creation of its own central bank and tax office, obliging residents to register to the DPR and pay taxes to it.[188] Some local entrepreneurs refused to register.[188] According to the National Security and Defense Council of Ukraine a number of local mutinies have taken place due to unpaid wages and pensions, the council claims that on 24 November 2014 the local \"Women Resistance Battalion\" presented to Zakharchenko an ultimatum to get out of Donetsk in two months.[189] Since April 2015 the DPR has been issuing its own vehicle number plates.[190] The Special Monitoring Mission of the OSCE in Ukraine has reported that in the DPR, \"parallel 'justice systems' have begun operating\".[191] They found this new judiciary to be \"non-transparent, subject to constant change, seriously under-resourced and, in many instances, completely non-functional\".[191] The Ministry of Internal Affairs is the DPR's agency responsible for implementing law and order.[192] In 2014, the DPR introduced the death penalty for cases of treason, espionage, and assassination of political leaders. There had already been accusations of extrajudicial execution.[193] After 2015 a number of DPR and LPR field commanders and other significant figures were killed or otherwise removed from power.[194][195] This included Cossack commander Pavel Dryomov, commander of Private Military Company (ЧВК) Dmitry Utkin (\"Wagner\"), Alexander Bednov (\"Batman\"), Aleksey Mozgovoy, Yevgeny Ishchenko, Andrei Purgin and Dmitry Lyamin (the last two arrested).[196][197] In August 2016 Igor Plotnitsky, head of LPR, was seriously injured in a car bombing attack in Luhansk.[198] In September 2016 Evgeny Zhilin (Yevhen Zhylin), leader of the separatist \"Oplot\" unit, was killed in a restaurant near Moscow.[199][200] In October 2016 military commander Arseniy Pavlov (\"Motorola\") was killed by an IED planted at his house.[201] In February 2017 a bomb planted in an office killed Mikhail Tolstykh (\"Givi\").[202] On 31 August 2018 DPR leader Alexander Zakharchenko was killed by a bomb in a restaurant in Donetsk.[203] The DPR and Russia blamed the Security Service of Ukraine; Ukraine rejected these accusations, stating that Zakharchenko's death was the result of civil strife in the DPR.[195] In May 2015, Ukrainian President Petro Poroshenko signed four laws concerning decommunisation in Ukraine. Various cities and many villages in Donbas were renamed. The Ukrainian decommunisation laws were condemned by the DPR.[204] In addition to Ukrainian prisoners of war there are reports of \"thousands\" of prisoners who were arrested as part of internal fighting between various militant groups inside DPR.[205] Aiden Aslin, Shaun Pinner, Brahim Saadoune have been sentenced to death. The DPR lift death penalty moratorium. [206] According to a 2016 report by Institut français des relations internationales (IFRI), Russian ethnic and imperialist nationalism has shaped the official ideology of the Donetsk and Luhansk People's Republics.[207] During the War in Donbas, especially at the beginning, far-right groups played an important role on the pro-Russian side, arguably more so than on the Ukrainian side.[207][208] Afterward, the pro-Russian far-right groups became less important in Donbass and the need for Russian radical nationalists started to disappear.[207] According to Marlène Laruelle, separatist ideologues in Donbas produced an ideology composed of three strands of Russian nationalism: fascist, Orthodox, and Soviet.[208] Members and former members of the National Bolshevik Party, Russian National Unity (RNU), Eurasian Youth Union, and Cossack groups participated in starting branches for the recruitment of the separatists.[207][209][210][211] A former RNU member, Pavel Gubarev, was founder of the Donbas People's Militia and first \"governor\" of the Donetsk People's Republic.[207][212] RNU is particularly linked to the Russian Orthodox Army,[207] one of a number of separatist units described as \"pro-Tsarist\" and \"extremist\" Orthodox nationalists.[213][207] 'Rusich' is part of the Wagner Group, a Russian mercenary group in Ukraine which has been linked to far-right extremism.[214][215] Some of the most influential nationalists and far-right activists among the Russian separatists are neo-imperialists, who seek to revive the Russian Empire.[207] These included Igor 'Strelkov' Girkin, first \"minister of defence\" of the Donetsk People's Republic, who espouses Russian neo-imperialism and ethno-nationalism.[207] The Russian Imperial Movement, a white supremacist militant group,[214] has recruited thousands of volunteers to join the separatists.[213] Some separatists have flown the black-yellow-white Russian imperial flag,[207] such as the Sparta Battalion. In 2014, volunteers from the National Liberation Movement joined the Donetsk People's Militia bearing portraits of Tsar Nicholas II.[209] According to the Italian newspaper la Repubblica, well-known Italian neo-fascist Andrea Palmeri (former member of the far-right New Force party) has been fighting for the Donetsk People's Republic since 2014 and was hailed by Gubarev as a \"real fascist\" when he joined the DPR militias.[216] Professor Anton Shekhovtsov, an expert on far-right movement in Russia and abroad, reported in 2014 that Polish neo-fascist group \"Falanga\", Italian far-right group \"Millennium\" and French Eurasianists had also joined the Donbas separatists.[217][218][219] Other Russian nationalist volunteers involved in separatist militias included members of the Eurasian Youth Union, and of banned groups such as the Slavic Union and Movement Against Illegal Immigration.[210] Another Russian separatist paramilitary unit, the Interbrigades, is made up of activists from the National Bolshevik (Nazbol) group Other Russia.[207] An article in Dissent noted that \"despite their neo-Stalinist paraphernalia, many of the Russian-speaking nationalists Russia supports in the Donbass are just as right-wing as their counterparts from the Azov Battalion\".[220] According to the Kharkiv Human Rights Protection Group, a number of European politicians from far-right and extreme-left receive all-expenses-paid visits to Donetsk.[221] In July 2015, the head of the Donetsk People's Republic, Alexander Zakharchenko, said at a press conference that he respected Ukraine's far-right party Right Sector \"when they beat up the gays in Kyiv and when they tried to depose Poroshenko\".[222] While far-right activists played a part in the early days of the conflict, their importance was often exaggerated, and their importance on both sides of the conflict declined over time. The political climate in Donetsk further pushed far-right groups into the margins.[207] In April 2022, news outlets noted that a video posted on Donetsk People's Republic's website showed Denis Pushilin awarding a medal to Lieutenant Roman Vorobyov (Somalia Battalion), while Vorobyov was wearing patches affiliated with neo-Nazism: the Totenkopf used by the 3rd SS Panzer Division, and the valknut. However, the video did not show Vorobyov getting his medal when it was posted on Pushilin's website.[223][224] The DPR has its own central bank, the Donetsk Republican Bank. The republic's economy is frequently described as dependent on contraband and gunrunning,[225] with some labelling it a mafia state. Joining DPR military formations or its civil services has become one of the few guarantees for a stable income in the DPR.[159] By late October 2014, many banks and other businesses in the DPR were shut and people were often left without social benefits payments.[188] Sources (who declined to be identified, citing security concerns) inside the DPR administration have told Bloomberg News that Russia transfers 2.5 billion Russian rubles ($37 million) for pensions every month.[226] By mid-February 2016 Russia had sent 48 humanitarian convoys to rebel-held territory that were said to have delivered more than 58,000 tons of cargo including food, medicines, construction materials, diesel generators and fuel and lubricants.[227] President Poroshenko called this a \"flagrant violation of international law\" and Valentyn Nalyvaychenko said it was a \"direct invasion\".[228] Reuters in late October 2014 reported long lines at soup kitchens.[188] In the same month in at least one factory, workers no longer received wages, only food rations.[229] By June 2015, due to logistical and transport problems, prices in DPR-controlled territory are significantly higher than in territory controlled by Ukraine.[159] This led to an increase of supplies (of more expensive products and those of lower quality) from Russia.[159] Mines and heavy-industry facilities damaged by shelling were forced to close, undermining the wider chain of economic ties in the region.[229] Three industrial facilities were under DPR \"temporary management\" by late October 2014.[229] By early June 2015, 80% of companies physically located in the Donetsk People's Republic had re-registered on territory under Ukrainian control.[225] The new ruling elites of the DPR have displaced the previous oligarchic structures in the region.[230] The new powerholders expropriated profitable businesses. For instance, Rinat Akhmetov lost control over his assets in the region after they were nationalised. Under Russia's guidance, the republic set up trade and production monopolies through which the trade in coal and steel is organised. Lacking private banks, its own currency, and direct access to the Black Sea, DPR's survival depends exclusively on Russia's economic support and trade through the common border.[231] A DPR official often promised financial support from Russia, without giving specific details.[188] Prime Minister Aleksandr Zakharchenko in late October 2014 stated that \"We have the Russian Federation's agreement in principle on granting us special conditions on gas (deliveries)\".[188] Zakharchenko also claimed that \"And, finally, we managed to link up with the financial and banking structure of the Russian Federation\".[188] When Reuters tried to get more details from a source close to Zakharchenko the only reply was \"Money likes silence\".[188] Early October 2014 Zakharchenko stated \"The economy will be completely, if possible, oriented towards the Russian market. We consider Russia our strategic partner\". According to Zakharchenko this would \"secure our economy from impacts from outside, including from Ukraine\".[232] According to Yury Makohon, from the Ukrainian National Institute for Strategic Studies, \"Trade volume between Russia and Donetsk Oblast has seen a massive slump since the beginning of 2014\".[233] Since Russia did not recognise the legal status of the self-proclaimed republic, all the trade it did with it was on the basis of Ukrainian law.[225] DPR authorities have created a multi-currency zone in which both the rouble (Russia's currency) and the hryvnia (Ukraine's currency) can be used, and also the Euro and U.S. Dollar.[159][232] Cash shortages are widespread and, due to a lack of roubles, the hryvnia is the most-used currency.[159] According to Ukraine's security services in May 2016 alone the Russian government has passed US$19 million in cash to fund the DPR administration as well as 35,000 blank Russian passports.[234] Since late February 2015, DPR-controlled territories receive their natural gas directly from Russia.[235] According to Russia, Ukraine should pay for these deliveries; Ukraine claims it does not receive payments for the supplies from DPR-controlled territory.[235][236] On 2 July 2015, Ukrainian Energy Minister Volodymyr Demchyshyn announced that he \"did not expect\" that Ukraine would supply natural gas to territory controlled by separatist troops in the 2015–2016 heating season.[237] Since 25 November 2015 Ukraine has halted all its imports of (and payments for) natural gas from Russia.[238] The DPR set up its own mobile network operator called Feniks, which was to be fully operational by the end of the summer of 2015.[239] On 5 February 2015, Kyivstar claimed that Feniks illegally used equipment that they officially gave up in territories controlled by pro-Russian separatists.[239] On 18 April 2015, Prime Minister Zakharchenk issued a decree stating that all equipment given up by Kyivstar fell under the control of the separatists in order to \"meet the needs of the population in the communication services\".[239] The SIM cards of Feniks display the slogan \"Connection for the victory\".[240] In June 2015, the DPR authorities announced the start of military pension payments in US dollars.[241] In mid-March 2017, Ukrainian President Petro Poroshenko signed a temporary ban on the movement of goods to and from territory controlled by DPR and LPR. Ukraine has not bought coal from the Donets Black Coal Basin since then.[242] Anthracite mines under DPR control reportedly supply coal to Poland through Russian shell companies to disguise its real origin.[243] According to Ukrainian and Russian media, the coal export company Vneshtorgservis, owned by Serhiy Kurchenko, owes massive debts to coal mines located in separatist-controlled territory and other local companies.[244] Sergey Zdrilyuk (\"Abwehr\"), former deputy of DPR militia, stated in an interview in 2020 that large scale disassembly of mining equipment for scrap metal and other forms of looting took place routinely during Igor Girkin's time as militia commander, and that Girkin took significant amounts of money with him to Moscow. Militia groups such as \"Vostok\" and \"Oplot\" as well as various \"Cossack formations\" were involved in looting on systematic basis.[245][246] An early March 2016 United Nations OHCHR report stated that people that lived in separatist-controlled areas were experiencing \"complete absence of rule of law, reports of arbitrary detention, torture and incommunicado detention, and no access to real redress mechanisms\".[247] Freedom House evaluates the eastern Donbas territories controlled by the DPR and LPR as \"not free\", scoring 4 out of 100 in its 2021 Freedom in the World index.[248] The Guardian noted on 17 February 2022 \"Public opposition in the DPR is virtually non-existent.\"[231] An 18 November 2014 United Nations report on eastern Ukraine stated that the DPR was in a state of \"total breakdown of law and order\".[249] The report noted \"cases of serious human rights abuses by the armed groups continued to be reported, including torture, arbitrary and incommunicado detention, summary executions, forced labour, sexual violence, as well as the destruction and illegal seizure of property may amount to crimes against humanity\".[249] The November report also stated \"the HRMMU continued to receive allegations of sexual and gender-based violence in the eastern regions. In one reported incident, members of the pro-Russian Vostok Battalion \"arrested\" a woman for violating a curfew and beat her with metal sticks for three hours. The woman was also raped by several pro-Russian rebels from the battalion. The report also states that the UN mission \"continued to receive reports of torture and ill-treatment by the Ukrainian law enforcement agencies and volunteer battalions and by the (pro-Russian separatist) armed groups, including beating, death threats, cruel, inhuman and degrading treatment, and lack of access to medical assistance\".[250] In a 15 December 2014 press conference in Kyiv, UN Assistant Secretary-General for human rights Ivan Šimonović stated that the majority of human rights violations were committed in areas controlled by pro-Russian rebels.[251] The United Nations report also accused the Ukrainian Army and Ukrainian (volunteer) territorial defence battalions, including the neo-Nazi Azov Battalion,[252][253] of human rights abuses such as illegal detention, torture and ill-treatment of DPR and LPR supporters, noting official denials.[249][254] Amnesty International reported on 24 December 2014 that pro-government volunteer battalions were blocking Ukrainian aid convoys from entering separatist-controlled territory.[255] On 24 July, Human Rights Watch accused the pro-Russian fighters of not taking measures to avoid encamping in densely populated civilian areas.\"[256][257] It also accused Ukrainian government forces and pro-government volunteer battalions of indiscriminate attacks on civilian areas, stating that \"The use of indiscriminate rockets in populated areas violates international humanitarian law, or the laws of war, and may amount to war crimes.\"[256][257] A report by the OHCHR Office of the United Nations High Commissioner for Human Rights that was released on 2 March 2015 described media postings and online videos which indicated that the pro-Russian armed groups of the DPR carried out \"summary, extrajudicial or arbitrary executions\" of captured Ukrainian soldiers. In one incident, corpses of Ukrainian servicemen were found with \"their hands tied with white electrical cable\" after the pro-Russian rebel groups captured Donetsk International Airport. In January a DPR leader claimed that the rebel forces were detaining up to five \"subversives\" between the ages of 18 and 35 per day. A number of captured prisoners of war were forced to march in Donetsk while being assaulted by rebel soldiers and onlookers. The report also said that Ukrainian law enforcement agencies had engaged in a \"pattern of enforced disappearances, secret detention and ill-treatment\" of people suspected of \"separatism\" and \"terrorism\".[258] The report also mentions videos of members of one particular pro-Russian unit talking about running a torture facility in the basement of a Luhansk library. The head of the unit in question was the pro-Russian separatist commander Aleksandr Biednov, known as \"Batman\" (who was later killed) and the \"head\" of the torture chamber was a rebel called \"Maniac\" who \"allegedly used a hammer to torture prisoners and surgery kit to scare and extract confessions from prisoners\".[258][259] In September 2015, OSCE published a report on the testimonies of victims held in places of illegal detention in Donbas.[260] In December 2015, a team led by Małgorzata Gosiewska published a comprehensive report on war crimes in Donbas.[261] Alleged members of the Donetsk Republic carrying the flag of the Russian Federation,[262] passed out a leaflet to Jews that informed all Jews over the age of 16 that they would have to report to the Commissioner for Nationalities in the Donetsk Regional Administration building and register their property and religion. It also claimed that Jews would be charged a $50 'registration fee'.[263] If they did not comply, they would have their citizenship revoked, face 'forceful expulsion' and see their assets confiscated. The leaflet stated the purpose of registration was because \"Jewish community of Ukraine supported Bandera Junta,\" and \"oppose the pro-Slavic People's Republic of Donetsk\".[262] The authenticity of the leaflet could not be independently verified.[264] The New York Times, Haaretz, and The New Republic said the fliers were \"most likely a hoax\".[265][266][267] France 24 also reported on the questionable authenticity of the leaflets.[268] According to Efraim Zuroff of the Simon Wiesenthal Center, the leaflets looked like some sort of provocation, and an attempt to paint the pro-Russian forces as anti-semitic.[269] The chief rabbi of Donetsk Pinchas Vishedski stated that the flyer was a fake meant to discredit the self-proclaimed republic,[270] and saying that anti-Semitic incidents in eastern Ukraine are \"rare, unlike in Kiev and western Ukraine\"[271] and believes the men were 'trying to use the Jewish community in Donetsk as an instrument in the conflict;'[272] however, he also called the DPR Press Secretary Aleksander Kriakov \"the most famous anti-Semite in the region\" and questioned DPR's decision to appoint him.[273] Religion in Donbas (Donetsk + Luhansk) (2016)[274] At first the DPR adopted a constitution which stated that the Russian Orthodox Church of the Moscow Patriarchate was the official religion of the self-declared state.[275][276] This was changed with the promulgation of a law \"on freedom of conscience and religious organisation\" in November 2015, backed by three deputies professing Rodnovery (Slavic native faith), whose members organised the Svarozhich Battalion (of the Vostok Brigade) and the Rusich Company.[277][278] The new law caused the dissatisfaction of Metropolitan Hilarion of Donetsk and Mariupol of the Moscow Patriarchate church.[279] Donetsk separatists consider Christian denominations such as the Ukrainian Orthodox Church – Kyiv Patriarchate, Ukrainian Autocephalous Orthodox Church, Ukrainian Greek Catholic Church and wider Roman Catholic Church, and Protestantism, as all being anti-Russian and see them as obstacles in the path of the separatist goal of uniting the region with Russia.[276] To complement this emphasis on Orthodoxy against churches deemed \"heretical\" and anti-Russian, the separatists have been successful in enlisting the widespread support of many people in Donetsk belonging to the indigenous Greek Orthodox community. These are mainly Pontic Greeks settled in Donetsk and elsewhere in southern Russia and Ukraine since the Middle Ages, and are in the main descendants of refugees from the Pontic Alps, Eastern Anatolia, and the Crimea, dating to the Ottoman conquests of these regions in the late 15th century. There have been widespread media reports of these ethnic Greeks and those with roots in southern Ukraine now living mainly in Northern Greece fighting with Donetsk separatist forces on the justification that their war represents a struggle for Christian Orthodoxy against the forces of what they often describe as \"schismatics\" and \"fascists\".[citation needed] Hundreds of Romani families fled Donbas in 2014.[280] The News of Donbas reported that members of the Donbas People's Militia engaged in assaults and robbery on the Romani (also known as gypsies) population of Sloviansk. The armed separatists beat women and children, looted homes, and carried off the stolen goods in trucks, according to eyewitnesses.[281][better source needed][282][283][284] Romani fled en masse to live with relatives in other parts of the country, fearing ethnic cleansing, displacement and murder. Some men who decided to remain formed militia groups to protect their families and homes.[283] DPR Mayor Ponomarev said the attacks were only against gypsies who were involved in drug trafficking, and that he was 'cleaning the city from drugs.'[285] The US mission to the OSCE and Ukrainian Prime Minister Yatsenyuk condemned these actions.[281][282][286] On 8 June 2014, it was reported that armed militants from the Donetsk Republic attacked a gay club in the capital of Donetsk, injuring several. Witnesses said 20 people forced their way into the club, stealing jewellery and other valuables; the assailants fired shots in the club, and several people were hurt.[287] In July 2015, a DPR Ministry of Information spokeswoman stated \"there are no gays in Donetsk, as they all went to Kyiv\".[288] In 2015, the Deputy Minister of Political Affairs of the Donetsk People's Republic stated: \"A culture of homosexuality is spreading ... This is why we must kill anyone who is involved in this.\"[289] On 18 April 2014, Vyacheslav Ponomarev asked local residents of Sloviansk to report all suspicious persons, especially if they were speaking Ukrainian. He also promised that the local media would publish a phone number to report them.[290] An 18 November 2014 United Nations report on eastern Ukraine stated that the DPR violated the rights of Ukrainian-speaking children because schools in rebel-controlled areas teach only in Russian and forbid pupils to speak Ukrainian.[249] In its May 2014 constitution, the DPR regime declared Russian and Ukrainian its official languages.[92] However, in March 2020, Russian was declared to be the sole official language of the DPR.[5] The Committee to Protect Journalists said that separatists had seized up to ten foreign reporters during the week following the shooting down of the Malaysian aircraft.[291] On 22 July 2014, armed men from the DPR abducted Ukrainian freelance journalist Anton Skiba as he arrived with a CNN crew at a hotel in Donetsk.[291] The DPR often counters such accusations by pointing towards non-governmental organisations, such as Amnesty International's reporting that pro-Ukrainian volunteer paramilitary battalions, such as the Aidar Battalion, Donbas Battalion, Azov Battalion often acted like \"renegade gangs\", and were implicated in torture, abductions, and summary executions.[255][292] Amnesty International and the (OHCHR) also raised similar concerns about Radical Party leader and Ukrainian MP Oleh Lyashko and his militia.[293] Donetsk has also observed significant rise in violent crime (homicide, rape, including underage victims) under the control of separatist forces.[294] In July 2015 local authorities of Druzhkovka, previously occupied by separatist forces, exposed a previous torture site in one of the town's cellars.[295] On 2 June 2017 the freelance journalist Stanislav Aseyev was abducted. Firstly the DPR \"government\" denied knowing his whereabouts but on 16 July, an agent of the DPR's Ministry of State Security confirmed that Aseyev was in their custody and that he was suspected of espionage. Independent media is not allowed to report from the DPR-controlled territory.[296] Amnesty International, the Committee to Protect Journalists, the European Federation of Journalists, Human Rights Watch, the Norwegian Helsinki Committee, the Organization for Security and Co-operation in Europe, PEN International, Reporters Without Borders and the United States Mission to the Organization for Security and Cooperation in Europe have called for the immediate release of Aseyev.[297][298][299][300][301][302] He was released as part of a prison exchange and handed over to Ukrainian authorities on 29 December 2019.[303] Sergey Zdrilyuk (\"Abwehr\"), former deputy of DPR militia, confirmed in 2020 that Igor Girkin personally executed prisoners of war he considered \"traitors\" or \"spies\".[245][246] This statement was first made in Girkin's interview earlier that year, although Girkin insisted the executions were part of his \"military tribunal based on laws of war\". Girkin also confessed that he was involved in the murder of Volodymyr Ivanovych Rybak, a representative of Horlivka who was abducted on 17 April 2014 after trying to raise a Ukrainian flag: \"Naturally, Rybak, as a person who actively opposed the \"militias\", was an enemy in my eyes. And his death, probably, is to some extent also under my responsibility\".[304] By the start of the 2015–2016 school-year DPR's authorities had overhauled the curriculum.[305] Ukrainian language lessons were decreased from around eight hours a week to two hours; while the time devoted to Russian language and literature lessons were increased.[305] The history classes were changed to give greater emphasis to the history of Donbas.[305] The grading system was changed from (Ukraine's) 12-point scheme to the five-point grading system that is also used in Russia.[305] According to the director of a college in Donetsk \"We give students the choice between the two but the Russian one is taken into greater account\".[305] School graduates will receive a Russian certificate, allowing them to enter both local universities and institutions in Russia.[305] In April 2016 DPR authorities designed \"statehood awareness lessons\" were introduced in schools (in territory controlled by them).[306] On 25 September 2017 a new law on education was signed by Ukrainian President Petro Poroshenko (draft approved by Verkhovna Rada on 5 September 2017) which says that Ukrainian language is the language of education at all levels.[307] The main holidays in the republic include Victory Day (9 May) and Republic Day (11 May).[308] The latter celebrates the declaration of the DPR, acting as a sort of national day. The first traditional victory day parade took place on Artem Street in 2015. The parade usually begins, when the clock of the main post office strikes 9:00 am (MSK). Ministry of Youth, Sports and Tourism is responsible for development of sports on territory of DPR.[309] A Donetsk People's Republic national football team has represented the country in international games organised by ConIFA.[310]","Title":"Donetsk People's Republic - Wikipedia","KeyID":"13557","URL":"https://en.wikipedia.org/wiki/Donetsk_People%27s_Republic"}