{"Content: ":"Premiership Elections Family Andrej Plenković (pronounced [ǎndreːj plěːŋkoʋitɕ] (listen); born 8 April 1970) is a Croatian politician serving as the prime minister of Croatia since 2016. He was previously one of eleven Croatian members of the European Parliament, serving from Croatia's accession to the European Union in 2013 until his resignation as MEP when he took office as prime minister.[1] Plenković has also been president of the Croatian Democratic Union since 2016.[2] Following his graduation from the Faculty of Law at the University of Zagreb in 1993, Plenković held various bureaucratic positions in the Croatian Ministry of Foreign and European Affairs. After completing a postgraduate degree in 2002 (research master in International law), he served as deputy chief of Croatia's mission to the European Union. Between 2005 and 2010, he was Croatia's deputy ambassador to France, before leaving the post to become State Secretary for European Integration. He was subsequently elected to the Croatian Parliament in 2011.[3] He was elected president of the HDZ in 2016, following Tomislav Karamarko's resignation. Plenković campaigned on a pro-European and moderate agenda and led his party to a plurality of seats in the 2016 parliamentary election. He was designated as Prime Minister of Croatia by President Kolinda Grabar-Kitarović on 10 October 2016 after presenting 91 signatures of support by members of Parliament to her. His cabinet was confirmed by a vote of Parliament on 19 October with a majority of 91 out of 151 MPs. His first cabinet had 20 ministers, while the second cabinet has 16 ministers. He is one of only two Croatian prime ministers (along with Ivo Sanader) who have served more than one term, winning general elections in 2016 and 2020. He is also, along with Ivica Račan and Sanader, one of the three prime ministers who have been at the head of more than one government cabinet. Furthermore, on 4 May 2022 Plenković surpassed Sanader's tenure, thus becoming the longest-serving prime minister in Croatia's post-independence history.[4][5][6] Plenković was born on 8 April 1970 in Zagreb to a university professor, Mario Plenković, from Svirče on the island of Hvar, and cardiologist Vjekoslava Raos. He attended elementary and the 16th Grammar School in Zagreb. As his GPA was below A range, Plenković had to write and submit a thesis to obtain his Matura. His thesis The Means of Mass Communication was published in 1989 by the office of printing and publishing companies in Yugoslavia.[7] He was exempted from a then-mandatory conscription for a one-year active duty with the Yugoslav People's Army due to his diagnosis of thalassemia minor, a mild form of anemia, and he was deemed unfit for military service.[8][9] This fact has been often put at issue later on by his political opponents during electoral campaigns,[10][11][12] especially due to the fact that his mother worked as a doctor in a military hospital in Zagreb.[13] He enrolled in the Faculty of Law at the University of Zagreb in 1988, graduating in 1993 with dissertation Institution of European Community and the Decision-Making Process at the department of International public law under Professor Nina Vajić, a former judge of the European Court of Human Rights in Strasbourg. During university, Plenković worked as a volunteer translator in the observing mission of the European Community in Croatia from 1991 to 1992. At the beginning of the 1990s, he became interested in Europe and actively participated in European Law Students Association (ELSA), of which he was president in Zagreb in 1991. He was the first president of ELSA Croatia in 1992 and president of the international ELSA committee, situated in Brussels. During that time Plenković participated in numerous conferences throughout Europe and the United States, as well as organising numerous symposiums in Croatia. As a student, he interned in the London law firm Stephenson Harwood in 1992 and following this, an internship in the European People's Party in the European Parliament (as a part of Robert Schuman Foundation program). He also worked in the Croatian mission for the European Community in 1993 and 1994, which was then chaired by Ambassador Ante Čičin-Šain. In the Ministry of Foreign Affairs, Plenković completed a programme to become a diplomat, and in 1992, passed the consultation exam at the diplomatic academy. Plenković passed the Bar in 2002. At the law faculty of the University of Zagreb, he finished his Masters in International public and private law and got the title of Master of Science in 2002 by defending his Masters thesis by the title of \"Subjectivity of EU and development of the common foreign and security policy\" under the tutorage of Professor Budislav Vukas, a judge of International Tribunal for the Law of the Sea in Hamburg. From 1994 to 2002, Plenković worked at different positions within the Ministry of Foreign Affairs. Among other things as a chief of the department of European integration, adviser of minister for European affairs, and member of the negotiation team on the Treaty on Stabilisation and Accession. From 2002 to 2005, Plenković was a deputy chief of Croatian mission for the European Union in Brussels. He was in charge of the coordination of political activities of the mission and he worked on networking with the officials of the European Commission, Council, Parliament and other permanent representations of various member states. He was working on Croatian application for membership in the European Union in 2002, and in 2003, making pressure for the status of candidate country in 2004 and for the opening of the accession negotiations in 2005. From 2005 to 2010, Plenković was serving as the deputy ambassador in France where he was in charge of political and organizational issues. During his diplomatic career, Plenković participated in numerous symposiums, seminars and programs on international and European law, international, foreign relations and foreign policy and management. Appointed by Minister of Foreign Affairs Gordan Jandroković, Plenković worked as a state secretary for European integration during the government of Prime Minister Jadranka Kosor. He had a prominent role in the campaign for a referendum on EU membership. Together with numerous media appearances, Plenković held dozens of lectures on joining the European Union in all Croatian counties. As a state secretary, Plenković also performed the duties of the political director for EU affairs, co-chair of the Stabilisation and Association Croatia–EU, national coordinator for the Danube Strategy of the European Union and co-chairman of the duties of the international commissions (Bavaria-Croatia, Croatia-Baden-Württemberg, Croatia-Flanders). He was on a board member of the Foundation for Civil Society Development, president of the Organizing Committee of the Croatia Summit in 2010 and 2011, and secretary of the Organizing Committee of the pastoral visit of the Pope Benedict XVI in 2011.[14] In 2011, after seventeen years of professional work in diplomacy, Plenković joined the Croatian Democratic Union (HDZ). From December 2011 to July 2013, he was a Croatian Democratic Union member in the Croatian Parliament. He was elected in the 7th electoral district. Plenković was also a deputy member of delegation of the Croatian Parliament, the Parliamentary Assembly of the Mediterranean, and a member of a group of friendship with Bosnia and Herzegovina, Italy, France, Malta and Morocco.[15] Prior to the referendum, Plenković held series of lectures on the European Union at the party rallies across Croatia and participated in numerous public debates, TV and radio shows. He is a member of the HDZ central committee, city committee Zagreb, regional committee Črnomerec, basic branch Jelenovac and the committee for foreign and European affairs. By decision of the Croatian Parliament from April 2012 until July 2013, Plenković was one of the twelve Croatian observers in the European Parliament. In his capacity as an observer member in the European Parliament, he supported the completion of the ratification process of the Treaty on Croatian accession to the European Union, the positive reports and resolutions on Croatia and the appropriate allocation of EU funds to Croatia in the Multiannual Financial Framework (MFF) 2014–2020. As a HDZ candidate on the joint list for the first Croatian elections to the European Parliament, which were held on 14 April 2013, he actively participated in the election campaign. He participated in the drafting of the HDZ programme for the European elections, \"a Croatian voice in Europe\", adopted by the presidency of the party led by President Tomislav Karamarko. The program was based on the main principles of the platform of the European People's Party and its program documents, as well as the priorities of Croatia in the European Union from the perspective of the HDZ.[14] He was elected to the winning coalition list, where he received the highest number of preferential votes among the HDZ candidates.[16] Between 2013 and 2014, Plenković was a member of the Committee on Budgets. From 2014, he served as vice-chairman of the European Parliament Committee on Foreign Affairs and a member of the parliament's delegation to the Euronest Parliamentary Assembly. He led the parliament's monitoring mission during the Ukrainian parliamentary election in 2014.[17] In addition to his committee assignments, Plenković was a member of the European Parliament Intergroup on SMEs;[18] the European Parliament Intergroup on Wine, Spirits and Quality Foodstuffs;[19] the European Parliament Intergroup on Youth Issues;[20] and the European Parliament Intergroup on Disability.[21] Plenković was elected president of the HDZ on 17 July 2016, in a sign it was distancing itself from ultra-conservative elements. In the 2016 parliamentary election, he led his party to an unexpected victory.[22] The opposition SDP-led People's Coalition conceded defeat after winning only 54 seats in Parliament. Its leader, former prime minister Zoran Milanović, ruled out running for reelection to his party's chairmanship, effectively also ruling out any possible attempts to form a governing majority, thus allowing the HDZ to begin talks with the Bridge of Independent Lists (Most), its junior partner in the outgoing government led by the non-partisan prime minister Tihomir Orešković. Most set out seven conditions for entering into a government with any party and Plenković began discussions lasting several weeks with Most representatives. Plenković also held talks with the 8 representatives of national minorities, as HDZ and Most would not have a majority without their support. Over the next few weeks several other parties, including the Croatian Peasant Party (HSS), proceeded to give their support to a government led by Plenković. However, it is widely viewed that HSS chairman Krešo Beljak agreed to give Plenković the support of his five party's MPs and \"100 days of peace before turning into the sharpest opposition\" in order to calm tensions resulting from a dispute between him and HSS MEP Marijana Petir, who had called for HSS to enter the centre-right government to be formed by HDZ and Most instead of remaining a part of the People's Coalition as an opposition party. The dispute escalated and Beljak proceeded to suspend over 100 members of the party, including Petir. Plenković further received the support of the Bandić Milan 365 party, one out of two Croatian Party of Pensioners MPs and one former member of Human Blockade. He formally received 91 signatures of support from MPs on 10 October 2016, far more than the necessary 76, and presented them to President Kolinda Grabar-Kitarović, who named him prime minister-designate and gave him thirty days time until 9 November to form a government. Plenković was confirmed as the 12th Prime Minister of Croatia along with his cabinet of 20 ministers by a vote of 91 in favor, 45 against and 3 abstentions among 151 members of Parliament on 19 October 2016. His government received the support of MPs belonging to the HDZ-HSLS-HDS coalition, Bridge of Independent Lists, Bandić Milan 365, HSS, HDSSB, SDSS and 5 representatives of other national minorities. Plenković presented his cabinet as \"the government that knows how to bring about changes\", and stressed out social dialogue, economic growth stimulation, and a tax reform as the government's priorities.[23][24] On 27 April 2017, Plenković dismissed three of his government ministers representing the Bridge of Independent Lists, the junior partner in the governing coalition, over their reluctance to support a vote of confidence in finance minister Zdravko Marić, whom Most accuses of withholding certain information relating to an ongoing crisis involving one of Croatia's largest firms, Agrokor, where Marić had worked a few years previously. Namely, Most consider that Marić had knowledge of irregularities occurring in the way Agrokor paid its suppliers and had chosen to not reveal that information to protect the firm he formerly worked for. On 28 April, the last remaining government minister from Most, public administration minister Ivan Kovačić, resigned his post and Most announced its withdrawal from the ruling coalition. HDZ started to gather signatures from members of Parliament to push through a vote of no confidence in the speaker of Parliament Božo Petrov, who was also the president of Most at the time. At the same time, HDZ announced that it would seek to form a new governing majority in Parliament, bypassing Most. With Most deciding to withdraw its parliamentary support for the Plenković cabinet, Božo Petrov resigned as speaker on 5 May and was succeeded by Gordan Jandroković of the HDZ. Now without the support of Most, the HDZ-dominated cabinet was left without a clear parliamentary majority and the possibility of yet another early parliamentary election, the third in 18 months, taking place was extremely heightened. However, the government crisis was ultimately resolved on 9 June 2017 when 5 out of 9 members of Parliament representing the Croatian People's Party (HNS) agreed to enter a coalition with the HDZ, while the other four MPs (among them Vesna Pusić and Anka Mrak Taritaš) decided to leave HNS and form a new political party called the Civic Liberal Alliance (GLAS). The Plenković cabinet underwent a reshuffle, with HNS being given the portfolios of Science and Education and Construction and Spatial Planning. Since May 2017, Plenković has been constantly named the most negative politician in Croatia by monthly polls conducted by the Promocija Plus and IPSOS PULS agencies.[25] However, by December 2017, he was also named the third most popular politician, while his party enjoyed considerable rating advantage over all other political parties in Croatia.[26] Following a deal with the HNS, the government introduced an education reform starting with a pilot program in the 2018/2019 school year.[27] The renewable energy tariff was raised in August 2017 to stimulate the production of renewable energy, which is the source of 28% of the country's energy demand. The move also resulted in increased electricity bills.[28] The Croatian Parliament ratified the convention on preventing and combating violence against women and domestic violence, known as the Istanbul Convention, in April 2018. Though there was a split within the HDZ over ratifying the convention, the Plenković cabinet unanimously supported it.[29] In October 2018, the government introduced a pension reform bill that would penalise early retirement and set the retirement age to 67 starting from 2033, instead of 2038 as defined by a 2014 law.[30] The move sparked large protests from trade unions. They launched a referendum initiative against the law and collected more than 700,000 signatures. Instead of calling a referendum, the government backed down and lowered the retirement age back to 65.[31] A nationwide strike of teachers in primary and secondary schools started on 10 October 2019, following the government’s refusal to increase their wages by 6%. The strike halted all classes in schools.[32] The strike lasted until 2 December, when teachers’ unions and the government agreed to a gradual increase in wages of 6% by 2021.[33] The new government introduced a tax reform starting from January 2017 and set the reduction of the budget deficit as the main goal of the 2017 budget.[34] The initial tax reform proposal from Zdravko Marić, the finance minister who retained his position from the previous cabinet, caused some disagreements between the two member-parties of the ruling coalition, the HDZ and the Most. The modified proposal included a reduction in corporate income tax from 20% to 18% for large companies and 12% for small and mid-level companies. Personal income tax rates were changed from 12%, 25% and 40% into tax rates of 24% and 36%. Discontent over the tax reform was voiced by trade unions, as well as in the tourism sector because the VAT for their services was raised from 13% to 25%.[35][36] On 30 October 2017, Plenković declared that Croatia plans to join the Eurozone within seven to eight years.[37] In December 2017, the government increased the minimum wage by 5% for 2018 and adopted several new laws, including the allocation of the income tax revenue entirely to local administrative units and lower payments to the state when purchasing used cars. The introduction of a property tax, which received a negative public reaction, was postponed indefinitely.[38] Croatia's general government recorded a surplus of €424.5 million in 2017 or 0.9% of GDP, attributed to an increase in income from taxes related to manufacturing and imports, and a reduction in interest payments. The debt-to-GDP ratio decreased by 2.7 percentage points from 2016, to 77.5%, and GDP growth was 2.9%.[39] Negative migration and population trends continued in 2017, with a record high number of emigrants since joining the EU.[40] The Croatian Employers' Association said that reforms stalled following the income tax cuts in early 2017, causing a slower economic growth.[41] A March 2018 report by the European Commission also stressed out the lack of structural reforms, particularly in fiscal policy, the social benefits system, and the pension system.[42] All three major credit rating agencies improved Croatia's rating in 2018.[43] The International Monetary Fund commended the government for positive macroeconomic indicators and called for a \"sizable restructuring of public administration\".[44] The minimum monthly net wage was raised from €370 to €404 in 2019.[45] After attending his first European Council summit on 20 October 2016, in an address to the Croatian Parliament, Plenković said that \"there is no need for Croatia to build border fences\".[46] Plenković's first official foreign visit was to Sarajevo, Bosnia and Herzegovina on 28 October 2016. Plenković said that his government will support Bosnia and Herzegovina on its path towards membership in the European Union. Discussions were held regarding the political rights of Bosnian Croats, mostly in terms of bringing their political rights to the level enjoyed by Bosniaks and Bosnian Serbs.[46][47] In November, he visited Ukraine where he met with Prime Minister Volodymyr Groysman. Plenković expressed support for a peaceful reintegration of the areas of Ukraine under the control of pro-Russian rebels. The two governments established a working group to share Croatia's experience with the reintegration of eastern Slavonia in 1998.[48] The Russian Ministry of Foreign Affairs commented that the visit \"raised serious concerns in Russia\".[49] On 29 June 2017, the Arbitral Tribunal on the border dispute between Slovenia and Croatia ruled in favour of Slovenia regarding its access to international waters. The decision was welcomed by the Slovenian Government, and dismissed by the Croatian Government as not legally binding. Croatia withdrew from the arbitration process in 2015, during the premiership of Zoran Milanović, after a leaked tape showed the Slovenian judge in the case exchanging confidential information with Slovenian officials.[50] Plenković called for bilateral talks to resolve the issue,[51] while Slovenia insists on the implementation of the arbitral decision.[52] The European Commission announced that it will remain neutral in the border dispute.[53] After the final verdict in the war crimes trial against former high-ranking officials of Herzeg-Bosnia, followed by the suicide of Slobodan Praljak, Plenković stated that Praljak's suicide illustrated the \"deep moral injustice towards the six Croats from Bosnia and Herzegovina and the Croatian people\".[54] The ICTY prosecutors and its president criticized the statements from Croatian officials and called on them to accept the court's findings.[55][56] Plenković later said that his country accepted the verdict and expressed \"regrets and condolences very clearly for all the victims of the crimes mentioned in this verdict\".[57] Plenković endorsed the incumbent Dragan Čović in the 2018 election for the Croat member of the Presidency of Bosnia and Herzegovina. Following the election of Željko Komšić as the Croat member of the presidency, largely due to votes in majority Bosniak areas, Plenković criticized Komšić's victory: \"We are again in a situation where members of one constituent people ... are electing a representative of another, the Croat people\".[58] Komšić responded that the Croatian Government is undermining Bosnia and Herzegovina and its sovereignty.[59] Komšić also announced that Bosnia and Herzegovina might sue Croatia over the construction of the Pelješac Bridge.[60] The construction of the bridge, paid largery with EU funding, began on 30 July 2018 to connect Croatia's territory and was supported by Komšić's main election opponent Dragan Čović.[61] Plenković affirmed the government's support for the Global Compact for Migration. Interior Minister Davor Božinović represented Croatia at the adoption of the agreement, after President Kolinda Grabar-Kitarović announced she would not participate at the conference.[62] Along with Latvian Prime Minister Arturs Krišjānis Kariņš, Plenković represented the governments ruled by the centre-right European People's Party (EPP) in the negotiations on new appointments to top posts in the European Union following the 2019 European elections, including the European Council, European Commission and the European Central Bank.[63] Commentators mostly described Plenković's political positions as pro-European and moderate,[64][65][66] and his election as an exception in a eurosceptic trend in Europe.[67] Some observers described his positions as moderate conservative,[68] or simply as conservative.[69][70] Plenković described his policy as \"devoid of extremes and populism\",[65] and his political views as centre-right.[71][72] Plenković is married to lawyer Ana Maslać, with whom he has a son Mario.[73] In early November 2016, it was reported that the couple are expecting their second child, a daughter Mila.[74] In late March 2022, the couple welcomed their third child, a son Ivan.[75] Besides his native Croatian, Plenković speaks English, French and Italian fluently, and is conversant in German.[14] His father, Mario Plenković, died February 20, 2022. He lived mainly in Slovenia, as well as in Zagreb, Croatia. He worked as a university professor at the University of Maribor and at Alma Mater Europaea, where he was the head of Strategic communication management doctoral study program.[76]","Title":"Andrej Plenković - Wikipedia","KeyID":"13553","URL":"https://en.wikipedia.org/wiki/Andrej_Plenkovi%C4%87"}