{"Content: ":"Élisabeth Borne (French pronunciation: [elizabɛt bɔʁn]; born 18 April 1961) is a French politician who has served as Prime Minister of France since May 2022. A civil engineer, government official and manager of state enterprises in the transport and construction sectors, Borne previously served as minister of transport (2017–2019) and minister of ecology (2019–2020). She was then minister of labour, employment and integration in the Castex government from 2020 to 2022.[1] On 16 May 2022, President Emmanuel Macron appointed her as the next Prime Minister of France, following Castex's resignation as it is the tradition following the presidential elections in France.[2] Borne is the second woman to hold the position after Édith Cresson, who served from 1991 to 1992.[3] She is a member of both Macron's party Renaissance and of the centre-left party Territories of Progress. Borne was born in Paris on 18 April 1961.[4] Her French mother, Marguerite Lecèsne, was a pharmacist. Her father, Joseph Bornstein, son of Zelig Bornstein from Łuków (formerly Congress Poland),[5] was a stateless Jewish refugee who was born in Belgium,[6] then fled to France at the outset of the Second World War; he was active in the Résistance, and was deported, but survived the Auschwitz concentration camp and death march. He was naturalised as French in 1950 and changed the family name to \"Borne\".[5][7] Her parents ran a pharmaceutical laboratory after the war.[8] Her father's death when she was 11 years old resulted in Borne receiving \"Ward of the Nation\" education benefits, which the state granted to minors who had a parent injured or killed during a war, a terrorist attack or while rendering certain public services. Borne attended high school at Lycée Janson-de-Sailly in Paris. Later, she entered the École Polytechnique (class of 1981). In 1986, she obtained her Diplôme d'Ingénieur in civil engineering from the École nationale des ponts et chaussées (National School of Road and Bridge Engineering) and one year later a Master of Business Administration (MBA) from the Collège des Ingénieurs. Borne joined the civil service as a government official at the French planning and works ministry (ministère de l'Equipement) in 1987. In the early 1990s, she was an advisor in the ministry of education under Lionel Jospin and Jack Lang (both members of the Socialist Party). From 1993 to 1996 she worked as a technical director for the public housing company Sonacotra. In 1997, prime minister Jospin appointed her as his advisor for urban planning, housing and transport.[9] In 2002, Borne became a strategy director and member of the executive committee at the state-owned railway company SNCF, before joining the public works construction company Eiffage as concessions manager in 2007. She worked as director of urban planning for the City of Paris under mayor Bertrand Delanoë from 2008 until 2013.[10] In 2013 Borne was appointed Prefect of the department Vienne and the region of Poitou-Charentes, the first woman to occupy that position.[11] At that time, Socialist politician Ségolène Royal was president of the regional council of Poitou-Charente. When Royal became Minister of Ecology, Sustainable Development and Energy in 2014, she appointed Borne as her chief of staff (directrice de cabinet).[12] Borne subsequently was the President and CEO of RATP Group, a state-owned enterprise which operates public transport in Greater Paris, from 2015 to 2017.[10] For a long time Borne was close to the Socialist Party (PS), but without formally joining the party. After Emmanuel Macron's victory in the 2017 French presidential election, she joined La République En Marche! (LREM).[13] Borne served as minister-delegate of transport in the first and second Philippe government from May 2017 to July 2019.[14][15][16] During her time in office, she held out against weeks of strikes and demonstrations in 2017 to end a generous pension and benefits system for SNCF railway workers.[17] After the resignation of ecology minister François de Rugy in 2019, Borne was promoted to head the ministry of the ecological and inclusive transition. In that capacity, she led efforts to pass a long-term energy planning bill aimed at increasing security of supply and a clean mobility bill committing the country to reaching carbon neutrality in the transport sector by 2050.[18] In 2019, Borne opposed France's ratification of the European Union–Mercosur free trade agreement.[19] Since 2020 Borne has additionally been a member of Territories of Progress, a centre-left party allied with LREM.[20] In July 2020, Borne was appointed minister of labour, employment and economic inclusion in the government of prime minister Jean Castex, succeeding Muriel Pénicaud.[21] In that capacity, she oversaw negotiations with unions that resulted in a cut to unemployment benefits for some job seekers.[17] During her time in office, France's unemployment rate fell to its lowest level in 15 years and youth unemployment to its lowest level in 40 years.[22][23][24] On 16 May 2022, Borne was appointed Prime Minister of France, succeeding Castex three weeks after the re-election of Macron for a second term as President of the French Republic. After Édith Cresson in 1991–1992, she is the second woman only to hold the position. She is also the second of Macron's prime ministers to be a member of his centrist party, after Castex.[25] Borne was a candidate for Renaissance (formerly known as La République En Marche!) in the 2022 French legislative election in Calvados's 6th constituency in the Normandy region in northwestern France.[26] While remaining a candidate, under the dual mandate (cumuls des mandats) law she was not allowed to take up the position after she won the election, and was be replaced by her designated alternate. She called on voters to support Macron's coalition, Ensemble Citoyens, saying it is the only group \"capable of getting [a parliamentary] majority\".[27] After the first round, in relation to contests between left-wing and far-right candidates, she said: \"Our position is no voice for the RN.\" At the same time, she expressed support only for left-wing candidates who in her view respect republican values.[28][29] She was elected to Parliament in the second round.[30] Borne offered her resignation as prime minister after the results of the second round, but was rejected by Macron,[31] who instead tasked her to form a new cabinet.[32] Following a cabinet reshuffle prompted by the 2022 legislative elections, Borne comfortably survived a motion of no-confidence brought against her by MPs of the New Ecologic and Social People's Union (NUPES), a broad alliance of left-wing opponents.[33] Borne was admitted to hospital with COVID-19 in March 2021 and was administered oxygen.[34] Borne married Olivier Allix, a lecturer and also an engineer, on 30 June 1989 with whom she later had a son, Nathan. The couple has since divorced.[35][36]","Title":"Élisabeth Borne - Wikipedia","KeyID":"13561","URL":"https://en.wikipedia.org/wiki/%C3%89lisabeth_Borne"}