{"Content: ":"Olaf Scholz (German: [ˈoːlaf ˈʃɔlts] (listen); born (1958-06-14)14 June 1958) is a German politician who has served as the chancellor of Germany since 8 December 2021. A member of the Social Democratic Party (SPD), he previously served as Vice Chancellor under Angela Merkel and as Federal Minister of Finance from 2018 to 2021. He was also First Mayor of Hamburg from 2011 to 2018 and deputy leader of the SPD from 2009 to 2019. Scholz began his career as lawyer specialising in labour and employment law. He became a member of the SPD in the 1970s and was a member of the Bundestag from 1998 to 2011. Scholz served in the Hamburg Government under First Mayor Ortwin Runde in 2001, before his election as General Secretary of the SPD in 2002, serving alongside SPD leader and then-Chancellor Gerhard Schröder. He became his party's Chief Whip in the Bundestag, later entering the First Merkel Government in 2007 as Minister of Labour and Social Affairs. After the SPD quit the government following the 2009 election, Scholz returned to lead the SPD in Hamburg, and was elected Deputy Leader of the SPD. He led his party to victory in the 2011 Hamburg state election, and became First Mayor, holding that position until 2018. After the Social Democratic Party entered the Fourth Merkel Government in 2018, Scholz was appointed as both Minister of Finance and Vice Chancellor of Germany. In 2020, he was nominated as the SPD's candidate for Chancellor of Germany for the 2021 federal election. The party won a plurality of seats in the Bundestag and formed a \"traffic light coalition\" with Alliance 90/The Greens and the Free Democratic Party. On 8 December 2021, Scholz was elected and sworn in as Chancellor by the Bundestag. As Chancellor, Scholz oversaw Germany's response to the 2022 Russian invasion of Ukraine. Despite being a much more restrained and cautious response than that of other Western countries, it nonetheless included increasing Germany's defense budget, shipping weapons to Ukraine, and halting the approval of Nord Stream 2. Scholz was born on 14 June 1958, in Osnabrück, Lower Saxony, but grew up in Hamburg's Rahlstedt district.[1] His parents worked in the textile industry.[2] He has two younger brothers, Jens Scholz, an anesthesiologist and CEO of the University Medical Center Schleswig Holstein;[3] and Ingo Scholz, a tech entrepreneur. Olaf Scholz attended the Bekassinenau elementary school in Oldenfelde but then switched to the Großlohering elementary school in Großlohe. After graduating from high school in 1977, he began studying law at the University of Hamburg in 1978 as part of a one-stage legal training course.[4] He later found employment as a lawyer specialising in labour and employment law.[5] Scholz joined the Social Democratic Party at the age of 17.[1] Scholz's family is traditionally Lutheran and he was baptized in the Evangelical Church in Germany; he holds largely secular views and left the Church in adulthood, but has called for appreciation of the country's Christian heritage and culture.[6] Scholz joined the SPD in 1975 as a student, where he got involved with the Jusos, the youth organization of the SPD. From 1982 to 1988, he was Deputy Federal Juso Chairman, and from 1987 to 1989 also Vice President of the International Union of Socialist Youth. He supported the Freudenberger Kreis, the Marxist wing of the Juso university groups, promoting \"overcoming the capitalist economy\" in articles.[7] In it, Scholz criticized the \"aggressive-imperialist NATO\", the Federal Republic as the \"European stronghold of big business\" and the social-liberal coalition, which puts the \"bare maintenance of power above any form of substantive dispute\".[8] On 4 January 1984, Scholz and other Juso leaders met in the GDR with Egon Krenz, the secretary of the Central Committee of the SED and member of the Politburo of the SED-Central Committee, Herbert Häber. In 1987, Scholz crossed the inner-German border again and stood up for disarmament agreements as Juso-Vice at an FDJ peace rally in Wittenberg.[9] A former vice president of the International Union of Socialist Youth, Scholz was first elected to represent Hamburg-Altona in the Bundestag in 1998, aged 40.[10] In the committee of inquiry into the visa affair of the Bundestag, he was chairman of the SPD parliamentary group.[11] On 30 May 2001, Scholz succeeded the resigned Senator for the Interior of Hamburg, Hartmuth Wrocklage, in the Senate of Hamburg led by Mayor Ortwin Runde. During his brief time as Senator, he controversially approved the forced use of emetics to gather evidence from suspected drug dealers.[12] The Hamburg Medical Chamber expressed disapproval of this practice due to potential health risks.[13] He left office in October 2001, after the defeat of his party at the 2001 Hamburg state election and the election of Ole von Beust as First Mayor. His successor was Ronald Schill.[14][15] Scholz was elected again to the Bundestag in the 2002 German federal election. From 2002 to 2004, Scholz also served as General Secretary of the SPD; he resigned from that office when party leader and Chancellor Gerhard Schröder, facing disaffection within his own party and hampered by persistently low public approval ratings, announced he would step down as Leader of the Social Democratic Party.[16] Scholz was one of a series of politicians who sparked debate over the German journalistic norm of allowing interviewees to \"authorize\" and amend quotes before publication, after his press team insisted on heavily rewriting an interview with Die Tageszeitung in 2003.[17][18] Editor Bascha Mika condemned the behavior as a \"betrayal of the claim to a free press\" and the newspaper ultimately published the interview with Scholz's answers blacked out.[19][20] Scholz served as the SPD spokesperson on the inquiry committee investigating the German Visa Affair in 2005. Following the federal election later that year, he served as First Parliamentary Secretary of the SPD Bundestag Group, becoming Chief Whip of the Social Democratic Party. In this capacity, he worked closely with the CDU Chief Whip Norbert Röttgen to manage and defend the grand coalition led by Chancellor Angela Merkel in the Bundestag.[21] He also served as a member of the Parliamentary Oversight Panel, which provides parliamentary oversight of the German intelligence services; the BND, MAD and BfV.[22] Scholz resigned from his Bundestag mandate on 10 March 2011, three days after he had been elected as First Mayor of Hamburg.[23] In 2007, Scholz joined the Merkel Government, succeeding Franz Müntefering as Minister of Labour and Social Affairs.[24][25] Following the 2009 federal election, when the SPD left the Government, Scholz was elected as Deputy Leader of the SPD, replacing Frank-Walter Steinmeier. Between 2009 and 2011, he was also a member of the SPD group's Afghanistan/Pakistan Task Force.[26] In 2010, he participated in the annual Bilderberg Meeting in Sitges, Spain.[27] In 2011, Scholz was the lead SPD candidate at the Hamburg state election, which the SPD won with 48.3 per cent of the votes, taking 62 of 121 seats in the Hamburg Parliament.[28] Scholz resigned as a Member of the Bundestag on 11 March 2011, days after his formal election as First Mayor of Hamburg; Dorothee Stapelfeldt, also a Social Democrat, was appointed his Deputy First Mayor.[29][30][31] In his capacity as First Mayor, Scholz represented Hamburg and Germany internationally. On 7 June 2011, Scholz attended the state dinner hosted by President Barack Obama in honor of Chancellor Angela Merkel at the White House.[32] As host of Hamburg's annual St. Matthias' Day banquet for the city's civic and business leaders, he invited several high-ranking guests of honour to the city, including Prime Minister Jean-Marc Ayrault of France (2013), Prime Minister David Cameron of the United Kingdom (2016), and Prime Minister Justin Trudeau of Canada (2017).[33] From 2015 until 2018, he also served as Commissioner of the Federal Republic of Germany for Cultural Affairs under the Treaty on Franco-German Cooperation.[34] In 2013, Scholz opposed a public initiative aiming at a complete buyback of energy grids that the city of Hamburg had sold to utilities Vattenfall Europe AG and E.ON decades before; he argued this would overburden the city, whose debt stood at more than 20 billion euros at the time.[35] Scholz was asked to participate in exploratory talks between the CDU, CSU and SPD parties to form a coalition government following the 2013 federal election.[36] In the subsequent negotiations, he led the SPD delegation in the financial policy working group; his co-chair from the CDU/CSU was Finance Minister Wolfgang Schäuble.[37] Alongside fellow Social Democrats Jörg Asmussen and Thomas Oppermann, Scholz was reported in the media to be a possible successor to Schäuble in the post of Finance Minister at the time; whilst Schäuble remained in post, the talks to form a coalition were ultimately successful.[38] In a paper compiled in late 2014, Scholz and Schäuble proposed redirecting revenue from the so-called solidarity surcharge on income and corporate tax (Solidaritätszuschlag) to subsidize the federal states’ interest payments.[39] Under Scholz's leadership, the Social Democrats won the 2015 state election in Hamburg, receiving around 47 per cent of the vote.[40] He formed a coalition government with the Green Party, with Green leader Katharina Fegebank serving as Deputy First Mayor.[41][42] In 2015, Scholz led Hamburg's bid to host the 2024 Summer Olympics with an estimated budget of 11.2 billion euros ($12.6 billion), competing against Los Angeles, Paris, Rome, and Budapest; the citizens of Hamburg, however, later rejected the city's candidacy in a referendum, with more than half voting against the project.[43][44] Later that year, Scholz – alongside Minister-President Torsten Albig of Schleswig-Holstein – negotiated a debt-restructuring deal with the European Commission that allowed the German regional lender HSH Nordbank to offload 6.2 billion euros in troubled assets – mainly non-performing ship loans – onto its government majority owners and avoid being shut down, saving around 2,500 jobs.[45] In 2017, Scholz received criticism over his handling of riots that took place during the G20 summit in Hamburg.[5] Scholz has been criticized in November and December 2021 for emerging details about his handling of the CumEx tax fraud at M. M. Warburg & Co. when he was the mayor of Hamburg.[46][47] After a lengthy period of government formation following the 2017 federal election, during which the CDU, CSU and SPD agreed to continue in coalition, Scholz was accepted by all parties as Federal Minister of Finance. Scholz was sworn in alongside the rest of the Government on 14 March 2018, also taking the role of Vice Chancellor of Germany under Angela Merkel.[48] Within his first months in office, Scholz became one of Germany's most popular politicians, reaching an approval rating of 50 per cent.[49] In 2019, Scholz ran for leader of the SPD, but lost to Norbert Walter-Borjans.[50] In response to the COVID-19 pandemic in Germany, Scholz drafted a series of unprecedented rescue packages for the country's economy, including a 130 billion euro stimulus package in June 2020, which thanks to generous lifelines for businesses and freelancers, as well as a decision to keep factories open, avoided mass layoffs and weathered the crisis better than neighbours such as Italy and France.[51][52] Scholz also oversaw the implementation of the Next Generation EU, the European Union's 750 billion euro recovery fund to support member states hit by the pandemic, including the decision to spend 90 per cent of the 28 billion euros for Germany on climate protection and digitalization.[53] With France, Scholz drove efforts to introduce a global corporate minimum tax and new tax rules for tech giants.[54][55] At the G7 summit in June 2021, the G7 agreed on a worldwide minimum tax proposed by Scholz of at least 15 per cent for multinational companies. The main reason why all G7 member states were in favour was that Scholz was able to convince US President Joe Biden, unlike his predecessor Donald Trump, of the minimum taxation.[56] Also in June 2021, Scholz had the Federal Central Tax Office purchase information about potential tax evaders from Dubai. It is data from millions of German taxpayers and contains information on assets hidden from the tax authorities in Dubai. The data should serve to uncover cross-border tax offenses on a significant scale.[57] Scholz is criticized in the context of the bankruptcy of the payment service provider Wirecard, as there have been serious misconduct by the Federal Financial Supervisory Authority (BaFin).[58] Critics complain that the Federal Ministry of Finance is responsible for monitoring BaFin.[59] During Scholz's time in office, the Ministry of Finance was one of the subjects of parliamentary inquiry into the so-called Wirecard scandal, in the process of which Scholz denied any responsibility[60][61] but replaced regulator BaFin's president Felix Hufeld and vowed to strengthen financial market supervision.[62][63] In June 2019, Scholz initially ruled out a candidacy for the party co-leadership following the resignation of Andrea Nahles. He explained that a simultaneous activity as Federal Minister of Finance and leader was \"not possible in terms of time\".[64][65][66] In August Scholz announced that he wanted to run for party chairmanship in a duo with Klara Geywitz.[67][68] He justified this with the fact that many of those he considered suitable did not run for office and a resulting responsibility.[69] The team of Klara Geywitz and Olaf Scholz received after the first round of the membership decision on October 26, 2019, with 22.7 percent, the highest share of the six candidate duos standing for election. It qualified for the runoff election with the second-placed team Saskia Esken and Norbert Walter-Borjans, which received 21.0 percent of the vote.[70] On November 30, 2019, it was announced that Esken and Walter-Borjans had received 53.1 percent of the vote in the runoff election, Geywitz and Scholz only 45.3 percent.[71] This was seen as an upset victory for the left-wing of the SPD, including skeptics of the grand coalition with the CDU. Esken and Walter-Borjans were little-known to the public at large, Esken being a backbencher in the Bundestag and Walter-Borjans being the former Minister of Finance of North Rhine-Westphalia from 2010 to 2017. Scholz on the other hand had the backing of much of the party establishment. On 10 August 2020, the SPD party executive agreed that it would nominate Scholz to be the party's candidate for Chancellor of Germany at the 2021 federal election.[72] Scholz belongs to the centrist wing of the SPD,[73] and his nomination was seen by Die Tageszeitung as marking the decline of the party's left.[74] Scholz led the SPD to a narrow victory in the election, winning 25.8 per cent of the vote and 206 seats in the Bundestag.[75] Following this victory, he was widely considered to be the most likely next Chancellor of Germany in a so-called traffic light coalition with The Greens and the Free Democratic Party (FDP).[76] On 24 November, the SPD, Green and FDP reached a coalition agreement with Scholz as the new German chancellor.[77] Scholz was elected Chancellor by the Bundestag on 8 December 2021, with 395 votes in favour and 303 against.[78] His new government was appointed on the same day by President Frank-Walter Steinmeier.[79] At 63 years, 177 days of age, Scholz is the oldest person to become Chancellor of Germany since Ludwig Erhard who was 66 years, 255 days old when he assumed office on 17 October 1963. Scholz came to Warsaw in December 2021 for talks with Polish Prime Minister Mateusz Morawiecki. They discussed the Nord Stream 2 gas pipeline, which would bring Russian gas under the Baltic Sea to Germany bypassing Poland, and Poland's dispute with the EU over the rule of law and the primacy of European Union law. Scholz backed Poland's efforts to stop the flow of migrants seeking entry from Belarus.[80] Scholz extended into 2022 the suspension of the sale of weapons to Saudi Arabia.[81] The decision was made to \"no longer approve any export sales to countries as long as they are directly involved\" in the Saudi Arabian-led intervention in Yemen.[82] On 22 February 2022, Scholz announced that Germany would be halting its approval of the Nord Stream 2 pipeline in response to Russia's recognition of two self-declared separatist republics within Ukraine.[83] Scholz spoke against allowing the EU to cut Russia off from the SWIFT global interbank payment system.[84] In an emergency meeting of Parliament on 27 February, Scholz made an historic speech announcing a complete reversal of German military and foreign policy, including shipping weapons to Ukraine and dramatically increasing Germany's defense budget.[85] In June 2022, Scholz said that his government remains committed to phasing out nuclear power despite rising energy prices and Germany's dependence on energy imports from Russia.[86] Former Chancellor Angela Merkel committed Germany to a nuclear power phase-out after the Fukushima nuclear disaster.[87] Within the SPD, Scholz is widely viewed as being from the moderate wing of the party.[5] Because of his consistent and mechanical-sounding choice of words in press conferences and interviews, Scholz was nicknamed as \"the Scholzomat\" by the media. In 2013 he said that he found the attribution \"very appropriate\".[88][89] After the 2017 federal election, Scholz was publicly critical of party leader Martin Schulz’s strategy and messaging, releasing a paper titled \"No excuses! Answer new questions for the future! Clear principles!\" With his proposals for reforming the party, he was widely interpreted to position himself as a potential challenger or successor to Schulz within the SPD. In the weeks after his party first started weighing a return to government, Scholz urged compromise and was one of the SPD members more inclined toward another grand coalition.[90] In January 2019, Scholz had primarily seen China as an economic partner.[91] He tried to persuade Chinese Vice Premier Liu He that China should be more open to German firms.[92] In October 2019, Scholz condemned the Turkish invasion of the Kurdish-controlled northeastern areas of Syria, otherwise known as Rojava.[93] Scholz has been campaigning for a financial transaction tax for several years. Experts criticized parts of his plans because they believed that it would primarily affect small shareholders.[94][95][96][97] In December 2019, he pushed the introduction of this tax at European Union level. According to the draft, share purchases should be taxed when it comes to shares in companies that are worth at least one billion euros.[98] Journalist Hermann-Josef Tenhagen criticized this version of the transaction tax because the underlying idea of taxing the wealthy more heavily was in fact turned into the opposite.[99] A report by the Kiel Institute for the World Economy commissioned by the Federal Government in 2020 certified the same deficiencies in the tax concept that Tenhagen had already pointed out.[100] Since taking office as minister of finance, Scholz has been committed to a continued goal of no new debt and limited public spending.[49] In 2018, he suggested the creation of a European Union-wide unemployment insurance system to make the Eurozone more resilient to future economic shocks.[101] In September 2019, Scholz negotiated the climate package in a key role for the SPD. To this he said: \"What we have presented is a great achievement\", whereas climate scientists almost unanimously criticized the result as insufficient.[102][103][104][105][106] In August 2020, Scholz held a phone call with US Secretary of the Treasury Steven Mnuchin, discussing a lift of US sanctions on the Nord Stream 2 pipeline. In exchange, Scholz offered 1 billion euros in subsidies to liquid gas terminals in northern Germany for US liquid gas imports.[107][108][109] The move has sparked controversy about the SPD's stance towards renewable energy.[110][111] The revised Climate Protection Act introduced by Olaf Scholz's cabinet as Mayor of Hamburg provides for a 65 per cent reduction in CO2 emissions by 2030, an 88 per cent reduction by 2040 and climate neutrality by 2045.[112] Scholz called for the expansion of renewable energy to replace fossil fuels.[113] In May 2021, Scholz proposed the establishment of an international climate club, which should serve to develop common minimum standards for climate policy measures and a coordinated approach. In addition, uniform rules for the carbon accounting of goods should apply among members.[114] As part of the coalition agreement that led to Scholz becoming chancellor, the Social Democrats, Free Democrats, and Green parties agreed to accelerate Germany's phaseout of coal to the year 2030, in line with the target set by the Powering Past Coal Alliance. The country's previous target had been to end the use of coal by 2038. In addition, the agreement set a phaseout of power generation from natural gas by 2040. The agreement also included provisions for the prohibition on natural gas heating in new buildings and replacement of natural gas systems in existing buildings. An end to the sale of combustion vehicles would come in 2035, in line with the target set by the European Commission.[115] During his campaign in the 2021 election, Scholz opposed a COVID-19 vaccine mandate. Since late November 2021, he has expressed support for mandatory vaccination for adults, scheduled to be voted during the first months of 2022 by the federal parliament, and for the closure of non-essential retail stores to unvaccinated adults, based on the so-called 2G-Regel, decreed by state governments in December 2021.[116][117][118][119][120] On 13 January 2022, Scholz told lawmakers in the Bundestag, Germany should make COVID-19 vaccinations mandatory[121] for all adults. Later in the same month, he warned people the coronavirus would not \"miraculously\" disappear. He said Germany would not be able to get out of the pandemic without compulsory vaccinations.[122] The opposition Christian Democratic Union criticized the government for not taking a firm decision on a vaccine mandate. The far-right Alternative for Germany party wants Scholz's government to ban vaccine mandates.[123] In December 2019, Scholz criticized the US legislation imposing sanctions on Russia's Nord Stream 2 gas pipeline to Germany, saying: \"Such sanctions are a serious interference in the internal affairs of Germany and Europe and their sovereignty.\"[124] In regards to the relationship with the United States, Scholz agrees with a longstanding agreement that allows American tactical nuclear weapons to be stored and manned on American bases in Germany.[125][126] Scholz called the US \"Europe's closest and most important partner\". Upon assuming the chancellorship in December 2021, he stated he would soon be meeting with President Joe Biden, saying: \"It is now clear what binds us together.\"[126] In January 2022, The New York Times reported intensifying concerns from the US and other NATO allies about the Scholz government's \"evident hesitation to take forceful measures\" against Russia in the 2021–2022 Russo-Ukrainian crisis.[127] The Scholz government initially refused to send weapons to Ukraine, citing existing German financial support for the Eastern European country.[128] On February 26, following the 2022 Russian invasion of Ukraine, Scholz reversed his decision and pledged a supply of anti-tank weapons and Stinger missiles to Ukraine.[129] In December 2021, Scholz rejected the Polish government's claim for further World War II reparations.[130] According to the German government, there is no legal basis for further compensation payments.[131] In a meeting with Polish Prime Minister Mateusz Morawiecki Scholz said: \"We have concluded treaties that are valid and have settled the past issues and the compensation\".[131] Scholz also pointed out that Germany \"continues to be willing to pay very, very high contributions to the EU budget\", from which Poland has benefited considerably since its accession to the EU.[131] As a consequence of aggression by Nazi Germany, Poland lost about a fifth of its population and much of Poland was subjected to enormous destruction of its industry and infrastructure.[132][133] On 6 February 2022, Scholz rejected Ukraine's demands for weapons deliveries, saying Germany \"has for many years taken the clear stance that we do not deliver to crisis regions.\"[134] In response to the 2022 Russian invasion of Ukraine on 24 February 2022, Scholz greatly altered German spending on defense. On 26 February 2022, Scholz was one of several EU leaders who opposed kicking Russia out of the SWIFT international payment system.[135] On 27 February, Scholz announced the creation of a one-off 100 billion euro fund for the German military.[136] This represents a major shift in German foreign policy, as Germany had long refused to meet the required spending of 2% of its GDP on defense, as is required by NATO.[137] In addition to increasing defense protections for his own country, in an address to Germany's parliament on 23 March, Scholz emphasized support for aiding Ukraine in its resistance to Russian invasion.[138] In this same address, Scholz claimed that Germany would \"try everything we can until peace prevails again on our continent\" including taking hundreds of thousands of Ukrainian refugees across German borders.[138] While the chancellor avowed that Germany would provide Ukraine with necessary resources,[139] he insisted that NATO will not engage in direct military conflict with Russia.[138] Amid pressure to prohibit Russian gas imports across Europe, Scholz refused to end German imports of Russian gas.[140] However, in April 2022, Scholz said Germany is working on ending the import of Russian energy.[141] Scholz announced plans to build two new LNG terminals.[142] Scholz's government said it had sealed a long-term agreement with Qatar,[143] one of the world's largest exporters of liquefied natural gas.[144] Scholz also opposed a reversal of Germany's scheduled end to nuclear power, saying the technical challenges are too great.[145] In April, despite the agreement between Vice Chancellor and Economy Minister Robert Habeck and Foreign Minister Annalena Baerbock, Scholz was yet to take the decision on sending tanks to Ukraine.[146] On 9 May 2022, Scholz said that Russians and Ukrainians once fought together during World War II against Nazi Germany's \"murderous National Socialist regime,\" but now \"Putin wants to overthrow Ukraine and destroy its culture and identity... [and] even regards his barbaric war of aggression as being on a par with the fight against National Socialism. That is a falsification of history and a disgraceful distortion.\"[147] On 16 June 2022, Scholz visited the Ukrainian Capital, Kiev, alongside French President Emmanuel Macron and Italy's Prime Minister Mario Draghi to meet President Volodymyr Zelensky. They are set to talk about various issues such as the current war in Ukraine and Ukraine's membership into the EU.[148][149] This comes as a reverse of his previous stance to not visit Ukraine, after Zelensky rebuked the German President, Frank-Walter Steinmeier over his contribution to stronger Moscow-Berlin ties.[150][151] Olaf Scholz is married to fellow SPD politician Britta Ernst. The couple lived in Hamburg's Altona district before moving to Potsdam in 2018.[163] Scholz was raised in the mainstream Protestant Evangelical Church in Germany, but he later left it.[164] At his inauguration as Chancellor in 2021, Scholz took the oath of office without a reference to God (the second Chancellor to do so after Gerhard Schröder) and is the first Chancellor of the Federal Republic of Germany to not belong to a Church.[165]","Title":"Olaf Scholz - Wikipedia","KeyID":"13563","URL":"https://en.wikipedia.org/wiki/Olaf_Scholz"}