{"Content: ":"Viktor Mihály Orbán[1] (Hungarian: [ˈviktor ˈorbaːn] (listen); born 31 May 1963) is a Hungarian politician who has served as prime minister of Hungary since 2010, previously holding the office from 1998 to 2002. He has presided over Fidesz, since 1993, with a brief break between 2000 and 2003. Orbán studied at Eötvös Loránd University and, briefly, at the University of Oxford before entering politics in the wake of the Revolutions of 1989. He headed the reformist student movement the Alliance of Young Democrats (Fiatal Demokraták Szövetsége), the nascent Fidesz. Orbán became nationally known after giving an address at the 1989 reburial of Imre Nagy and other martyrs of the 1956 revolution, in which he openly demanded that Soviet troops leave the country. After Hungary's transition to multiparty democracy in 1990, he was elected to the National Assembly and led Fidesz's parliamentary caucus until 1993. Under his leadership, Fidesz shifted away from its original centre-right, classical liberal, pro-European platform toward right-wing national populism. Orbán's first term as prime minister, from 1998 to 2002 at the head of a conservative coalition government, was dominated by the economy and Hungary's accession to NATO. He served as leader of the opposition from 2002 to 2010. In 2010, Orbán again became prime minister after Fidesz's supermajority victory in coalition with the Christian Democrats. Central issues during Orbán's second premiership have included major constitutional and legislative reforms, the European migrant crisis, the lex CEU, and the COVID-19 pandemic. He has been three consecutive times reelected, in 2014, 2018 and 2022, and on 29 November 2020, he became the country's longest-serving prime minister.[2] On 8 December 2021, he became the longest-serving incumbent head of government in the European Union. Because of Orbán's curtailing of press freedom, erosion of judicial independence and undermining of multiparty democracy, many political scientists and watchdogs consider Hungary to have experienced democratic backsliding during Orbán's tenure.[3][4][5][6][7] Orbán's attacks on the European Union while accepting its money and funneling it to his allies and family have also led to characterizations of his government as a kleptocracy.[8] Between 2010 and 2020, Hungary dropped 69 places in the Press Freedom Index[9][10] and 11 places in the Democracy Index;[11][12] Freedom House has downgraded the country from \"free\" to \"partly free.\"[13] Orbán defends his policies as \"illiberal democracy.\"[14][15] As a result, Fidesz was suspended from the European People's Party from March 2019[16] until March 2021, when Fidesz left the EPP over a dispute over new rule-of-law language in the latter's bylaws.[17] Orbán was born on 31 May 1963 in Székesfehérvár into a rural middle-class family, as the eldest son of the entrepreneur and agronomist Győző Orbán (born 1940)[18] and the special educator and speech therapist, Erzsébet Sípos (born 1944).[19] He has two younger brothers, both entrepreneurs, Győző, Jr. (born 1965) and Áron (born 1977). His paternal grandfather, Mihály Orbán, practiced farming and animal husbandry. Orbán spent his childhood in two nearby villages, Alcsútdoboz and Felcsút in Fejér County;[20] he attended school there and in Vértesacsa.[21][22] In 1977, his family moved permanently to Székesfehérvár.[23] Orbán graduated from Blanka Teleki High School in Székesfehérvár in 1981, where he studied English. After completing two years of military service, he studied law at Eötvös Loránd University in Budapest, writing his thesis on the Polish Solidarity movement.[24] After obtaining his JD degree (equivalent to a Master study)[25] in 1987,[26][27] he lived in Szolnok for two years, commuting to his job in Budapest as a sociologist at the Management Training Institute of the Ministry of Agriculture and Food.[28] In 1989, Orbán received a scholarship from the Soros Foundation to study political science at Pembroke College, Oxford.[22] His personal tutor was the Hegelian political philosopher Zbigniew Pełczyński.[29] In January 1990, he left Oxford and returned to Hungary to run for a seat in Hungary's first post-communist parliament.[30] At the age of 14 and 15, he was a secretary of the communist youth organization, KISZ, of his secondary grammar school (KISZ membership was mandatory in order to matriculate to a university).[31][32] Orbán said in a later interview that his political views had radically changed during the military service: earlier he had considered himself a \"naive and devoted supporter\" of the Communist regime.[33] On 30 March 1988, Orbán was one of the founding members of Fidesz (originally an acronym for Fiatal Demokraták Szövetsége, \"Alliance of Young Democrats\")[34] and served as its first spokesperson. The first members of the party, including Orbán, were mostly students from the Bibó István College for Advanced Studies who opposed the Communist regime.[35] At the college, itself a part of Eötvös Loránd University,[36] Orbán also co-founded the dissidenting social science journal Századvég.[37] On 16 June 1989, Orbán gave a speech in Heroes' Square, Budapest, on the occasion of the reburial of Imre Nagy and other national martyrs of the 1956 Hungarian Revolution. In his speech, he demanded free elections and the withdrawal of Soviet troops. The speech brought him wide national and political acclaim. In summer 1989, he took part in the opposition round table talks, representing Fidesz alongside László Kövér.[38] On returning home from Oxford, he was elected Member of Parliament from his party's Pest County Regional List during the 1990 parliamentary election. He was appointed leader of the Fidesz's parliamentary group, serving in this capacity until May 1993.[39] On 18 April 1993, Orbán became the first president of Fidesz, replacing the national board that had served as a collective leadership since its founding. Under his leadership, Fidesz gradually transformed from a radical liberal student organization to a center-right people's party.[40] The conservative turn caused a severe split in the membership. Several members left the party, including Péter Molnár, Gábor Fodor and Zsuzsanna Szelényi. Fodor and others later joined the liberal Alliance of Free Democrats (SZDSZ), initially a strong ally of Fidesz, but later a political opponent.[41] During the 1994 parliamentary election, Fidesz barely reached the 5% threshold.[42] Orbán became MP from his party's Fejér County Regional List.[39] He served as chairman of the Committee on European Integration Affairs between 1994 and 1998.[39] He was also a member of the Immunity, Incompatibility and Credentials Committee for a short time in 1995.[39] Under his presidency, Fidesz adopted \"Hungarian Civic Party\" (Magyar Polgári Párt) to its shortened name in 1995. His party gradually became dominant in the right-wing of the political spectrum, while the former ruling conservative Hungarian Democratic Forum (MDF) had lost much of its support.[42] From April 1996, Orbán was chairman of the Hungarian National Committee of the New Atlantic Initiative (NAI).[43] In September 1992, Orbán was elected vice chairman of the Liberal International.[44] In November 2000, however, Fidesz left the Liberal International and joined the European People's Party (EPP). During the time, Orbán worked hard to unite the center-right liberal conservative parties in Hungary. At the EPP's Congress in Estoril in October 2002, he was elected vice-president, an office he held until 2012.[45] In 1998, Orbán formed a successful coalition with the Hungarian Democratic Forum (MDF) and the Independent Smallholders' Party (FKGP) and won the 1998 parliamentary elections with 42% of the national vote.[45] Orbán became the second youngest prime minister of Hungary at the age of 35 (after András Hegedüs), serving between 1998 and 2002.[46] The new government immediately launched a radical reform of state administration, reorganizing ministries and creating a superministry for the economy. In addition, the boards of the social security funds and centralized social security payments were dismissed. Following the German model, Orbán strengthened the prime minister's office and named a new minister to oversee the work of his Cabinet.[47] Despite vigorous protests from the opposition parties,[48][49][50] in February the government decided that plenary sessions of the unicameral National Assembly would be held only every third week.[51] As a result, according to opposition arguments, parliament's legislative efficiency and ability to supervise the government were reduced.[52] In late March, the government tried to replace the National Assembly rule that requires a two-thirds majority vote with one of a simple majority, but the Constitutional Court ruled this unconstitutional.[53] The year saw only minor changes in top government officials. Two of Orbán's state secretaries in the prime minister's office had to resign in May, due to their implication in a bribery scandal involving the American military manufacturer Lockheed Martin Corporation. Before bids on a major jet-fighter contract, the two secretaries, along with 32 other deputies of Orbán's party, had sent a letter to two US senators to lobby for the appointment of a Budapest-based Lockheed manager to be the US ambassador to Hungary.[54] On 31 August, the head of the Tax Office also resigned, succumbing to protracted attacks by the opposition on his earlier, allegedly suspicious, business dealings.[citation needed] The tug-of-war between the Budapest City Council and the government continued over the government's decision in late 1998 to cancel two major urban projects: the construction of a new national theatre[55] and of the fourth subway line.[citation needed] Relations between the Fidesz-led coalition government and the opposition worsened in the National Assembly, where the two seemed to have abandoned all attempts at consensus-seeking politics. The government pushed to swiftly replace the heads of key institutions (such as the Hungarian National Bank chairman, the Budapest City Chief Prosecutor and the Hungarian Radio) with partisan figures. Although the opposition resisted, for example by delaying their appointing of members of the supervising boards, the government ran the institutions without the stipulated number of directors. In a similar vein, Orbán failed to show up for question time in parliament, for periods of up to 10 months. His statements of the kind that \"The parliament works without opposition too...\" also contributed to the image of an arrogant and aggressive governance.[56] A later report in March by the Brussels-based International Federation of Journalists criticized the Hungarian government for improper political influence in the media, as the country's public service broadcaster teetered close to bankruptcy.[57] Numerous political scandals during 2001 led to a de facto, if not actual, breakup of the coalition that held power in Budapest. A bribery scandal in February triggered a wave of allegations and several prosecutions against the Independent Smallholders' Party. The affair resulted in the ousting of József Torgyán from both the FKGP presidency and the top post in the Ministry of Agriculture. The FKGP disintegrated and more than a dozen of its MPs joined the government faction.[58] Orbán's economic policy was aimed at cutting taxes and social insurance contributions over four years, while reducing inflation and unemployment. Among the new government's first measures was to abolish university tuition fees and reintroduce universal maternity benefits. The government announced its intention to continue the Socialist–Liberal stabilization program and pledged to narrow the budget deficit, which had grown to 4.5% of GDP.[59] The previous Cabinet had almost completed the privatization of government-run industries and had launched a comprehensive pension reform. However, the Socialists had avoided two major socioeconomic issues—reform of health care and agriculture, these remained to be tackled by Orbán's government.[citation needed] Economic successes included a drop in inflation from 15% in 1998 to 10.0% in 1999, 9.8% in 2000 and 7.8% in 2001. GDP growth rates were fairly steady: 4.4% in 1999, 5.2% in 2000, and 3.8% in 2001. The fiscal deficit fell from 3.9% in 1999, to 3.5% in 2000 and 3.4% in 2001 and the ratio of the national debt decreased to 54% of GDP.[59] Under the Orbán cabinet, there were realistic hopes that Hungary would be able to join the Eurozone by 2009. However, negotiations for entry into the European Union slowed in the fall of 1999, after the EU included six more countries (in addition to the original six) in the accession discussions. Orbán repeatedly criticized the EU for its delay.[citation needed] Orbán also came under criticism for pushing through an unprecedented two-year budget and for failing to curb inflation, which only dropped a half point, from 10% in 1999 to 9.5% in 2000, despite the tight monetary policy of the Central Bank. However, investments continued to grow.[60] In March 1999, after Russian objections were overruled, Hungary joined NATO along with the Czech Republic and Poland.[61] The Hungarian membership to NATO demanded its involvement in Federal Republic of Yugoslavia's Kosovo crisis and modernization of its army. NATO membership also gave a blow to the economy because of a trade embargo imposed on Yugoslavia.[62] Hungary attracted international media attention in 1999 for passing the \"status law\" concerning estimated three-million ethnic Hungarian minorities in neighbouring Romania, Slovakia, Serbia and Montenegro, Croatia, Slovenia and Ukraine. The law aimed to provide education, health benefits and employment rights to those, and was said to heal the negative effects of the disastrous 1920 Trianon Treaty.[63] Governments in neighbouring states, particularly Romania, claimed to be insulted by the law, which they saw as an interference in their domestic affairs. The proponents of the status law countered that several of the countries criticizing the law themselves have similar constructs to provide benefits for their own minorities. Romania acquiesced after amendments following a December 2001 agreement between Orbán and Romanian Prime Minister Adrian Năstase;[64] Slovakia accepted the law after further concessions made by the new government after the 2002 elections.[65] The level of public support for political parties generally stagnated, even with general elections coming in 2002. Fidesz and the main opposition Hungarian Socialist Party (MSZP) ran neck and neck in the opinion polls for most of the year, both attracting about 26% of the electorate. According to a September 2001 poll by the Gallup organization, however, support for a joint Fidesz – Hungarian Democratic Forum party list would run up to 33% of the voters, with the Socialists drawing 28% and other opposition parties 3% each.[66] Meanwhile, public support for the FKGP plunged from 14% in 1998 to 1% in 2001. As many as 40% of the voters remained undecided, however. Although the Socialists had picked their candidate for prime minister—former finance minister Péter Medgyessy—the opposition largely remained unable to increase its political support.[citation needed] The dark horse of the election was the radical nationalist Hungarian Justice and Life Party (MIÉP), with its leader, István Csurka's radical rhetoric. MIÉP could not be ruled out as the key to a new term for Orbán and his party, should they be forced into a coalition after the 2002 elections.[citation needed] The elections of 2002 were the most heated Hungary had experienced in more than a decade, and an unprecedented cultural-political division formed in the country. In the event, Orbán's group lost the April parliamentary elections to the opposition Hungarian Socialist Party, which set up a coalition with its longtime ally, the liberal Alliance of Free Democrats. Turnout was a record-high 70.5%. Beyond these parties, only deputies of the Hungarian Democratic Forum made it into the National Assembly. The populist Independent Smallholders' Party and the right Hungarian Justice and Life Party lost all their seats. Thus, the number of political parties in the new assembly was reduced from six to four.[67] MIÉP challenged the government's legitimacy, demanded a recount, complained of election fraud, and generally kept the country in election mode until the October municipal elections. The socialist-controlled Central Elections Committee ruled that a recount was unnecessary, a position supported by observers from the Organization for Security and Co-operation in Europe, whose only substantive criticism of the election conduct was that the state television carried a consistent bias in favour of Fidesz.[68] Orbán received the Freedom Award of the American Enterprise Institute and the New Atlantic Initiative (2001), the Polak Award (2001), the Grand Cross of the National Order of Merit (2001), the \"Förderpreis Soziale Marktwirtschaft\" (Price for the Social Market Economy, 2002) and the Mérite Européen prize (2004). In April 2004, he received the Papal Grand Cross of the Order of St. Gregory the Great. In the 2004 European Parliament election, the ruling Hungarian Socialist Party was heavily defeated by the opposition conservative Fidesz. Fidesz gained 47.4% of the vote and 12 of Hungary's 24 seats.[69][70] Orbán was the Fidesz candidate for the parliamentary election in 2006. Fidesz and its new-old candidate failed again to gain a majority in this election, which initially put Orbán's future political career as the leader of Fidesz in question.[71] However, after fighting with Socialist-Liberal coalition, Orbán's position solidified again, and he was elected president of Fidesz yet again for another term in May 2007.[72] On 17 September 2006, an audio recording surfaced from a closed-door Hungarian Socialist Party meeting, which was held on 26 May 2006, in which Hungarian Prime Minister Ferenc Gyurcsány gave an obscenity-laden speech. The leak ignited mass protests.[citation needed] On 1 November, Orbán and his party announced their plans to stage several large-scale demonstrations across Hungary on the anniversary of the Soviet suppression of the 1956 Revolution. The events were intended to serve as a memorial to the victims of the Soviet invasion and a protest against police brutality during the 23 October unrest in Budapest. Planned events included a candlelight vigil march across Budapest. However, the demonstrations were small and petered out by the end of the year.[73] A new round of demonstrations expected in the spring of 2007 did not materialize.[citation needed] On 1 October 2006, Fidesz won the municipal elections, which counterbalanced the MSZP-led government's power to some extent. Fidesz won 15 of 23 mayoralties in Hungary's largest cities—although it narrowly lost Budapest to the Liberal Party—and majorities in 18 of 20 regional assemblies.[74][75] On 9 March 2008, a national referendum took place on revoking government reforms which introduced doctor fees per visit and medical fees paid per number of days spent in hospital as well as tuition fees in higher education. Fidesz initiated the referendum against the ruling MSZP.[76][77] The procedure for the referendum started on 23 October 2006, when Orbán announced they would hand in seven questions to the National Electorate Office, three of which (on abolishing copayments, daily fees and college tuition fees) were officially approved on 17 December 2007 and called on 24 January 2008. The referendum passed, a significant victory for Fidesz.[78] In the 2009 European Parliament election, Fidesz won by a large margin, garnering 56.36% of votes and 14 of Hungary's 22 seats.[79] During the 2010 parliamentary elections, Orbán's party won 52.73% of the popular vote, with a two-thirds majority of seats, which gave Orbán enough authority to change the Constitution.[80] As a result, Orbán's government drafted and passed a new constitution in 2011.[81][82][83][84] Among other changes, it includes support for traditional values, nationalism, references to Christianity, and a controversial electoral reform, which lowered the number of seats in the Parliament of Hungary from 386 to 199.[85][86] The new constitution entered into force on 1 January 2012 and was later amended further. In his second term as prime minister, he garnered controversy for his statements against liberal democracy, for proposing an \"internet tax\", and for his perceived corruption.[87] His second premiership has seen numerous protests against his government, including one in Budapest in November 2014 against the proposed \"internet tax\".[88] In terms of domestic legislation, Orbán's government implemented a flat tax on personal income. This tax is set at 16%.[89] Orbán has called his government \"pragmatic\", citing restrictions on early retirement in the police force and military, making welfare more transparent, and a central banking law that \"gives Hungary more independence from the European Central Bank\".[90] After the 2014 parliamentary election, Fidesz won a majority, garnering 133 of the 199 seats in the National Assembly.[91] While he won a large majority, he garnered 44.54% of the national vote, down from 52.73% in 2010.[citation needed] During the 2015 European migrant crisis, Orbán ordered the erection of the Hungary–Serbia barrier to block entry of illegal immigrants[92] so that Hungary could register all the migrants arriving from Serbia, which is the country's responsibility under the Dublin Regulation, a European Union law. Under Orbán, Hungary took numerous actions to combat illegal immigration and reduce refugee levels.[93] In May 2020, the European Court of Justice ruled against Hungary's policy of migrants transit zones, which Orbán subsequently abolished while also making the country's asylum rules stricter.[94] Orbán questioned Nord Stream II, a new Russia–Germany natural gas pipeline. He said he wants to hear a \"reasonable argument why South Stream was bad and Nord Stream is not\".[95] \"South Stream\" refers to the Balkan pipeline cancelled by Russia in December 2014 after obstacles from the EU.[96] Since 2017, Hungary's relations with Ukraine rapidly deteriorated over the issue of the Hungarian minority in Ukraine.[97] Orbán and his cabinet ministers repeatedly criticized Ukraine's 2017 education law, which makes Ukrainian the only language of education in state schools,[98][99] and threatened to block further Ukraine's EU and NATO integration until it is modified or repealed.[100] During the 2018 Hungarian parliamentary election Fidesz–KDNP alliance, won the election while also preserving its two-thirds majority, with Orbán remaining prime minister. Orbán and Fidesz campaigned primarily on the issues of immigration and foreign meddling, and the election was seen as a victory for right-wing populism in Europe.[101][102][103] In July 2018, Orbán travelled to Turkey to attend the inauguration ceremony of re-elected Turkish President Recep Tayyip Erdoğan.[104] In October 2018, Orbán said after talks with President Erdoğan in Budapest that \"A stable Turkish government and a stable Turkey are a precondition for Hungary not to be endangered in any way due to overland migration.\"[105] In April 2019, Orbán attended China's Belt and Road forum in Beijing,[106] where he met the Chinese President Xi Jinping.[107] In June 2019, Orbán met Myanmar's State Counsellor and Nobel Peace Prize winner Aung San Suu Kyi. They discussed bilateral ties and illegal migration.[108][109] On 30 March 2020, the Hungarian parliament voted 137 to 53 in favor of passing legislation that would create a state of emergency without a time limit, grant the prime minister the ability to rule by decree, the suspension of by-elections, and possibly prison sentences for spreading fake news and sanctions for leaving quarantine.[110][111][112] Two and a half months later, on 16 June 2020, the Hungarian parliament passed a bill that ended the state of emergency effective 19 June.[113] However, on the same day the parliament passed a new law removing the requirement of parliamentary approval for future \"medical\" states of emergencies, allowing the government to declare them by decree.[114][115] In 2021, the parliament transferred control of 11 state universities to foundations led by allies of Orbán.[116][117] The Mathias Corvinus Collegium, a residential college, received an influx of government funds and assets equal to about 1% of Hungary's gross domestic product, reportedly as part of a mission to train future right-wing intellectuals.[118] Due to a combination of unfavourable conditions, which involved soaring demand of natural gas, its diminished supply from Russia and Norway to the European markets, and less power generation by renewable energy sources such as wind, water and solar energy, Europe faced steep increases in energy prices in 2021. In October 2021, Orbán blamed a record-breaking surge in energy prices on the European Commission's Green Deal plans.[119] Amidst the 2021-2022 Ukraine crisis Orbán was the first EU leader to meet with Vladimir Putin in Moscow in a visit which he called \"a peacekeeping mission\".[120] They also discussed Russian gas export to Hungary.[121] On 2 March, as Russia had already launched an invasion of Ukraine, Orbán decided to welcome Ukrainian refugees to Hungary, and will support the Ukrainian membership to the European Union.[121] Initially, Orban condemned Russia's invasion of Ukraine and said Hungary would not veto EU sanctions against Russia.[122] However, Orban rejected sanctions on Russian energy. In late March 2022, Ukraine President Volodymyr Zelensky singled out Orban for his lack of support for Ukraine.[123] During the 2022 parliamentary election, Fidesz won a majority, garnering 135 of the 199 seats in the National Assembly. While Orbán's close ties with Moscow raised concerns, core Fidesz voters were persuaded that mending ties with the EU might also lead Hungary into war. The Organisation for Security and Cooperation in Europe had dispatched a full-scale monitoring mission for the election.[124] Orbán declared victory on Sunday night, with partial results showing his Fidesz party leading the vote by a wide margin. Addressing his supporters after the partial results, Orban said: \"We won a victory so big that you can see it from the moon, and you can certainly see it from Brussels\".[5] Opposition leader Péter Márki-Zay admitted defeat shortly after Orbán's speech.[121] Reuters described it as a \"crushing victory\", which also came as a relief for Warsaw's nationalist Law and Justice government.[124] Since his election as prime minister in 2010, Orbán has led initiatives and laws to hinder human rights of LGBT+ people, regarding those as \"not compatible with Christian values.\" In 2020, Orbán's government ended legal recognition of transgender people, receiving widespread criticism both in Hungary and abroad.[125] In 2021 his party proposed legislation to censor any \"LGBT+ positive content\" in movies, books or public advertisements and to severely restrict sex education in school forbidding any information thought to \"encourage gender change or homosexuality\". The law has been likened to Russia's restriction on \"homosexual propaganda.\"[126] German Chancellor Angela Merkel and European Commission President Ursula von der Leyen harshly criticized the law,[127] while a letter from sixteen EU leaders including Pedro Sánchez and Mario Draghi warned against “threats against fundamental rights and in particular the principle of non-discrimination on grounds of sexual orientation”.[128] His anti-LGBT+ positions came under more scrutiny after the revelation that one of the European deputies of his party, József Szájer, had participated in a gay sex party in Brussels, despite the ongoing COVID-19 pandemic quarantine restrictions.[129][130][131] Szájer was one of the major architects behind the 2011 Constitution of Hungary. This new constitution has been criticized by Human Rights Watch for being discriminatory towards the LGBT+ community.[132][133] Orbán announced LGBTQ in education referendum for the spring of 2022, coinciding with the parliamentary election, and was described as child protection issues concerning LGBTQ rights after pressure from the European Union (EU) over legislation which the EU says discriminates against LGBTQ people.[134] The parts of the law that are in question in the referendum have been condemned by human rights groups and labelled as \"vigorous anti-LGBT rhetoric\" and \"intended to limit minority rights\".[135][136] Human rights groups have also said the referendum is likely to increase discrimination and stigmatisation of Hungary’s LGBT community, and make life more difficult for LGBT children.[135] In his 2018 speech at the meeting of the Association of Cities with County Rights, Orbán said \"We must state that we do not want to be diverse and do not want to be mixed: we do not want our own colour, traditions and national culture to be mixed with those of others. We do not want this. We do not want that at all. We do not want to be a diverse country.\"[137][138] In his 2021 speech, Orbán said “The challenge with Bosnia is how to integrate a country with 2 million Muslims”. Bosnian leaders responded with calling for Orbán's visit to Sarajevo to be cancelled. The head of the country's Islamic Community, Husein Kavazović, characterized his statement “xenophobic and racist”.[139][140] In May 2022, Orban promoted the Great Replacement conspiracy theory in a speech.[141] In July 2022, Orbán in a speech in Romania, spoke against the “mixing” of European and non-European races, adding “We [Hungarians] are not a mixed race and we do not want to become a mixed race,”.[142][143][144][145][146] As stated by The Guardian, the \"Hungarian government doubled family spending between 2010 and 2019,\" intending to achieve \"a lasting turn in demographic processes by 2030.\" Orbán has espoused an anti-immigration platform, and has also advocated for increased investment into \"Family First.\" Orbán has disregarded the European Union's attempts to promote integration as a key solution to population distribution problems in Europe. He has also supported investments into the country's low birth rates. Orbán has tapped into the \"great replacement theory\" which emulates a nativist approach to rejecting foreign immigration out of fear of replacement by immigrants. He has stated that \"If Europe is not going to be populated by Europeans in the future and we take this as given, then we are speaking about an exchange of populations, to replace the population of Europeans with others.\" The Guardian stated that \"This year the Hungarian government introduced a 10 million forint (£27,000) interest-free loan for families, which does not have to be paid back if the couple has three children.\"[147] In July 2020, Orbán expressed that he still expects arguments over linking of disbursement of funds of the European Union to rule-of-law criteria but remarked in a state radio interview that they \"didn't win the war, we (they) won an important battle.\"[148] In August 2020, Orbán whilst speaking at an event to inaugurate a monument commemorating the Treaty of Trianon, said Central European nations should come together to preserve their Christian roots as western Europe experiments with same-sex families, immigration and atheism.[149] Despite the anti-immigration rhetoric from Orbán, it has been reported that Hungary has actually increased immigration of foreign workers into the country.[150][151][152] Since 2014 Hungary has had observer status at the General Assembly of Turkic-speaking States, and in 2017 it submitted an application for accession to the International Turkic Academy. During the 6th Summit of Turkic Council, Orbán said that Hungary is seeking even closer cooperation with the Turkic Council.[153] In 2018, Hungary obtained its observer status in the council.[154] In 2021, Orbán mentioned that the Hungarian and Turkic peoples share a historical and cultural heritage \"reaching back many long centuries\". He also pointed out that the Hungarian people are \"proud of this heritage, and \"were also proud when their opponents in Europe mocked them as barbarian Huns and Attila's people\".[155] Orbán's blend of soft Euroscepticism, populism,[156][157][158] and national conservatism has seen him compared to politicians and political parties as diverse as Jarosław Kaczyński's Law and Justice, Silvio Berlusconi's Forza Italia, Matteo Salvini's League, Marine Le Pen's National Rally, Donald Trump,[159] Recep Tayyip Erdoğan and Vladimir Putin.[160] Orbán has sought to make Hungary an \"ideological center for ... an international conservative movement.\"[161] According to Politico, Orbán's political philosophy \"echoes the resentments of what were once the peasant and working classes\" by promoting an \"uncompromising defense of national sovereignty and a transparent distrust of Europe's ruling establishments\".[159] Orban frequently emphasizes the importance of Christianity, although he and the overwhelming majority of Hungarians do not attend church regularly.[162] His authoritarian appeal to \"global conservatives\" has been summarized by Lauren Stokes as: \"I alone can save you from the ravages of Islamization and totalitarian progressivism -- and in the face of all that, who has time for checks and balances and rules?\"[162] Orbán had a close relationship with the former Israeli Prime Minister Benjamin Netanyahu, having known him for decades. He is described as \"one of Mr Netanyahu's closest allies in Europe.\"[163] Orbán received personal advice on economic reforms from Netanyahu, while the latter was Finance Minister of Israel (2003–2005).[164] In February 2019, Netanyahu thanked Orbán for \"deciding to extend the embassy of Hungary in Israel to Jerusalem\".[165] Orbán is seen as having laid out his political views most concretely in a widely cited 2014 public address at Băile Tușnad (known in Hungary as the Tusnádfürdői beszéd, or \"Tusnádfürdő speech\"). In the address, Orbán repudiated the classical liberal theory of the state as a free association of atomistic individuals, arguing for the use of the state as the means of organizing, invigorating, or even constructing the national community. Although this kind of state respects traditionally liberal concepts like civic rights, it is properly called \"illiberal\" because it views the community, and not the individual, as the basic political unit.[166] In practice, Orbán claimed, such a state should promote national self-sufficiency, national sovereignty, familialism, full employment and the preservation of cultural heritage, and cited countries such as Turkey, India, Singapore, Russia, and China as models.[166] Orbán's second and third premierships have been the subject of significant international controversy, and reception of his political views is mixed. The 2011 constitutional changes enacted under his leadership were, in particular, accused of centralizing legislative and executive power, curbing civil liberties, restricting freedom of speech, and weakening the Constitutional Court and judiciary.[167] For these reasons, critics have described him as \"irredentist,\"[168] \"right-wing populist,\"[169] \"authoritarian,\"[170] \" far-right\",[171] autocratic,\"[172] \"Putinist,\"[173] as a \"strongman,\"[174] and as a \"dictator.\"[175] Other commentators, however, noted that the European migrant crisis, coupled with continued Islamist terrorism in the European Union, have popularized Orbán's nationalist, protectionist policies among European conservative leaders. \"Once ostracized\" by Europe's political elite, writes Politico, Orbán \"is now the talisman of Europe's mainstream right.\"[159] As other Visegrád Group leaders, Orbán opposes any compulsory EU long-term quota on redistribution of migrants.[176] He wrote in the Frankfurter Allgemeine Zeitung: \"Europe's response is madness. We must acknowledge that the European Union's misguided immigration policy is responsible for this situation.\"[177] He also demanded an official EU list of \"safe countries\" to which migrants can be returned.[178] According to Orbán, Turkey should be considered a safe third country.[179] As mentioned above, Orbán has promoted the Great Replacement conspiracy theory. Le Journal du Dimanche reported on Orbán's explicit adoption of the conspiracy theory, after he claimed; \"if we let tens of millions of migrants travel to Europe from Africa and the Middle East ... the young people of Western Europe will know the day when they will be in a minority in their own country.\"[180] During a press conference in January 2019, Orbán praised Brazil's president Jair Bolsonaro, saying that currently \"the most apt definition of modern Christian democracy can be found in Brazil, not in Europe.\"[181] In support of Orban and his ideas a think tank called the Danube Institute was established in 2013, funded by the Batthyány Foundation, which is \"funded entirely by the Hungarian government\". Batthyány \"sponsors international conferences and three handsomely designed periodicals, all in English: European Conservative, Hungarian Review, and Hungarian Conservative\". In 2020 the institute began hosting fellows -- \"writers and scholars from abroad who were invited to Budapest for a few weeks or months, given a stipend and a comfortable apartment, and asked to work on articles or books that might help the cause\".[182] In January 2022 Donald Trump endorsed Orbán in the 2022 Hungarian parliamentary election saying in a statement that he “truly loves his Country and wants safety for his people” and praising his hard-line immigration policies.[183][184] Donald Trump's former chief strategist, Steve Bannon, once called Orbán \"Trump before Trump.\"[138] In August 2021, Tucker Carlson hosted some episodes of his show ‘Tucker Carlson Tonight,’ from Budapest, praising Orban as the one elected leader \"on the face of the earth, ... who publicly identifies as a Western-style conservative\". In a fifteen minute one-on-one interview with Orbán, he asked not \"a single challenging question\", according to Andrew Marantz.[182] The 2022 Conservative Political Action Conference, the \"flagship conference\" of American conservatism,[162] will be held in Hungary, and \"sycophantic praise\" of Orban is alleged to be common on the U.S. cable TV channel Fox News.[185] In Florida, the law known as the “Don’t Say Gay” bill promoted by Governor Ron DeSantis resembles a law banning sex education involving L.G.B.T.Q. topics passed in 2021. According to DeSantis's press secretary, “We were watching the Hungarians,” and were inspired by their legislation.[182] Orbán's critics have included domestic and foreign leaders (including former United States Secretary of State Hillary Clinton,[186] German Chancellor Angela Merkel,[187] and the Presidents of the European Commission José Manuel Barroso,[188] and Jean-Claude Juncker),[189] intergovernmental organizations, and non-governmental organizations. He has been accused of pursuing anti-democratic reforms; attacking the human rights of the LGBT community; reducing the independence of Hungary's press, judiciary and central bank; amending Hungary's constitution to prevent amendments to Fidesz-backed legislation; and of cronyism and nepotism.[190][191][192] He was accused of pork barrel politics for building Pancho Aréna, a 4,000-seat stadium in the village in which he grew up, Felcsút,[193] at a distance of some 6 metres (20 ft) from his country house.[193] In the book The Ark of Orbán, Attila Antal wrote that the Orbán system of governance is characterized by the transformation of public money into private money, a system that has built a neo-feudal world of national capitalists, centered on the prime minister and his own family business interests. The largest share of national capitalists is the oligarchy “produced” by the system , such as István Tiborcz , who is closest to Viktor Orbán, and Lőrinc Mészáros and his family.[194] In 2016 an opinion piece for The New York Times Kenneth Krushel called Orbán’s political system a kleptocracy that wipes some of the country’s wealth partly into its own pockets and partly into the pockets of people close to it. He also mentioned that when he set up a government program to encourage the purchase of land to support farmers, one of its striking beneficiaries was his wife. In 2017 a Financial Times article compared Hungarian elite under Orban government to Russian oligarchs while noting that they differ that Hungary's \"Oligarchs\" under Orbán largely benefit from EU subsidies unlike the Russian oligarchs. The article also mentioned also mentions the sudden increase in wealth of Orbán's childhood friend, Lőrinc Mészáros, thanks to winning state contracts.[195] A 2019 New York Times investigation revealed how Orban leased plots of farm land to politically connected individuals and supporters of his and his party, thereby channeling dispropotionate amounts of the EU's agricultural subsidies Hungary receives every year into the pockets of cronies.[196] Orban's son-in-law István Tiborcz suddenly became a billionaire during Orban's second premiership having a wealth that ranked among the top 100 in Hungary by 2019.[197][198] Some opposition parties and critics also consider Orbán an opponent of European integration. In 2000, opposition parties MSZP and SZDSZ and the left-wing press presented Orbán's comment that \"there's life outside the EU\" as proof of his anti-Europeanism and sympathies with the radical right.[199][200] In the same press conference, Orbán clarified that \"[w]e're trying to make the accession fast because it may boost the growth of Hungary's economy.\"[citation needed] Hungarian-American business magnate and political activist George Soros criticized Orbán's handling of the European migrant crisis in 2015, saying: \"His plan treats the protection of national borders as the objective and the refugees as an obstacle. Our plan treats the protection of refugees as the objective and national borders as the obstacle.\"[201] Orban has been criticized for engineering the 2015 European migrant crisis for his own political gain. Specifically, he has been accused of mistreating migrants within Hungary and later sending many to Western Europe in an effort to stoke far-right sympathies in Western European countries.[202][203] The Orbán government began to attack Soros and his NGOs in early 2017, particularly for his support for more open immigration. In July 2017, the Israeli ambassador in Hungary joined Jewish groups and others in denouncing a billboard campaign backed by the government. Orbán's critics claimed it \"evokes memories of the Nazi posters during the Second World War\". The ambassador stated that the campaign \"evokes sad memories but also sows hatred and fear\", an apparent reference to the Holocaust. Hours later, Israel's Ministry of Foreign Affairs issued a \"clarification\", denouncing Soros, stating that he \"continuously undermines Israel's democratically elected governments\" and funded organizations \"that defame the Jewish state and seek to deny it the right to defend itself\". The clarification came a few days before an official visit to Hungary by Israeli Prime Minister Benjamin Netanyahu.[204] The anti-Soros messages became key elements of the government's communication and campaign since then, which, among others, also targeted the Central European University (CEU).[205][206][207][208] Journalist Andrew Marantz argues that whether or not George Soros was doing any actual harm to Hungary or conservative values, it was important to have a face to attack in a political campaign rather than abstract ideas like \"globalism, multiculturalism, bureaucracy in Brussels\"; and that this was a strategy explained to Orban by political consultant Arthur J. Finkelstein.[182] Following a decade of Fidesz–KDNP rule led by Orbán, Freedom House's Nations in Transit 2020 report reclassified Hungary from a democracy to a transitional or hybrid regime.[209] \"International observers\" have called elections in Hungary under Orban “free but not fair”,[210] due to manipulation of electoral districts and \"undisclosed infusions\" of funds for political campaigns. In the April 2022 election, Orban's Fidesz party won 54% per cent of the vote but 83% of the districts, due to gerrymandering (political manipulation of electoral district boundaries to creating undue advantage for a political group), and \"other tweaks\" to Hungarian electoral rules.[182] Unlike many strongmen, Orban has not taken advantage of a crisis to amass power, nor used a coup to come to power, but made himself safe from the danger of losing an election slowly, methodically and legally; with his pro-democracy opposition being compared (by Tibor Dessewffy, a sociology professor at Eötvös Loránd University), to the proverbial frog that is slowly boiled in a pot and so never jumps. Orban has passed laws, amended the constitution, and finally writen a new constitution, allowing him to do what he wanted to do. Civic institutions such as courts, universities, and the apparatus necessary for free elections remain, but have been \"patiently debilitated, delegitimatized, hollowed out\", controlled by Orban loyalists.[182] Domination of the media by Orban prevents the public from hearing critics poiint of view. In 2022, Orban's opponent was given but five minutes on television \"to make his case to the voters\".[182] An example of the discreet, below-the-radar process of accumulating power by Orban and his party was the creation of a special police force that started as a small anti-terror unit. The unit grew and became more powerful \"bit by bit in disparate clauses buried in unrelated laws\". According to Princeton Professor Kim Lane Scheppele, I was reading article 61 of a bill on public waterworks, literally, and I came across a line that said oh, by the way, the anti-terror unit now gets to collect personal information on all water utility customers, which basically means everyone in the country, without notifying them. Scheppele contends the unit now has enough power to function \"essentially\" as Orban's \"secret police\".[182] Orban has overseen the transfer of hundreds of millions of Hungarian taxpayer money to the Hungarian diaspora, particularly in Romania, irking the Romanian government.[211] Orbán married jurist Anikó Lévai in 1986; the couple has five children.[212] Their eldest daughter, Ráhel, is married to entrepreneur Tiborcz István [hu], whose company, Elios, was accused of receiving unfair advantages when winning public tenders.[213] (see Elios case [hu]) Orbán's son, Gáspár, is a retired footballer, who played for Ferenc Puskás Football Academy in 2014.[214] He is also the founder of a religious community called Felház.[citation needed] Orbán has three younger daughters (Sára, Róza, Flóra) and three granddaughters (Ráhel's children Aliz and Anna Adél; Sára's daughter Johanna).[citation needed] Orbán is a member of the Calvinist Hungarian Reformed Church, while his wife and their five children were raised Roman Catholic.[215] His son Gáspár Orbán is a Pentecostal minister who claims to have heard from God and witnessed miraculous healings.[216] Orbán is very fond of sports, especially of football; he was a signed player of the FC Felcsút, and as a result he also appears in Football Manager 2006.[217][218] Orbán has played football from his early childhood. He was a professional player with FC Felcsút. After ending his football career, he became one of the main financiers of the Hungarian football and his hometown's club, Felcsút FC, later renamed the Ferenc Puskás Football Academy.[219] He had a prominent role in the foundation of Puskás Akadémia in Felcsút, creating one of the most modern training facilities for young Hungarian footballers.[220] He played an important role in establishing the annually organised international youth cup, the Puskás Cup, at Pancho Aréna, which he also helped build,[221][222] in his hometown of Felcsút. His only son, Gáspár, learned and trained there.[223] Orbán is said to watch as many as six games a day. His first trip abroad as prime minister in 1998 was to the World Cup final in Paris; according to inside sources, he has not missed a World Cup or Champions League final since.[218] Then FIFA president Sepp Blatter visited the facilities at the Puskás Academy in 2009. Blatter, together with the widow of Ferenc Puskás, as well as Orbán, founder of the academy, announced the creation of the new FIFA Puskás Award during that visit.[224] He played the minor role of a footballer in the Hungarian family film Szegény Dzsoni és Árnika (1983).[225]","Title":"Viktor Orbán - Wikipedia","KeyID":"13565","URL":"https://en.wikipedia.org/wiki/Viktor_Orb%C3%A1n"}