{"Content: ":"Ingrida Šimonytė (pronounced [ɪŋʲɡʲrʲɪˈdɐ ɕɪmoːˈnʲîːtʲeː]; born 15 November 1974) is a Lithuanian politician and economist who is serving as Prime Minister of Lithuania since 11 December 2020. She has been a Member of the Seimas of Antakalnis constituency since 2016 and was Minister of Finance in the second Kubilius cabinet from 2009 until 2012. Šimonytė was a candidate in the 2019 presidential election, but lost in the second round runoff to Gitanas Nausėda. She is an independent politician, although she has been affiliated with the Homeland Union. She is considered one of strongest politicians in modern Lithuania.[1] Born in Vilnius, Šimonytė graduated from Vilnius University with a degree in business in 1996, later receiving a master's degree as well in 1998. She began her career as an economist and public servant, working as chief of the tax division within the Ministry of Finance until 2004. She remained within the ministry's tax division until being nominated to serve as finance minister in 2009, tasked with stimulating the Lithuanian economy in the aftermath of the Great Recession. She resigned from the position in 2012, and afterwards was appointed deputy chairperson of the Board of the Bank of Lithuania, while also becoming chairperson of Vilnius University Council, a professor of economics at the Vilnius University Institute of International Relations and Political Science, and of public finance at ISM University of Management and Economics. Šimonytė returned to politics in 2016, when she ran as an independent candidate in the 2016 parliamentary election to represent Antakalnis constituency in Vilnius, ultimately winning a seat in parliament. In 2018, Šimonytė announced her campaign in the 2019 presidential election; she won the nomination of the Homeland Union. She narrowly won the first round of the election on 12 May 2019, before placing second behind fellow independent Gitanas Nausėda in the runoff on 26 May. She was reelected to Parliament in the 2020 parliamentary election, where the Homeland Union won a plurality of seats. Following the certification of the election results, Šimonytė was proposed as the prime ministerial candidate by a coalition consisting of the Homeland Union, Liberal Movement and Freedom Party; she took office on 11 December, along with the appointment of her cabinet.  Šimonytė was born 15 November 1974 in Vilnius to a father who worked as a civil engineer, and a mother, Danutė Šimonienė, who worked as an economist.[2] She moved to the Antakalnis district of Vilnius with her parents in 1984, where she spent most of her childhood and formative years. In 1992, Šimonytė graduated from the Vilnius Žirmūnai Gymnasium, where she was recognised and awarded for her academic skills in mathematics.[3] After graduating, she enrolled in the Faculty of Economics at Vilnius University, graduating with a degree in business administration in 1996. She subsequently returned to the institution, and received a master's degree in economics in 1998.[3] In 1997, Šimonytė first began working professionally as an economist and public servant, after being hired at the Ministry of Finance within its tax division. Between 1998 and 2001, Šimonytė worked as an economist in the ministry's tax and sales division, and later was promoted to head of the ministry's direct taxation division, a position she remained in until 2004, when she became chancellor of the ministry, and later deputy finance minister. She resigned from this position in 2009, to take office as finance minister.[3] In 2009, Šimonytė was nominated to serve as finance minister in the second cabinet of prime minister Andrius Kubilius, replacing Algirdas Šemeta who had stepped down to become European Commissioner for Budget and Administration. Following her nomination, she was appointed by President Valdas Adamkus to serve in the office. Upon taking office, Šimonytė was tasked with recovering the Lithuanian economy in the aftermath of the Great Recession, with Lithuania's gross domestic product (GDP) having dipped 14.7% in 2009.[4][5] While in the position, Šimonytė became one of the faces of the austerity drive implemented by the government in order to improve the Lithuanian economy.[6] Šimonytė stepped down from her position as finance minister after the 2012 parliamentary election, where the incumbent government suffered defeat at the hands of the Lithuanian Social Democratic Party and the incoming government of Algirdas Butkevičius. Following her resignation, Šimonytė was appointed to serve as deputy chairperson of the board of the Bank of Lithuania, a role she remained in until 2016, while also becoming a lecturer of economics at the Vilnius University Institute of International Relations and Political Science, and of public finance at ISM University of Management and Economics.[7] In 2015, Šimonytė planned her return to politics after confirming her intention to stand as a candidate in the 2016 parliamentary election, aiming to represent the Antakalnis constituency within Vilnius. The seat had been held by former prime minister Andrius Kubilius, who opted not to run for reelection in the constituency.[8] Considered to be a safe seat for the Homeland Union, Šimonytė ran as an independent candidate, but received electoral assistance from the Homeland Union.[9] In the election, Šimonytė was one of only three constituency candidates nationwide to win their elections without having to advance to a second round run-off election, having won 51.54% of the electorate within her constituency in the first round. Following her win, she took her seat in the Seimas.[10] After her election to the Seimas, Šimonytė joined the parliamentary group of the Homeland Union, despite being officially an independent politician. She was appointed to serve as the chairperson of the audit committee, while also serving on the European affairs committee.[3] In 2018, Šimonytė announced her campaign for president of Lithuania in the 2019 presidential election. Standing as an independent candidate, Šimonytė sought the nomination of the Homeland Union political party, facing only Vygaudas Ušackas for the nomination. She ultimately won the nomination, receiving 79% of the vote.[11][12] Going into the election as the Homeland Union candidate, Šimonytė was one of the favourites to win, continuously polling in a near-deadlocked tie for first with independent candidate Gitanas Nausėda.[13][14] The first round of the election was held on 12 May 2019, where Šimonytė narrowly placed first with 31.53% of the vote, ahead of Nausėda's 31.16%. The two subsequently advanced to a run-off election on 26 May, where Šimonytė was defeated by Nausėda after receiving only 33.47% of the vote; she had received fewer overall votes cast for her in the second round than she did in the first round, having received about 3,200 fewer votes, compared to Nausėda having received more than 400,000 more votes than he received in the first round.[15][16] Following the 2019 presidential election, Šimonytė had emerged as an unofficial leader of the Homeland Union and one of the most prominent politicians affiliated with the party, despite being officially an independent.[6] She stood for reelection to the Seimas in the 2020 parliamentary election, where she once again became one of only three constituency candidates nationwide to win their elections in the first round, this time having received more than 60% of the vote. Following the certification of the election results, it emerged that the Homeland Union had won a plurality of seats, overtaking the incumbent government led by the Lithuanian Farmers and Greens Union.[6] After the election a coalition was expected to be formed between the Homeland Union, the Liberal Movement, and the Freedom Party, with all three parties proposing Šimonytė to serve as prime minister.[17][18] If confirmed, the government would be led by three women: Šimonytė, Liberal Movement leader Viktorija Čmilytė, and Freedom Party leader Aušrinė Armonaitė, following in the footsteps of the Marin Cabinet in Finland.[19][20] On 9 November, the coalition agreement was signed between the Homeland Union, Liberal Movement, and Freedom Party, paving the way for Šimonytė to become prime minister.[21] On 18 November, she announced the proposed makeup of her cabinet.[22] Šimonytė was appointed prime minister on 11 December 2020 by President Gitanas Nausėda,[23] becoming the second woman to serve in the role, following Kazimira Prunskienė.[24] The government of Saulius Skvernelis held its last meeting on 9 December 2020, before the new cabinet is expected to assume office on Friday. Then, PM-designate Šimonytė urged the outgoing government to step up coronavirus measures. Šimonytė's cabinet was sworn in and started working on 11 December 2020, when the number of cases reached 3067. Two days later, restrictions were put in place. The vaccination program began on 27 December 2020, as in the rest of the European Union. The first to receive the vaccine were healthcare professionals working with COVID-19 patients.[25] On 4 January, Lithuanian government confirmed backlog of 293 deaths that were previously unaccounted in statistic.[26] From 15 February, partial lifting of lockdown was made, including decision to re-open small shops and beauty salons. Later, wearing face masks no longer required outdoors. On 17 March Health Minister Arūnas Dulkys suspended the use of vaccine produced by British-Swedish company AstraZeneca. On 18 March the European Medicines Agency said the AstraZeneca vaccine is safe.[27] On 22 March 2021, Šimonytė, Speaker of the Seimas Viktorija Čmilytė-Nielsen, and Health Minister Arūnas Dulkys also received the same vaccine.[28] Based on the priority works of the Government's program, the portfolio of the Prime Minister's strategic projects has been compiled. The following five strategic works (projects) have been published in the Prime Minister's portfolio of strategic works (projects) as part of the reforms of the government term:[29] The Prime Minister's portfolio of strategic works (projects) also includes the commitment of the implementation plan of the Eighteenth Government Program to prepare the State Progress Strategy \"Lithuania 2050\" and seven more strategic works (projects) of public management, education and strategic infrastructure:[30] On 1 January 2021, Šimonytė took over the presidency of the Baltic Council of Ministers for a term of one year.[31] During the meeting with Sviatlana Tsikhanouskaya, Šimonytė emphasized that Lithuania seeks to further increase pressure on the Belarussian regime. Lithuania also supports the expansion of EU sanctions. During the meeting, the prime minister said:[32] <...> Release of political prisoners, end of repression, and free and democratic elections are the key steps that Belarusians are demanding. Lithuania and the entire democratic world demand the same. In October 2018, during a debate on foreign policy for the Homeland Union nomination in the 2019 presidential election, Šimonytė stated that if elected president, she would increase funding for national security and defense. She has referred to Russia as a \"state that has broken all international agreements\", and called Russia a threat to European security. Additionally, Šimonytė has referred to Poland as an ally, and has encouraged improving relations between the two countries.[80] She said that Russia offers its Sputnik V COVID-19 vaccine \"to the world as another hybrid weapon to divide and rule.\"[81] Šimonytė supports scientific data on climate change, and referred to Donald Trump's decision to withdraw from the Paris Agreement as a \"mistake\".[80] Šimonytė’s new ruling coalition has agreed to defend \"those fighting for freedom\" in Taiwan, suggesting that Lithuania's relations with China would not be a priority for her government.[82] Šimonytė has stated that she did not oppose the introduction of same-sex civil unions to Lithuania, which attracted the support of LGBT rights activists.[83] Additionally, Šimonytė stated that while she would never have an abortion herself, she would not condemn women who choose to do so.[83] Šimonytė was criticized by the Jewish community in Lithuania after she opposed removing a plaque to Jonas Noreika, who had signed the declaration to establish Jewish ghettos in Lithuania during the German occupation of Lithuania in 1941.[84] In addition to her native Lithuanian, Šimonytė also speaks English, Polish, and Russian, as well as basic-level Swedish. She is unmarried and has no children.[3] The Good Soldier Švejk, a satirical dark comedy by Czech writer Jaroslav Hašek, is one of Šimonytė's favorite books, whose characters she often publicly quoted during her political career.[85][86]","Title":"Ingrida Šimonytė - Wikipedia","KeyID":"13572","URL":"https://en.wikipedia.org/wiki/Ingrida_%C5%A0imonyt%C4%97"}