{"Content: ":"Natalia Gavrilița (pronunciation: [ɡavriˈlit͡sa]; born 21 September 1977) is a Moldovan economist and politician who has served as prime minister of Moldova since 2021. The third woman to hold the office, Gavrilița was previously proposed as prime minister by Maia Sandu in February 2021, but was rejected by the PSRM-Șor parliamentary majority. She was proposed once again in August 2021, following the 2021 parliamentary election, and was approved along with her cabinet.[1][2] In the 2021 parliamentary election, Gavrilița was also elected to the Parliament of Moldova on behalf of the Party of Action and Solidarity (PAS). She previously served as finance minister from June 2019 to November 2019 in the cabinet of Sandu, when the latter served as prime minister.[3][4] Between 1995 and 2000, Natalia Gavrilița studied for a bachelor's degree at Moldova State University, she has a degree in International Law.[5] In 2003, she attended the Edmund S. Muskie Graduate Fellowship Program. Natalia Gavrilița has a master's degree in Public Policy from the Harvard Kennedy School of Government at Harvard University.[5] Natalia Gavrilița has held several positions in the public service of the Republic of Moldova and has worked in international development projects in several countries in Eastern Europe, Africa, and Asia. Natalia Gavrilița, between 2007 and 2008, worked in the Ministry of Economy and Infrastructure, as a Head of the Department for Economic Forecasts and Development Programs. From 2008 to 2009 she was the Head of the Directorate for Policy Coordination and External Assistance within the State Chancellery. From 2010 to 2013 Natalia Gavrilița worked for Oxford Policy Management in the UK as a senior consultant and subsequently as a Portfolio Manager on valuation methods.[6] Between 2013 and 2015 she was the Chief of Staff and then Secretary of State in the Ministry of Education, led at that time by Maia Sandu.[7] She also served as Executive Director of the World Bank's Education Reform Project. From 2015 to 2019, she was Managing Director of the Global Innovation Fund where she managed a portfolio of 11 innovative projects with a budget of approximately 13.5 million dollars and led the selection, analysis, contracting and managing innovation investment projects for several developing countries in Africa and Asia.[8] In 2019, she was Minister of Finance in the Government of Maia Sandu, where she distinguished herself by mobilizing budget support in the amount of about 100 million US dollars, restoring relations and resuming budget support with the IMF and the European Union. Within the Government, she elaborated the Solidarity Budget which provided for salary increases for certain categories of employees, aid for the needy, increase of allowances. In 2021, she was nominated by the President of the Republic of Moldova as a candidate for the position of Prime Minister of the Republic of Moldova, PSRM-Șor coalition rejected the candidacy of Natalia Gavrilița and the team of ministers.[9] Following the 2021 Moldovan parliamentary election, the Party of Action and Solidarity (PAS) clinched a majority of 63 members in the Parliament of the Republic of Moldova, Natalia Gavrilița being elected as well in the Parliament of the Republic of Moldova on the PAS list.[10] On 6 August 2021, Natalia Gavrilița was elected Prime Minister of Moldova.[2] She supports Moldova joining the European Union, but not joining NATO.[11] Gavrilița is married. In addition to Romanian, she is also fluent in Russian, English, French, and Spanish.[12] Her grandfather, Trifon Catrinescu, fought in the Soviet Army in the Second World War, being decorated with the medal \"For the Victory over Germany in the Great Patriotic War 1941–1945\".[13] The historian and unionist politician Octavian Țîcu criticized Gavrilița for her support to the Moldovan independent state, despite the fact that she holds Romanian citizenship. In reply, she stated that she no longer remembered what the oath of citizenship contained, that she is not a unionist and that she wanted all Moldovans, regardless of their citizenship, to live well in their country: Moldova. Țîcu labeled her as opportunistic.[14] During the 2021 election campaign, Timpul de dimineață accused that Gavrilița appeared in a Russian-language video promoting the concept of Moldovan people, in what the journal saw as an instance of Moldovenism.[15]","Title":"Natalia Gavrilița - Wikipedia","KeyID":"13577","URL":"https://en.wikipedia.org/wiki/Natalia_Gavrili%C8%9Ba"}