{"Content: ":"Dimitar Kovačevski (Macedonian: Димитар Ковачевски, pronounced [dimi'tar kɔva't͡ʃɛfski]; born 1974) is a Macedonian politician and economist serving as prime minister of North Macedonia since 17 January 2022.[1] A member of the Social Democratic Union of Macedonia (SDSM), Kovačevski previously served as deputy finance minister from 2020 until his appointment as prime minister in 2022 after the resignation of the previous prime minister. Kovačevski was born in Kumanovo. He is the son of Slobodan Kovačevski, mayor of Kumanovo from 2000 to 2005 and ambassador of the Republic of Macedonia to Montenegro after the establishment of diplomatic relations between the two countries in 2006.[2] He completed high school education in Waterville, Minnesota, USA. In 1998 he graduated at the Faculty of Economics at Ss. Cyril and Methodius University of Skopje and received a master's degree at the same Faculty in 2003. In 2008 he completed doctoral studies in economics at the Faculty of Economics at the University of Montenegro. Kovačevski started his working career in 1998 at the Macedonian telecommunications company Makedonski Telekom. From 2005 to 2017 he held a number of managerial positions in the company. From 2017 to 2018 he was the executive director of A1 Macedonia (then known as one.Vip), a subsidiary of Telekom Austria Group. Kovačevski was an assistant professor at two private universities in Skopje since 2012, first at the New York University of Skopje, and then at the Faculty of Business Economics and Management at University American College Skopje, where in 2018 he was elected associate professor. In 2018, Kovačevski co-founded a private company, which opened the first domestic factory for the production of photovoltaic modules in North Macedonia. He has been a member of the Social Democratic Union of Macedonia since 1994.[3] After the 2020 parliamentary elections in North Macedonia, Kovačevski was appointed Deputy Minister of Finance in Zoran Zaev's second government.[4] The parliament elected him to this position on 23 September 2020.[5] Zaev announced his resignation as both prime minister and leader of SDSM after a defeat in the 2021 local elections. This caused instability in the fragile ruling majority, which nevertheless survived a push from the opposition led by VMRO-DPMNE for a no-confidence vote.[6] In aftermath, Zaev's government strengthened its majority in the parliament by gaining the support of four other MPs from Alternativa, which until then was in the opposition. Kovačevski accompanied Zaev during negotiations with Alternativa, which launched his name as Zaev's most likely successor.[7] After Zaev officially resigned as president of SDSM, Kovačevski won internal party elections on 12 December 2021, leaving the other two candidates far behind in votes and succeeding Zaev as leader of the party.[8][9][10][11] He was sworn in on 16 January 2022.[1][12]","Title":"Dimitar Kovačevski - Wikipedia","KeyID":"13581","URL":"https://en.wikipedia.org/wiki/Dimitar_Kova%C4%8Devski"}