{"Content: ":"Nicolae Ionel Ciucă ([nikoˈla.e joˈnel ˈt͡ʃʲukə]; born 7 February 1967) is a Romanian politician and retired general of the Romanian Land Forces. He has been serving as Prime Minister of Romania since 25 November 2021 after receiving widespread parliamentary support on behalf of his own party, the National Liberal Party (PNL) as well as the Social Democratic Party (PSD), and the Democratic Alliance of Hungarians in Romania (UDMR/RMDSZ). Additionally, since 10 April 2022, he has also been serving as the president of the National Liberal Party (PNL). Ciucă has participated in the wars in Afghanistan and Iraq. He was the Chief of the Romanian General Staff from 2015 to 2019, and from 2019 to 2021, he was the Minister of Defence. He briefly led, as caretaker, the Romanian government between 7 and 23 December 2020, in the aftermath of former Prime Minister Ludovic Orban's resignation. On 21 October 2021, he was appointed by President Klaus Iohannis to form a new government, following the dissolution of the Cîțu Cabinet and the rejection of Dacian Cioloș as Prime Minister, but subsequently gave up his mandate. Iohannis nominated him again on 22 November 2021. Nicolae Ciucă was born in Plenița, a commune in Dolj County. He graduated from the Tudor Vladimirescu Military Lyceum in Craiova in 1985 and from the Nicolae Bălcescu Land Forces Academy in Sibiu in 1988.[1] During his military career, he participated in missions in Afghanistan, Bosnia and Herzegovina, and Iraq. From 2001 to 2004 he was commander of the 26th Infantry Battalion (also known as the Red Scorpions), with which he participated in Operation Enduring Freedom in Afghanistan and Operation Ancient Babylon in Iraq. During the latter operation in May 2004, at Nasiriyah, Iraq, he led Romanian troops in an armed engagement, reportedly the first battle in which Romanians were \"active combatants\" since World War II.[1] He was promoted to the rank of General on 25 October 2010.[1][2] In 2015, he replaced Ștefan Dănilă [ro] as Chief of the Romanian General Staff.[3] His 4-year term under this office was extended for another year by the Romanian President Klaus Iohannis in 2018.[1][3] This caused a conflict between Iohannis, the Prime Minister Viorica Dăncilă, and the then Minister of Defense, Gabriel-Beniamin Leș [ro], who intended to change office.[3] The National Liberal Party (PNL) proposed Ciucă as Minister of Defense of the First Orban Cabinet.[2][1] He was transferred as a reserve on 28 October 2019,[3] being succeeded as Chief of the Romanian General Staff by Daniel Petrescu.[4] He became the Minister of Defence of Romania on 4 November 2019.[5] In October 2020, he joined the National Liberal Party (PNL) to run as a senator for the Senate of Romania in that year's legislative elections[6] and was subsequently elected as well.[7] On 7 December 2020, following the resignation of Prime Minister Ludovic Orban, he was named the acting Prime Minister by Iohannis. He led as caretaker the government until a new coalition government was formed under Florin Cîțu in 23 December as a consequence of the result of the 2020 Romanian legislative election.[8][9] However, after the Cîțu Cabinet was dissolved through a motion of no confidence on 5 October 2021,[10] Iohannis nominated Ciucă as Prime Minister-designate on 21 October 2021.[11] While the Democratic Alliance of Hungarians in Romania (UDMR/RMDSZ) quickly agreed to renew a minority government with the PNL, the Social Democratic Party (PSD) offered to support him temporarily during the COVID-19 pandemic in exchange for agreeing to 10 measures.[12] He presented his government on 29 October.[13] Having failed to win the support of the PSD or the Save Romania Union (USR), he gave up forming a government on 1 November.[14][15] He was nominated again as Prime Minister-designate on 22 November 2021[16] and was confirmed by the parliament on 25 November after receiving 318 votes in favor.[17] He was sworn in the office hours later.[18] After Florin Cîțu resigned as president of the National Liberal Party (PNL) on 2 April 2022, followed by a 8-day ad interim leadership of Gheorghe Flutur, Ciucă was elected as the new party leader. He is the third consecutive politician since 2019 to serve as both Prime Minister and president of the PNL at one point, the first two being Orban and Cîțu.[19] Ciucă is the recipient of the Ordre national du Mérite of the French Republic, Commander rank,[20] and of the National Order of Merit of Romania, Commander rank.[21] In 2019 he was awarded the Order of the Star of Romania, Officer rank.[22] In 2020, he was awarded the Legion of Merit by U.S. Ambassador Adrian Zuckerman.[23] As of 2019[update], Ciucă is married and has a child.[1]","Title":"Nicolae Ciucă - Wikipedia","KeyID":"13586","URL":"https://en.wikipedia.org/wiki/Nicolae_Ciuc%C4%83"}