{"Content: ":"Mateusz Jakub Morawiecki (Polish pronunciation: [maˈtɛ.uʂ mɔraˈvjɛt͡skʲi] (listen); born 20 June 1968) is a Polish economist, historian and politician who has served as prime minister of Poland since 2017. A member of Law and Justice (PiS), he previously served in the cabinet of prime minister Beata Szydło as deputy prime minister from 2015 to 2017, Minister of Development from 2015 to 2018 and Minister of Finance from 2016 to 2018. Prior to his political appointment, Morawiecki had an extensive business career. Born in Wrocław, Morawiecki became heavily engaged in anti-communist movements in his youth. He attended the University of Wrocław and extended his education at the University of Hamburg and University of Basel. He obtained degrees in arts, business administration and advanced studies. From 1996 to 2004, Morawiecki lectured at the Wrocław University of Economics, as well as from 1996 to 1998 at the Wrocław University of Technology. From 1998, Morawiecki worked for Bank Zachodni WBK from the Santander Group, where he was promoted to the position of managing director and eventually chairman. On 11 December 2017, following prime minister Szydło's resignation, Morawiecki was nominated to succeed her by the chief staff of the Law and Justice party, which he joined in 2016. Mateusz Morawiecki was born 20 June 1968 in Wrocław, Silesia, to Kornel Morawiecki (physicist and Fighting Solidarity leader) and his wife Jadwiga. Morawiecki is of distant German descent.[1] The Times of Israel also reported in 2017 that Morawiecki has \"Jewish roots\", however this claim has not been confirmed.[2] Morawiecki claimed in a press interview, that at the age of 12[3] he helped his father copying underground political literature and in August 1980 he plastered the streets of Wrocław with posters calling for a general strike.[4] After martial law was declared in 1981, he helped print and distribute underground Solidarity magazines. As a son of a well known opposition activist, he was sometimes detained and intimidated by the police.[5] In an interview, he said he threw Molotov cocktails at police cars[4] and was on many occasions stopped and beaten by Poland's secret police (Służba Bezpieczeństwa, SB). Another reason for this was his sympathizing with the Hippie movement as an early teenager, a time during which he underwent an arrest due to alleged marijuana possession. This was also the time he first encountered Ryszard Terlecki – a precursor of the Hippie movement in Poland, and later one of his close coworkers. In connection to this, Morawiecki has mentioned that his colleague from the PiS party \"knows perfectly well what fighting for freedom means\".[6] In the 1980s, he edited an illegal political newspaper Lower Silesia Bulletin and was active in the Independent Students' Association. He continued taking part in political demonstrations until the late 1980s and participated in occupation strikes at the University of Wroclaw in 1988 and 1989. He co-organized the Club for Political Thought \"Free and Solidary\".[7] Morawiecki is an alumnus of the University of Wrocław (history, 1992), Wrocław University of Technology (1993), Wrocław University of Economics (Business Administration, 1995), the University of Hamburg (European Law and Economic Integration, 1995–97), and the University of Basel (European Studies, 1995–97). While at the Wrocław University of Technology, he studied abroad at Central Connecticut State University and completed an advanced executive program at Northwestern University's Kellogg School of Management.[8][9] In 1991 Morawiecki began work at Cogito Company and co-created two publishing firms, Reverentia and Enter Marketing-Publishing. That same year he co-founded the magazine Dwa Dni (Two Days), later becoming editor-in-chief. In 1995 he completed an internship at Deutsche Bundesbank in credit analysis, financial restructuring, banking supervision, and financial market supervision. In 1996–97 he conducted banking and macroeconomic research at the University of Frankfurt.[10] In 1998, as deputy director of the Accession Negotiations Department in the Committee for European Integration, he oversaw and participated in numerous areas, including finance, of the negotiations for Polish accession to the European Union. With Frank Emmert, he co-authored the first textbook on The Law of the European Union published in Poland. From 1996 to 2004 Morawiecki lectured at the Wrocław University of Economics, and from 1996 to 1998 also at the Wrocław University of Technology. He sat on policy committees at many institutions of higher education. From 1998 to 2001 he was a member of the supervisory boards of the Wałbrzych Power Company, Dialog (a local telephone-service provider), and the Industrial Development Agency. From 1998 to 2002 he was a member of the Lower Silesian Regional Assembly.[11] From November 1998 Morawiecki worked for Bank Zachodni WBK, Santander Group, where he began his career as deputy chair of the supervisory board, and supervisor of the economic analysis bureau and the international trade department. In 2001 he became managing director and a member of the board. In 2007–15 Morawiecki was chairman of Bank Zachodni WBK.[12] On 16 November 2015, President Andrzej Duda appointed Mateusz Morawiecki as both Deputy Prime Minister and Minister of Development in the Cabinet led by Prime Minister Beata Szydło.[13] (This took place soon after Mateusz Morawiecki's father, Kornel Morawiecki, was elected to Poland's lower chamber of the parliament[14] and the Law and Justice party won the 2015 parliamentary elections.) In March 2016, Mateusz Morawiecki announced that he had joined the Law and Justice party. On 28 September 2016, in addition to his other positions, Morawiecki was appointed Minister of Finance, becoming the second most powerful member of the Government, overseeing the budget, government finances, European Union funds, and overall economic policy.[15] As Finance Minister, Morawiecki outlined an ambitious \"Plan for Responsible Development\", known colloquially as the \"Morawiecki Plan\", aimed at stimulating economic growth and raising revenues for generous government plans, including \"Family 500+\" child benefits for all families with two or more children.[16] In March 2017, he took part in a meeting of G20 finance ministers in Baden-Baden, becoming Poland's first-ever representative at that summit.[17][18] In December 2017, Jarosław Kaczyński, the Chairman of the Law and Justice party, declared that he no longer had confidence in Beata Szydło to be the party's prime ministerial candidate, in part due to perceived conflict between her and other European Union leaders. With her position untenable, Szydło resigned, and Morawiecki quickly won internal party approval to be nominated as her successor. He was sworn in as prime minister of Poland on 11 December, immediately appointing Szydło as his deputy.[19] In his first major address to Sejm, he pledged \"continuity\" rather than radical change.[20] In January 2018, following a highly public racist incident in Warsaw, Morawiecki declared: \"There is no place in Poland for racism. The attack on a girl because of her skin color deserves the strongest condemnation. We shall do everything to make Poland safe for everyone.\"[21] At the Munich Security Conference on 17 February that year, Morawiecki said \"it is not going to be seen as criminal to say that there were Polish perpetrators, as there were Jewish perpetrators, as there were Russian perpetrators, as there were Ukrainian perpetrators, not only German perpetrators.\"[22][23] His remark roused controversy and prompted criticism by prominent Israeli politicians, including Israeli prime minister Benjamin Netanyahu[22][24] and Israeli President Reuven Rivlin.[25] The crisis was resolved in late June that year when the Polish and Israeli prime ministers issued a joint communiqué endorsing research into the Jewish Holocaust and condemning the expression, \"Polish concentration camps\".[26] As other Visegrád Group leaders, Morawiecki opposes any compulsory EU long-term quota on redistribution of migrants. In May 2018, Morawiecki said: \"Proposals by the European Union that impose quotas on us hit the very foundations of national sovereignty.\"[27] In July 2018 Morawiecki said he \"will not rest\" until \"the whole truth\" of the World War II-era massacres in Volhynia and Eastern Galicia has been explained. Between 1942 and 1945, members of the Ukrainian Insurgent Army (UPA) killed up to 100,000 civilians in nowadays Western Ukraine.[28][29] On the issue of Brexit, Morawiecki told the BBC in January 2019 that more and more Polish people are returning to Poland from the UK and he hoped the trend would continue to help boost the Polish economy.[30] In January 2019 Morawiecki said that \"Hitler's Germany fed on fascist ideology... But all the evil came from this (German) state and we cannot forget that, because otherwise we relativise evil.\"[31] Morawiecki wants Germany to pay World War II reparations for the destruction it caused during World War II.[32][33] In August 2019, he said that \"Poland has yet to receive proper compensation from Germany… We lost six million people over the course of the war — many more than did countries that received major reparations.\"[34] On 15 September 2020, Wojewódzki sąd administracyjny (administrative court) (pl:Wojewódzki sąd administracyjny) in Warsaw ruled that the decision of prime minister Mateusz Morawiecki to hold the elections only by postal vote on 10 May 2020 was a \"gross violation of the law and was issued without [legal] grounds\" and violated article 7 of the Polish Constitution, article 157, paragraph 1 and article 187, paragraph 1 and 2 of the Electoral Code.[35] The opposition demanded Morawiecki's resignation.[36] In October 2021, Morawiecki accused the European Union of blackmail over several issues, however, he downplayed the possibility of a \"Polexit\" and said that the threat of economic sanctions was a \"direct challenge\".[37] In December 2021, German Chancellor Olaf Scholz came to Warsaw for talks with Morawiecki. They discussed Poland’s dispute with the EU over the rule of law, the long-term EU climate policies and the Nord Stream 2 gas pipeline, which would bring Russian gas to Germany and bypass Poland.[38] Morawiecki said \"we do not want people to suffer as a result\" of EU's Green Deal, accusing the bloc's Emissions Trading System of contributing to the 2021 global energy crisis.[39] In March 2022, Morawiecki announced that Poland would be prepared to give MiG-29 fighter jets to Ukraine, but only via NATO as a whole. He stated that such a decision had to be unanimously made by the member states of NATO.[40] In 2008 Morawiecki was made Honorary Consul of the Republic of Ireland in Poland. In 2013 he was awarded the Cross of Freedom and Solidarity. In 2015, he became the recipient of the Knight's Cross of the Order of Polonia Restituta.[12] In 2019, he was awarded the title Man of the Year at the annual Krynica Economic Forum.[43] He has also received other distinctions from economic clubs, universities, publishing houses, and cultural institutions. Morawiecki is married to Iwona Morawiecka, with whom he has four children: two daughters (Olga and Magdalena) and two sons (Jeremiasz and Ignacy).[44][45] Two of his aunts married Jewish men and converted to Judaism. One aunt was saved during the Jewish Holocaust by a Righteous among the Nations.[46] Morawiecki with Theresa May, Brussels, Belgium 2017 Morawiecki with Emmanuel Macron, Brussels 2017 Morawiecki with Visegrád Group leaders, Budapest, Hungary 2018 Morawiecki with Ukrainian president Petro Poroshenko, Munich, Germany 2018 Morawiecki with Mulatu Teshome, Warsaw, Poland 2018 Morawiecki with Mike Pence, Warsaw, Poland 2019 Morawiecki with PM Andrej Plenković in Zagreb 2021","Title":"Mateusz Morawiecki - Wikipedia","KeyID":"13584","URL":"https://en.wikipedia.org/wiki/Mateusz_Morawiecki"}