{"Content: ":"Ana Brnabić (Serbian Cyrillic: Ана Брнабић, pronounced [âna bř̩nabitɕ]; born 28 September 1975) is a Serbian politician serving as the prime minister of Serbia since 2017. She is the first woman and first openly gay person to hold the office.[1] She entered government as the minister of public administration and local self-government[2] from 11 August 2016 until 29 June 2017, under Prime Minister Aleksandar Vučić and Acting Prime Minister Ivica Dačić. In this role, Brnabić initiated reforms of central government services in Serbia. After he was inaugurated as the president of Serbia on 31 May 2017, Vučić proposed Brnabić as his successor in June 2017.[3] Prime Minister Brnabić and her cabinet were voted into office on 29 June 2017 by a majority of 157 out of 250 Members of the National Assembly of Serbia. Elected as a non-partisan politician, she joined the ruling Serbian Progressive Party in 2019, and was subsequently elected as vice president in 2021. In 2019, Brnabić was ranked by Forbes magazine as the 88th most powerful woman in the world and as the 19th most powerful female political and policy leader.[4][5] Some observers believe that she has no political power in line with the constitutional role of chief of the executive, arguing instead that Vučić wields power in his capacity as the president. Brnabić was born in Belgrade. Her father Zoran was born in Užice in 1950 and finished his studies in Belgrade, where the family lived. Her paternal grandfather Anton Brnabić, an ethnic Croat Yugoslav military officer, was born in Stara Baška on the Croatian island of Krk, in the Kingdom of Yugoslavia, (present-day Croatia). He fought with the Yugoslav Partisans during World War II and was ranked lieutenant colonel after the war. Her maternal grandparents are from Babušnica, southeastern Serbia. Ana declared herself a Serb.[6] Brnabić is a lesbian, the second female LGBT head of government in the world following Jóhanna Sigurðardóttir (Iceland 2009–13), and fifth openly LGBT head of government overall following Jóhanna, Elio Di Rupo (Belgium 2011–14), Xavier Bettel (Luxembourg 2013–present), and Leo Varadkar (Ireland 2017–20). In 2017, she became the first head of government of any Balkan country to attend a gay pride march when she attended one in Belgrade.[7] In 2019, her partner Milica Đurđić gave birth to a boy; Brnabić is the first openly gay prime minister whose partner gave birth while the prime minister was in office.[8] Brnabić was raised in Belgrade, Serbia, where she attended the prestigious Belgrade Fifth Gymnasium. In addition to her Serbian education, Brnabić holds a Bachelor of Business Administration (BBA) diploma of Northwood University, Michigan, USA, and an MBA of the University of Hull, England, UK, and worked for over a decade with international organizations, foreign investors, local self-government units, and the public sector in Serbia.[9] Prior to Brnabić's appointment to the Government of Serbia, she was director of Continental Wind Serbia,[10] where she worked on the implementation of the investment of €300 million into a windpark in Kovin.[11] She was a member of the managing board of the non-profit foundation Peksim.[12] She has been engaged in different US consulting companies that implemented USAID-financed projects in Serbia. She was deputy manager of the Serbia Competitiveness Project, the expert on the Local Self-government Reform Program in Serbia and the senior coordinator of the Program of Economic Development of Municipalities.[9] She was active in the foundation of the National Alliance for Local Economic Development (NALED) in 2006.[13] During that engagement, she participated in the introduction of the concept of local economic development in Serbia and building of potentials of municipalities to improve the business environment at the local level with active promotion of investments. She became a member, and thereafter the president, of the managing board of NALED.[13] In August 2016, she was appointed as the Minister of Public Administration and Local Self-Government. In addition, she is the president of the Council for Innovative Entrepreneurship and Information Technologies of the Government of Serbia, as well as of the Republic Council for National Minorities and the vice president of the Republic Council for Public Administration Reform. Brnabić described herself as a pro-European and technocratic prime minister.[14][15] She explained that the priorities for her government are modernization, education reform and digitization.[16][17] On the other hand, she has been criticised because she is the head of a conservative and nationalist government which also includes openly anti-Western and pro-Russian ministers.[18][19][20][21] In May 2018, Brnabić took over the Ministry of Finance until the new Minister was appointed, following the resignation of Dušan Vujović.[22] On 29 May 2018, she appointed Siniša Mali as Vujović's successor on that position.[23] On 26 July 2018, Brnabić hosted a ceremony at the United States Congress in Washington, which was held to mark the 100th anniversary of raising the Serbian flag in front of the White House.[24] In October 2019, the Prime Minister confirmed she had joined the ruling Serbian Progressive Party.[25] On 25 October 2019, Brnabić signed a Free Trade Agreement between Serbia and the member states of the Eurasian Economic Union (EAEU), extending the list of Serbian products that can be exported to the EAEU territory.[26] After the COVID-19 pandemic spread to Serbia in March 2020, Brnabić was appointed for the head of the Health Crisis Committee.[27] After president Vučić declared a state of emergency on 15 March, the government issued regulations on measures during a state of emergency with the aim of suppressing the consequences of the outbreak.[28] A curfew was introduced for the first time in Serbia since World War II.[29] Brnabić was elected as vice president of SNS in November 2021.[30] Political scientists Krzysztof Zuba listed Brnabić as an example of the head of government with extensive political dependence on a leader of the governing party.[31] He defined a situation in which the Prime Minister does not have their own political position as the chief of the executive as a “surrogate government”, explaining that a distribution of power that is contrary to constitutional determinants is a characteristic of non-democratic systems.[31] In February 2019, Freedom House reported that Serbia's status declined from Free to Partly Free due to deterioration in the conduct of elections, continued attempts by the government and allied media outlets to undermine independent journalists through legal harassment and smear campaigns, and Vučić's accumulation of executive powers that conflict with his constitutional role.[32] Opposition leaders and some observers describe her as a mere puppet of Vučić, whose presidency, according to the Constitution, is largely ceremonial with no significant executive power.[1][31][33][34] Brnabić never denied this, and even said that Vučić should act as a \"mentor\" of the prime minister.[35] In December 2018, commenting on the announced transformation of the Kosovo Security Force into the Kosovo Armed Forces, Brnabić said: \"I hope we won’t have to use our military, but at the moment, that’s one of the options on the table because one cannot witness a new ethnic cleansing of the Serbs and new Storms — although Edi Rama is calling for them. When someone knows you have a strong army, then they have to sit down and talk to you.\"[36][37] In addition, in May 2019, Foreign Minister of Kosovo Behgjet Pacolli said that he would not allow Brnabić to enter Kosovo because of what he said is her racist ideology. Brnabić, during the handover of a European Commission 2019 progress report, said: \"Haradinaj, Thaçi and Veseli are competing to see who the biggest nationalist and chauvinist is. What scares me most is that we are dealing with irrational people, the worst kind of populist, people who literally walked out of the woods.\"[38][39] This was met with strong criticism, particularly by Twitter users, who campaigned with the hashtag #literallyjustemergedfromthewoods in order to mock the Prime Minister.[40] On 20 January 2020, the governments of Serbia and Kosovo agreed to restore flights between their capitals for the first time in more than two decades.[41][42] The deal came after months of diplomatic talks by Richard Grenell, the United States ambassador to Germany, who was named special envoy for Serbian-Kosovar relations by President Donald Trump the year before.[41] In an interview on 14 November 2018 with the German public broadcaster Deutsche Welle, Brnabić denied that the July 1995 massacres of Bosniaks by Bosnian Serb forces in Srebrenica had been an act of genocide.[43] Two weeks later, the European Parliament adopted a resolution saying that the parliament regretted the continuing denial of the Srebrenica genocide by parts of the Serbian authorities and recalled that full cooperation with the ICTY and its successor mechanism included accepting its judgements.[44] The Hague Court criticised Brnabić for denial of the Srebenica genocide.[43][45] After she was appointed prime minister, Brnabić said that she did not want to be branded Serbia's gay prime minister and that she did not plan \"to push LGBT legal reforms at this stage\" because she wanted to prioritise other policy reforms.[46] In September 2017, Brnabić took part in the pride parade in Belgrade and became the first Serbian prime minister to attend a pride parade.[47] At the event, Brnabić said: The government is here for all citizens and will secure the respect of rights for all citizens. Brnabić says that she advocates inheritance rights of same-sex couples.[48] In February 2019, Milica Đurđić, Brnabić's partner, gave birth to a son named Igor, but same-sex marriage is constitutionally banned and LGBT parenting is not regulated in Serbia. According to Agence France-Presse, \"Ana Brnabić is one of the first prime ministers whose partner has given birth while in office... and the first in the world in a same-sex couple\".[49] Some journalists and LGBT activists have concluded that Brnabić has failed to advocate for LGBT equality in Serbia.[50][51] She has been awarded a number of plaudits for the development projects on which she worked, for the promotion of socially accountable business operation and tolerance.[52] She has been awarded the Order of the Republika Srpska.[53]","Title":"Ana Brnabić - Wikipedia","KeyID":"13590","URL":"https://en.wikipedia.org/wiki/Ana_Brnabi%C4%87"}