{"Content: ":"Guy Bernard Parmelin (French pronunciation: [ɡi bɛʁnaʁ paʁməlɛ̃]; born 9 November 1959) is a Swiss politician, who served as president of Switzerland in 2021, having previously served as vice president of Switzerland in 2020. A member of the Swiss People's Party (SVP/UDC), he has been a member of the Swiss Federal Council since 2016. Parmelin has served as head of the Department of Economic Affairs, Education and Research since 2019, previously heading the Department of Defence, Civil Protection and Sports between 2016 and 2018.[1] A master wine grower by trade, he was elected to the Grand Council of Vaud from 1994 until 2003, when he was elected to the National Council for the canton of Vaud.[1] From 2000 to 2004, Parmelin was also president of the Swiss People's Party of the canton of Vaud. On 9 December 2015, he was elected by the Federal Assembly to the Federal Council in replacement of Eveline Widmer-Schlumpf.[2][3] After the Swiss People's Party won a record vote of over 29% in the 2015 general election, Federal Councillor Eveline Widmer-Schlumpf announced she would not run for reelection.[4][5] She had been expelled from the SVP/UDC shortly after her election and then founded the Conservative Democratic Party (BDP/PBD). The SVP/UDC was expected to take Widmer-Schlumpf's seat; it put forward three candidates, including Parmelin, who was ultimately elected.[6] Parmelin became the first SVP/UDC Federal Councillor from the French-speaking part of Switzerland.[6][7] He was selected to become head of the Federal Department of Defence, Civil Protection and Sports, replacing fellow party member Ueli Maurer, who became head of the Federal Department of Finance.[8] Starting in 2019, Parmelin became the head of the Federal Department of Economic Affairs, Education and Research. He served as Vice President of Switzerland for 2020. He assumed the presidency on 1 January 2021 along Vice President Ignazio Cassis.[9][10][11][12] On 16 June 2021, as President of Switzerland, Parmelin hosted the 2021 Russia–United States summit at Villa La Grange in Geneva between Vladimir Putin and Joe Biden. He wished them \"a fruitful dialogue, in the interests of [their] two countries, and the world\".[13]","Title":"Guy Parmelin - Wikipedia","KeyID":"13597","URL":"https://en.wikipedia.org/wiki/Guy_Parmelin"}