{"Content: ":"Simonetta Myriam Sommaruga (born 14 May 1960)[1] is a Swiss politician who has served as a Member of the Swiss Federal Council since 2010. A member of the Social Democratic Party (SP/PS), she was President of the Swiss Confederation in 2015 and 2020. A former director of the Consumer Protection Foundation, which merged into the Swiss Alliance of Consumer Organisations in 2010, Sommaruga has headed the Federal Department of Environment, Transport, Energy and Communications since 2019, previously heading the Federal Department of Justice and Police (2010–2018).[2] She served as Vice President of Switzerland for 2014 and 2019. Sommaruga assumed the role of President of the Swiss Confederation in 2015, before returning to the position in 2020. She resides in the canton of Bern. Born in Zug,[3] Sommaruga grew up with two brothers and a sister in Sins, Aargau. She attended the gymnasium at Immensee, Schwyz and trained as a pianist at the Lucerne School of Music of Lucerne University. From 1988 to 1991, she attended English and Romance studies at the University of Fribourg, but did not graduate.[4] Sommaruga held the directorship of the Consumer Protection Foundation (German: Stiftung für Konsumentenschutz) from 1993 to 1999, which earned her public recognition in the German-speaking part of Switzerland, where it was active. She held the presidency of that foundation from 2000 to 2010, as well as that of the aid organisation Swissaid from 2003 to 2008. She was also patron of SAFFA 2020, alongside then-Federal Councillors Doris Leuthard and Eveline Widmer-Schlumpf, as well as former Federal Councillor Micheline Calmy-Rey.[5] Sommaruga's political career began as a member of the Grand Council of Bern from 1981 to 1990. She served in the municipal government of Köniz from 1997 to 2005.[6] In 1999, she was elected to the National Council; in 2003 she became a member of the Federal Assembly's upper house, the Council of States, representing the canton of Bern.[6] On 11 August 2010, she announced her candidacy to succeed fellow party member Moritz Leuenberger, who had announced his resignation, in the upcoming election to the Federal Council.[7] Sommaruga was elected by the Federal Assembly on 22 September 2010.[6] She was eventually elected for a full four-year term in 2011, before successfully seeking reelection in 2015 and 2019. On 4 December 2013, Sommaruga was elected as Vice President of Switzerland by the Federal Assembly for 2014, alongside Didier Burkhalter, who was elected President of the Swiss Confederation. On 3 December 2014, she was elected to the presidency for 2015, alongside Johann Schneider-Ammann as Vice President of Switzerland. Her first international presidential trip was to Paris, where she joined the Republican marches of 11 January 2015, organised to defend freedom of speech following the Charlie Hebdo shooting, perpetrated by Islamic terrorists. She served as President of the Confederation until 31 December 2015, when Schneider-Ammann succeeded her. On 1 January 2019, she returned to the vice presidency under President Ueli Maurer. Sommaruga became President of the Swiss Confederation again in 2020, a year marked by the COVID-19 pandemic.[8] She was succeeded by Guy Parmelin on 1 January 2021. Sommaruga, who is married to writer Lukas Hartmann, lives in Spiegel near Bern.[1] She is a distant relative of Cornelio Sommaruga and fellow politician of the Social Democratic Party of Switzerland Carlo Sommaruga. Media related to Simonetta Sommaruga at Wikimedia Commons","Title":"Simonetta Sommaruga - Wikipedia","KeyID":"13599","URL":"https://en.wikipedia.org/wiki/Simonetta_Sommaruga"}