{"Content: ":"Ignazio Daniele Giovanni Cassis (Italian pronunciation: [iɲˈɲattsjo ˈkassis]; born 13 April 1961) is a Swiss physician and politician who is serving as the President of the Swiss Confederation since 1 January 2022 and a member of FDP. The Liberals, he has been a Member of the Swiss Federal Council since 1 November 2017. Cassis was elected to the Federal Council on 20 September 2017 following the resignation of Didier Burkhalter. He has headed the Federal Department of Foreign Affairs since he took office. On 8 December 2021, Cassis was elected President of the Swiss Confederation for 2022.[1] Cassis studied medicine at the University of Zurich until 1987. He subsequently specialised in internal medicine and public health; he received his master in public health in 1996. Cassis was awarded a doctorate in medicine (Dr. med., MD) from the University of Lausanne in 1998. He was a cantonal doctor in Ticino from 1996 to 2008 and vice president of the Foederatio Medicorum Helveticorum (FMH, literally \"Swiss Medical Association\") from 2008 to 2012.[2] Residing in the canton of Ticino, Cassis served in the National Council from 4 June 2007 to 30 October 2017 where he was affiliated with FDP.The Liberals.[3] When Federal Councillor Didier Burkhalter announced his retirement in 2017, Cassis was one of the three candidates the FDP chose to replace him, the other two being Isabelle Moret (a National Councillor from Vaud) and Pierre Maudet (a cantonal official from Geneva and former Mayor of Geneva).[4] Cassis was considered the favourite to succeed Burkhalter.[4] In the election, held on 20 September 2017, the Federal Assembly elected Cassis to the Federal Council in the second round by taking 125 of 244 valid votes, becoming the 117th Federal Councillor since 1848.[5][6][7][8] He was supported by the centre-right and right-wing parties in the Assembly.[8] Cassis became the first Federal Councillor from Ticino since 1999.[7][8] The Swiss press generally commented positively on Cassis's election.[9][10] Cassis took office on 1 November 2017 as head of the Department of Foreign Affairs, succeeding Didier Burkhalter.[11][12][13] He caused some controversy shortly after his election when the media reported that he addressed and joined ProTell, a gun rights advocacy group, nine days before his election, something that might have made his relationship with the EU difficult as Foreign Minister due to discussions over joint gun policy.[14] Cassis ended his membership in ProTell and other gun rights organisations shortly afterward.[14] In 2021 Cassis served as Vice President of Switzerland. On 8 December 2021, he was elected President of Switzerland for the year 2022. He assumed the office on 1 January 2022 succeeding Guy Parmelin. Cassis was born to Mariarosa and Gino at the Malcantonese Hospital of Castelrotto, Ticino. He has three sisters, two older and one younger than himself.[15][16] Born in Sessa, Ticino, he is a citizen of Biasca.[3] Cassis entered late into politics, as an outsider in his forties.[15] In the Swiss military, he was a battalion physician in the staff of the Ticino mountain troopers and later a member of the chief field physician's staff. Cassis is married to Paola Cassis and lives in Montagnola.[3][16] At birth, Cassis was an Italian citizen. In 1976 he was naturalised in Switzerland and had to give up his Italian passport. In 1991 he became a dual citizen of Switzerland and Italy. During his Federal Council candidacy in 2017, Cassis renounced his Italian citizenship.[17]","Title":"Ignazio Cassis - Wikipedia","KeyID":"13595","URL":"https://en.wikipedia.org/wiki/Ignazio_Cassis"}