{"Content: ":"Recep Tayyip Erdoğan[b] (born 26 February 1954) is a Turkish politician serving as the 12th and current president of Turkey since 2014. He previously served as prime minister of Turkey from 2003 to 2014 and as mayor of Istanbul from 1994 to 1998. He founded the Justice and Development Party (AKP) in 2001, leading it to election victories in 2002, 2007, and 2011 general elections before being required to stand down upon his election as President in 2014. He later returned to the AKP leadership in 2017 following the constitutional referendum that year. Coming from an Islamist political background and self-describing as a conservative democrat, he has promoted socially conservative and populist policies during his administration.[7][8] Following the 1994 local elections, Erdoğan was elected mayor of Istanbul as the candidate of the Islamist Welfare Party. He was later stripped of his position, banned from political office, and imprisoned for four months for inciting religious hatred, due to his recitation of a poem by Ziya Gökalp.[9][10] Erdoğan subsequently abandoned openly Islamist politics, establishing the moderate conservative AKP in 2001, which he went on to lead to a landslide victory in 2002. With Erdoğan still technically prohibited from holding office, the AKP's co-founder, Abdullah Gül, instead became prime minister, and later annulled Erdoğan's political ban. After winning a by-election in Siirt in 2003, Erdoğan replaced Gül as prime minister, with Gül instead becoming the AKP's candidate for the presidency.[11] Erdoğan led the AKP to two more election victories in 2007 and 2011. Reforms made in the early years of Erdoğan's tenure as prime minister granted Turkey the start of EU membership negotiations.[12] Furthermore, Turkey experienced an economic recovery from the economic crisis of 2001 and saw investments in infrastructure including roads, airports, and a high-speed train network. He also won two successful constitutional referendums in 2007 and 2010. However, his government remained controversial for its close links with Fethullah Gülen and his Gülen movement (since designated as a terrorist organisation by the Turkish state) with whom the AKP was accused of orchestrating purges against secular bureaucrats and military officers through the Balyoz and Ergenekon trials.[13][14] In late 2012, his government began peace negotiations with the Kurdistan Workers Party (PKK) to end the Kurdish–Turkish conflict (1978–present). The ceasefire broke down in 2015, leading to a renewed escalation in conflict. Erdoğan's foreign policy has been described as Neo-Ottoman and has led to the Turkish involvement in the Syrian Civil War, with its focus on preventing the Syrian Democratic Forces from gaining ground on the Syria–Turkey border during the Syrian Civil War. In the more recent years of Erdoğan's rule, Turkey has experienced democratic backsliding and corruption.[8][15][16] Starting with the anti-government protests in 2013, his government imposed growing censorship on the press and social media, temporarily restricting access to sites such as YouTube, Twitter and Wikipedia.[17] This stalled negotiations related to Turkey's EU membership. A US$100 billion corruption scandal in 2013 led to the arrests of Erdoğan's close allies, and incriminated Erdoğan.[18][19][20] After 11 years as head of government (Prime Minister), Erdoğan decided to run for president in 2014. At the time, the presidency was a somewhat ceremonial function. Following the 2014 elections, Erdoğan became the first popularly elected president of Turkey.[21] The souring in relations with Gülen continued, as the government proceeded to purge his supporters from judicial, bureaucratic and military positions. A failed military coup d'état attempt in July 2016 resulted in further purges and a temporary state of emergency. The government claimed that the coup leaders were linked to Gülen, but he has denied any role in it.[22] Erdoğan's rule has been marked with increasing authoritarianism, expansionism, censorship and banning of parties or dissent.[23][24][25][26][27] Erdoğan supported the 2017 referendum which changed Turkey's parliamentary system into a presidential system, thus setting for the first time in Turkish history a term limit for the head of government (two full five-year terms).[28] This new system of government formally came into place after the 2018 general election, where Erdoğan became an executive president. His party however lost the majority in the parliament and is currently in a coalition (People's Alliance) with the Turkish nationalist MHP.[29] Erdoğan has since been tackling, but also accused of contributing to, the Turkish currency and debt crisis of 2018, which has caused a significant decline in his popularity[30][31] and is widely believed to have contributed to the results of the 2019 local elections, in which his party lost power in large cities such as Ankara and Istanbul to opposition parties for the first time in 15 years.[32] Erdoğan was born in Kasımpaşa, a poor neighborhood of Istanbul, to which his family had moved from Rize Province in the 1930s.[33] Erdoğan's tribe is originally from Adjara, a region in Georgia. His parents were Ahmet Erdoğan (1905–88) and Tenzile Erdoğan (née Mutlu; 1924–2011).[34] Erdoğan spent his early childhood in Rize, where his father was a captain[35] in the Turkish Coast Guard.[36] His summer holidays were mostly spent in Güneysu, Rize, where his family originates. Throughout his life he often returned to this spiritual home, and in 2015 he opened a vast mosque on a mountaintop near this village.[37] The family returned to Istanbul when Erdoğan was 13 years old.[36] As a teenager, Erdoğan's father provided him with a weekly allowance of 2.5 Turkish lira, less than a dollar. With it, Erdoğan bought postcards and resold them on the street. He sold bottles of water to drivers stuck in traffic. Erdoğan also worked as a street vendor selling simit (sesame bread rings), wearing a white gown and selling the simit from a red three-wheel cart with the rolls stacked behind glass.[36] In his youth, Erdoğan played semi-professional football at a local club.[1][38][39] Fenerbahçe wanted him to transfer to the club but his father prevented it.[40] The stadium of the local football club in the district where he grew up, Kasımpaşa S.K. is named after him.[41][42] Erdoğan is a member of the Community of İskenderpaşa, a Turkish Sufistic community of Naqshbandi tariqah.[43][44] Erdoğan graduated from Kasımpaşa Piyale primary school in 1965, and İmam Hatip school, a religious vocational high school, in 1973. The same educational path was followed by other co-founders of the AKP party.[45] One quarter of the curriculum of İmam Hatip schools involves study of the Qurʼān, the life of the Islamic prophet Muhammad, and the Arabic language. Erdoğan studied the Qurʼān at an İmam Hatip, where his classmates began calling him \"hoca\" (\"Muslim teacher\").[citation needed] Erdoğan attended a meeting of the nationalist student group National Turkish Student Union (Milli Türk Talebe Birliği), who sought to raise a conservative cohort of young people to counter the rising movement of leftists in Turkey. Within the group, Erdoğan was distinguished by his oratorical skills, developing a penchant for public speaking and excelling in front of an audience. He won first place in a poetry-reading competition organized by the Community of Turkish Technical Painters, and began preparing for speeches through reading and research. Erdoğan would later comment on these competitions as \"enhancing our courage to speak in front of the masses\".[46] Erdoğan wanted to pursue advanced studies at Mekteb-i Mülkiye, but Mülkiye accepted only students with regular high school diplomas, and not İmam Hatip graduates. Mülkiye was known for its political science department, which trained many statesmen and politicians in Turkey. Erdoğan was then admitted to Eyüp High School, a regular state school, and eventually received his high school diploma from Eyüp.[citation needed] According to his official biography, he subsequently studied Business Administration at the Aksaray School of Economics and Commercial Sciences (Turkish: Aksaray İktisat ve Ticaret Yüksekokulu), now known as Marmara University's Faculty of Economics and Administrative Sciences.[1] Several Turkish sources dispute that he graduated, or even attended at all.[47][48][49] Erdoğan married Emine Gülbaran (b. 1955, Siirt) on 4 July 1978.[50] They have two sons, Ahmet Burak (b. 1979) and Necmettin Bilal (b. 1981), and two daughters, Esra (b. 1983) and Sümeyye (b. 1985).[50] His father, Ahmet Erdoğan, died in 1988 and his mother, Tenzile Erdoğan, died in 2011 at the age of 87.[51] Erdoğan has a brother, Mustafa (b. 1958), and a sister, Vesile (b. 1965).[35] From his father's first marriage to Havuli Erdoğan (d. 1980), he had two half-brothers: Mehmet (1926–1988) and Hasan (1929–2006).[52] In 1976, Erdoğan engaged in politics by joining the National Turkish Student Union, an anti-communist action group. In the same year, he became the head of the Beyoğlu youth branch of the Islamist National Salvation Party (MSP),[53] and was later promoted to chair of the Istanbul youth branch of the party. Holding this position until 1980, he served as consultant and senior executive in the private sector during the era following the 1980 military coup when political parties were closed down. In 1983, Erdoğan followed most of Necmettin Erbakan's followers into the Islamist Welfare Party. He became the party's Beyoğlu district chair in 1984, and in 1985 he became the chair of the Istanbul city branch. Erdoğan entered the parliamentairy by-elections of 1986 as a 6th district candidate of Istanbul, but gained no seat as his party ended as the fifth largest party in the by-elections. Three years later, Erdoğan ran for mayor of Beyoğlu district. He finished second in the election with 22.8% of the votes.[54] Erdoğan was elected to parliament in 1991, but was barred from taking his seat due to preferential voting.[55] In the local elections of 27 March 1994, Erdoğan was elected Mayor of Istanbul with 25.19% of the popular vote. Erdoğan was a 40-year-old dark horse candidate who had been mocked by the mainstream media and treated as a country bumpkin by his opponents.[56] He was pragmatic in office, tackling many chronic problems in Istanbul including water shortage, pollution and traffic chaos. The water shortage problem was solved with the laying of hundreds of kilometers of new pipelines. The garbage problem was solved with the establishment of state-of-the-art recycling facilities. While Erdoğan was in office, air pollution was reduced through a plan developed to switch to natural gas. He changed the public buses to environmentally friendly ones. The city's traffic and transportation jams were reduced with more than fifty bridges, viaducts, and highways built. He took precautions to prevent corruption, using measures to ensure that municipal funds were used prudently. He paid back a major portion of Istanbul Metropolitan Municipality's two-billion-dollar debt and invested four billion dollars in the city.[57] Erdoğan initiated the first roundtable of mayors during the Istanbul conference, which led to a global, organized movement of mayors. A seven-member international jury from the United Nations unanimously awarded Erdoğan the UN-Habitat award.[58] In 1998, the fundamentalist Welfare Party was declared unconstitutional on the grounds of threatening the secularism of Turkey and was shut down by the Turkish constitutional court. Erdoğan became a prominent speaker at demonstrations held by his party colleagues.[59] In December 1997 in Siirt, Erdoğan recited a poem from a work written by Ziya Gökalp, a pan-Turkish activist of the early 20th century.[10] His recitation included verses translated as \"The mosques are our barracks, the domes our helmets, the minarets our bayonets and the faithful our soldiers....\"[36] which are not in the original version of the poem. Erdoğan said the poem had been approved by the education ministry to be published in textbooks.[60] Under article 312/2 of the Turkish penal code his recitation was regarded as an incitement to violence and religious or racial hatred.[61] He was given a ten-month prison sentence of which he served four months, from 24 March 1999 to 27 July 1999.[9] Due to his conviction, Erdoğan was forced to give up his mayoral position. The conviction also stipulated a political ban, which prevented him from participating in parliamentary elections.[62] He had appealed for the sentence to be converted to a monetary fine, but it was reduced to 120 days instead.[63] In 2017, this period of Erdoğan's life was made into a film titled Reis.[64] Erdoğan was member of political parties that kept getting banned by the army or judges. Within his Virtue Party, there was a dispute about the appropriate discourse of the party between traditional politicians and pro-reform politicians. The latter envisioned a party that could operate within the limits of the system, and thus not getting banned as its predecessors like National Order Party, National Salvation Party and Welfare Party. They wanted to give the group the character of an ordinary conservative party following the example of the European Christian democratic parties. When the Virtue Party was also banned in 2001, a definitive split took place: the followers of Necmettin Erbakan founded the Felicity Party (SP) and the reformers founded the Justice and Development Party (AKP) under the leadership of Abdullah Gül and Erdoğan. The pro-reform politicians realized that a strictly Islamic party would never be accepted as a governing party by the state apparatus and they believed that an Islamic party did not appeal to more than about 20 percent of the Turkish electorate. The AK party emphatically placed itself as a broad democratic conservative party with new politicians from the political center (like Ali Babacan and Mevlüt Çavuşoğlu), while respecting Islamic norms and values, but without an explicit religious program. This turned out to be successful as the new party won 34% of the vote in the general elections of 2002. Erdoğan became prime minister in March 2003 after the Gül government ended his political ban.[65] The elections of 2002 were the first elections in which Erdoğan participated as a party leader. All parties previously elected to parliament failed to win enough votes to re-enter the parliament. The AKP won 34.3% of the national vote and formed the new government. Turkish stocks rose more than 7% on Monday morning. Politicians of the previous generation, such as Ecevit, Bahceli, Yılmaz and Çiller, resigned. The second largest party, the CHP, received 19.4% of the votes. The AKP won a landslide victory in the parliament, taking nearly two-thirds of the seats. Erdoğan could not become Prime Minister as he was still banned from politics by the judiciary for his speech in Siirt. Gül became the Prime Minister instead. In December 2002, the Supreme Election Board canceled the general election results from Siirt due to voting irregularities and scheduled a new election for 9 February 2003. By this time, party leader Erdoğan was able to run for parliament due to a legal change made possible by the opposition Republican People's Party. The AKP duly listed Erdoğan as a candidate for the rescheduled election, which he won, becoming Prime Minister after Gül handed over the post.[66] On 14 April 2007, an estimated 300,000 people marched in Ankara to protest against the possible candidacy of Erdoğan in the 2007 presidential election, afraid that if elected as president, he would alter the secular nature of the Turkish state.[67] Erdoğan announced on 24 April 2007 that the party had nominated Abdullah Gül as the AKP candidate in the presidential election.[68] The protests continued over the next several weeks, with over one million people reported to have turned out at a 29 April rally in Istanbul,[69] tens of thousands at separate protests on 4 May in Manisa and Çanakkale,[70] and one million in İzmir on 13 May.[71] The stage of the elections of 2007 was set for a fight for legitimacy in the eyes of voters between his government and the CHP. Erdoğan used the event that took place during the ill-fated Presidential elections a few months earlier as a part of the general election campaign of his party. On 22 July 2007, the AKP won an important victory over the opposition, garnering 46.7% of the popular vote. 22 July elections marked only the second time in the Republic of Turkey's history whereby an incumbent governing party won an election by increasing its share of popular support.[72] On 14 March 2008, Turkey's Chief Prosecutor asked the country's Constitutional Court to ban Erdoğan's governing party.[73] The party escaped a ban on 30 July 2008, a year after winning 46.7% of the vote in national elections, although judges did cut the party's public funding by 50%.[74] In the June 2011 elections, Erdoğan's governing party won 327 seats (49.83% of the popular vote) making Erdoğan the only prime minister in Turkey's history to win three consecutive general elections, each time receiving more votes than the previous election. The second party, the Republican People's Party (CHP), received 135 seats (25.94%), the nationalist MHP received 53 seats (13.01%), and the Independents received 35 seats (6.58%).[75] After the opposition parties deadlocked the 2007 presidential election by boycotting the parliament, the ruling AKP proposed a constitutional reform package. The reform package was first vetoed by president Sezer. Then he applied to the Turkish constitutional court about the reform package, because the president is unable to veto amendments for the second time. The Turkish constitutional court did not find any problems in the packet and 68.95% of the voters supported the constitutional changes.[76] The reforms consisted of electing the president by popular vote instead of by parliament; reducing the presidential term from seven years to five; allowing the president to stand for re-election for a second term; holding general elections every four years instead of five; and reducing from 367 to 184 the quorum of lawmakers needed for parliamentary decisions. Reforming the Constitution was one of the main pledges of the AKP during the 2007 election campaign. The main opposition party CHP was not interested in altering the Constitution on a big scale, making it impossible to form a Constitutional Commission (Anayasa Uzlaşma Komisyonu).[77] The amendments lacked the two-thirds majority needed to become law instantly, but secured 336 votes in the 550-seat parliament – enough to put the proposals to a referendum. The reform package included a number of issues such as the right of individuals to appeal to the highest court, the creation of the ombudsman's office; the possibility to negotiate a nationwide labour contract; gender equality; the ability of civilian courts to convict members of the military; the right of civil servants to go on strike; a privacy law; and the structure of the Constitutional Court. The referendum was agreed by a majority of 58%.[78] In 2009, Prime Minister Erdoğan's government announced a plan to help end the quarter-century-long Turkey–Kurdistan Workers' Party conflict that had cost more than 40,000 lives. The government's plan, supported by the European Union, intended to allow the Kurdish language to be used in all broadcast media and political campaigns, and restored Kurdish names to cities and towns that had been given Turkish ones.[79] Erdoğan said, \"We took a courageous step to resolve chronic issues that constitute an obstacle along Turkey's development, progression and empowerment\".[79] Erdoğan passed a partial amnesty to reduce penalties faced by many members of the Kurdish guerrilla movement PKK who had surrendered to the government.[80] On 23 November 2011, during a televised meeting of his party in Ankara, he apologised on behalf of the state for the Dersim massacre, where many Alevis and Zazas were killed.[81] In 2013 the government of Erdoğan began a peace process between the Kurdistan Workers' Party (PKK) and the Turkish Government,[82] mediated by parliamentarians of the Peoples' Democratic party (HDP).[83] In 2015 he decided that the peace process was over and supported the lift of the parliamentary immunity of the HDP parliamentarians.[84] Prime Minister Erdoğan expressed multiple times that Turkey would acknowledge the mass killings of up to 1.5 million Armenians during World War I as genocide only after a thorough investigation by a joint Turkish-Armenian commission consisting of historians, archaeologists, political scientists and other experts.[85][86][87] In 2005, Erdoğan and the main opposition party leader Deniz Baykal wrote a letter to Armenian President Robert Kocharian, proposing the creation of a joint Turkish-Armenian commission.[88] Armenian Foreign Minister Vartan Oskanian rejected the offer because he asserted that the proposal itself was \"insincere and not serious\". He added: \"This issue cannot be considered at historical level with Turks, who themselves politicized the problem\".[89][90] In December 2008, Erdoğan criticised the I Apologize campaign by Turkish intellectuals to recognize the Armenian Genocide, saying, \"I neither accept nor support this campaign. We did not commit a crime, therefore we do not need to apologise ... It will not have any benefit other than stirring up trouble, disturbing our peace and undoing the steps which have been taken\".[91] In November 2009, he said, \"it is not possible for those who belong to the Muslim faith to carry out genocide\".[92][93] In 2011, Erdoğan ordered the tearing-down of the Statue of Humanity, a Turkish–Armenian friendship monument in Kars, which was commissioned in 2006 and represented a metaphor of the rapprochement of the two countries after many years of dispute over the events of 1915. Erdoğan justified the removal by stating that the monument was offensively close to the tomb of an 11th-century Islamic scholar, and that its shadow ruined the view of that site, while Kars municipality officials said it was illegally erected in a protected area. However, the former mayor of Kars who approved the original construction of the monument said the municipality was destroying not just a \"monument to humanity\" but \"humanity itself\". The demolition was not unopposed; among its detractors were several Turkish artists. Two of them, the painter Bedri Baykam and his associate, Pyramid Art Gallery general coordinator Tugba Kurtulmus, were stabbed after a meeting with other artists at the Istanbul Akatlar cultural center.[94] On 23 April 2014, Erdoğan's office issued a statement in nine languages (including two dialects of Armenian), offering condolences for the mass killings of Armenians and stating that the events of 1915 had inhumane consequences. The statement described the mass killings as the two nations' shared pain and said: \"Having experienced events which had inhumane consequences – such as relocation – during the First World War, (it) should not prevent Turks and Armenians from establishing compassion and mutually humane attitudes among one another\".[95] The Ottoman Parliament of 1915 had previously used the term \"relocation\" to describe the purpose of the Tehcir Law, which resulted in the deaths of anywhere between 800,000 and over 1,800,000 Armenian civilians in what is commonly referred to as the Armenian Genocide.[96] Pope Francis in April 2015, at a special mass in St. Peter's Basilica marking the centenary of the events, described atrocities against Armenian civilians in 1915–1922 as \"the first genocide of the 20th century\". In protest, Erdoğan recalled the Turkish ambassador from the Vatican, and summoned the Vatican's ambassador, to express \"disappointment\" at what he called a discriminatory message. He later stated \"we don’t carry a stain or a shadow like genocide\". US President Barack Obama called for a \"full, frank and just acknowledgement of the facts\", but again stopped short of labelling it \"genocide\", despite his campaign promise to do so.[97][98][99] During Erdoğan's time as Prime Minister, the far-reaching powers of the 1991 Anti-Terror Law were reduced. In 2004, the death penalty was abolished for all circumstances.[100] The Democratic initiative process was initiated, with the goal to improve democratic standards in general and the rights of ethnic and religious minorities in particular. In 2012, the Human Rights and Equality Institution of Turkey and the Ombudsman Institution were established. The UN Optional Protocol to the Convention against Torture was ratified. The Jewish community were allowed to celebrate Hanukkah publicly for the first time in modern Turkish history in 2015.[101] The Turkish government approved a law in 2008 to return properties confiscated in the past by the state to non-Muslim foundations.[102] It also paved the way for the free allocation of worship places such as synagogues and churches to non-Muslim foundations.[103] However, European officials noted a return to more authoritarian ways after stalling of Turkey's bid to join the European Union[104] notably on freedom of speech,[105][106][107] freedom of the press[108][109][110] and Kurdish minority rights.[111][112][113][114] Demands by activists for the recognition of LGBT rights were publicly rejected by government members.[115] Reporters Without Borders observed a continuous decrease in Freedom of the Press during Erdoğan's later terms, with a rank of around 100 on the Press Freedom Index during his first term and a rank of 153 out of a total of 179 countries in 2021.[116] Freedom House saw a slight recovery in later years and awarded Turkey a Press Freedom Score of 55/100 in 2012 after a low point of 48/100 in 2006.[117][118][119][120] In 2011, Erdoğan's government made legal reforms to return properties of Christian and Jewish minorities which were seized by the Turkish government in the 1930s.[121] The total value of the properties returned reached $2 billion (USD).[122] Under Erdoğan, the Turkish government tightened the laws on the sale and consumption of alcohol, banning all advertising and increasing the tax on alcoholic beverages.[123] In 2002, Erdoğan inherited a Turkish economy that was beginning to recover from a recession as a result of reforms implemented by Kemal Derviş.[124] Erdoğan supported Finance Minister Ali Babacan in enforcing macro-economic policies. Erdoğan tried to attract more foreign investors to Turkey and lifted many government regulations. The cash-flow into the Turkish economy between 2002 and 2012 caused a growth of 64% in real GDP and a 43% increase in GDP per capita; considerably higher numbers were commonly advertised but these did not account for the inflation of the US dollar between 2002 and 2012.[125] The average annual growth in GDP per capita was 3.6%. The growth in real GDP between 2002 and 2012 was higher than the values from developed countries, but was close to average when developing countries are also taken into account. The ranking of the Turkish economy in terms of GDP moved slightly from 17 to 16 during this decade. A major consequence of the policies between 2002 and 2012 was the widening of the current account deficit from US$600 million to US$58 billion (2013 est.)[126] Since 1961, Turkey has signed 19 IMF loan accords. Erdoğan's government satisfied the budgetary and market requirements of the two during his administration and received every loan installment, the only time any Turkish government has done so.[127] Erdoğan inherited a debt of $23.5 billion to the IMF, which was reduced to $0.9 billion in 2012. He decided not to sign a new deal. Turkey's debt to the IMF was thus declared to be completely paid and he announced that the IMF could borrow from Turkey.[128] In 2010, five-year credit default swaps for Turkey's sovereign debt were trading at a record low of 1.17%, below those of nine EU member countries and Russia. In 2002, the Turkish Central Bank had $26.5 billion in reserves. This amount reached $92.2 billion in 2011. During Erdoğan's leadership, inflation fell from 32% to 9.0% in 2004. Since then, Turkish inflation has continued to fluctuate around 9% and is still one of the highest inflation rates in the world.[129] The Turkish public debt as a percentage of annual GDP declined from 74% in 2002 to 39% in 2009. In 2012, Turkey had a lower ratio of public debt to GDP than 21 of 27 members of the European Union and a lower budget deficit to GDP ratio than 23 of them.[130] In 2003, Erdoğan's government pushed through the Labor Act, a comprehensive reform of Turkey's labor laws. The law greatly expanded the rights of employees, establishing a 45-hour workweek and limiting overtime work to 270 hours a year, provided legal protection against discrimination due to sex, religion, or political affiliation, prohibited discrimination between permanent and temporary workers, entitled employees terminated without \"valid cause\" to compensation, and mandated written contracts for employment arrangements lasting a year or more.[131][132] Erdoğan increased the budget of the Ministry of Education from 7.5 billion lira in 2002 to 34 billion lira in 2011, the highest share of the national budget given to one ministry.[133] Before his prime ministership the military received the highest share of the national budget. Compulsory education was increased from eight years to twelve.[134] In 2003, the Turkish government, together with UNICEF, initiated a campaign called \"Come on girls, [let's go] to school!\" (Turkish: Haydi Kızlar Okula!). The goal of this campaign was to close the gender gap in primary school enrollment through the provision of a quality basic education for all girls, especially in southeast Turkey.[135] In 2005, the parliament granted amnesty to students expelled from universities before 2003. The amnesty applied to students dismissed on academic or disciplinary grounds.[136] In 2004, textbooks became free of charge and since 2008 every province in Turkey has its own university.[137] During Erdoğan's Premiership, the number of universities in Turkey nearly doubled, from 98 in 2002 to 186 in October 2012.[138] The Prime Minister kept his campaign promises by starting the Fatih project in which all state schools, from preschool to high school level, received a total of 620,000 smart boards, while tablet computers were distributed to 17 million students and approximately one million teachers and administrators.[139] In June 2017 a draft proposal by the ministry of education was approved by Erdoğan, in which the curriculum for schools excluded the teaching of the theory of evolution of Charles Darwin by 2019. From then on the teaching will be postponed and start at undergraduate level.[140] Under Erdoğan's government, the number of airports in Turkey increased from 26 to 50 in the period of 10 years.[141] Between the founding of the Republic of Turkey in 1923 and 2002, there had been 6,000 km of dual carriageway roads created. Between 2002 and 2011, another 13,500 km of expressway were built. Due to these measures, the number of motor accidents fell by 50 percent.[142] For the first time in Turkish history, high speed railway lines were constructed, and the country's high-speed train service began in 2009.[143] In 8 years, 1,076 km of railway were built and 5,449 km of railway renewed. The construction of Marmaray, an undersea rail tunnel under the Bosphorus strait, started in 2004. It was inaugurated on the 90th anniversary of the Turkish Republic 29 October 2013.[144] The inauguration of the Yavuz Sultan Selim Bridge, the third bridge over the Bosphorus, was on 26 August 2016.[145] In March 2006, the Supreme Board of Judges and Prosecutors (HSYK) held a press conference to publicly protest the obstruction of the appointment of judges to the high courts for over 10 months. The HSYK said Erdoğan wanted to fill the vacant posts with his own appointees. Erdoğan was accused of creating a rift with Turkey's highest court of appeal, the Yargıtay, and high administrative court, the Danıştay. Erdoğan stated that the constitution gave the power to assign these posts to his elected party.[146] In May 2007, the head of Turkey's High Court asked prosecutors to consider whether Erdoğan should be charged over critical comments regarding the election of Abdullah Gül as president.[146] Erdoğan said the ruling was \"a disgrace to the justice system\", and criticized the Constitutional Court which had invalidated a presidential vote because a boycott by other parties meant there was no quorum. Prosecutors investigated his earlier comments, including saying it had fired a \"bullet at democracy\". Tülay Tuğcu, head of the Constitutional Court, condemned Erdoğan for \"threats, insults and hostility\" towards the justice system.[147] The Turkish military has had a record of intervening in politics, having removed elected governments four times in the past. During the Erdoğan government, civil–military relationship moved towards normalization in which the influence of the military in politics was significantly reduced.[148] The ruling Justice and Development Party has often faced off against the military, gaining political power by challenging a pillar of the country's laicistic establishment. The most significant issue that caused deep fissures between the army and the government was the midnight e-memorandum posted on the military's website objecting to the selection of Foreign Minister Abdullah Gül as the ruling party's candidate for the Presidency in 2007. The military argued that the election of Gül, whose wife wears an Islamic headscarf, could undermine the laicistic order of the country. Contrary to expectations, the government responded harshly to former Chief of General Staff Gen. Yaşar Büyükanıt's e-memorandum, stating the military had nothing to do with the selection of the presidential candidate.[149] After assuming power in 2003, Erdoğan's government embarked on a sweeping reform program of the Turkish healthcare system, called the Health Transformation Program (HTP), to greatly increase the quality of healthcare and protect all citizens from financial risks. Its introduction coincided with the period of sustained economic growth, allowing the Turkish government to put greater investments into the healthcare system. As part of the reforms, the \"Green Card\" program, which provides health benefits to the poor, was expanded in 2004.[150] The reform program aimed at increasing the ratio of private to state-run healthcare, which, along with long queues in state-run hospitals, resulted in the rise of private medical care in Turkey, forcing state-run hospitals to compete by increasing quality. In April 2006, Erdoğan unveiled a social security reform package demanded by the International Monetary Fund under a loan deal. The move, which Erdoğan called one of the most radical reforms ever, was passed with fierce opposition. Turkey's three social security bodies were united under one roof, bringing equal health services and retirement benefits for members of all three bodies. The previous system had been criticized for reserving the best healthcare for civil servants and relegating others to wait in long queues. Under the second bill, everyone under the age of 18 years was entitled to free health services, irrespective of whether they pay premiums to any social security organization. The bill also envisages a gradual increase in the retirement age: starting from 2036, the retirement age will increase to 65 by 2048 for both women and men.[151] In January 2008, the Turkish Parliament adopted a law to prohibit smoking in most public places. Erdoğan is outspokenly anti-smoking.[152] Turkish foreign policy during Erdoğan's tenure as prime minister has been associated with the name of Ahmet Davutoğlu. Davutoğlu was the chief foreign policy advisor of Prime Minister Recep Tayyip Erdoğan before he was appointed foreign minister in 2009. The basis of Erdoğan's foreign policy is based on the principle of \"don't make enemies, make friends\"[153] and the pursuit of \"zero problems\" with neighboring countries.[154] Erdoğan is co-founder of United Nations Alliance of Civilizations (AOC). The initiative seeks to galvanize international action against extremism through the forging of international, intercultural and inter-religious dialogue and cooperation. When Erdoğan came to power, he continued Turkey's long ambition of joining the European Union. Turkey, under Erdogan, made many strides in its laws that would qualify for EU membership.[155] On 3 October 2005 negotiations began for Turkey's accession to the European Union.[156] Erdoğan was named \"The European of the Year 2004\" by the newspaper European Voice for the reforms in his country in order to accomplish the accession of Turkey to the European Union. He said in a comment that \"Turkey's accession shows that Europe is a continent where civilisations reconcile and not clash.\"[157] On 3 October 2005, the negotiations for Turkey's accession to the EU formally started during Erdoğan's tenure as Prime Minister.[156] The European Commission generally supports Erdoğan's reforms, but remains critical of his policies. Negotiations about a possible EU membership came to a standstill in 2009 and 2010, when Turkish ports were closed to Cypriot ships. The Turkish government continues its refusal to recognize EU member state Cyprus. Relations between Greece and Turkey were normalized during Erdoğan's tenure as prime minister. In May 2004, Erdoğan became the first Turkish Prime Minister to visit Greece since 1988, and the first to visit the Turkish minority of Thrace since 1952. In 2007, Erdoğan and Greek Prime Minister Kostas Karamanlis inaugurated the Greek-Turkish natural gas pipeline giving Caspian gas its first direct Western outlet.[158] Turkey and Greece signed an agreement to create a Combined Joint Operational Unit within the framework of NATO to participate in Peace Support Operations.[159] Erdoğan and his party strongly supported the EU-backed referendum to reunify Cyprus in 2004.[160] Negotiations about a possible EU membership came to a standstill in 2009 and 2010, when Turkish ports were closed to Cypriot ships as a consequence of the economic isolation of the internationally unrecognized Turkish Republic of Northern Cyprus and the failure of the EU to end the isolation, as it had promised in 2004.[161] The Turkish government continues its refusal to recognize the Republic of Cyprus.[162] Armenia is Turkey's only neighbor which Erdoğan has not visited during his premiership. The Turkish-Armenian border has been closed since 1993 because of the Nagorno-Karabakh conflict with Turkey's close ally Azerbaijan. Diplomatic efforts resulted in the signing of protocols between Turkish and Armenian Foreign Ministers in Switzerland to improve relations between the two countries. One of the points of the agreement was the creation of a joint commission on the issue. The Armenian Constitutional Court decided that the commission contradicts the Armenian constitution. Turkey responded saying that Armenian court's ruling on the protocols is not acceptable, resulting in a suspension of the rectification process by the Turkish side.[163] Erdoğan has said that Armenian President Serzh Sargsyan should apologize for calling on school children to re-occupy eastern Turkey. When asked by a student at a literature contest ceremony if Armenians will be able to get back their \"western territories\" along with Mt. Ararat, Sarksyan said, \"This is the task of your generation\".[164] In December 2004, President Putin visited Turkey, making it the first presidential visit in the history of Turkish-Russian relations besides that of the Chairman of the Supreme Soviet of the USSR, Nikolai Podgorny in 1972. In November 2005, Putin attended the inauguration of a jointly constructed Blue Stream natural gas pipeline in Turkey. This sequence of top-level visits has brought several important bilateral issues to the forefront. The two countries consider it their strategic goal to achieve \"multidimensional co-operation\", especially in the fields of energy, transport and the military. Specifically, Russia aims to invest in Turkey's fuel and energy industries, and it also expects to participate in tenders for the modernisation of Turkey's military.[165] The relations during this time are described by President Medvedev as \"Turkey is one of our most important partners with respect to regional and international issues. We can confidently say that Russian-Turkish relations have advanced to the level of a multidimensional strategic partnership\".[166] In May 2010, Turkey and Russia signed 17 agreements to enhance cooperation in energy and other fields, including pacts to build Turkey's first nuclear power plant and further plans for an oil pipeline from the Black Sea to the Mediterranean Sea. The leaders of both countries also signed an agreement on visa-free travel, enabling tourists to get into the other country for free and stay there for up to 30 days.[citation needed] When Barack Obama became President of United States, he made his first overseas bilateral meeting to Turkey in April 2009. At a joint news conference in Turkey, Obama said: \"I'm trying to make a statement about the importance of Turkey, not just to the United States but to the world. I think that where there's the most promise of building stronger U.S.-Turkish relations is in the recognition that Turkey and the United States can build a model partnership in which a predominantly Christian nation, a predominantly Muslim nation – a Western nation and a nation that straddles two continents,\" he continued, \"that we can create a modern international community that is respectful, that is secure, that is prosperous, that there are not tensions – inevitable tensions between cultures – which I think is extraordinarily important.\"[167] Turkey under Erdoğan was named by the Bush Administration as a part of the \"coalition of the willing\" that was central to the 2003 invasion of Iraq.[168] On 1 March 2003, a motion allowing Turkish military to participate in the U.S-led coalition's invasion of Iraq, along with the permission for foreign troops to be stationed in Turkey for this purpose, was overruled by the Turkish Parliament.[169] After the fall of Saddam Hussein, Iraq and Turkey signed 48 trade agreements on issues including security, energy, and water. The Turkish government attempted to mend relations with Iraqi Kurdistan by opening a Turkish university in Erbil, and a Turkish consulate in Mosul.[170] Erdoğan's government fostered economic and political relations with Irbil, and Turkey began to consider the Kurdistan Regional Government in northern Iraq as an ally against Maliki's government.[171] Erdoğan visited Israel on 1 May 2005, a gesture unusual for a leader of a Muslim majority country.[172] During his trip, Erdoğan visited the Yad Vashem, Israel's official memorial to the victims of the Holocaust.[172] The President of Israel Shimon Peres addressed the Turkish parliament during a visit in 2007, the first time an Israeli leader had addressed the legislature of a predominantly Muslim nation.[173] Their relationship worsened at the 2009 World Economic Forum conference over Israel's actions during the Gaza War.[174] Erdoğan was interrupted by the moderator while he was responding to Peres. Erdoğan stated: \"Mister Peres, you are older than I am. Maybe you are feeling guilty and that is why you are raising your voice. When it comes to killing you know it too well. I remember how you killed the children on beaches...\" Upon the moderator's reminder that they needed to adjourn for dinner, Erdoğan left the panel, accusing the moderator of giving Peres more time than all the other panelists combined.[175] Tensions increased further following the Gaza flotilla raid in May 2010. Erdoğan strongly condemned the raid, describing it as \"state terrorism\", and demanded an Israeli apology.[176] In February 2013, Erdoğan called Zionism a \"crime against humanity\", comparing it to Islamophobia, antisemitism, and fascism.[177] He later retracted the statement, saying he had been misinterpreted. He said \"everyone should know\" that his comments were directed at \"Israeli policies\", especially as regards to \"Gaza and the settlements.\"[178][179] Erdoğan's statements were criticized by UN Secretary-General Ban Ki-moon, among others.[180][181] In August 2013, the Hürriyet reported that Erdoğan had claimed to have evidence of Israel's responsibility for the removal of Morsi from office in Egypt.[182] The Israeli and Egyptian governments dismissed the suggestion.[183] In response to the 2014 Israel–Gaza conflict, Erdoğan accused Israel of conducting \"state terrorism\" and a \"genocide attempt\" against the Palestinians.[184] He also stated that \"If Israel continues with this attitude, it will definitely be tried at international courts.\"[185] During Erdoğan's term of office, diplomatic relations between Turkey and Syria significantly deteriorated. In 2004, President Bashar al-Assad arrived in Turkey for the first official visit by a Syrian President in 57 years. In late 2004, Erdoğan signed a free trade agreement with Syria. Visa restrictions between the two countries were lifted in 2009, which caused an economic boom in the regions near the Syrian border.[186] However, in 2011 the relationship between the two countries was strained following the outbreak of conflict in Syria. Recep Tayyip Erdoğan said he was trying to \"cultivate a favorable relationship with whatever government would take the place of Assad\".[187] However, he began to support the opposition in Syria, after demonstrations turned violent, creating a serious Syrian refugee problem in Turkey.[188] Erdoğan's policy of providing military training for anti-Damascus fighters has also created conflict with Syria's ally and a neighbour of Turkey, Iran.[189] In August 2006, King Abdullah bin Abdulaziz as-Saud made a visit to Turkey. This was the first visit by a Saudi monarch to Turkey in the last four decades. The monarch made a second visit, on 9 November 2007. Turk-Saudi trade volume has exceeded US$ 3.2 billion in 2006, almost double the figure achieved in 2003. In 2009, this amount reached US$ 5.5 billion and the goal for the year 2010 was US$ 10 billion.[190] Erdoğan condemned the Saudi-led intervention in Bahrain and characterized the Saudi movement as \"a new Karbala.\" He demanded withdrawal of Saudi forces from Bahrain.[191] Erdoğan had made his first official visit to Egypt on 12 September 2011, accompanied by six ministers and 200 businessmen.[192] This visit was made very soon after Turkey had ejected Israeli ambassadors, cutting off all diplomatic relations with Israel because Israel refused to apologize for the Gaza flotilla raid which killed eight Turkish and one Turco-American.[192] Erdoğan's visit to Egypt was met with much enthusiasm by Egyptians. CNN reported some Egyptians saying \"We consider him as the Islamic leader in the Middle East\", while others were appreciative of his role in supporting Gaza.[192] Erdoğan was later honored in Tahrir Square by members of the Egyptian Revolution Youth Union, and members of the Turkish embassy were presented with a coat of arms in acknowledgment of the Prime Minister's support of the Egyptian Revolution.[193] Erdoğan stated in a 2011 interview that he supported secularism for Egypt, which generated an angry reaction among Islamic movements, especially the Freedom and Justice Party, which was the political wing of the Muslim Brotherhood.[193] However, commentators suggest that by forming an alliance with the military junta during Egypt's transition to democracy, Erdoğan may have tipped the balance in favor of an authoritarian government.[193] Erdoğan condemned the sit-in dispersals conducted by Egyptian police on 14 August 2013 at the Rabaa al-Adawiya and al-Nahda squares, where violent clashes between police officers and pro-Morsi Islamist protesters led to hundreds of deaths, mostly protesters.[194] In July 2014, one year after the removal of Mohamed Morsi from office, Erdoğan described Egyptian President Abdel Fattah el-Sisi as an \"illegitimate tyrant\".[195] Erdoğan's administration maintains strong ties with the Somali government. During the drought of 2011, Erdoğan's government contributed over $201 million to humanitarian relief efforts in the impacted parts of Somalia.[196] Following a greatly improved security situation in Mogadishu in mid-2011, the Turkish government also re-opened its foreign embassy with the intention of more effectively assisting in the post-conflict development process.[197] It was among the first foreign governments to resume formal diplomatic relations with Somalia after the civil war.[198] In May 2010, the Turkish and Somali governments signed a military training agreement, in keeping with the provisions outlined in the Djibouti Peace Process.[199] Turkish Airlines became the first long-distance international commercial airline in two decades to resume flights to and from Mogadishu's Aden Adde International Airport.[198] Turkey also launched various development and infrastructure projects in Somalia including building several hospitals and helping renovate the National Assembly building.[198] 2013 Gezi Park protests against the perceived authoritarianism of Erdoğan and his policies, starting from a small sit-in in Istanbul in defense of a city park.[200] After the police's intense reaction with tear gas, the protests grew each day. Faced by the largest mass protest in a decade, Erdoğan made this controversial remark in a televised speech: \"The police were there yesterday, they are there today, and they will be there tomorrow\". After weeks of clashes in the streets of Istanbul, his government at first apologized to the protestors[201] and called for a plebiscite, but then ordered a crackdown on the protesters.[200][202] Erdoğan took the oath of office on 28 August 2014 and became the 12th president of Turkey. He administered the new Prime Minister Ahmet Davutoğlu's oath on 29 August. When asked about his lower-than-expected 51.79% share of the vote, he allegedly responded, \"there were even those who did not like the Prophet. I, however, won 52%\".[203] Assuming the role of President, Erdoğan was criticized for openly stating that he would not maintain the tradition of presidential neutrality.[204] Erdoğan has also stated his intention to pursue a more active role as president, such as utilising the President's rarely used cabinet-calling powers.[205] The political opposition has argued that Erdoğan will continue to pursue his own political agenda, controlling the government, while his new Prime Minister Ahmet Davutoğlu would be docile and submissive.[7] Furthermore, the domination of loyal Erdoğan supporters in Davutoğlu's cabinet fuelled speculation that Erdoğan intended to exercise substantial control over the government.[206] On 1 July 2014, Erdoğan was named the AKP's presidential candidate in the Turkish presidential election. His candidacy was announced by the Deputy President of the AKP, Mehmet Ali Şahin. Erdoğan made a speech after the announcement and used the 'Erdoğan logo' for the first time. The logo was criticised because it was very similar to the logo that U.S. President Barack Obama used in the 2008 presidential election.[207] Erdoğan was elected as the President of Turkey in the first round of the election with 51.79% of the vote, obviating the need for a run-off by winning over 50%. The joint candidate of the CHP, MHP and 13 other opposition parties, former Organisation of Islamic Co-operation general secretary Ekmeleddin İhsanoğlu won 38.44% of the vote. The pro-Kurdish HDP candidate Selahattin Demirtaş won 9.76%.[208] The 2018 Turkish presidential election took place as part of the 2018 general election, alongside parliamentary elections on the same day. Following the approval of constitutional changes in a referendum held in 2017, the elected President will be both the head of state and head of government of Turkey, taking over the latter role from the to-be-abolished office of the Prime Minister.[209] Incumbent president Recep Tayyip Erdoğan declared his candidacy for the People's Alliance (Turkish: Cumhur İttifakı) on 27 April 2018.[citation needed] Erdoğan's main opposition, the Republican People's Party, nominated Muharrem İnce, a member of the parliament known for his combative opposition and spirited speeches against Erdoğan.[210] Besides these candidates, Meral Akşener, the founder and leader of İyi Party,[211] Temel Karamollaoğlu, the leader of the Felicity Party and Doğu Perinçek, the leader of the Patriotic Party, have announced their candidacies and collected the 100,000 signatures required for nomination. The alliance which Erdoğan was candidate for won 52.59% of the popular vote. In April 2017, a constitutional referendum was held, where the voters in Turkey (and Turkish citizens abroad) approved a set of 18 proposed amendments to the Constitution of Turkey. The amendments included the replacement of the existing parliamentary system with a presidential system. The post of Prime Minister would be abolished, and the presidency would become an executive post vested with broad executive powers. The parliament seats would be increased from 550 to 600 and the age of candidacy to the parliament was lowered from 25 to 18. The referendum also called for changes to the Supreme Board of Judges and Prosecutors.[212] In the 2019 local elections, the ruling party AKP lost control of Istanbul and Ankara for the first time in 25 years, as well as 5 of Turkey's 6 largest cities. The loss has been widely attributed to Erdoğan's mismanagement of the Turkish economic crisis, rising authoritarianism as well as the alleged government inaction on the Syrian refugee crisis.[32] Soon after the elections, Supreme Electoral Council of Turkey ordered a re-election in Istanbul, cancelling Ekrem İmamoğlu's mayoral certificate. The decision led to a significant decrease of Erdoğan's and AKP's popularity and his party lost the elections again in June with a greater margin.[213][214][215][216] The result was seen as a huge blow to Erdoğan, who had once said that if his party 'lost Istanbul, we would lose Turkey. The opposition's victory was characterised as 'the beginning of the end' for Erdoğan',[217][218][219] with international commentators calling the re-run a huge government miscalculation that led to a potential İmamoğlu candidacy in the next scheduled presidential election.[217][219] It is suspected that the scale of the government's defeat could provoke a cabinet reshuffle and early general elections, currently scheduled for June 2023.[220][221] The New Zealand and Australian governments and opposition CHP party have criticized Erdoğan after he repeatedly showed video taken by the Christchurch mosque shooter to his supporters at campaign rallies for 31 March local elections and said Australians and New Zealanders who came to Turkey with anti-Muslim sentiments \"would be sent back in coffins like their grandfathers\" at Gallipoli.[222][223] Erdoğan has also received criticism for the construction of a new official residence called Presidential Complex, which takes up approximately 50 acres of Atatürk Forest Farm (AOÇ) in Ankara.[224][225] Since the AOÇ is protected land, several court orders were issued to halt the construction of the new palace, though building work went on nonetheless.[226] The opposition described the move as a clear disregard for the rule of law.[227] The project was subject to heavy criticism and allegations were made; of corruption during the construction process, wildlife destruction and the complete obliteration of the zoo in the AOÇ in order to make way for the new compound.[228] The fact that the palace is technically illegal has led to it being branded as the 'Kaç-Ak Saray', the word kaçak in Turkish meaning 'illegal'.[229] Ak Saray was originally designed as a new office for the Prime Minister. However, upon assuming the presidency, Erdoğan announced that the palace would become the new Presidential Palace, while the Çankaya Mansion will be used by the Prime Minister instead. The move was seen as a historic change since the Çankaya Mansion had been used as the iconic office of the presidency ever since its inception. The Presidential Complex has almost 1,000 rooms and cost $350 million (€270 million), leading to huge criticism at a time when mining accidents and workers' rights had been dominating the agenda.[230][231] On 29 October 2014, Erdoğan was due to hold a Republic Day reception in the new palace to commemorate the 91st anniversary of the Republic of Turkey and to officially inaugurate the Presidential Palace. However, after most invited participants announced that they would boycott the event and a mining accident occurred in the district of Ermenek in Karaman, the reception was cancelled.[232] President Erdoğan and his government continue to press for court action against the remaining free press in Turkey. The latest newspaper that has been seized is Zaman, in March 2016.[233] After the seizure Morton Abramowitz and Eric Edelman, former U.S. ambassadors to Turkey, condemned President Erdoğan's actions in an opinion piece published by The Washington Post: \"Clearly, democracy cannot flourish under Erdoğan now\".[234] \"The overall pace of reforms in Turkey has not only slowed down but in some key areas, such as freedom of expression and the independence of the judiciary, there has been a regression, which is particularly worrying\", rapporteur Kati Piri said in April 2016 after the European Parliament passed its annual progress report on Turkey.[235] On 22 June 2016, President Recep Tayyip Erdoğan said that he considered himself successful in \"destroying\" Turkish civil groups \"working against the state\",[236] a conclusion that had been confirmed some days earlier by Sedat Laçiner, Professor of International Relations and rector of the Çanakkale Onsekiz Mart University: \"Outlawing unarmed and peaceful opposition, sentencing people to unfair punishment under erroneous terror accusations, will feed genuine terrorism in Erdoğan’s Turkey. Guns and violence will become the sole alternative for legally expressing free thought\".[237] After the coup attempt, over 200 journalists were arrested and over 120 media outlets were closed. Cumhuriyet journalists were detained in November 2016 after a long-standing crackdown on the newspaper. Subsequently, Reporters Without Borders called Erdoğan an \"enemy of press freedom\" and said that he \"hides his aggressive dictatorship under a veneer of democracy\".[238] In April 2017, Turkey blocked all access to Wikipedia over a content dispute.[239] The Turkish government lifted a two-and-a-half-year ban on Wikipedia on 15 January 2020, restoring access to the online encyclopedia a month after Turkey's top court ruled that blocking Wikipedia was unconstitutional. On 1 July 2020, in a statement made to his party members, Erdoğan announced that the government would introduce new measures and regulations to control or shut down social media platforms such as YouTube, Twitter and Netflix. Through these new measures, each company would be required to appoint an official representative in the country to respond to legal concerns. The decision comes after a number of Twitter users insulted his daughter Esra after she welcomed her fourth child.[240] On 20 July 2016, President Erdoğan declared the state of emergency, citing the coup d'état attempt as justification.[241] It was first scheduled to last three months. The Turkish parliament approved this measure.[242] The state of emergency was later extended for another three months, amidst the ongoing 2016 Turkish purges including comprehensive purges of independent media and detention of tens of thousands of Turkish citizens politically opposed to Erdoğan.[243] More than 50,000 people have been arrested and over 160,000 fired from their jobs by March 2018.[244] In August 2016, Erdoğan began rounding up journalists who had been publishing, or who were about to publish articles questioning corruption within the Erdoğan administration, and incarcerating them.[245] The number of Turkish journalists jailed by Turkey is higher than any other country, including all of those journalists currently jailed in North Korea, Cuba, Russia, and China combined.[246] In the wake of the coup attempt of July 2016 the Erdoğan administration began rounding up tens of thousands of individuals, both from within the government, and from the public sector, and incarcerating them on charges of alleged \"terrorism\".[247][248][249] As a result of these arrests, many in the international community complained about the lack of proper judicial process in the incarceration of Erdoğan's opposition.[250] In April 2017 Erdoğan successfully sponsored legislation effectively making it illegal for the Turkish legislative branch to investigate his executive branch of government.[251] Without the checks and balances of freedom of speech, and the freedom of the Turkish legislature to hold him accountable for his actions, many have likened Turkey's current form of government to a dictatorship with only nominal forms of democracy in practice.[252][253] At the time of Erdoğan's successful passing of the most recent legislation silencing his opposition, United States President Donald Trump called Erdoğan to congratulate him for his \"recent referendum victory\".[254] On 29 April 2017 Erdoğan's administration began an internal Internet block of all of the Wikipedia online encyclopedia site via Turkey's domestic Internet filtering system. This blocking action took place after the government had first made a request for Wikipedia to remove what it referred to as \"offensive content\". In response, Wikipedia co-founder Jimmy Wales replied via a post on Twitter stating, \"Access to information is a fundamental human right. Turkish people, I will always stand with you and fight for this right.\"[255][256] In January 2016, more than a thousand academics signed a petition criticizing Turkey's military crackdown on ethnic Kurdish towns and neighborhoods in the east of the country, such as Sur (a district of Diyarbakır), Silvan, Nusaybin, Cizre and Silopi, and asking an end to violence.[257] Erdoğan accused those who signed the petition of \"terrorist propaganda\", calling them \"the darkest of people\". He called for action by institutions and universities, stating, \"Everyone who benefits from this state but is now an enemy of the state must be punished without further delay\".[258] Within days, over 30 of the signatories were arrested, many in dawn-time raids on their homes. Although all were quickly released, nearly half were fired from their jobs, eliciting a denunciation from Turkey's Science Academy for such \"wrong and disturbing\" treatment.[259] Erdoğan vowed that the academics would pay the price for \"falling into a pit of treachery\".[260] On 8 July 2018, Erdoğan sacked 18,000 officials for alleged ties to US based cleric Fethullah Gülen, shortly before renewing his term as an executive president. Of those removed, 9000 were police officers with 5000 from the armed forces with the addition of hundreds of academics.[261] In February 2016, Erdoğan threatened to send the millions of refugees in Turkey to EU member states,[262] saying: \"We can open the doors to Greece and Bulgaria anytime and we can put the refugees on buses ... So how will you deal with refugees if you don't get a deal?\"[263] In an interview to the news magazine Der Spiegel, German minister of defence Ursula von der Leyen said on 11 March 2016 that the refugee crisis had made good cooperation between EU and Turkey an \"existentially important\" issue. \"Therefore it is right to advance now negotiations on Turkey's EU accession\".[264] In its resolution \"The functioning of democratic institutions in Turkey\" from 22 June 2016, the Parliamentary Assembly of the Council of Europe warned that \"recent developments in Turkey pertaining to freedom of the media and of expression, erosion of the rule of law and the human rights violations in relation to anti-terrorism security operations in south-east Turkey have ... raised serious questions about the functioning of its democratic institutions\".[265][266] On 20 August 2016, Erdoğan told his Ukrainian counterpart Petro Poroshenko that Turkey would not recognize the 2014 Russian annexation of Crimea; calling it \"Crimea's occupation\".[267] In January 2017, Erdoğan said that the withdrawal of Turkish troops from Northern Cyprus is \"out of the question\" and Turkey will be in Cyprus \"forever\".[268] In September 2020, Erdoğan declared his government's support for Azerbaijan following clashes between Armenian and Azeri forces over a disputed region of Nagorno-Karabakh.[269] He dismissed demands for a ceasefire.[270] In May 2022, Erdoğan voiced his opposition to Sweden and Finland joining NATO, accusing the two countries of tolerating groups which Turkey classifies as terrorist organizations,[271] including the Kurdish militant groups PKK and YPG and the supporters of Fethullah Gülen.[272] There is a long-standing dispute between Turkey and Greece in the Aegean Sea. Erdoğan warned that Greece will pay a \"heavy price\" if Turkey's gas exploration vessel – in what Turkey said are disputed waters – is attacked.[273] He deemed the readmission of Greece into the military alliance NATO a mistake, claiming they were collaborating with terrorists.[274] In March 2017, Turkish President Recep Tayyip Erdoğan stated to the Turks in Europe, \"Make not three, but five children. Because you are the future of Europe. That will be the best response to the injustices against you.\" This has been interpreted as an imperialist call for demographic warfare.[275] According to The Economist, Erdoğan is the first Turkish leader to take the Turkish diaspora seriously, which has created friction within these diaspora communities and between the Turkish government and several of its European counterparts.[276] In February 2018, President Erdoğan expressed Turkish support of the Republic of Macedonia's position during negotiations over the Macedonia naming dispute saying that Greece's position is wrong.[277] In March 2018, President Erdoğan criticized the Kosovan Prime Minister Ramush Haradinaj for dismissing his Interior Minister and Intelligence Chief for failing to inform him of an unauthorized and illegal secret operation conducted by the National Intelligence Organization of Turkey on Kosovo's territory that led to the arrest of six people allegedly associated with the Gülen movement.[278][279] On 26 November 2019, an earthquake struck the Durrës region of Albania. President Erdoğan expressed his condolences.[280] and citing close Albanian-Turkish relations, he committed Turkey to reconstructing 500 earthquake destroyed homes and other civic structures in Laç, Albania.[281][282][283] In Istanbul, Erdoğan organised and attended a donors conference (8 December) to assist Albania that included Turkish businessmen, investors and Albanian Prime Minister Edi Rama.[284] In May 2018, British Prime Minister Theresa May welcomed Erdoğan to the United Kingdom for a three-day state visit. Erdoğan declared that the United Kingdom is \"an ally and a strategic partner, but also a real friend. The cooperation we have is well beyond any mechanism that we have established with other partners.\"[285] Relations between Turkey and Israel began to normalize after Israeli Prime Minister Netanyahu officially apologized for the death of the nine Turkish activists during the Gaza flotilla raid.[286] However, in response to the 2014 Israel–Gaza conflict, Erdoğan accused Israel of being \"more barbaric than Hitler\",[287] and conducting \"state terrorism\" and a \"genocide attempt\" against the Palestinians.[288] In December 2017, President Erdoğan issued a warning to Donald Trump, after the U.S. President acknowledged Jerusalem as Israel's capital.[289] Erdoğan stated, \"Jerusalem is a red line for Muslims\", indicating that naming Jerusalem as Israel's capital would alienate Palestinians and other Muslims from the city, undermining hopes at a future capital of a Palestinian State.[290] Erdoğan called Israel a \"terrorist state\".[291] Naftali Bennett dismissed the threats, claiming \"Erdoğan does not miss an opportunity to attack Israel\".[290] In April 2019, Erdoğan said the West Bank belongs to Palestinians, after Israeli Prime Minister Benjamin Netanyahu said he would annex Israeli settlements in the occupied Palestinian territories if he is re-elected.[292] Erdoğan condemned the Israel–UAE peace agreement, stating that Turkey was considering suspending or cutting off diplomatic relations with the United Arab Emirates in retaliation.[293] On 9 March 2022, Israel's president Isaac Herzog met Recep Tayyip Erdogan in Ankara. It is the first visit by an Israeli head of state to Turkey since 2007 and after Gaza flotilla raid.[294] Amid allegations of Turkish collaboration with the Islamic State, the 2014 Kobanî protests broke out near the Syrian border city of Kobanî, in protest against the government's perceived facilitation of the Islamic State of Iraq and the Levant during the Siege of Kobanî.[295] 42 protestors were killed during a brutal police crackdown.[296][297] Asserting that aid to the Kurdish-majority People's Protection Units (YPG) fighters in Syria would assist the Kurdistan Workers' Party (PKK) (then on ceasefire) in Turkey, Erdoğan held bilateral talks with Barack Obama regarding IS during the 5–6 September 2014 NATO summit in Newport, Wales.[298][299] In early October, United States Vice President Joe Biden criticised the Turkish government for supplying jihadists in Syria and said Erdoğan had expressed regret to him about letting foreign jihadists transit through Turkey en route to Syria.[300] Erdoğan angrily responded, \"Biden has to apologize for his statements\" adding that if no apology is made, Biden would become \"history to me.\" Biden subsequently apologised.[301] In response to the U.S. request to use İncirlik Air Base to conduct air strikes against IS, Erdoğan demanded that Bashar al-Assad be removed from power first.[302] Turkey lost its bid for a Security Council seat in the United Nations during the 2014 election;[303] the unexpected result[304] is believed to have been a reaction to Erdoğan's hostile treatment of the Kurds fighting ISIS on the Syrian border[305][306] and a rebuke of his willingness to support IS-aligned insurgents opposed to Syrian president Bashar al-Assad.[305][306] In 2015, there were consistent allegations that Erdoğan maintained financial links with the Islamic State, including allegation of his son-in-law Berat Albayrak's involvement with oil production and smuggling in ISIL. Revelations that the state was supplying arms to militant groups in Syria in the 2014 National Intelligence Organisation lorry scandal led to accusations of high treason.[307][308][309] In July 2015, Turkey became involved in the international military intervention against ISIL, simultaneously launching airstrikes against PKK bases in Iraqi Kurdistan.[310] As of 2015, Turkey began openly supporting the Army of Conquest,[311] a coalition of Syrian rebel groups that included al-Nusra Front and Ahrar al-Sham.[312][313] In late November 2016, Erdoğan said that the Turkish military launched its operations in Syria to end Assad's rule,[314] but retracted this statement shortly afterwards.[315] In January 2018, the Turkish military and its Syrian National Army and Sham Legion allies began the Turkish military operation in Afrin in the Kurdish-majority Afrin Canton in Northern Syria, against the YPG.[316][317] On 10 April, Erdoğan rejected a Russian demand to return Afrin to Syrian government control.[318] In October 2019, after Erdoğan spoke to him, U.S. President Donald Trump gave the go-ahead to the 2019 Turkish offensive into north-eastern Syria, despite recently agreeing to a Northern Syria Buffer Zone. U.S. troops in northern Syria were withdrawn from the border to avoid interference with the Turkish operation.[319] After the U.S. pullout, Turkey proceeded to attack the Autonomous Administration of North and East Syria.[320] Rejecting criticism of the invasion, Erdoğan claimed that NATO and European Union countries \"sided with terrorists, and all of them attacked us\".[321] Erdoğan then filed a criminal complaint against French magazine Le Point after it accused him of conducting ethnic cleansing in the area.[322][323] A poll by Metropoll Research found that 79% of Turkish respondents expressed support for the operation.[324] Bilateral trade between Turkey and China increased from $1 billion a year in 2002 to $27 billion annually in 2017.[325] Erdoğan has stated that Turkey might consider joining the Shanghai Cooperation Organisation instead of the European Union.[326] In 2009, Erdoğan accused China of \"genocide\" against the Uyghurs in Xinjiang, but later changed his rhetoric.[327][328] In June 2017 during a speech, Erdoğan called the isolation of Qatar as \"inhumane and against Islamic values\" and that \"victimising Qatar through smear campaigns serves no purpose\".[329] In September 2017, Erdoğan condemned the persecution of Muslims in Myanmar and accused Myanmar of \"genocide\" against the Muslim minority.[330] Over time, Turkey began to look for ways to buy its own missile defense system and also to use that procurement to build up its own capacity to manufacture and sell an air and missile defense system. Turkey got serious about acquiring a missile defense system early in the first Obama administration when it opened a competition between the Raytheon Patriot PAC 2 system and systems from Europe, Russia, and even China.[331] Taking advantage of the new low in U.S.-Turkish relations, Putin saw his chance to use an S-400 sale to Turkey, so in July 2017, he offered the air defense system to Turkey. In the months that followed, the United States warned Turkey that a S-400 purchase jeopardized Turkey's F-35 purchase. Integration of the Russian system into the NATO air defense net was also out of the question. Administration officials, including Mark Esper, warned that Turkey had to choose between the S-400 and the F-35. That they couldn't have both. The S-400 deliveries to Turkey began on 12 July. On 16 July, Trump mentioned to reporters that withholding the F-35 from Turkey was unfair. Said the president, \"So what happens is we have a situation where Turkey is very good with us, very good, and we are now telling Turkey that because you have really been forced to buy another missile system, we’re not going to sell you the F-35 fighter jets\".[332] The U.S. Congress has made clear on a bipartisan basis that it expects the president to sanction Turkey for buying Russian equipment.[333] Out of the F-35, Turkey now considers buying Russian fifth-generation jet fighter Su-57. On 1 August 2018, the U.S. Department of Treasury sanctioned two senior Turkish government ministers who were involved in the detention of American pastor Andrew Brunson.[334] Erdoğan said that the U.S. behavior will force Turkey to look for new friends and allies.[335] The U.S.–Turkey tensions appear to be the most serious diplomatic crisis between the NATO allies in years.[336][337] Trump's former national security adviser John Bolton claimed that President Donald Trump told Erdoğan he would 'take care' of investigation against Turkey's state-owned bank Halkbank accused of bank fraud charges and laundering up to $20 billion on behalf of Iranian entities.[338] Turkey criticized Bolton's book, saying it included misleading accounts of conversations between Trump and Erdoğan.[339] In August 2020, the former vice president and presidential candidate Joe Biden called for a new U.S. approach to the \"autocrat\" President Erdoğan and support for Turkish opposition parties.[340][341] In September 2020, Biden demanded that Erdoğan \"stay out\" of the Nagorno-Karabakh war between Azerbaijan and Armenia, in which Turkey has supported the Azeris.[342] Relations with Venezuela were strengthened with recent developments and high level mutual visits. The first official visit between the two countries at presidential level was in October 2017 when Venezuelan President Nicolás Maduro visited Turkey. In December 2018, Erdoğan visited Venezuela for the first time and expressed his will to build strong relations with Venezuela and expressed hope that high-level visits \"will increasingly continue.\"[343] Reuters reported that in 2018 23 tons of mined gold were taken from Venezuela to Istanbul.[344] In the first nine months of 2018, Venezuela's gold exports to Turkey rose from zero in the previous year to US$900 million.[345] During the Venezuelan presidential crisis, Erdoğan voiced solidarity with Venezuela's President Nicolás Maduro and criticized U.S. sanctions against Venezuela, saying that \"political problems cannot be resolved by punishing an entire nation.\"[346][347] Following the 2019 Venezuelan uprising attempt, Erdoğan condemned the actions of lawmaker Juan Guaidó, tweeting \"Those who are in an effort to appoint a postmodern colonial governor to Venezuela, where the President was appointed by elections and where the people rule, should know that only democratic elections can determine how a country is governed\".[348][349] On 15 July 2016, a coup d'état was attempted by the military, with aims to remove Erdoğan from government. By the next day, Erdoğan's government managed to reassert effective control in the country.[350] Reportedly, no government official was arrested or harmed, which, among other factors, raised the suspicion of a false flag event staged by the government itself.[351][352] Erdoğan, as well as other government officials, has blamed an exiled cleric, and a former ally of Erdoğan, Fethullah Gülen, for staging the coup attempt.[353] Süleyman Soylu, Minister of Labor in Erdoğan's government, accused the US of planning a coup to oust Erdoğan.[354] Erdoğan, as well as other high-ranking Turkish government officials, has issued repeated demands to the US to extradite Gülen.[355][356] Following the coup attempt, there has been a significant deterioration in Turkey-US relations. European and other world leaders have expressed their concerns over the situation in Turkey, with many of them warning Erdoğan not to use the coup attempt as an excuse to crack down on his opponents.[357] The rise of ISIS and the collapse of the Kurdish peace process had led to a sharp rise in terror incidents in Turkey until 2016. Erdoğan was accused by his critics of having a 'soft corner' for ISIS.[358] However, after the attempted coup, Erdoğan ordered the Turkish military into Syria to combat ISIS and Kurdish militant groups.[359] Erdoğan's critics have decried purges in the education system and judiciary as undermining the rule of law[360] however Erdoğan supporters argue this is a necessary measure as Gulen-linked schools cheated on entrance exams, requiring a purge in the education system and of the Gulen followers who then entered the judiciary.[361][362] Erdoğan's plan is \"to reconstitute Turkey as a presidential system. The plan would create a centralized system that would enable him to better tackle Turkey's internal and external threats. One of the main hurdles allegedly standing in his way is Fethullah Gulen's movement ...\"[363] In the aftermath of the 2016 Turkish coup d'état attempt, a groundswell of national unity and consensus emerged for cracking down on the coup plotters with a National Unity rally held in Turkey that included Islamists, secularists, liberals and nationalists.[364][365] Erdoğan has used this consensus to remove Gulen's followers from the bureaucracy, curtail their role in NGOs, Turkey's Ministry of Religious Affairs and the Turkish military, with 149 Generals discharged.[366] In a foreign policy shift Erdoğan ordered the Turkish Armed Forces into battle in Syria and has liberated towns from IS control.[367] As relations with Europe soured over in the aftermath of the attempted coup, Erdoğan developed alternative relationships with Russia,[368][369] Saudi Arabia[370] and a \"strategic partnership\" with Pakistan,[371][372] with plans to cultivate relations through free trade agreements and deepening military relations for mutual co-operation with Turkey's regional allies.[373][374][375] The Turkish currency and debt crisis of 2018 was caused by the Turkish economy's excessive current account deficit and foreign-currency debt,[376] in combination with Erdoğan's increasing authoritarianism and his unorthodox ideas about interest rate policy.[377][378][379] Economist Paul Krugman described the unfolding crisis as \"a classic currency-and-debt crisis, of a kind we’ve seen many times\", adding: \"At such a time, the quality of leadership suddenly matters a great deal. You need officials who understand what's happening, can devise a response and have enough credibility that markets give them the benefit of the doubt. Some emerging markets have those things, and they are riding out the turmoil fairly well. The Erdoğan regime has none of that\".[380] Early during his premiership, Erdoğan was praised as a role model for emerging Middle Eastern nations due to several reform packages initiated by his government which expanded religious freedoms and minority rights as part of accession negotiations with the European Union.[381] However, his government underwent several crises including the Sledgehammer coup and the Ergenekon trials, corruption scandals, accusations of media intimidation, as well as the pursuit of an increasingly polarizing political agenda; the opposition accused the government of inciting political hatred throughout the country.[382] Critics say that Erdoğan's government legitimizes homophobia, as Erdoğan has said that empowering LGBT people in Turkey was \"against the values of our nation\".[383] In 2019, Erdoğan once again publicly recited Ziya Gökalp's Soldier's Prayer poem, similar to how he had done in 1997. According to Hans-Lukas Kieser, these recitations betray Erdoğan's desire to create Gökalp's pre-1923 ideal, that is, \"a modern, leader-led Islamic-Turkish state extending beyond the boundaries of the Treaty of Lausanne\".[384] As President, Erdoğan has overseen a revival of Ottoman tradition,[385][386] greeting Palestinian president Mahmoud Abbas with an Ottoman-style ceremony in the new presidential palace, with guards dressed in costumes representing founders of 16 Great Turkish Empires in history.[387] While serving as the Prime Minister of Turkey, Erdoğan's AKP made references to the Ottoman era during election campaigns, such as calling their supporters 'grandsons of Ottomans' (Osmanlı torunu).[388] This proved controversial, since it was perceived to be an open attack against the republican nature of modern Turkey founded by Mustafa Kemal Atatürk. In 2015, Erdoğan made a statement in which he endorsed the old Ottoman term külliye to refer to university campuses rather than the standard Turkish word kampüs.[389] Many critics have thus accused Erdoğan of wanting to become an Ottoman sultan and abandon the secular and democratic credentials of the Republic.[390][391][392][393] One of the most cited scholars alive, Noam Chomsky, said that \"Erdogan in Turkey is basically trying to create something like the Ottoman Caliphate, with him as caliph, supreme leader, throwing his weight around all over the place, and destroying the remnants of democracy in Turkey at the same time\".[394] When pressed on this issue in January 2015, Erdoğan denied these claims and said that he would aim to be more like Queen Elizabeth II of the United Kingdom rather than like an Ottoman sultan.[395] In July 2020, after the Council of State annulled the Cabinet's 1934 decision to establish the Hagia Sophia as museum and revoking the monument's status, Erdoğan ordered its reclassification as a mosque.[396][397] The 1934 decree was ruled to be unlawful under both Ottoman and Turkish law as Hagia Sophia's waqf, endowed by Sultan Mehmed II, had designated the site a mosque; proponents of the decision argued the Hagia Sophia was the personal property of the sultan.[398] This redesignation is controversial, invoking condemnation from the Turkish opposition, UNESCO, the World Council of Churches, the Holy See, and many other international leaders.[399][400][401] In August 2020, he also signed the order that transferred the administration of the Chora Church to the Directorate of Religious Affairs to open it for worship as a mosque.[402] Initially converted to a mosque by the Ottomans, the building had then been designated as a museum by the government since 1934.[403][385] Erdoğan has served as the de facto leader of Turkey since 2002.[c][404][405][406] In response to criticism, Erdoğan made a speech in May 2014 denouncing allegations of dictatorship, saying that the leader of the opposition, Kemal Kılıçdaroğlu, who was there at the speech, would not be able to \"roam the streets\" freely if he were a dictator.[407] Kılıçdaroğlu responded that political tensions would cease to exist if Erdoğan stopped making his polarising speeches for three days.[408] One observer said it was a measure of the state of Turkish democracy that Prime Minister Ahmet Davutoğlu could openly threaten, on 20 December 2015, that, if his party did not win the election, Turkish Kurds would endure a repeat of the era of the \"white Toros\", the Turkish name for the Renault 12, \"a car associated with the gendarmarie’s fearsome intelligence agents, who carried out thousands of extrajudicial executions of Kurdish nationalists during the 1990s\".[409] In February 2015, a 13-year-old was charged by a prosecutor after allegedly insulting Erdoğan on Facebook.[410][411] In 2016, a waiter was arrested for insulting Erdoğan by allegedly saying \"If Erdoğan comes here, I will not even serve tea to him.\".[412] In April 2014, the President of the Constitutional Court, Haşim Kılıç, accused Erdoğan of damaging the credibility of the judiciary, labelling Erdoğan's attempts to increase political control over the courts as 'desperate'.[413] During the chaotic 2007 presidential election, the military issued an E-memorandum warning the government to keep within the boundaries of secularism when choosing a candidate. Regardless, Erdoğan's close relations with Fethullah Gülen and his Cemaat Movement allowed his government to maintain a degree of influence within the judiciary through Gülen's supporters in high judicial and bureaucratic offices.[414][415] Shortly after, an alleged coup plot codenamed Sledgehammer became public and resulted in the imprisonment of 300 military officers including İbrahim Fırtına, Çetin Doğan and Engin Alan. Several opposition politicians, journalists and military officers also went on trial for allegedly being part of an ultra-nationalist organisation called Ergenekon. Both cases were marred by irregularities and were condemned as a joint attempt by Erdoğan and Gülen to curb opposition to the AKP.[416] The original Sledgehammer document containing the coup plans, allegedly written in 2003, was found to have been written using Microsoft Word 2007.[417] Despite both domestic and international calls for these irregularities to be addressed in order to guarantee a fair trial, Erdoğan instead praised his government for bringing the coup plots to light.[418] When Gülen publicly withdrew support and openly attacked Erdoğan in late 2013, several imprisoned military officers and journalists were released, with the government admitting that the judicial proceedings were unfair.[419] When Gülen withdrew support from the AKP government in late 2013, a government corruption scandal broke out, leading to the arrest of several family members of cabinet ministers. Erdoğan accused Gülen of co-ordinating a \"parallel state\" within the judiciary in an attempt to topple him from power. He then removed or reassigned several judicial officials in an attempt to remove Gülen's supporters from office. Erdoğan's 'purge' was widely questioned and criticised by the European Union.[420] In early 2014, a new law was passed by parliament giving the government greater control over the judiciary, which sparked public protest throughout the country. International organisations perceived the law to be a danger to the separation of powers.[421] Several judicial officials removed from their posts said that they had been removed due to their secularist credentials. The political opposition accused Erdoğan of not only attempting to remove Gülen supporters, but supporters of Mustafa Kemal Atatürk's principles as well, in order to pave the way for increased politicisation of the judiciary. Several family members of Erdoğan's ministers who had been arrested as a result of the 2013 corruption scandal were released, and a judicial order to question Erdoğan's son Bilal Erdoğan was annulled.[422] Controversy erupted when it emerged that many of the newly appointed judicial officials were actually AKP supporters.[423] İslam Çiçek, a judge who ejected the cases of five ministers' relatives accused of corruption, was accused of being an AKP supporter and an official investigation was launched into his political affiliations.[424] On 1 September 2014, the courts dissolved the cases of 96 suspects, which included Bilal Erdoğan.[425] During a televised press conference he was asked if he believed a presidential system was possible in a unitary state. Erdoğan affirmed this and cited Nazi Germany (among other examples) as a case where such a combination existed.[426] However, the Turkish president's office said that Erdoğan was not advocating a Hitler-style government when he called for a state system with a strong executive, and added that the Turkish president had declared the \"Holocaust, anti-semitism and Islamophobia\" as crimes against humanity and that it was out of the question for him to cite Hitler's Germany as a good example.[427] Erdoğan has been criticised for his politicisation of the media, especially after the 2013 protests. The opposition Republican People's Party (CHP) alleged that over 1,863 journalists lost their jobs due to their anti-government views in 12 years of AKP rule.[428] Opposition politicians have also alleged that intimidation in the media is due to the government's attempt to restructure the ownership of private media corporations. Journalists from the Cihan News Agency and the Gülenist Zaman newspaper were repeatedly barred from attending government press conferences or asking questions.[429] Several opposition journalists such as Soner Yalçın were controversially arrested as part of the Ergenekon trials and Sledgehammer coup investigation.[430] Veli Ağbaba, a CHP politician, has called the AKP the 'biggest media boss in Turkey.'[428] In 2015, 74 US senators sent a letter to US Secretary of State, John Kerry, to state their concern over what they saw as deviations from the basic principles of democracy in Turkey and oppressions of Erdoğan over media.[431] Notable cases of media censorship occurred during the 2013 anti-government protests, when the mainstream media did not broadcast any news regarding the demonstrations for three days after they began. The lack of media coverage was symbolised by CNN International covering the protests while CNN Türk broadcast a documentary about penguins at the same time.[432] The Radio and Television Supreme Council (RTÜK) controversially issued a fine to pro-opposition news channels including Halk TV and Ulusal Kanal for their coverage of the protests, accusing them of broadcasting footage that could be morally, physically and mentally destabilising to children.[433] Erdoğan was criticised for not responding to the accusations of media intimidation, and caused international outrage after telling a female journalist (Amberin Zaman of The Economist) to know her place and calling her a 'shameless militant' during his 2014 presidential election campaign.[434] While the 2014 presidential election was not subject to substantial electoral fraud, Erdoğan was again criticised for receiving disproportionate media attention in comparison to his rivals. The British newspaper The Times commented that between 2 and 4 July, the state-owned media channel TRT gave 204 minutes of coverage to Erdoğan's campaign and less than a total of 3 minutes to both his rivals.[435] Erdoğan also tightened controls over the Internet, signing into law a bill which allows the government to block websites without prior court order on 12 September 2014.[436] His government blocked Twitter and YouTube in late March 2014 following the release of a recording of a conversation between him and his son Bilal, where Erdoğan allegedly warned his family to 'nullify' all cash reserves at their home amid the 2013 corruption scandal.[437] Erdoğan has undertaken a media campaign that attempts to portray the presidential family as frugal and simple-living; their palace electricity-bill is estimated at $500,000 per month.[438] In May 2016, former Miss Turkey model Merve Büyüksaraç was sentenced to more than a year in prison for allegedly insulting the president.[439][440][441] In a 2016 news story, Bloomberg reported, \"more than 2,000 cases have been opened against journalists, cartoonists, teachers, a former Miss Turkey, and even schoolchildren in the past two years\".[442] In November 2016, the Turkish government[243] blocked access to social media in all of Turkey[443] as well as sought to completely block Internet access for the citizens in the southeast of the country.[444] Since the 2016 coup attempt, authorities arrested or imprisoned more than 90,000 Turkish citizens.[445] In 2009, Turkish sculptor Mehmet Aksoy created the Statue of Humanity in Kars to promote reconciliation between Turkey and Armenia. When visiting the city in 2011, Erdoğan deemed the statue a \"freak\", and months later it was demolished.[446] Aksoy sued Erdoğan for \"moral indemnities\", although his lawyer said that his statement was a critique rather than an insult. In March 2015, a judge ordered Erdoğan to pay 10,000 liras.[447] The term Erdoğanism first emerged shortly after Erdoğan's 2011 general election victory, where it was predominantly described as the AKP's liberal economic and conservative democratic ideals fused with Erdoğan demagoguery and cult of personality.[448] In 2002, Erdoğan said that \"homosexuals must be legally protected within the framework of their rights and freedoms. From time to time, we do not find the treatment they get on some television screens humane\", he said.[449][450][451] However, in 2017 Erdoğan has said that empowering LGBT people in Turkey was \"against the values of our nation\".[383] In 2020, amid the COVID-19 pandemic, Turkey's top Muslim scholar and President of Religious Affairs, Ali Erbaş, said in a Friday Ramadan announcement that country condemns homosexuality because it \"brings illness,\" insinuating that same sex relations are responsible for the COVID-19 pandemic.[452] Recep Tayyip Erdoğan backed Erbaş, saying that what Erbaş \"said was totally right.\"[453] While Erdoğan has declared several times being against antisemitism,[454][455][456][457][458] he has been accused of invoking antisemitic stereotypes in public statements.[459][460][461][462] According to Erdoğan, he had been inspired by novelist and Islamist ideologue Necip Fazıl Kısakürek,[463][464] a publisher (among others) of antisemitic literature.[465][466] During a live interview in 2014, he said: \"You wouldn't believe the things they have said about me. They have said I am Georgian. Excuse me, but they have said even uglier things. They have called me Armenian, but I am Turkish.\"[467]","Title":"Recep Tayyip Erdoğan - Wikipedia","KeyID":"13604","URL":"https://en.wikipedia.org/wiki/Recep_Tayyip_Erdo%C4%9Fan"}