{"Content: ":"Karin Keller-Sutter (born 22 December 1963) is a Swiss politician who has served as a Member of the Swiss Federal Council since 2019. A member of FDP.The Liberals, she is the head of the Federal Department of Justice and Police. Keller-Sutter previously served as President of the Council of States for the 2017–2018 term. Karin Keller-Sutter lived her childhood in Wil before moving to Neuchâtel. She studied language interpretation at Dolmetscherschule Zurich in Zürich (now the School of Applied Linguistics at the Zurich University of Applied Sciences). She then worked in a private capacity while studying political science in London and Montreal. She also achieved a pedagogy post-grad from the University of Fribourg and worked as a professor in a professional school. Keller-Sutter is a former vice president of the board of trustees of the St. Gallen Foundation for International Studies.[1] Keller-Sutter undertook a political career as a municipal councillor in Wil between 1992 and 2000. She presided the municipal assembly in 1997. From 1996 to 2000, she was a deputy of the Kantonsrat of the canton of St. Gallen, while presiding the local arm of the FDP. On 12 March 2000, Keller-Sutter was elected to the Regierungsrat of the canton of St. Gallen, where she was appointed to the department for security and justice. She was also vice president of the conference of cantonal directors for justice and police. She presided the government in 2006–2007. On 22 September 2010, Keller-Sutter was a candidate for the Swiss Federal Council to succeed Hans-Rudolf Merz but failed to win the election; Johann Schneider-Ammann, a member of the National Council for the canton of Bern since 1999, won the seat instead.[2] On 23 October 2011, she was elected with 65% of the vote to represent the canton of St. Gallen in the Council of States. She served as President of the Council of States in 2017–2018. On 8 October 2018, she once again announced her candidacy for Swiss Federal Council, this time for the seat of recently retired Schneider-Ammann, who had defeated her eight years before.[3] On 5 December 2018, she was elected for the Federal Council with 154 votes out of 237, alongside Viola Amherd of the Christian Democratic People's Party (CVP/PDC).[4]","Title":"Karin Keller-Sutter - Wikipedia","KeyID":"13601","URL":"https://en.wikipedia.org/wiki/Karin_Keller-Sutter"}