{"Content: ":"Afioga Fiamē Naomi Mataʻafa (born 29 April 1957)[1] is a Samoan politician and High Chiefess (matai) who has served as the seventh Prime Minister of Samoa and leader of the Faʻatuatua i le Atua Samoa ua Tasi (FAST) party since 2021.[2][3] The daughter of Samoa's first prime minister Fiamē Mataʻafa Faumuina Mulinuʻu II, Mata'afa is the first woman to serve as Samoa's head of government and the first to not be a member of the Human Rights Protection Party (HRPP) since 1982. A member of the HRPP until 2020, she was the first woman appointed to Cabinet in Samoa's history. Mata'afa was the Minister of Education from 1991 to 2006 in the governments of prime ministers Tofilau Eti Alesana and Tuila'epa Sa'ilele Malielegaoi. In addition, she was the Minister of Women from 2006 to 2011 and Minister of Justice from 2011 to 2016. Mata'afa served as Samoa's first female deputy prime minister and deputy leader of the HRPP from 2016 to 2020, resigning in opposition to the controversial Land and Titles Bill. The following year she joined the newly founded FAST party and was unanimously elected its leader in March 2021.[4][5][6] Mataʻafa won a majority in the 2021 election, but defeated Prime Minister Tuila'epa Sa'ilele Malielegaoi refused to leave office, leading to the 2021 Samoan constitutional crisis. The crisis was resolved by Samoa's Court of Appeal on 23 July 2021, which ruled that Mataʻafa had been prime minister since 24 May.[7][8][9] Fiamē Naomi Mataʻafa was born Naomi Mataʻafa on 29 April 1957 in Apia to high chief Fiamē Mataʻafa Faumuina Mulinuʻu II who later served as Samoa's first prime minister and his wife, Laulu Fetauimalemau Mataʻafa. Fiamē was born five years before Samoa gained independence from New Zealand. She has three older siblings from her father's previous relationships. Hailing from a prominent lineage of Matai, Fiamē grew up in Apia until age 11. She subsequently attended Samuel Marsden Collegiate School in Wellington, New Zealand.[10] Fiamē began studying at Victoria University of Wellington in 1976.[11] Her father had died the previous year. However, in early 1977 Fiamē's studies were put on hold when she returned to Samoa to claim her late father's Matai title. Numerous relatives were competing for the Fiamē title in court. Interrogated longer than any other candidate, she formally gained the Fiamē title in 1978. It was considered unusual for a single young woman (then 20 years old) like Fiamē to have a matai title. Afterwards, she returned to New Zealand and resumed her studies until a month later, when she had to return to Samoa to defend her title from relatives claiming that she was an 'absentee Matai'.[11] Fiamē continued her higher education in 1979.[12][11] She was first elected to the Legislative Assembly of Samoa in the 1985 election,[13] representing the constituency of Lotofaga previously held by her mother. She has been re-elected in every election since, and is one of the longest-serving members of Parliament.[14] During the 1988 election, Fiamē initially lost re-election to her Lotofaga seat and came second but remained a member of parliament due to the controversial disqualification of the victor, Fata Siaosi. Siaosi's victory was declared invalid as he had not registered his Matai title with the Land and Titles Court. Although a subsequent trial saw him regain his title, Siaosi did not gain the Lotofaga seat. Fiamē later reflected that initially losing reminded her to \"never to take [getting elected] for granted\".[12] On 15 May 1991 she was appointed Minister of Education, becoming Samoa's first female Cabinet Minister.[15] She held that position until 2006, when she was appointed as Minister of Women, Community & Social Development.[13][16] From 2011 to 2016 she served as Minister of Justice.[14] Mataʻafa has represented Samoa on the executive board of UNESCO. From 2006 to 2012 she served as Pro Chancellor and Chairperson of the University of the South Pacific. She is currently President of the Samoa National Council of Women.[14] In March 2016, Mataʻafa was elected deputy leader of the Human Rights Protection Party, defeating Faumuina Tiatia Liuga in a caucus vote.[17] On 19 March 2016, she was sworn in as Samoa's first female deputy prime minister.[18] She was also appointed Minister of Natural Resources and Environment.[19] In 2018 while Minister of Natural Resources and Environment, she launched the Women in Climate Change Initiative (WiCC) of which she is the Patron.[20] On 10 September 2020, Mataʻafa was publicly rebuked by Prime Minister Tuila'epa Sa'ilele Malielegaoi after announcing that she would follow the wishes of her constituency and vote against the controversial Constitution Amendment Bill, Land and Titles Bill, and Judicature Bill.[21] On 11 September 2020 she resigned from Cabinet.[22][23] Following her resignation she was invited by the Faʻatuatua i le Atua Samoa ua Tasi (FAST) party to become its leader. She declined as she wished to complete the parliamentary term.[24] On 13 January 2021, Mataʻafa announced that she would be joining FAST after Parliament has risen for the election.[25][26] In March 2021 Mataʻafa was elected to lead FAST.[27] During the 2021 general election held on 9 April 2021, Fiamē Naomi Mataʻafa was re-elected to her Lotofaga seat unopposed.[28] Preliminary results from the general election indicated that FAST had secured 23 seats, HRPP 24 and Tautua Samoa and an Independent both winning one seat. An accounting error was detected in the Vaimauga No. 2 constituency, which had incorrectly displayed the Tautua Samoa candidate leading ahead of the HRPP candidate. This subsequently showed the results for FAST and the HRPP tied with 25 seats each, and first term Independent MP Tuala Iosefo Ponifasio holding the balance of power.[29] Official results still showed FAST and the HRPP tied.[30] After the election, FAST negotiated with Tuala Iosefo Ponifasio about him either entering a coalition with FAST or joining the party altogether. Ponifasio agreed to join FAST on 21 April giving FAST 26 seats. However, a day before Ponifasio's announcement, the Samoan Electoral Commission announced that the 10% female quota in parliament had not been met. An extra seat was added in parliament going to the HRPP, resulting in a hung parliament with both FAST and the HRPP deadlocked with 26 seats each.[31] FAST decided to challenge the decision in court.[32] On 3 May, Fiamē Naomi urged prime minister Tuila'epa to concede defeat.[33] On the evening of 4 May 2021, O le Ao Mamalu o le Malo (Head of State) Tuimalealiʻifano Vaʻaletoʻa Sualauvi II announced that new elections would take place on 21 May to resolve the deadlock. Fiamē and FAST opposed fresh elections, stating that the decision \"pre-empts\" the Supreme Court ruling on the extra parliamentary seat scheduled for 5 May.[34] She has also said that the O le Ao o le Malo's call was \"unconstitutional\" as all options to break the deadlock had yet not been exhausted. On 5 May, Fiamē announced that FAST would challenge the decision in court.[35] On 17 May, the Supreme Court of Samoa ruled that the creation of a new seat was unconstitutional, giving FAST a majority in parliament.[36][37][38] They subsequently overturned the voiding of the 9 April election results and declared that the call for a new election had no legal authority, and ordered parliament to convene within 45 days of the original polling. Thus paving way for FAST to form a new government and for Fiamē to assume the prime ministership.[39][40][41][42] From 24 May to 23 July 2021, her position as prime minister was disputed by Tuila'epa Sa'ilele Malielegaoi who refused to concede power and locked her out along with her party's MPs from entering the legislative building, despite the ruling of the Supreme Court of Samoa. Her party denounced the move as a \"coup\".[43][44] In a tent in parliament's gardens, Mata'afa was sworn into office as Samoa's first female prime minister.[45] The Federated States of Micronesia became the first country to recognize her as the legitimate Prime Minister of Samoa.[43] Her government was also later recognised by Palau and the Marshall Islands.[46][47] Tuila'epa accused Mata'afa of treason.[48] On 23 July 2021 the Court of Appeal ruled that the swearing-in ceremony was constitutional and binding, and that FAST had been the government since 24 May.[7] Three days later on the 26 July, Tuila'epa conceded defeat, ending the constitutional crisis.[49] Police dismissed a complaint against Fiamē in March 2022. The complaint, filed in July 2021 by Tuila'epa, accused Fiamē of defamation.[50] The FAST administration moved into the government offices on 26 July 2021.[51] Fiamē is Samoa's first female prime minister, and is also the nation's first head of government to not be a member of the HRPP since Tui Ātua Tupua Tamasese Efi left office in 1982. She is also the second woman to lead a pacific island country after former president of the Marshall Islands, Hilda Heine.[52] She also assumed the ministerial portfolios of Foreign Affairs and Natural Resources and Environment.[53] Fiamē and her cabinet immediately began to start implementing a budget that was one month overdue of the fiscal year.[54] The budget of 982 million tālā was passed in the early hours of 23 September 2021 by parliament.[55] On 6 August 2021, Mataʻafa had reportedly put Attorney General Savalenoa Mareva Betham Annandale on notice.[56] On 21 August, Mata'afa announced that the Attorney General along with the clerk of the legislative assembly, Tiatia Graeme Tualaulelei would be suspended for two weeks.[57][58] On 2 September, she announced that Savalenoa would be dismissed effective immediately, citing her failure to defend the judiciary from post election attacks. Fiamē then advised the head of state to appoint Su'a Hellene Wallwork as Savalenoa's replacement.[59][60] The clerk of the legislative assembly was suspended for an additional two weeks.[61] Tiatia was sacked on 17 September.[62] Savalenoa responded the following year by filing a lawsuit against Fiamē.[63] On 3 September 2021, cabinet approved Fiamē's request to establish the position of the 'Chief of Staff' within the ministry of the prime minister.[64] On 20 September, cabinet announced that Samoa would no longer observe daylight savings time.[65] On 20 October 2021, Fiamē relinquished the Natural Resources and Environment and Tourism portfolios to Toeolesulusulu Cedric Schuster. Toelesulusulu was initially appointed as Minister of Natural Resources and Environment but resigned in June due to charges of driving while intoxicated. However, he was not convicted and was subsequently reappointed to cabinet.[66][67] In early November 2021, the United Nation's office in Samoa recommended legalising abortion and same-sex marriage as part of a Universal periodic review for the UN Human Rights Council. Opposition leader Tuila'epa protested the suggestion, implying that the FAST government had raised discussions on these policies. Fiamē subsequently stated that abortions and same-sex marriage were 'not on the government's agenda' and that it was the UN office, not her party, that had increased attention on these issues. She also warned UN employees to 'not interfere with Samoan politics'. FAST chairman and deputy leader La'auli shared this sentiment, expressing that these policies go against Samoa's 'culture and Christian beliefs'.[68][69] In December 2021, Fiamē denounced the swearing-in of former electoral commissioner Faimalōmatumua Mathew Lemisio as deputy president of the Land and Titles Court (LTC) as illegal. She stated that the Land and Titles act lacked clarity on carrying appointments within the LTC. Fiamē previously expressed concern about this while deputy prime minister. The minister of Justice Matamua Vasati Pulufana and Attorney-General Su'a Hellene Wallwork shared this sentiment. Advertising of the position of deputy president did not occur, and the ministry justice was not informed about the decision. Despite this, the swearing-in went ahead, and LTC president Fepuleai Attila M. Ropati, who oversaw the ceremony, claimed that new appointments within the court are \"made by God\".[70][71][72] Fiamē has put a significant emphasis on climate change with relations between Samoa and Australia. During the tenure of former Australian prime minister Scott Morrison, Fiamē warned that Australia's reluctance to increase action on climate change could potentially see a degradation of relations between Apia and Canberra.[73] Following the defeat of the Morrison government in the 2022 Australian election, Fiamē welcomed the new government of prime minister Anthony Albanese and its promise to increase Australia's commitment to dealing with climate change. She also praised the smooth transition of administrations, contrasting it to Samoa's turbulent change of government in 2021.[74] During the visit of Australian foreign minister Penny Wong in June 2022, Fiamē signed on to the \"Tautua – Human Development for All\" partnership. This deal aims to increase Human Development and tackle social inequalities in Samoa.[75] Wong also announced that the Australian government would replace the Guardian-class patrol boat Nafanua II, the condition of which had deteriorated. Fiamē stated that the Nafanua II replacement would increase Samoa's maritime security. Following the meetings, Fiamē confided to news outlets that \"The new Australian Government wants to put more energy and resources in the Pacific\", whilst also acknowledging the previous government.[76] Unlike her predecessor, Fiamē has taken a more cautious approach regarding relations with China. Before formally assuming office, Fiamē announced that she would scrap the previous government's plans to construct a new Chinese funded port. She stated that Samoa did not need such a project and that it would risk racking up the country's debt. As of 2021, Samoa's debt to China accounted for 19% of its GDP.[77] She later reaffirmed this decision once she took office.[78] Despite this, Fiamē has said that she intends to maintain good relations with China and its geopolitical advisory, the United States.[77] In late May 2022, Chinese foreign minister Wang Yi visited Samoa and signed bilateral agreements with Fiamē.[79] Wang was also visiting neighbouring countries to pitch a multilateral economic and security deal. Fiamē did not agree to the agreement describing it as 'abnormal' and said that no implementation of such an agreement should occur until countries of the Pacific Islands Forum met to examine it.[80] In mid-June 2022, Fiamē visited New Zealand Prime Minister Jacinda Ardern in Wellington. The two leaders reaffirmed friendly bilateral relations between Samoa and New Zealand along with bilateral cooperation in the areas of climate change, COVID-19 and regional cooperation through the Pacific Islands Forum. Fiamē also sought to reassure the New Zealand Government that Samoa was not pursuing military cooperation with China. Earlier, Samoa and China had signed several bilateral agreements on economic and cultural issues. Fiamē's trip to New Zealand marked her first official bilateral trip since being elected as Prime Minister in 2021.[81][82] Fiamē also visited Samoan seasonal horticultural workers in the Hawke's Bay region during her New Zealand visit.[83] Fiamē has pushed for unity within the Pacific Islands Forum and highlighted that the collective stance of small island countries such as those in the Pacific was crucial to ensure that these nations are listened to on the world stage. She also views it as a means of defence from the geopolitical aspirations of large countries.[84] In April 2022, Fiamē announced that efforts were \"...underway to bring Micronesia back\" from leaving the Pacific Islands Forum. In the year prior, when the forum was to elect a new secretary-general, the Micronesian countries of Palau, the Marshall Islands, Kiribati, Nauru and the Federated States of Micronesia announced their withdrawal from the forum. These countries believed that the next secretary-general should have hailed from one of their countries. Still, the Melanesian and Polynesian countries refused to comply and instead supported their respective candidates, which resulted in former Cook Islands prime minister Henry Puna emerging victorious. Fiamē described the event as \"unfortunate\" but also reiterated, \"when it became apparent that the North Pacific side of the family felt excluded, I think that was the message which was received by the rest of the leaders.\"[85] Fiamē's announcement occurred after the Micronesian countries decided to halt their departure.[86] Fiamē partook in the final negotiations at the forum headquarters in Suva, Fiji, in which the Micronesian countries agreed to resume their membership after the forum decided to ensure that the next secretary-general would be Micronesian. She described the resolution as a success.[87] Fiamē announced on 9 October 2021 that the government would repatriate Samoan students studying in Fiji, which was experiencing an uptick in COVID 19 cases.[88] On 20 January 2022, ten passengers on a repatriation flight from Australia to Samoa tested positive for COVID 19. Fiamē subsequently announced that Samoa would be going into a 48-hour nationwide lockdown from 22 to 24 January.[89][90][91] With the addition of five COVID cases reported, Fiamē announced on the evening of 24 January that a 72 hour extension of the lockdown would occur.[92][93] On 26 January, Fiamē's government announced that the lockdown would continue for 24 hours.[94] With no drastic rises in cases, Fiamē's government declared on 28 January that the nation would be exiting lockdown. However, for two weeks, no more than 30 individuals would be allowed at gatherings.[95] The opposition HRPP expressed discontent with the government's response, as they believed that the country was not ready to exit lockdown.[96] Due to the full recovery of four COVID patients and no further reports of any additional cases, Fiamē declared on 11 February that the remaining restrictions imposed would be lifted, effective by that date. The restrictions lifted included an end to the closure of schools, restaurants and nightclubs.[97][98] Fiamē announced on 18 March that Samoa would be entering another lockdown after the first reported case of community transmission.[99] During the second lockdown, Samoa experienced a dramatic increase in cases. In response, Fiamē increased support for vaccination campaigns. She announced that the ease of restrictions would occur, beginning on 5 April.[100] The following month, Fiamē allowed Samoan citizens to return and said that Samoa's international borders would fully re-open in August 2022.[101] In 2017, Mataʻafa was awarded the Stars of Oceania Individual's Award.[102] In December 2018 she was awarded an honorary Doctor of Letters by the University of the South Pacific.[103] As Minister of Natural Resources and Environment she was awarded the Ocean Stewardship Award in 2017 by Conservation International and the Ocean Health Index for her role in ushering in Samoa's Ocean Strategy.[104] In December 2021 she was listed on the BBC's list of 100 inspiring and influential women from around the world for 2021.[105][106] Fiamē is the daughter of Fiame Mataʻafa Faumuina Mulinuʻu II, a paramount chief and the first Prime Minister of Samoa. Her mother, Laulu Fetauimalemau Mataʻafa, was a diplomat, educator and politician.[15] Her maternal grandfather, Le Mamea Matatumua Ata was one of the framers of the Samoan constitution.[107] After her father's death in 1975, she was anointed as his successor to one of his chiefly titles, Fiamē from Lotofaga.[108] She was studying at university in New Zealand when she was recalled by her ʻaiga (extended family) to take up one of her father's matai titles, Fiamē, from Lotofaga.[11] Her mother, Laulu Fetaui, had entered parliament in 1975 from the constituency of Lotofaga, following her husband's death. On Laulu Fetaui's retirement from politics Fiamē Naomi contested the seat and was elected.[107] Mataʻafa is a member of the Congregational Christian Church of Samoa at Lotofaga.[109] As the holder of the Fiamē title, she is the ranking alii (\"Sa'o Faapito\") or chief of Lotofaga and head of Sā Levalasi, one of the prominent political clans of Samoa which is also custodian of the Mataʻafa title, one of the four pre-eminent Tama-a-Aiga titles of Samoa. She is unmarried and does not have any children.[110]","Title":"Fiamē Naomi Mataʻafa - Wikipedia","KeyID":"13618","URL":"https://en.wikipedia.org/wiki/Fiam%C4%93_Naomi_Mata%CA%BBafa"}