{"Content: ":"David W. Panuelo (born April 13, 1964)[1] is a Micronesian politician who is serving as the president of the Federated States of Micronesia. His term started on May 11, 2019.[2] Panuelo was born on the island of Pohnpei, where he completed much of his early education. He went to college in the United States, earning a BA in political science from Eastern Oregon University in 1987.[3] In 1988 he was appointed as the deputy ambassador for the Micronesian embassy in Fiji where he served until 1993. In 1993 he was appointed to serve at the Micronesian Mission to the United Nations, a position he held until 1996. In 1997, Panuelo was named the director of the Department of Resource Management and Development for the State of Pohnpei, a position he held until 2001.[3] From 2003 to 2010, Panuelo resigned from government work to work in the private business sector. On May 11, 2011, Panuelo was elected as a two-year Senator from Pohnpei State’s Congressional District Three. He was re-elected unopposed in both 2013 and 2015. In 2019 Panuelo was elected as president of Micronesia.[3] In his inauguration address, President Penuelo's central theme was “Taking Actions Today for Our Nation’s Prosperity Tomorrow.\"[4] He further committed that \"the Panuelo-George administration will be transparent, open, and accountable.\"[5] Though the US provides for Micronesia's defense and security, and provides \"a substantial percentage of the FSM national and state governments’ budget expenditures\" in the form of annual economic assistance, President Panuelo has been outspoken in his support for China.[6][7] In March of 2022 Panuelo characterized China, with its de facto one-party state status, \"as paragon examples of peace, friendship, cooperation, and love in our common humanity.\"[8] President Panuelo has characterized himself as \"a sincere friend of China\" and the Communist Party of China as \"our very dear Chinese friends.\"[9][10] The couple have five children and seven grandchildren.[3] This article about a Federated States of Micronesia politician is a stub. You can help Wikipedia by expanding it.","Title":"David Panuelo - Wikipedia","KeyID":"13612","URL":"https://en.wikipedia.org/wiki/David_Panuelo"}