{"Content: ":"Hibatullah Akhundzada,[b] also spelled Haibatullah Akhunzada,[c] is an Afghan Islamic scholar, cleric, and jurist who is the third and current leader of the Islamic Emirate of Afghanistan (Taliban), serving since 2016. Since the 2021 fall of Kabul, this position has made him Afghanistan's de facto ruler and head of state. However, he has remained a reclusive figure, and his low profile has fueled speculations about his role in the new Taliban government, and rumours that he may be dead.[12][13][14][15] Except for an undated photograph, and several audio recordings of speeches, he has almost no digital footprint.[16][17] The Taliban call him the Amir al-Mu'minin (lit. 'Commander of the Faithful'), which was the title of his two predecessors.[18] Akhundzada is well known for his fatwas on Taliban matters. He served as the Islamic judge of the Sharia courts of the 1996–2001 Islamic Emirate of Afghanistan. Unlike many Taliban leaders, he is not of a militant background. He was elected as the leader of the Taliban in May 2016 after the death of the previous leader, Akhtar Mansour, in a US drone strike in Pakistan. Ayman al-Zawahiri, the leader of al-Qaeda, backed Akhundzada as the Amir al-Mu'minin, which strengthened Akhundzada's jihadist reputation among the Taliban's allies.[19] His government has been criticized for restricting human rights in Afghanistan, including the right of women and girls to work and education. The Taliban administration has prevented most teenage girls from returning to secondary school education. However, in a rare appearance in July 2022 at a religious gathering in Kabul, Akhundzada lashed out at the demands of the international community on his government, ruling out any talks or compromise on his \"Islamic system\" of governance.[20][17][21] Believed to be in his 70s (as of May 2022),[13][12] Akhundzada was born in the village of Sperwan in the Panjwayi District of Kandahar Province, Kingdom of Afghanistan.[22][19] A Pashtun, he belongs to the Nurzai tribe.[23][22] His first name, Hibatullah, means \"gift from God\" in Arabic.[23][22] His father, Muhammad Akhund, was a religious scholar and imam at the Malook mosque in Safid Rawan village.[24] Not owning any land or orchards of their own, the family depended on what the congregation paid his father in cash or in a portion of their crops. Akhundzada's son was a suicide bomber.[21] The family migrated to Quetta in the Balochistan province of Pakistan after the Soviet invasion of Afghanistan (1979). Akhundzada studied at one of the madrassas in Pakistan and earned the title \"Sheikh al-Hadith\".[25] In the 1980s, he was \"involved in the Islamist resistance\" to the Soviet military campaign in Afghanistan.[2] In the early 1990s, as the Islamist insurgency was gaining ground in Afghanistan following the Soviet occupation, Akhundzada went back to his village in Kandahar Province. Abdul Qayum, a 65-year-old villager, recalled that Akhundzada would have talks with visitors from \"the city and from Pakistan.\" After the United States invasion of Afghanistan in late 2001, Akhundzada escaped to Pakistan and sought shelter in Quetta. Because of his knowledge in Islamic law, he became the head of the Taliban's shadow justice system and the acclaimed trainer of a whole generation of Taliban militants who graduated through Quetta.[19] On 16 August 2019, Akhundzada's younger brother, Hafiz Ahmadullah, was killed along with at least three other persons in a bomb blast during Friday prayer at the Khair Ul Madaris mosque in Kuchlak, Quetta, Pakistan. More than 20 people were wounded in the attack, including Akhundzada’s son and two nephews. Akhundzada used to teach and lead prayers at the mosque and seminary that was attacked.[26][27] Officials of the ousted Afghan government, as well as some Western analysts, believed that Akhundzada was killed along with his brother in the bomb blast in Quetta. \"If they [the Taliban] announce Akhundzada is no more and we are looking for a new emir, it will factionalize the Taliban, and the Islamic State – Khorasan Province [the rival extremist group] could take advantage,\" a regional security source told Agence France-Presse. However, the Taliban denied the claims about Akhundzada's death.[19] According to a Pakistan-based Taliban member, who said he had met Akhundzada three times until 2020, Akhundzada does not use modern technology, preferring to make phone calls on landlines. He added that Akhundzada communicates to Taliban officials via letters.[19] In September 2021, it was revealed that Akhundzada had not been seen in public since the Taliban seized control of Kabul the previous month, giving rise to speculation that he might be dead, and that his decrees were being drafted by a committee. The death of the Taliban's founding leader, Mullah Omar, had been previously concealed for two years, and during that time, the Taliban had continued to issue statements in Mullah Omar's name.[28][12] On 30 October 2021, Taliban officials said Akhundzada made a public appearance at the Darul Uloom Hakimah madrassa in Kandahar. No photos or videos were released, but a ten-minute audio recording was shared by Taliban social media accounts,[29] which might have eased rumours of his death. This would be his first public appearance in Afghanistan, if the reports are true.[15][30] The madrassa's head of security, Massum Shakrullah, told Agence France-Presse that when Akhundzada visited, he was \"armed\" and accompanied by three security guards. \"Even cellphones and sound recorders were not allowed\" into the venue, he added. Mohammad Musa, 13, who watched from afar, said Akhundzada looked \"exactly the same\" as in his only released photograph. Another student, Mohammed, 19, said \"we all were watching him\" and were \"just crying.\" When Mohammed was asked if he could confirm that it was really Akhundzada, he replied he and his peers were so overjoyed that they \"forgot to watch his face.\"[19] On 30 April 2022, Akhundzada made a rare appearance at the Eidgah mosque in Kandahar on the last day of Ramadan and delivered a brief sermon, while keeping his back turned to the crowd. During the two-hour event, two helicopters hovered over the mosque.[13][31] Dozens of Taliban fighters were deployed where Akhundzada and other Taliban leaders were sitting, who did not allow journalists to approach him and barred worshippers from taking photos on cellphones. The voice said to be Akhundzada's came from the front rows of worshippers. Expressing his shock, a worshipper named Aziz Ahmad Ahmadi said, “I cried when I heard the voice of Sheikh Saheb [Akhundzada]. To hear him is like achieving my biggest dream.” However, Ahmadi said he had failed to spot Akhundzada among the crowd.[32] On 1 July 2022, he was said to have appeared at a major religious assembly in Kabul, delivering an hour-long speech broadcast by state radio. Over 3,000 clerics attended the three-day, men-only meeting, although no independent journalist was allowed to attend the gathering.[33][17] He joined the Taliban in 1994,[23] and became one of its early members.[34] After they gained control of Farah Province in 1995, he was part of the vice and virtue police there.[25] Later, he was the head of the Taliban's military court in eastern Nangarhar Province and then the deputy head of the Supreme Court.[2] He later moved to Kandahar where he was an instructor at the Jihadi Madrasa, a seminary that Taliban founding leader Mohammed Omar looked after.[25] After the Taliban government fell to the US-led invasion in 2001, Akhundzada became the head of the group's council of religious scholars.[2] He was later appointed as Chief Justice of the Sharia Courts of the Islamic Emirate of Afghanistan[23] and became an advisor to Mohammed Omar.[35] Rather than a military commander, he has a reputation as a religious leader who was responsible for issuing most of the Taliban's fatwas and settling religious issues among members of the Taliban.[36] Both Omar and Akhtar Mansour, his successor as supreme leader, consulted Akhundzada on matters of fatwa.[37] Akhundzada was a senior member of the Taliban's Quetta Shura.[36][38] He was appointed as one of two deputy leaders of the Taliban under Mansour in 2015. He was the most visible face of the Taliban's top leadership, as Mansour mostly stayed out of public view and did not openly attend meetings for security reasons, and the other deputy, Sirajuddin Haqqani, was mostly involved in military affairs.[37] Akhundzada put in place a system under which a commission would be formed under the shadow governor in every province that could investigate abusive commanders or fighters, according to Abdul Bari, a commander in Helmand Province.[25] Akhundzada was reportedly living in the Ghaus Abad area of Quetta in 2016 and leading up to ten madrassas in Balochistan.[39][24] Akhundzada was appointed as Taliban Supreme Leader on 25 May 2016, succeeding Mansour, who had been killed in a US drone strike.[2] Two leading contenders for the role were Sirajuddin Haqqani, Mansour's other deputy, and Mullah Yaqoob, the son of founding leader Mohammad Omar. Akhundzada's appointment surprised some, who saw him as the third ranked candidate, but a compromise choice to avoid resentment if either of the others was appointed.[39] Taliban sources said that Mansour had designated Akhundzada as his successor in his will, though this may have been an invention to try to confer authority on his appointment.[2] Yaqoob and Haqqani were appointed as Akhundzada's two deputies.[40] Abdul Razaq Akhund and Abdul Sata Akhund pledged their support to Akhundzada in December 2016.[41] Yousef Ahmadi, the Taliban's main spokesmen for southern Afghanistan, said that Akhundzada's younger son Abdur Rahman Khalid had died carrying out a suicide attack on an Afghan military base in Gereshk in Helmand Province in July 2017.[42][43] Taliban officials said that Akhundzada had been aware of his son's intention and approved of it.[42] In 2019, under the leadership of Akhundzada, Taliban won the Battle of Darzab by defeating the Islamic State of Iraq and the Levant's Khorasan branch.[44] In May 2021, Akhundzada called the Afghan people to unite for the development of an Islamic state once the United States forces withdraw.[45] In August 2021, forces under his nominal command began a general offensive seeking to achieve a final victory in the war. During the leadership of Akhundzada, the United States troops withdrew, and the Taliban gained control of Kabul.[35] On 18 August, it was announced that based on the general amnesty issued by Akhundzada, \"it was decided to release political detainees from all prisons of Afghanistan\".[46] By the time, the Taliban has already taken control of key prisons across the country and freed thousands of inmates, including ISIL fighters, al-Qaeda members and senior Taliban figures.[46][47] Two attempts have been made to assassinate Akhundzada.[48] During a 2012 lecture by Akhundzada, in Quetta, a man stood among the students and pointed a pistol at Akhundzada from a close range, but the pistol jammed. Mullah Ibrahim, a student of Akhundzada, told The New York Times that \"Taliban rushed to tackle\" and restrain the attacker, before he could clear the jam; Akhundzada reportedly did not move during the incident, or the chaos that followed.[25] The Taliban accused the National Directorate of Security, the Afghan intelligence agency, of the attempted shooting.[25] During the Friday prayer on 16 August 2019, a powerful blast tore through the Khair Ul Madaris mosque in Kuchlak, Quetta, Pakistan, killing Akhundzada's brother Hafiz Ahmadullah and their father.[49] Ahmadullah had succeeded Akhundzada as leader of the mosque, which had served as the main meeting place of the Quetta Shura after Akhundzada was appointed as the Taliban emir.[49] \"It was a timed device planted under the wooden chair of the prayer leader,\" said Abdul Razzaq Cheema, the Quetta police chief.[26] However, the police did not reveal the identity of the victims. More of Akhundzada's relatives were later confirmed to have died in the blast.[50] The High Council of Afghanistan Islamic Emirate, a breakaway faction of the Taliban, claimed responsibility for the attack, adding that the prime target was Akhundzada.[51] With little known about Akhundzada and the lack of any photographs of him in the aftermath of the fall of Kabul, questions were raised whether he was alive and remained leader.[52] Media reports after the fall of Kabul suggested that he was in the custody of the Pakistani Army. However, on 21 August, the Taliban told The Sunday Guardian that Akhundzada was alive and based in Kandahar.[53] On 8 September, Akhundzada issued a statement addressed to the interim government, telling it to uphold sharia in Afghanistan.[54] On 3 December 2021, Akhundzada issued a decree that stipulated the rights of women under Sharia. It stated that women have a right to marital consent, and cannot be treated as property. It added that widows were allowed to maritally consent to new husbands, payment from her new husband during Nekah, and to inherit property equally among their family. The Ministry of Hajj and Religious Affairs, the Ministry of Information and Culture, and the Supreme Court were instructed to implement the decree and communicate it to the public.[55] On 8 December 2021, the Akhundzada issued instructions to provincial governors to convince individuals not to leave the country and try to address their grievances while also increasing security measures.[56] On 14 March 2022, Akhundzada issued directives consisting of 14 points to the Armed Forces of the Islamic Emirate of Afghanistan concerning the conduct of it’s personnel.[57] On 23 March 2022, Akhundzada reportedly vetoed a plan for girls in grades 7 to 12 to return to school. This decision was reported to be due to the strong urging of ultraconservative figures in the Council of Ministers such as Noor Mohammad Saqib, Abdul Hakim Ishaqzai and Sheikh Mohammad Khalid.[58][59] Through 27 March to 28 March 2022, Akhundzada instructed the Council of Ministers to implement a new round of restrictions. He also ordered a ban on foreign broadcasts from being issued in Afghanistan, and instructed the Ministry for the Propagation of Virtue and the Prevention of Vice to enforce gender segregation of public parks, prevent women from boarding aircraft if unaccompanied by a male chaperone, to bar male civil servants from going to work if they are not wearing a turban or sporting a full beard, and ban the use of mobile phones in universities.[60] He also issued a decree with instructions on the same day to the security forces, ordering them to avoid hiring and deploying minors.[61] On 3 April 2022, Akhundzada signed a decree banning the cultivation of opium in Afghanistan, with any violators being treated \"according to sharia law.\" The order and transportation of other narcotics was also banned.[62] On 29 April 2022, Akhundzada urged the world to recognise the Taliban government in a message ahead of the Eid holidays.[63] On 7 May 2022, the Ministry for the Propagation of Virtue and the Prevention of Vice published a decree personally approved by Akhundzada, requiring all women in Afghanistan to cover their entire bodies except for their eyes when in public, with the burqa being the recommended covering.[64] Akhundzada is seen as a religiously ultraconservative figure and ideologue within the Taliban.[65][66] According to a report from AP, he adheres to Pashtunwali and Deobandism. He is said to oppose girls education in Afghanistan, reportedly vetoing a plan to return girls to secondary education by March 23. He also issued and approved a decree on May 7, requiring women to cover their hair and bodies from the eyes down while in public, and not to leave their residence unless necessary. He also oversaw the implementation of tighter media restrictions, banning the use of mobile phones in post-secondary education and foreign language broadcasts.[67] This is said to be part of an effort to return to the Taliban’s style of governance from 1996 to 2001, with Akhundzada modelling his leadership on that of Mullah Omar, the Taliban’s founder. He is said to be part of an ultraconservative clerical faction, which maintains outsized influence on the movement’s decision making. This faction includes Chief Justice Abdul Hakim Ishaqzai, Vice and Virtue Minister Sheikh Mohammad Khalid, and Hajj and Religious Affairs Minister Noor Mohammad Saqib.[68][69] On 1 July 2022, at a religious gathering in Kabul, he slammed the international community for \"interfering\" in his \"Islamic\" governance, warning that non-Muslim countries would always be opposed to a pure Islamic state. He affectively ruled out an inclusive government.[21] In an apparent rebuke to international calls to ease restrictions on women in Afghanistan, he said \"I am not here to fulfill your [foreigners'] wishes, nor are they acceptable to me. I cannot compromise on Sharia to work with you or even move a step forward.\"[16][17][20] \"You have used the Mother of All Bombs, and you are welcome to use even the atomic bomb against us, because nothing can scare us into taking any step that is against Islam or Sharia,” he added. However, he did not discuss issues such as girls' education in his hour-long speech.[17][20]","Title":"Hibatullah Akhundzada - Wikipedia","KeyID":"13621","URL":"https://en.wikipedia.org/wiki/Hibatullah_Akhundzada"}