{"Content: ":"Bob Loughman Weibur[1] (born 8 March 1961)[2] is a Vanuatuan politician and the incumbent Prime Minister of the Republic of Vanuatu as of 20 April 2020.[3] A member of the Vanua'aku Pati, he was first elected to Parliament as MP for Tanna in the general election on 6 July 2004. He was re-elected in 2008 and 2012.[2] In March 2013, following a change in government, new Prime Minister Moana Carcasses appointed him Minister for Education.[4] Like other members of the Vanua'aku Pati, he crossed the floor on 15 May 2014 to help bring down the Carcasses government. New Prime Minister Joe Natuman maintained Loughman at his post as Minister for Education.[5] He lost office on 11 June 2015 when the Natuman government was ousted in a motion of no confidence.[6] Since 2018 he is the leader of the Vanua'aku Pati.[7] Since 20 April 2020, Loughman has been in office as Prime Minister of Vanuatu.[3] Loughman is an open critic of the Indonesian government's handling of the situation in West Papua region and supports the cause of separatists West Papuans. During the 2020 United Nations General Assembly address, Loughman called out Indonesia over human rights violations in the region, prompting a response from Indonesian diplomats who labeled his speech as having an \"excessive and unhealthy obsession\" with the cause of West Papua and accused Loughman of meddling in internal affairs of Indonesia.[8][9] On 1 June 2021, the opposition filed a no-confidence vote against Loughman over alleged excessive spending in the situation of national crisis due to the COVID-19 pandemic in Vanuatu and the impact of Cyclone Harold last year, both things which have negatively impacted Vanuatu's economy. This became the first attempt at ousting him in a country where analysts say, no-confidence votes are commonplace.[10] Following the boycott of parliament by government MPs for three days, partly to avoid the motion of no confidence, speaker Gracia Shadrack declared on 8 June 2021 that the seats of Loughman and 17 other MPs were vacant.[11] Supreme Court Justice Oliver Saksak put a stay on the speaker's ruling until a court could formally consider the dispute.[12] On 18 June 2021, Saksak confirmed that 19 government MPs including Loughman had lost their seats.[13] An appeal is expected. This article about a Vanuatuan politician is a stub. You can help Wikipedia by expanding it.","Title":"Bob Loughman - Wikipedia","KeyID":"13620","URL":"https://en.wikipedia.org/wiki/Bob_Loughman"}