{"Content: ":"Mohammad Abdul Hamid (born 1 January 1944) is a Bangladeshi politician who is currently serving as the president of Bangladesh. He was elected to his first term in April 2013,[1] and re-elected to his current second term in 2018.[2] Previously he served as the speaker of the National Parliament from January 2009 to April 2013. He was the acting president after the death of Zillur Rahman in March 2013,[3] and he was elected as president on 22 April 2013.[1] He is the longest serving president in the history of Bangladesh.[4][5] Hamid was born in Kamalpur village, Mithamain Upazila under Kishoreganj District to Mohammad Tayebuddin and Tomiza Khatun.[3] He started his early education in village primary school. After finishing primary education, he went to his relative's house in Bhairabpur, Bhairab and joined Bhairab K.B. Pilot High School for secondary education. Hamid passed I.A. and B.A. from Gurudayal Government College in Kishoreganj. He obtained LL.B. degree from Central Law College which is now affiliated with Dhaka University.[3][6] He then joined Kishoregonj Bar as an advocate. He was President of Kishoregonj District Bar Association for 5 times during the period of 1990–96.[3] Hamid joined Chhatra League in 1959 whilst a student in Kishoreganj, as the vice-president of Gurudayal Government College. He was also elected the vice-president of Chhatra League of Mymensingh District Unit in 1966–67.[7] At the end of 1969, he joined the Awami League. In the 1970 Pakistan general election, Hamid was elected as the Member of Parliament for Mymensingh-18 constituency; he was the youngest person elected. In the general elections of 1973, 1986, 1991, 1996, 2001 and 2009 he was elected as Member of Parliament for Kishoreganj-5 constituency as a nominee of the Awami League. He was the Deputy Speaker of the National Parliament of Bangladesh when an Awami League government was in office from 1996 to 2001. In 2001, he was appointed as the deputy leader of the opposition party at the National Assembly, replacing Shashi Kumar Gupta.[citation needed] On 25 January 2009, he became the Speaker of the National Parliament.[8] For his contribution to the Bangladesh Liberation War in 1971, he was awarded the Independence Day Award in 2013. Hamid was appointed acting President of Bangladesh on 14 March 2013, while President Zillur Rahman was in hospital in Singapore. Zillur Rahman died six days later.[9] Later Hamid was elected unopposed as president on 22 April 2013. He was sworn into office on 24 April.[7] On 7 February 2018, he was re-elected unopposed for a second term.[2] Hamid suggested that a United Nations-administered humanitarian corridor be established in Myanmar for the Rohingya Muslims.[10] Hamid has been married to Rashida Hamid since 1964.[11] Together they have three sons and one daughter.[3]","Title":"Mohammad Abdul Hamid - Wikipedia","KeyID":"13625","URL":"https://en.wikipedia.org/wiki/Abdul_Hamid_(politician)"}