{"Content: ":"Mark Anthony Phillips (born 5 October 1961[1]) is a Guyanese politician and retired military officer who is the prime minister of Guyana and first vice president under President Irfaan Ali since August 2020. He served as the chief of staff of the Guyana Defence Force from 2013 to 2016.[2] He graduated from the Royal Military Academy Sandhurst in September 1981.[2] Phillips has a Bachelor of Social Sciences in Public Management from the University of Guyana, and a Masters of Science in Public Sector Management from La Pontificia Universidad Católica Madre y Maestra.[2] He also studied at the Inter-American Defense College in Washington D.C., and the United States Army Command and General Staff College (CGSC) in Fort Leavenworth, Kansas.[2] Mark Phillips was born on 5 October 1961, in Georgetown, Guyana at the Georgetown Public Hospital Cooperation (GPHC) to parents Medford Phillips and Cynthia Alexander.[3] At age 5, his parents moved to Christianburg, Linden where his father was a mason who worked in the bauxite industry, at the time DEMBA. His mother died when he was age 7 and along with one of his brothers, he was raised solely by his father.[3] Phillips attended Christianburg Primary School, then Christianburg/Wismar Secondary School also known as the Multilateral school where he successfully completed the General Certificate Examination (GCE) and the Caribbean Secondary Education Certificate (CSEC).[3] He was first employed as an acting teacher at the Linden Foundation School then as a Laboratory Analyst with the Bauxite and Alumina Labs of GUYMINE in 1980.[3] In December 1980, he joined the Guyana Defence Force as an Officer cadet and travelled to the United Kingdom for military training on the Standard Military Officers’ Course Number 26, at the prestigious Royal Military Academy Sandhurst.[2] Trained in Brazil, he served as a Special forces Officer, and he is an accomplished Paratrooper and Jumpmaster. Thereafter, he held appointments at the tactical and operational levels of the Guyana Defence Force and retired as a brigadier and chief of staff in October 2016, having served for over 36 years. He is a recipient of the Military Service Star (MSS) the highest national military award in Guyana. During his time in the Guyana Defence Force, Brigadier Phillips earned a Master of Science degree in Public Management from the La Pontificia Universidad Católica Madre y Maestra in the Dominican Republic and by extension is proficient in Spanish.[2] He has two postgraduate diplomas, one in Advanced Defense and Security Studies from the Inter-American Defense College in Washington D.C., and another in Defense Studies, from the United States Army Command and General Staff College (CGSC) in Fort Leavenworth, Kansas.[2] He also earned a Bachelor of Social Sciences in Public Management from the University of Guyana and many other qualifications and certificates.[2] Brigadier Phillips has commanded at every level of the Guyana Defence Force. Before being appointed Inspector General in 2011, he served as Colonel Administration and Quartering, and Colonel General Staff.[3][4] Phillips has also been Guyana's head of delegation to the Inter-American Defence Board from 2008 to 2009, and was Guyana's non-resident military attaché to Venezuela.[3] He was promoted to the rank of brigadier in 2013 by President Donald Ramotar, before he took command of the defence force. He was appointed as the chief of the staff of the Guyana Defence Force in September 2013 and served in that position until his retirement in October 2016.[4] Immediately following his retirement in October 2016, Brigadier Phillips was inducted into the International Hall of Fame of the CGSC, Kansas, USA.[4] This honour is bestowed to graduates who would have achieve the highest military office in their respective country. Brigadier Mark Phillips was chosen as the running mate of People' Progressive Party/Civic (PPP/C) Presidential Candidate Dr. Irfaan Ali in the 2020 Elections. After five months of a political stalemate, the People's Progressive Party/Civic was declared the winners of the 2020 general and regional elections in Guyana. On 2 August 2020, Dr. Irfaan Ali was sworn in as the 9th president of the Co-operative Republic of Guyana. Dr. Ali in his first official act as president appointed Brigadier Mark Phillips as the 9th prime minister of Guyana on the same day.[5] As prime minister, the Hon. Brigadier Mark Anthony Phillips is the constitutional successor for the president of Guyana in case of a vacancy.[6] Brigadier Phillips also serves as the first vice president. Following his appointment as prime minister, the Brigadier Mark Phillips was assigned the responsibility for the energy sector, Civil Defence Commission (CDC), and the information sector.[7] Brigadier Phillips also sits on the Defence Board of Guyana.[7] Brigadier Mark Phillips is the father of four adult children and is married to Mignon Bowen-Phillips.[2]","Title":"Mark Phillips (Guyanese politician) - Wikipedia","KeyID":"13627","URL":"https://en.wikipedia.org/wiki/Mark_Phillips_(Guyanese_politician)"}