{"Content: ":"Abdelmadjid Tebboune (Arabic: عبد المجيد تبون, romanized: ʿAbd al-Majīd Tabbūn; born 17 November 1945) is an Algerian politician currently serving as the President of Algeria since December 2019 and as Minister of Defence.[1] He took over the power from former President Abdelaziz Bouteflika and former Acting Head of State Abdelkader Bensalah. Previously, he was Prime Minister of Algeria from May 2017 to August 2017. In addition, he was also Minister of Housing[2] from 2001 to 2002 for a year and again from 2012 to 2017 for 5 years.[3] Abdelmadjid Tebboune was born on November 17, 1945, in Mécheria,[4] in the current Naâma Province, in Algeria, back then Aïn-Sefra territory. He comes from a family from the commune of Boussemghoun, currently in El Bayadh Province, located in the region of the High Plains of southwest Algeria.[5] His father is a sheikh member of the Association of Algerian Muslim Ulema (and Abdelmadjid studied in a school who is controlled by the Association of Ulema in Sidi Bel Abbes before and the start of Algerian War between 1953 and 1954).[6] and also a soldier. [7] He is married to Fatima Zohra Bella,[8] and has five children: Saloua, Maha, Salaheddine Ilyes, Mohamed and Khaled.[9] He graduated from the National School of Administration [fr] on 29 July 1969.[10] Tebboune was Minister-Delegate for Local Government from 1991 to 1992, during the last months of Chadli Benjedid's presidency. Later, under President Abdelaziz Bouteflika, he served in the government as Minister of Communication and Culture from 1999 to 2000 and then as Minister-Delegate for Local Government from 2000 to 2001. He was the Minister of Housing and Urban Planning from 2001 to 2002. Ten years later, in 2012, he returned to the post of Minister of Housing in the government of Prime Minister Abdelmalek Sellal. He was also found in the Panama Papers.[3] Following the May 2017 parliamentary election, President Bouteflika appointed Tebboune to succeed Sellal as Prime Minister on 24 May 2017. The appointment of Tebboune was considered surprising by Algerian political elites, who had expected Sellal to be reappointed.[3] The new government headed by Tebboune was appointed on 25 May.[11] Tebboune served as Prime Minister for less than three months. Bouteflika dismissed him and appointed Ahmed Ouyahia to succeed him on 15 August 2017;[12] Ouyahia took office the next day.[13] On 12 December 2019, Tebboune was appointed president following the 2019 Algerian presidential election, after taking 58% from a turnout of less than 40% the voters, against candidates from both main parties (the National Liberation Front and the Democratic National Rally).[14][15] On 19 December, he assumed office and received the National Order of Merit from the acting President Abdelkader Bensalah.[16] On the eve of the first anniversary of the Hirak Movement, President Abdelmadjid Tebboune announced in a statement to the Algerian national media that 22 February would be declared the Algerian \"National Day of Fraternity and Cohesion Between The People and Its Army For Democracy.\"[17] In the same statement, Tebboune spoke in favor of the Hirak Movement, saying that \"the blessed Hirak has preserved the country from a total collapse\" and that he had \"made a personal commitment to carry out all of the [movement's] demands.\"[17] On 21 and 22 February 2020, masses of demonstrators (with turnout comparable to well-established Algerian holidays like the Algerian Day of Independence) gathered to honor the anniversary of the Hirak Movement and the newly established national day.[18][19] In an effort to contain the COVID-19 pandemic, Tebboune announced on 17 March 2020 that \"marches and rallies, whatever their motives\" would be prohibited.[20] After protestors and journalists were arrested for participating in such marches, Tebboune faced accusations of attempting to \"silence Algerians.\"[21] Notably, the government's actions were condemned by Amnesty International, which said in a statement that \"when all eyes [...] are on the management of the COVID-19 pandemic, the Algerian authorities are devoting time to speeding up the prosecution and trial of activists, journalists, and supporters of the Hirak movement.\"[22] CNLD estimated that around 70 prisoners of conscience were imprisoned by 2 July 2020 and that several of the imprisoned were arrested for Facebook posts.[23] On 28 December 2019, the then-recently inaugurated President Tebboune met with Ahmed Benbitour, the former Algerian Head of Government, with whom he discussed the \"foundations of the new Republic.\"[24] On 8 January 2020, Tebboune established a \"commission of experts\" composed of 17 members (a majority of which were professors of constitutional law) responsible for examining the previous constitution and making any necessary revisions.[25] Led by Ahmed Laraba, the commission was required to submit its proposals to Tebboune directly within the following two months.[25][26] In a letter to Laraba on the same day, Tebboune outlined seven axes around which the commission should focus its discussion.[27] These areas of focus included strengthening citizens' rights, combatting corruption, consolidating the balance of powers in the Algerian government, increasing the oversight powers of parliament, promoting the independence of the judiciary, furthering citizens' equality under the law, and constitutionalizing elections.[27] Tebboune's letter also included a call for an \"immutable and intangible\" two-term limit to anyone serving as president — a major point of contention in the initial Hirak Movement protests, which were spurred by former president Abdelaziz Bouteflika's announced intention to run for a fifth term.[27] In January 2020, Tebboune also instructed Prime Minister Djerad to prepare a bill against all forms of racism, regionalism and hate speech[28] based on political convictions, religion, belief or race.[29] The preliminary draft revision of the constitution was publicly published on 7 May 2020, but the Laraba Commission (as the \"commission of experts\" came to be known) was open to additional proposals from the public until 20 June.[30] By 3 June, the commission had received an estimated 1,200 additional public proposals.[30] After all revisions were considered by the Laraba Commission, the draft was introduced to the Cabinet of Algeria (Council of Ministers).[30] On 4 July 2020, Tebboune announced that the referendum would occur in September or October 2020.[31] On 24 August 2020, the date for the referendum was set for 1 November, the anniversary of the start of Algeria's war of independence.[32] The revised constitution was adopted in the Council of Ministers on 6 September,[33] in the People's National Assembly on 10 September, and Council of the Nation on 12 September, but its implementation was contingent on the results of the 1 November referendum.[34][35] In October 2020, Tebboune was tested positive for COVID-19 and flew to Germany for treatment. Meanwhile, prime minister Abdelaziz Djerad assumed his tasks.[36] On 29 December 2020, Tebboune resumed his duties.[37] The constitutional changes were approved on the 1 November 2020 referendum, with 66.68% of voters participating in favour of the changes. On 10 January 2021, Tebboune flew back to Germany for treatment of complications in his foot resulting from the COVID-19 infection.[38] On 12 February 2021, he returned to Algeria.[39] On 16 February 2021 mass protests and a wave of nationwide rallies and peaceful demonstrations against the government of Abdelmadjid Tebboune began. On 18 February 2021, Tebboune announced changes to the cabinet. He dismissed the Minister of Energy, the Minister of Industry, and the Minister of Water Resources among others. He also dissolved the lower house of the Algerian Parliament and called early legislative elections within six months.[40][41] In July 2021, Tebboune formed a new government with Ayman Benabderrahmane as Prime Minister.[42] On 28 July 2021, Tebboune stated that Algeria offers Libya \"total assistance,\" as he was hosting Mohammad Younes el-Menfi, the president of Libya's Presidency Council.[43] On 8 December 2021, French minister of foreign affairs Jean-Yves Le Drian and Abdelmadjid Tebboune held a meeting. They discussed bilateral relations and peace in Libya and Mali.[44] On 24 January 2022, Tebboune visited Egypt's President Abdel Fattah el-Sisi in Cairo. They discussed bilateral relations,[45] the situation in Libya after the indefinite postponement of elections,[46][47] the Grand Ethiopian Renaissance Dam, and the potential return of Syria to the Arab League.[48] It was the first official visit of an Algerian president to Cairo since 2008.[49] On 15 February 2022, Tebboune announced that the government will introduce unemployment benefits for young adults, with the unemployment rate in the country being over 15% . The president announced that payments to job hunters[50] aged 19 to 40 will begin in March, with the goal of preserving \"young people's dignity.\" He also stated that the increase in the disputes between his country and Morocco is due to Israeli intervention.[51] On 26 May 2022, during a state visit to Rome, Tebboune agreed to increase gas supply for Italy and Europe after the Russian invasion of Ukraine.[52][53] On 18 July 2022, Tebboune signed an energy contract worth €4 billion for additional gas supply to Italy with Italian Prime Minister Mario Draghi in Algiers, making Algeria Italy's biggest gas supplier.[54][55]","Title":"Abdelmadjid Tebboune - Wikipedia","KeyID":"13624","URL":"https://en.wikipedia.org/wiki/Abdelmadjid_Tebboune"}