{"Content: ":"Rebel Zapatista Autonomous Municipalities (Spanish: Municipios Autónomos Rebeldes Zapatistas, MAREZ) are de facto autonomous territories controlled by the neo-Zapatista support bases in the Mexican state of Chiapas, founded following the Zapatista uprising which took place in 1994[7] and is part of the wider Chiapas conflict. Despite attempts at negotiation with the Mexican government which resulted in the San Andrés Accords in 1996, the region's autonomy remains unrecognized by it.[8] The Zapatista army, or EZLN, does not hold any power in the autonomous municipalities. According to its constitution, no commander or member of the Clandestine Revolutionary Indigenous Committee may take positions of authority or government in these spaces.[9] These places are found within the official municipalities, and several are even within the same municipality, as in the case of San Andrés Larrainzar and Ocosingo. The MAREZ are coordinated by autonomous Zapatista Councils of Good Government (Spanish: Juntas de Buen Gobierno) and their main objectives have been to promote education and health in their territories. They also fight for land rights, labor and trade, housing, and fuel-supply issues, promoting arts (especially indigenous language and traditions), and administering justice.[10] On the 17th of August, 2019, the Zapatistas announced a significant increase of autonomous municipalities, and a new term for centers of Zapatista autonomy. In most cases these Centers of Autonomous Resistance and Zapatista Rebellion (Spanish: Centros de Resistencia Autónoma y Rebeldía Zapatista, CRAREZ) include a Caracol (English: \"Snail\"), a Council of Good Government, and an Autonomous Zapatista Municipality in Rebellion (MAREZ). The Zapatistas credited this growth primarily to the efforts of \"women, men, children, and elders of the Zapatista bases of support\" and secondarily to a backfiring counter-insurgency strategy of the Mexican state, which \"generate conflict and demoralization\" among non-Zapatatistas. 11 new Centers of Autonomous Resistance and Zapatista Rebellion (CRAREZ) were declared; specifically, 4 new autonomous municipalities and 7 new Caracols (each accompanied by a Council of Good Government). This ups the total number of Caracols from 5 to 12, and brings the total number of autonomous Zapatistas centers to 43, including 27 original autonomous Zapatista municipalities, 5 original Caracols, and the 11 autonomous Zaptista centers newly declared.[11] On 1 January 1994, thousands of EZLN members occupied towns and cities in Chiapas, burning down police stations, occupying government buildings and skirmishing with the Mexican army. The EZLN demanded \"work, land, housing, food, health care, education, independence, freedom, democracy, justice and peace\" in their communities.[12] The Zapatistas seized over a million acres from large landowners during their revolution.[13] Since 2003 the Rebel Zapatista Autonomous Municipalities (MAREZ) coordinate in very small groups called Caracoles (English: \"Snails\"). Before that, the Neo-Zapatistas used the title of Aguascalientes after the site of the EZLN-organized National Democratic Convention on 8 August 1994;[14] this name gave the allusion to the Convention of Aguascalientes during the Mexican Revolution where Emiliano Zapata and other leaders met in 1914 and Zapata made an alliance with Francisco Villa. At a local level, people attend a popular assembly of around 300 families in which anyone over the age of 12 can participate in decision-making. These assemblies strive to reach a consensus, but are willing to fall back to a majority vote. The communities form a federation with other communities to create an autonomous municipality, which form further federations with other municipalities to create a region. The Zapatistas are composed of five regions, in total having a population of around 360,000 people as of 2018.[17] Each community has 3 main administrative structures: (1) the commissariat, in charge of day-to-day administration; (2) the council for land control, which deals with forestry and disputes with neighboring communities; and (3) the agencia, a community police agency.[18] The Zapatista economy is mainly composed of worker cooperatives, family farms and community stores with the councils of good government providing low-interest loans, free education, radio stations and health-care to communities. The economy is largely self-reliant and agricultural, producing mainly corn, beans, coffee, bananas, sugar, cattle, chickens, pigs and clothing at cooperatives.[19] The communities have abolished private (but not personal) ownership of property and instituted a system of common ownership of land, and they sell over $44 million worth of goods to international markets each year. Given the collective ownership of land and system of participatory democracy, hunger and violence are extremely low compared to other impoverished Mexican communities.[20] The Zapatistas run hundreds of schools with thousands of teachers modeled around the principles of democratic education where students and communities collectively decide on school curriculum and students aren't graded.[21] The Zapatistas maintain a high-quality universal healthcare service which is provided free of charge. However, medications must still be paid for to cover restocking costs.[22] Residents of the Zapatista communities believe their health services are better staffed, equipped and less racist towards indigenous people than most services in Chiapas. It also works with surrounding hospitals and freely takes in patients from other communities who need to use the medical facilities that only the Zapatistas have.[23] Since 1994, the Zapatistas have built 2 new hospitals and 18 health clinics in the region to increase the well-being of communities.[21] One 2014 study indicates the following achievements in Zapatista healthcare: According to one account of Oventic from 2016: In Oventic, there was a small yet seemingly fully-functional medical clinic, which appeared to offer basic healthcare. A sign on the door said general consultations, gynecology, optometry and laboratory services were all available five days a week. Emergency services were available 24 hours, seven days a week. They appeared to have a shiny new ambulance at their disposal. Other services offered a few days a week included dentistry and ultrasounds.[26] Many Zapatista communities are in rural areas with little access to running water. Projects have been undertaken to supply Zapatista communities with fresh water. In one particular case, Roberto Arenas, small Tzeltal community, built its own water service with the help of solidarity activists. Such projects are coordinated democratically. An account by Ramor Ryan noted:[27] The good government committee of the autonomous municipality refer the case to their elected water commission and the options are weighed. The commission consults various parties including the local EZLN commander and clandestine committee members, and so, in the end, after the issue has been bandied around what seems like half the inhabitants of this particular region of the jungle, the community of Roberto Arenas is notified about the eligibility of their request. It’s a process similar to what happens anywhere in the world at a local council level, except for one significant difference: the state authorities have no involvement whatsoever; this is an autonomous process overseen by the communities’ people. There is no separation between who is governed and who is governing—they are one and the same. Ryan described the process of finishing the water project:[28] We’re getting lots of little bits and pieces done, fine tuning this and that. Helping people construct their family tap stands, digging here and there, testing the pressure, tightening valves. A group of women come together during the morning to put together a tap stand for the collective clothes washing area. We earmark a bag of cement—the very last one—for the later construction of a large concrete washbasin. The day is punctuated by minor moments of crisis—people coming up and saying that the water isn’t arriving to their house—but it is usually just a blocked pipe or a faulty connection. Really, the system is almost flawless and works perfectly fine; it’s been an exemplary project. The Zapatistas have taken on many projects to protect and restore the damaged ecosystems of the Lacandon Jungle, including the banning of chemical fertilisers and pesticides, as well as resisting the extraction of oil and metal through mining.[29] According to one person who stayed in the town of Oventic in 2016: There was also something else — something which took me a long time to put my finger on. Then it finally hit me: there was no litter; not even a stray chocolate bar wrapper.[26] The Zapatistas have also embarked on beekeeping and reforestation efforts, having planted over 30,000 trees in order to protect water sources (especially important given the increasing water scarcity in Chiapas),[30] reverse deforestation in the rainforests and provide sources of food, fuel and construction material.[31] Beekeepers aim to reverse much of the collapse of the bee population, and produce honey for food, ecological regeneration and candles.[32] Several eco-socialist and eco-anarchist authors have praised the efforts of the Zapatistas to construct an ecological society.[33] However, the Zapatistas have also been heavily criticized by both environmentalists and the indigenous Lacandon Maya for allowing and encouraging logging, farming and settlement construction in protected areas of the Lacandon Jungle.[34][35] The Zapatistas are strongly affiliated with feminism and pro-queer politics. The Revolutionary Law on Women, drafted by Comandanta Ramona, states that: First: Women, regardless of their race, creed, color or political affiliation, have the right to participate in the revolutionary struggle in a way determined by their desire and capacity. Second: Women have the right to work and receive a just salary. Third: Women have the right to decide the number of children they will have and care for. Fourth: Women have the right to participate in the affairs of the community and hold positions of authority if they are freely and democratically elected. Fifth: Women and their children have the right to primary attention in matters of health and nutrition. Sixth: Women have the right to an education. Seventh: Women have the right to choose their partner, and are not to be forced into marriage. Eighth: Women shall not be beaten or physically mistreated by their family members or by strangers. Rape and attempted rape will be severely punished. Ninth: Women will be able to occupy positions of leadership in the organization and hold military ranks in the revolutionary armed forces. Tenth: Women will have all the rights and obligations elaborated in the Revolutionary Laws and regulations.[36] In 2018, the Zapatistas hosted a feminist festival, which was described as \"not only an opportunity to create educational or professional networks, but also a space to consider one’s health and well-being as a woman in the fight for justice. There were activities ranging from workshops, discussion panels and movie screenings to theater performances, art exhibitions and sports events, including basketball and soccer matches. Themes included gender violence, self-defense, self-care, sexism in the media, sexual rights, health and education, misogyny and childhood, discrimination against indigenous LGBTQ communities, women environmental rights defenders, and decolonization. All of the activities were led and held by women, and all of them were aimed at generating consciousness of gender inequality or the restoration of women’s self-confidence and autonomy.\"[37] The neo-Zapatistas do not proclaim adherence to a specific political ideology beyond left-wing politics. However, the functioning of the MAREZ distinguished it programmatically from the traditional left, reclaiming Zapatista- and Magonist-inspired \"indigenismo\" with contributions from libertarian socialism, Marxism,[38] and anarchism. Some authors also draw parallels between neozapatismo and autonomism, while others argue it can be better defined as semi-anarchist.[39] The Zapatistas have faced some criticism from socialists and anarchists. Some anarchists have argued that the Zapatista communities have not taken enough effort to fully abolish the capitalist practices of wage labor, rent and multinational investment from their communities,[13] while non-anarchist socialists have criticized the Zapatistas for not centralizing their power enough and exploiting their natural resources to fund social programs in their communities and sponsor revolutionary activity throughout Mexico.[40] Some eco-anarchists have criticized the communities for not engaging in a fully vegetarian lifestyle, continuing to use plastic and deforest the surrounding jungle to raise cattle.[41]","Title":"Rebel Zapatista Autonomous Municipalities - Wikipedia","KeyID":"13632","URL":"https://en.wikipedia.org/wiki/Rebel_Zapatista_Autonomous_Municipalities"}