{"Content: ":"Brahim Ghali (/ˈɡɑːli/) (Arabic: إبراهيم غالي, romanized: Ibrāhīm Ġālī; Spanish: Brahim Gali; born 16 September 1949) is a Sahrawi politician and military officer that serves as the current president of the Sahrawi Arab Democratic Republic (SADR) and former SADR ambassador to Algeria and Spain.[2][3] Ghali has served as a historic figure and played a key role in the struggle of the Sahrawi people for self-determination and independence from Morocco. He was instrumental in the creation of the Movement for the Liberation of the Saguia el Hamra and Wadi el Dhahab,[4] the 1970 Zemla Intifada against Spanish rule,[5] the foundation of the Popular Front for the Liberation of Saguia el-Hamra and Río de Oro (Polisario Front) in 1973, and the Sahrawi Republic in 1976. He also played a major role in the Western Sahara War and establishment of MINURSO, the UN peacekeeping mission for the Western Sahara. Ghali was born in Smara on 16 September 1949 (although other sources[which?] claimed he was born in Bu Craa). Ghali joined the Spanish-led Nomadic troops in the late 1960s and was subsequently dispatched to Smara for administrative work. After several meetings with Mohamed Bassiri and other Sahrawi political leadership, they decided to create the AOLS in 1969, with Ghali being the affiliation secretary of the organization. He participated in the AOLS demonstration held in El Aaiun on June 16, 1970, which passed to be known as the Zemla Intifada. Detained that same night by Spanish soldiers, he was sentenced to one year in prison for his political activities. He was freed in 1971 but was briefly detained again in 1972 for taking part in demonstrations. Ghali was one of the original founders and leaders of the Polisario Front in 1973 and was elected as the first General Secretary of the movement at its constitutive congress. Alongside El Uali Mustapha Sayed, Ghali led the El-Khanga raid, the first military action of the POLISARIO against a desert post of the Spanish Army, overrunning the position and gathering weapons and equipment.[6] In 1974, as El Uali was elected as the new POLISARIO General Secretary, Ghali was selected to command the Sahrawi People's Liberation Army, its military wing. On October 22, 1975, Ghali, El Uali, and Mahfoud Ali Beiba met General Federico Gómez de Salazar, the Spanish governor of the territory on the first official encounter between representatives of the Spanish government and the POLISARIO. Negotiations broke off shortly thereafter, with Ghali do not attending another meeting with Gómez de Salazar on October 29, while the Spanish government declared a curfew on El Aaiun.[7] On 4 March 1976, he was designated as the defense minister of the first government of SADR, proclaimed in Bir Lehlou on February 27. He remained in that post until 1989 when he was chosen as Commander-in-chief of the Second Military Region. At an election held on July 9, 2016, in the Sahrawi refugee camps in Tindouf, Ghali was chosen as the next President and Secretary-General of SADR. Ghali replaced longtime leader Mohamed Abdelaziz, who died on May 31, 2016.[8] Ghali paid a presidential visit to the Nigerian President, President Mohammadu Buhari on Thursday, June 13, 2019, at the villa in Abuja, Nigeria.[9] A complaint was filed against him in 2013 for alleged rape and sexual abuse of Khadijatou Mahmoud Mohamed Zoubeir. In addition, the ASADEDH (Spanish: Asociación Saharaui para la Defensa de los Derechos Humanos) filed a lawsuit against him in Spain for alleged torture.[10][11][12][13][14] The ASADEDH was criticized as its chairman, Ramdane Messaoud, is a member of the Moroccan Royal Advisory Council for Saharan Affairs.[15] Provisionally dismissed, the lawsuits were reopened after Ghali's arrival to Spain in 2021 to recover from a critical health state due to COVID-19.[10] Then, on 19 May 2021, the Spanish Audiencia Nacional summoned him to testify as a defendant in the case presented by the ASADEDH and Fadel Breica; Ghali testified via videoconference from the Hospital San Millán-San Pedro in Logroño as he was recovering from COVID-19 on the 1 June 2021.[16] Judge Santiago Pedraz [es] determined the accusing parties had not brought any evidence whatsoever (not even indicative) hinting at Ghali's culpability.[17] Shortly afterwards, Ghali left Spain and landed in Algeria on 2 June 2021,[18] continuing with the less acute phase of his recovery in the Ain El Naaja military hospital in Algiers, where he was visited by Algerian President Abdelmadjid Tebboune.[19]","Title":"Brahim Ghali - Wikipedia","KeyID":"13634","URL":"https://en.wikipedia.org/wiki/Brahim_Ghali"}