{"Content: ":"Wa State[n 1] is an autonomous region within Myanmar (Burma). It is de facto independent from the rest of the country and has its own political system, administrative divisions and army.[6][7] However, the Wa State government recognises Myanmar's sovereignty over all of its territory,[8] and the Burmese government does not consider Wa State's political institutions to be legitimate.[7] The 2008 Constitution of Myanmar officially recognises the northern part of Wa State as the Wa Self-Administered Division of Shan State.[9] As a one-party socialist state ruled by the United Wa State Party (UWSP),[1] Wa State is divided into three counties, two special districts, and one economic development zone. The administrative capital is Pangkham, formerly known as Pangsang. The name Wa is derived from the Wa ethnic group, who speak an Austroasiatic language. Wa State is divided into northern and southern regions which are separated from one another, with the 13,000 km2 (5,000 sq mi) southern region bordering Thailand and consisting of 200,000 people.[8] The total area of the region controlled by Wa State is 17,000 km2 (6,600 sq mi). The political leaders of Wa State are mostly ethnic Wa people. The Wa State government emulates many political features of the government of the People's Republic of China, having a central committee and a central party known as the United Wa State Party. Whilst Wa State is highly autonomous from the control of the central government in Naypyidaw,[10][11] their relationship is based on peaceful coexistence and Wa State recognises the sovereignty of the central government over all of Myanmar.[8] The working language of the Wa State government is Mandarin Chinese.[12][13][14] Southwest Mandarin and Wa are widely spoken by the population, with the language of education being Standard Chinese. Television broadcasts within Wa State are broadcast in both Mandarin and Wa. Commodities within Wa State are brought over from China, and the renminbi is commonly used for exchanges. China Mobile has cellular coverage over some parts of Wa State.[8] The legal system in Wa State is based on the civil law system, with reference to the laws of China. However, there are still struggle sessions (公判大会), which have been abolished in China. After being sentenced to death, prisoners are sent directly to the execution ground.[15] Labour camps exist in Wa State and relatives of those who are imprisoned or conscripted are often taken hostage by the state. The state is governed by a network of Maoist insurgents, traditional leaders such as headmen, businessmen, and traders, without democratic elections or the rule of law.[7] Most people do not have Chinese or Myanmar ID cards, but Wa State ID cards are often recognised in those countries. It is easy for citizens to enter them if they avoid the official border crossings.[7] The most-practiced religion, outnumbering Islam, Buddhism and folk religions, is Christianity, even though there are frequent crackdowns on it conducted by the secular government. An example for this is a campaign against churches built after 1992 in September 2018.[16][17][18] There used to be up to 100,000 Chinese nationals residing in Wa State, many of them engaging in business. In 2021, the Chinese government ordered them to return to their homeland to combat online fraud allegedly committed by many of them. The Chinese exodus has had a negative impact on the Wa economy.[19] For a long time,[timeframe?] headman tribes were dispersed around the Wa mountainous area, with no unified governance. During the Qing dynasty, the region became separated from the tribal military control of the Dai people. British rule in Burma did not administer the Wa States[20] and the border with China was left undefined.[21] From the late 1940s, during the Chinese Civil War, remnants of the Chinese National Revolutionary Army retreated to territory within Burma as the communists took over mainland China. Within the mountain region Kuomintang forces of the Eighth Army 237 division and 26th Army 93 division held their position for two decades in preparation for a counterattack towards mainland China. Under pressure from the United Nations, the counterattack was cancelled and the army was recalled to northern Thailand and later back to Taiwan; however, some troops decided to remain within Burma. East of the Salween river, indigenous tribal guerrilla groups exercised control with the support of the Communist Party of Burma. During the 1960s, the Communist Party of Burma lost its base of operations within central Burma, and with the assistance of the Chinese communists, expanded within the border regions in the northeast. Many intellectual youths from China joined the Communist Party of Burma, and these forces also absorbed many local guerrillas.[22] The Burmese communists gained control over Pangkham, which became their base of operations. At the end of the 1980s, the ethnic minorities of northeast Burma became politically separated from the Communist Party of Burma. On 17 April 1989, Bao Youxiang's armed forces announced their separation from the Communist Party of Burma, and formed the United Myanmar Ethnicities Party, which later became the United Wa State Party. On 18 May, the United Wa State Army signed a ceasefire agreement with the State Law and Order Restoration Council, which replaced Ne Win's military regime following the 8888 Uprising. Tensions between the central government and Wa state were heightened in 2009.[23] During this time, peace initiative proposals by Wa State were rejected by the Myanmar government.[24] The government warned on 27 April 2010 that the WHP program could push Myanmar and Wa State into further conflict.[25] After the 2021 Myanmar coup d'état the Wa began to oppose the Myanmar government more directly, shifting away from their strategy of \"forward defense\" of supporting smaller anti-government forces militarily which was supposed to keep the Tatmadaw from violating ceasefires, with the goal of extending their political and military influence towards Central Myanmar.[26] Wa State is divided into counties (Wa: gaeng; Mandarin: 县), special districts (Wa: lūm; Mandarin: 特区), an economic development zone and an administrative affairs committee. Each county is further divided into districts (Wa: vēing; Mandarin: 区). Below these are township-level administrations: townships (Wa: ndaex eeng / yaong; Mandarin: 乡) and streets (Wa: laih; Mandarin: 街). Town (jēng / 镇) Township (ndaex eeng / 乡) Village (yaong / 村) District (vēing / ဝဵင်း / 区) In the table above, names in apostrophe are in Wa/Dai/Mandarin order. Avenue (ndaex laih / 街道) is found only once in Mong Maoe County; town (镇 / \"jēng\") is found only once in Mōung Ping EDZ. Avenues and streets are metaphorical urban-type division name analogical to subdistricts of China and should not be understood literally. They are further subdivided into groups. Villages are rural counterparts of groups and are below townships. In southern Wa, townships are given the township identity (乡) according to their Mandarin name yet not subdivided into villages with their Wa names indicate they are natural settlements (yaong / 寨), but might be a part of compound like ndaex eeng yaong XX (XX-settlement township / XX寨乡). In general, the Wa names of divisions follow the Romance naming order. For example, Vēing Yaong Lēen means Yaong Lēen District and is a vēing (district) instead of a yaong (natural settlement). That of the town of Mōung Ping in Mōung Ping EDZ is an exception – it follows the Germanic naming order as \"Mōung Ping Jēng\" instead of \"Jēng Mōung Ping\". In the Wa language, x at the end of a syllable represents a glottal stop. In the sections below, names in bold indicate county seats. Names with \"quotation marks\" are pinyin transcriptions of Mandarin while names in italics are Burmese transcriptions of Mandarin. Although Mandarin is one of the four working languages of Wa State, some Mandarin administrative names are non-canonical. For example, 班阳区 and 邦洋区 are two different transcriptions of the same official Wa or Dai name of Pang Yang District. Wa State's northern area is divided into three counties, two special districts, and one economic development zone. Each county is further divided into districts; there are 21 districts in total. Wa State overlaps with seven de jure townships designated by the Burmese government. The geographic relationship between districts (second level) and special districts (first level) of Wa State and districts of Shan State are listed below: Wa State's southern area is not part of traditional Wa territory, but was granted in 1989 by the then-ruling Burmese military junta for the UWSA's cooperation in their efforts against drug warlord Khun Sa.[27] These territories were originally inhabited by the Austroasiatic Tai Loi peoples, but now include significant Lahu and Shan communities as well as Wa settlers. It is administrated by the Southern Administrative Affairs Committee (Wa: Mēng Vax Blag Jō): Wan Hoong (Mgōng Sam Soung) District, Huix Ox District, Yaong Kraox (\"Kailong\", Yaong Mgōng) District, Yaong Bang District, Mōung Jōd District, Yaong Mōuig (\"Menggang\"/ Num Mōuig) District, Kax Nax (\"Huyue\") District. Kax Nax (\"Huyue\") District seems to have been merged into Wan Hoong (Mgōng Sam Soung) District. In recent years tens of thousands of people (according to the Lahu National Development Organization claims 125,933 from 1999 to 2001 alone) have resettled from northern Wa State and central Shan State to the southern area, often due to pressure by the Wa government. These actions were intended to strengthen the Wa government's position there, especially the Mong Yawn valley which is surrounded by mountains on all sides is a strategically important location.[28] Wa people were also relocated from villages on mountain peaks to the surrounding valleys, officially to offer the residents an alternative to the cultivation of opium. After the resettlement, the Wa government allowed ethnic Wa settlers to grow opium for three more years and sell it freely. Serious human rights violations were reported during the resettlement and many people have died, around 10,000 alone during the rains of 2000 since the Wa settlers were not accustomed to tropical diseases like malaria in the warmer southern area.[29][28] The original inhabitants of the area have been discriminated against by the settlers; their belongings were seized by them without compensation. Many abuses occur, including enslaving of the ones who complain about the Wa government. They have to work in the fields with chained-up legs. When a minority person cannot give enough money to the rulers, they can sell children seven years or older as soldiers to the United Wa State Army. Due to these harsh living conditions, many had no other choice but to leave their hometowns.[28] The region is mainly mountainous, with deep valleys. The lowest points are approximately 600 metres above sea level, with the highest mountains over 3000 metres. Initially Wa State was heavily reliant on opium production.[30] With Chinese assistance, there has been a move towards growing rubber and tea plantations.[31] Wa State cultivates 220,000 acres of rubber.[32] Due to the resettlement of residents from mountainous areas to fertile valleys,[33] there is also cultivation of wet rice, corn and vegetables. Dozens died during the resettlement due to disease and road accidents.[32] One of the main income sources of Wa State is the mining of resources like tin, zinc, lead and smaller amounts of gold.[34] The proven tin ore reserves of Wa State amount to more than 50 million tons, currently 95% of the tin mine production of Myanmar comes from there, around one sixth of the world production.[35][36] However, there is also a thriving industry around sectors like prostitution and gambling in the capital Pangkham that are related to tourism from China which was thriving before the COVID-19 pandemic.[37] The region was able to vaccinate nearly all of its population against the virus by July 2021, one of the earliest dates in the world.[38] In general, the state of development of Wa State is considerably higher than in the government-controlled areas of Myanmar, which is especially true for its capital.[37][39] Wa State is economically dependent on China, which supports it financially and provides military and civilian advisors and weapons.[40][41] It shares 82 miles (133 km) of frontier with China.[42] The Myanmar kyat is not legal tender anywhere in the Wa State. In the north, the Chinese yuan is legal tender, whilst the baht is legal tender in the south.[citation needed] The United Wa State Army (UWSA) was previously the largest narcotics trafficking organization in Southeast Asia.[43] The UWSA cultivated vast areas of land for the opium poppy, which was later refined to heroin. Methamphetamine trafficking was also important to the economy of Wa State.[32] The money from the opium was primarily used for purchasing weapons. In August 1990, government officials began drafting a plan to end drug production and trafficking in Wa State.[44] According to an interview with Wa officials in 1994, Bao Youyi (Tax Kuad Rang; also known as Bao Youyu) became wanted by the Chinese police for his involvement in drug trafficking. As a result, Bao Youxiang and Zhao Nyi-Lai went to Cangyuan Va Autonomous County of China and signed the Cangyuan Agreement with local officials, which stated that, \"No drugs will go into the international society (from Wa State); no drugs will go into China (from Wa State); no drugs will go into Burmese government-controlled areas (from Wa State).\"[45] However, the agreement did not mention whether or not Wa State could sell drugs to insurgent groups. In 1997, the United Wa State Party officially proclaimed that Wa State would be drug-free by the end of 2005.[44] With the help of the United Nations and the Chinese government, many opium farmers in Wa State shifted to the production of rubber and tea. However, some poppy farmers continued to cultivate the flower outside of Wa State.[46] Although the Burmese government has begun taking measures to decrease the production of such drugs, it is an arduous task due to corruption at high levels in the government and a lack of infrastructure to carry out operations.[47] In 2005, Wa State was declared a \"drug-free zone\" by the United Wa State Party and the cultivation of opium was made illegal.[33][48] A BBC presentation aired on 19 November 2016 showed the burning of methamphetamine, as well as a thriving trade in illegal animal parts.[49] The production of crystal meth of high quality as well as heroin is still thriving and worth billions of dollars as of 2021. Cheaper ya ba tablets are made by neighboring rebel groups which depend on the Wa for raw materials.[26]","Title":"Wa State - Wikipedia","KeyID":"13641","URL":"https://en.wikipedia.org/wiki/Wa_State"}