{"Content: ":"Bao Youxiang (Chinese: 鲍有祥; pinyin: Bào Yǒuxiáng), also known by his Wa name Tax Log Pang (Chinese Wa: Dax Lōug Bang) and his Burmese name Pau Yu Chang (Burmese: ပေါက်ယူချန်း Pauk Yu-hkyan), is the current president of Wa State, general secretary of the United Wa State Party, and commander-in-chief of the United Wa State Army.[3][4] Bao Youxiang was born in 1949 to a Wa chieftain in Kunma, a Wa village near Gawng Lang in northern Shan State. Bao was the second youngest of eight brothers in his family and did not go further than his village during his childhood. When Bao was 21, he joined and eventually led a Wa guerrilla group that smuggled opium across the China–Myanmar border.[4] Bao joined the armed wing of the Communist Party of Burma (CPB) in 1969, and started out as a battalion commander for his home village of Kumna, but gradually became the leader of a brigade operating near the Myanmar–Thailand border. Like many Wa villagers in the area at the time, Bao saw the CPB as a source of modern weaponry, combat training, and friendship.[4] In 1989, the leadership of the CPB was challenged by several party members, resulting in an internal rebellion that ended with the disbandment of the armed wing of the CPB and the establishment of various new factions, including the United Wa State Army, which Bao would eventually lead.[4] After the fall of the armed wing of the CPB, Bao joined the United Wa State Party (UWSP), and its armed wing, the United Wa State Army (UWSA). In 1995, Bao was elected general secretary of the UWSP and commander-in-chief of the UWSA, after Zhao Nyi-Lai, the first and preceding general secretary, suffered a stroke. In 2005, Bao's health deteriorated and Bao Youyi, his elder brother, replaced him. Bao has been the de facto president of Wa State since 1995, an autonomous entity in northern Shan State that runs independently from Myanmar.[3] He has constantly urged the government of Myanmar to give more regional autonomy to ethnic minority groups in Myanmar, in exchange for permanent ceasefire and peace agreements with armed insurgent groups.[5]","Title":"Bao Youxiang - Wikipedia","KeyID":"13642","URL":"https://en.wikipedia.org/wiki/Bao_Youxiang"}