{"Content: ":"Sir Don Baron Jayatilaka, KBE (Sinhala:ශ්‍රීමත් දොන් බාරොන් ජයතිලක; 13 February 1868 – 29 May 1944) known as D.B. Jayatilaka was a Sri Lankan Sinhalese educationalist, statesmen and diplomat. He was Vice-President of the Legislative Council of Ceylon; the Minister for Home Affairs and Leader of the House of the State Council of Ceylon; and Representative of Government of Ceylon in New Delhi.[1] Sir D. B. Jayatilaka is also considered as a flag bearer of Buddhist education in Sri Lanka.[2] Born at Waragoda, Kelaniya, he was the eldest male child of Don Daniel Jayatilaka, a government servant, and his wife Liyanage Dona Elisiyana Perera Weerasinha, daughter of oriental scholar, Don Andiris de Silva Batuwantudawe of Werahena. He had two brothers, and two sisters, both of whom died young. When he was seven years Jayatilaka was sent to the Vidyalankara Pirivena, where he learned Sinhala, Pali and Sanskrit by Ratmalane Sri Dharmaloka Thera. To study English and other subjects in the English medium, he was sent to the local Baptist school from where he was sent to Wesley College in 1881, there he passed the junior and senior Cambridge examinations, travelling daily by cart from Kelaniya to the Pettah. He applied for a clerical position in the government service, but was encouraged to follow higher studies. Jayatilaka graduated from the University of Calcutta with a BA in 1896, having offered Latin and English.[3] On his return to Ceylon, he took to teaching, joining the staff of Wesley College and then Dharmaraja College, where he later became Principal. In December 1898, he was appointed Principal of Ananda College (formally known as English Buddhist School) which was managed by the Theosophical Society and served till December 1907.[3] He left for Europe in 1910, spending three years there. During which he attended as the representative of Ceylon, at the Congress of Religions in Berlin. He a BA in jurisprudence from Jesus College, Oxford in 1913 which was later upgraded to a MA some years later. He was called to the bar as a barrister from the Lincoln's Inn and became an advocate of the Supreme Court of Ceylon. Thereafter he started his legal practice in the Colombo unofficial bar specialized in Buddhist ecclesiastical law, Buddhist temporalities and constitutional law.[3][4] He first met Colonel Henry Steel Olcott in 1890 and joined his campaign to establish English medium Buddhist schools in the country. In 1890 he was appointed as the Principal of the Buddhist High School in Kandy (now Dharmaraja College), thereafter he became the Vice - Principal of the Ananda College in Colombo ( formerly English Buddhist School ) under Principal E.W. Buultjens. One year later in 1898 he succeeded Buultjens as Principal. He was instrumental in the establishment of the Young Men's Buddhist Association (YMBA) at Borella becoming its President in 1898 and holding the post until his death.[3] During the 1915 riots, he was arrested under orders of General Officer Commanding, Ceylon on claims of seditious speeches and writings. Imprisoned under Martial Law along with many leading personalities of the day. Soon after his release he left for Britain where he campaigned to end the injustices in Ceylon and agitated for a Royal Commission to investigate the 1915 riots. When the National Congress of Ceylon was formed he became its representative in London. He returned in 1919 and was elected president of the Ceylon National Congress in 1923. Soon thereafter he was elected from the Colombo District to the Legislative Council of Ceylon and was elected as its vice-president after the demise of Sir James Peiris in 1930. The post of president was held by the governor of Ceylon. Following the constitutional reforms of the Donoughmore Commission, Jayatilaka was elected to the newly formed State Council of Ceylon from Kelaniya in 1931. At the first siting of the State Council he was elected Leader of the House and Minister for Home Affairs. Shortly thereafter he was appointed vice chairman of the Board of Ministers. He was knighted as a Knight Bachelor in the 1932 New Year Honours. Re-elected to the State Council in 1936, he was re-elected Leader of the House and Minister for Home Affairs and served until he resigned the State Council in November 1942. During World War II, he helped organise volunteers to unload food from ships at the Colombo harbour after it was deserted following Japanese air raids. In August 1943, he went to India to negotiate food shipments to Ceylon after they were stopped by the Indian Government. Following successful completion of negotiations he was appointed as Representative of Government of Ceylon to India in New Delhi. He was appointed a Knight Commander of the Order of the British Empire (KBE) in the 1943 Birthday Honours. He served as president of the Ceylon Branch of the Royal Asiatic Society from 1935 to 1941.[5] He was the founding chief editor of the monumental monolingual etymological Sinhala dictionary, Siṃhala śabdakoṣaya (completed in 1992), and the related A Dictionary of the Sinhalese Language (with fascicles from 1985 titled A Dictionary of the Sinhala Language.) His extraordinary leadership of the project and editorial service extended from 1927 through 1941.[6] Sir D. B. Jayathilaka served as the president of Young Men's Buddhist Association for a continuous period of 46 years, from 1898 until his death in 1944. Under his influence Colombo YMBA inaugurated a program for promoting 'Dhamma School education', with the obligation of giving every Buddhist child in Ceylon the gift of Dhamma”.[2] He married Mallika Batuwantudawe in 1898, they had five children, three daughters and two sons. In 1944, he fell ill and began his return to Ceylon. He died on 29 May 1944 due to a heart attack in Bangalore. His body was returned to Ceylon in a special plane for the final rites. Sir Baron Jayatilaka was highly respected during his lifetime by both Ceylonese and British. Following his retirement from the State Council, he held the first diplomatic appointment of the Government of Ceylon. In 2018, a statue of Sir Baron Jayatilaka was erected at Thurburn House, Colombo.[7] ","Title":"Don Baron Jayatilaka - Wikipedia","KeyID":"13648","URL":"https://en.wikipedia.org/wiki/Don_Baron_Jayatilaka"}