{"Content: ":"Uda Walawwe Bernard Herbert Aluwihare also known as Bernard Aluwihare (6 April 1902 - 22 January 1961) was a Sri Lankan lawyer and politician who served in both the State Council of Ceylon and Parliament of Sri Lanka. He was a Sri Lankan Cabinet Minister and Member of Parliament from Matale. He became the Minister for Minister of Education and Cultural Affairs in Second Dudley Senanayake cabinet in 1960.[1][2][3][4][5] Born to a Kandyan radala family, son of T. B. Aluwihare and Panebokke Tikiri Kumarihamy, daughter of Panabokke Dissawe. His mother died two days after his birth. His elder brothers were Richard Aluwihare and William Aluwihare. Educated at Trinity College, Kandy and S. Thomas' College, Mount Lavinia, he studied law at the Ceylon Law College and qualified as a Proctor and there after went to Jesus College, Oxford for further studies in law. He established his legal practice in the unofficial bar of Kandy, William Gopallawa was one of his juniors. He married Dr Florence Ram who he met in England, she was the daughter of Dr L. Ram from India. The family had a close friendship with the Nehru–Gandhi family. [6] He was first elected State Council of Ceylon from Matale in 1936, he had been wounded in the head when he was shot at by a supporter of his opponent. He briefly served in the war cabinet. He contested the 1st parliamentary election in 1947 from the Matale electorate as an independent but lost to V. T. Nanayakkara. He joined S.W.R.D. Bandaranaike in the formation of the Sri Lanka Freedom Party, but left soon after its formation to contest 1952 general election as an indepandant and won defeating V. T. Nanayakkara who had contested from the United National Party. Joining the United National Party, contested the 1956 general election from Matale from the United National Party but was defeated by Nimal Karunatilake the Sri Lanka Freedom Party candidate. He won back his seat in the March 1960 general election and was appointed Minister of Education and Cultural Affairs by Prime Minister Dudley Senanayake in the short lived government that fell three months later. Aluwihare retained his seat in the July 1960 general election while the Sri Lanka Freedom Party won the election and established a government. He was diagnosed with cancer soon after and died on 22 January 1961, while in England for medical treatment. His nephew Alick Aluwihare succeeded his seat in parliament.[6]","Title":"Bernard Aluwihare - Wikipedia","KeyID":"13656","URL":"https://en.wikipedia.org/wiki/Bernard_Aluwihare"}