{"Content: ":"Deshamanya Al-Haj Badi-ud-din Mahmud (23 June 1904 – 16 June 1997) was a Sri Lankan politician. He served ten years as Minister of Education and two years as the Minister of Health and Housing.[1][2] Badi-ud-din Mahmud was born in Matara, a town in the south of Sri Lanka. He was born into one of the most distinguished Sri Lankan Moor families of that time as the youngest of twelve siblings. His father was S.L.M. Mahmud Naina Marikkar Mathicham, better known as Matara Mahatmaya, who was an affluent planter and landed proprietor; Badi-ud-din Mahmud's mother was Fathima Natchiya. Mahmud was educated in his childhood at St. Thomas' College, and Wesley College, Colombo. He completed his higher education at Zahira College, Colombo, with the completion of his Cambridge Senior Examination. At Zahira College, he took interest in literature, tennis, and athletics.[citation needed] He was raised in a strictly religious atmosphere with traditional Islamic values. However, his family produced a liberal[clarification needed] atmosphere.[3] He first joined the All-Ceylon Muslim League{ in 1927 as a secretary. Originally a small movement, in three months it grew into the most powerful Muslim organization in Ceylon.[according to whom?] The All-Ceylon Muslim League helped unite Muslim leaders such as Tuan Burhanudeen Jayah who were previously at odds with each other. Mahmud was also dedicated to social work.[citation needed] He delivered the first talk on Radio Ceylon during the festival of Hajj,[citation needed] organizing the recital of Takbir to precede his speech. He also initiated the Hajj prayers at Galle Face Green in 1928, which have become an annual feature, and engaged in the promotion of a public mass meeting at Galle Face Green to celebrate the birthday of Muhammad.[3] Mahmud was further educated at Aligarh Muslim University from 1931 to 1937. He excelled in both academics and extracurricular activities.[citation needed] His most prominent achievements include ranking second in the Inter-Arts Examination in the First Division, and obtaining a B.A. as the top performer in the examination. Some of his other accomplishments were the gold medal of the All-India Public Speaking Competition, the Aligarh – The Oxford Meston Prize in 1937 for outstanding debating ability, and being appointed editor of the university's magazine for two successive years. In 1935, he was unanimously elected president of the U.P. University Students Federation. He presided over the All-India Students Conventions at Lucknow and organized the All-India Students Movement.[citation needed] Mohammad Habib, a professor and provost of Mahmud, described his pupil: Badiudin has been intimately known to me since 1932 as a valued pupil, comrade and friend. His academic career has been exceptionally brilliant. Badiudin studied politics with me for two years (1933–35). He impressed me as a very promising student, as one of those rare but most welcome pupils, who are an inspiration to teachers. Few students at Aligarh have created such a fine impression of their abilities and character. His scholarly attainments, excellent manners [sic] leave little to be desired.[3] While he was enrolled at Aligarh, Mahmud persuaded Muslim leaders in the Second Round Table Conference at London to support the Indian independence movement; the people that he persuaded included Shaukat Ali, Muhammad Ali Jinnah, Muhammad Iqbal, Mukhtar Ahmed Ansari, Muhammad Shafi, Zafar Ali Khan, Syed Mahmud, Bacha Khan, Mirza Ismail, and Syed Sultan Ahmed.[citation needed] On Mahmud's arrival in Sri Lanka from Aligarh, the Muslim League organized a highly attended reception to him. Well-known figures at the meeting included Mohamed Macan Markar, T. B. Jayah, and N.H.M. Abdul Cader.[3] In 1938, Badi-ud-din Mahmud gave a speech at the birthday celebrations of Muhammad at Galle Face Green. He urged the Muslims of Sri Lanka to learn the Sinhala language because it would be the only official language after Sri Lanka became independent. His prediction was correct. Mahmud furthered his reasoning:[3] If this is done, all misunderstanding will disappear and there will be perfect harmony between the Sinhalese and the Moors. The adoption of the Tamil language has not benefited the Muslims. On the contrary it has proved a disadvantage to them. Under self-government, which is bound to come sooner or later, the national language of Ceylon should be Sinhalese.[3] The Muslim community received his proposal negatively.[3] In the same year, Badi-ud-din Mahmud organized one of the largest demonstrations of the time among Muslims, a mass rally at Galle Face Green in support of the Arabs in Palestine. He delivered a speech to urge the government of Britain to fulfill its promises to Arabs in Palestine.[3] He helped develop an independent school called Zahira College in Gampola as the first principal. Under his leadership, it grew from a small school consisting of four classrooms, a shed, 67 students, and five teachers to a school that serves the entirety of Sri Lanka with up-to-date facilities. In 1960, Zahira College enrolled over 2000 students. Mahmud developed a uniform of pajamas, frocks, and a dupatta (scarf) for girls at Zahira College; it is now widely accepted in Muslim schools in Sri Lanka but was at first rejected by most. In the classroom, he introduced traditional Islamic cultural activities, which also evoked opposition at first.[3] *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"Badi-ud-din Mahmud - Wikipedia","KeyID":"13657","URL":"https://en.wikipedia.org/wiki/Badi-ud-din_Mahmud"}