{"Content: ":"Wijesinghe Jayaweera Mudiyanselage Lokubandara (5 August 1941 – 14 February 2021: Sinhala: විජෙසිංහ ජයවීර මුදියන්සේලාගේ ලොකුබණ්ඩාර), was a Sri Lankan politician who was Speaker of the Parliament of Sri Lanka from 2004 to 2010 and Governor of Sabaragamuwa Province from 2010 to 2015. He was a lawyer by profession, and wrote books, poems, and songs. He held several ministries in the government of Sri Lanka before his appointment as Speaker of the House.[1] Lokubandara was born on 5 August 1941[2] in Haputhalegama village, Haputale, Badulla, Ceylon.[3] His parents were Loku Manike and Gunesekara Bandara, he had six siblings. He was educated at Yahala-Bedda School, and later at Bandarawela Central College.[4] He graduated with a degree in arts from the University of Ceylon in Peradeniya and gained a degree from the University of London external program.[5] He worked as a translator for the Government of Ceylon and studied law at the Ceylon Law College. Having completed his advocates, he worked as an assistant legal draftsman.[6] He entered politics from the United National Party under the guidance of Lalith Athulathmudali, a lecturer at the Ceylon Law College. Lokubandara first entered parliament in 1977 representing the United National Party (UNP), defeating Dissanayake former Cabinet Minister of Health's son-in-law W. P. G. Ariyadasa who did not contest the 1977 general election. He was a backbencher in the J. R. Jayewardene government for 10 years. He was initially appointed to the non-cabinet post of Minister of Indigenous Medicine. In 1989, Lokubandara was appointed a Cabinet Minister when he was given the Ministries of Cultural Affairs, Education and Media by President Ranasinghe Premadasa.[6] As the Minister of Indigenous Medicine, he was instrumental in introducing green porridge (\"Kola Keda\") and herbal tea to the society as well as in parliament. According to his concept, Lokubandara was the first to draw arts on the school walls. During his tenure as the Minister, he carried out research on traditional indigenous medicine and Ayurveda and also printed palm leaf books on Indigenous medicine in Sinhala.[7] He also appointed a committee of astrologers to compile the Sinhala New Year auspicious calendar and to make the Sinhala New Year anointing ceremony as a state sponsored event. During his tenure as the Minister of Education, he also conducted seminars and workshops for scholars to educate students and teachers on the correct writing of the Sinhala language. He also declared 2 March as Sinhala Language Day and special programs were launched on that day.[7] With the defeat of the UNP in the general elections of 1994, Lokubandara became the Chief Opposition Whip of the parliament. He held this position until 2001.[4] A UNP government was formed in 2001, and Lokubandara was appointed the Cabinet Minister of Justice, Law Reforms, National Integration and Buddha Sasana.[6] Then he took steps to publish the law reports which was written in English to Sinhala language.[7] Lokubandara was elected as the Speaker of Parliament on 4 April 2004,[8] after a controversial secret ballot lasting nine hours. Lokubandara was the candidate of the main opposition group and received 110 votes, while the candidate from the governing party D. E. W. Gunasekera received 109 votes.[8] His election as 16th Speaker of Parliament was announced at 7.15 pm. After assuming office, he urged the members of the parliament to safeguard democracy and \"move away from confrontational politics marching beyond petty party politics\".[4] He was a member of the Hela Havula Sinhalese literary organisation founded by Munidasa Cumaratunga. Several books have been authored by Lokubandara, including some on Sigiriya. He was also a poet and a songwriter. His works include:[9] During his tenure as the Minister of Culture, he directed the reprinting of Sinhala literary works including: Subhashithaya, Lokopakaraya, Amawathura, Wadan Kavi and Sakaskadaya. Then he published Dr. Senarath Paranavithana's book on 'Sigiriya Gee' in English at the Oxford Press. Meanwhile, he published a series of books on the great leaders who emerged in Sri Lanka. He was very fond of the Sinhala language where Lokubandara socialized words such as herbal tea and kola keda which are commonly used in conversations. He also had a knowledge of Pali and Sanskrit terms. For a while, a radio program called Rasa Deepani was presented in a very interesting way.[1] He has also published a book on Sigiriya in English titled The Mystique of Sigiriya.[7] He married Malathi, a music teacher, on 1 February 1979. They have three sons; Rashmin, Udith and Damith.[3] Udith Lokubandara was offered the post of District Organizer for Badulla District by the Sri Lanka Freedom Party, while the post of Organizer for Haputale electorate was offered by the United National Party.[12] Lokubandara died on 14 February 2021 at the age of 79 while being treated for COVID-19 during the COVID-19 pandemic in Sri Lanka at the Infectious Disease Hospital in Angoda becoming the first high profile Sri Lankan politician to succumb to COVID-19.[13]","Title":"W. J. M. Lokubandara - Wikipedia","KeyID":"13652","URL":"https://en.wikipedia.org/wiki/W._J._M._Lokubandara"}