{"Content: ":"Imiya Mudiyanselage Raphael Abhayawansa Iriyagolle (3 January 1907 – 7 January 1973) was a Sri Lankan politician and Cabinet minister who served as Minister of Education between 1965 and 1970.[1][2] Iriyagolle was born 3 January 1907 to a wealthy family in Katugampola. He was educated at Katugampola Village School, as well as Nalanda College, Colombo and Ananda College in Colombo.[3] Iriyagolle was described as an excellent student and gained admission to Ceylon Medical College. He left soon after, before completing his studies following an argument with a European member of the faculty.[4] He then joined the Ceylon Police Force as a Sub Inspector of Police. Iriyagolle left the police and worked as a journalist and editor of a Sinhala Newspaper. He was the editor of the Sinhala Baudhdhaya newspaper under Maha Bodhi Society of Sri Lanka.[5] In the 1947 general election, he contested Dandagamuwa electorate and entered parliament as an independent candidate. He was reelected in the 1952 general election from Dandagamuwa. In 1956 when S. W. R. D. Bandaranaike formed the Mahajana Eksath Peramuna, he was one of the signatories and contested the 1956 general election from Dandagamuwa from the hand symbol, he was appointed Parliamentary Secretary to the Minister of Home Affairs by Bandaranaike. He fell out with Bandaranaike and the Mahajana Eksath Peramuna, resigning from it in 1957 and joined the opposition. Having joined the United National Party, he contested the March 1960 general election from Kuliyapitiya and was elected to parliament. Although the United National Party won the election it was defeated in parliament and fresh elections called few months later. Iriyagolle was lost his seat in the July 1960 general election to G. W. Samarasinghe. He was elected from Kuliyapitiya in the 1965 general election and was appointed as Cabinet Minister of Education and Cultural Affairs by Dudley Senanayake when United National Party won elections in 1965.[6][7] During his era, the Education Department was drastically altered to suit the needs of the country. As a result, the Junior University Colleges were established to further technical education. He established the D. S. Senanayake College in Colombo. He also introduced agriculture as a subject to school curriculum, and tried to inculcate practical cultivation among school children.[8] However his attempted educational reforms and his outspoken views were not received well be an influential section of the community, the school and university teachers and undergraduates.[9] During the 1970 general election, this section canvassed relentlessly against the UNP government and Iriyagolla. Iriyagolla lost his seat to G. W. Samarasinghe. After the defeat of the UNP government at 1970 hustings, many of his former colleagues blamed him for the defeat, rather unfairly. They conveniently forgot his services prior to 1965 in bringing the UNP back to power. Iriyagolla gave up active politics after 1970 and indeed did not live long after.[10] He lost his seat in the 1970 general election. He died on 7 January 1973. Equally proficient in both Sinhala and English and as an erudite author and a person involved in the arts and culture, he was also a journalist, writer and translator.[11] Some songs like \"Loken Uthum Rata Lankavai\" and \"Sema Danamana Dinu Sujathadarani\" written by him are considered masterpieces in Sinhala music even today. He also translated Victor Hugo’s Les Misérables from French into Sinhala as Manuthapaya which became quite popular among readers. He wrote a book of short stories titled \"Poorna Viplavaya\" in collaboration with his wife, Rani Iriyagolle Menike.[12] He married Ranee Beatrice, who was thereafter known as Ranee Iriyagolle Menike. They had three daughters and two sons, Gamini Iriyagolla served as a Presidential adviser for Ranasinghe Premadasa and Dr Deva Iriyagolla. In 2007, a commemorative stamp of him was released in Sri Lanka.[13]","Title":"I. M. R. A. Iriyagolle - Wikipedia","KeyID":"13659","URL":"https://en.wikipedia.org/wiki/I._M._R._A._Iriyagolle"}