{"Content: ":"Deshamanya Nissanka Parakrama Wijeyeratne (Sinhala: නිශ්ශංක පරාක්‍රම විජයරත්න) (14 June 1924 – 7 January 2007), known as Nissanka Wijeyeratne, was a Sri Lankan politician, civil servant, diplomat and English language poet. He was also the Diyawadana Nilame (chief lay custodian) of the Sri Dalada Maligawa, Kandy from 1975 to 1985.[1] At the time of death he was serving as the chairman of The Law and Society Trust in Sri Lanka.[2] Nissanka Wijeyeratne was born 14 June 1924 to a leading family[3] from Sabaragamuwa in Sri Lanka. He was the second son of Sir Edwin and Lady Leela Wijeyeratne, of Buddenipola Walauwa, Kegalle. Sir Edwin Wijeyeratne was a former Cabinet Minister of Home Affairs and Rural Development.[4] His elder brother, Tissa Wijeyeratne a barrister by profession, had served as Sri Lankan ambassador to France and Switzerland,[5][6] Additional Secretary to Ministry of Foreign Affairs and Defence, and as the senior adviser on foreign affairs to Prime Minister Sirimavo Bandaranaike. Nissanka Wijeyeratne also had one younger brother, Dr Cuda Wijeyeratne who is a consultant psychiatrist. Wijeyeratne completed his primary and secondary education at the Royal College, Colombo. He then pursued further studies at the University of Ceylon where he earned a BA Honours in History. He also had a scholarly interest in Sri Lankan Sociology, as well as in Religious Philosophy. Nissanka Wijeyeratne after leaving university, served for a brief period for the Ceylon Artillery Volunteers as a (reservist) Second Lieutenant and successfully sat the Ceylon Civil Service (CCS) Examination Those were the days when only six were recruited in a year to civil service as compared with the fifty to hundred now recruited annually to the Ceylon Administrative Service, which replaced the former Ceylon Civil Service. As a member of that Ceylon Civil service, he held several positions including permanent secretary to the Ministries of Information, Broadcasting, Transport and Cultural Affairs, Government Agent in Anuradhapura, Mannar and Jaffna and Assistant Government Agent in Galle. He was also the Chairman of the Anuradhapura Preservation Board. Wijeyeratne retired from the Sri Lanka Administrative Service in 1973.[7] He served as member of the Executive Board of UNESCO from 1987 to 1989.[8] The present national emblem of Sri Lanka was created in 1972 under the ideas and guidance of Nissanka Wijeyeratne. At the time, he was Permanent Secretary to the Ministry of Cultural Affairs and Chairman of the National Emblem and Flag Design Committee.[9]The designer of the emblem was Venerable Mapalagama Wipulasara Maha Thera and Art Work by S.M Seneviratne. During the same year (1972), four leaves of the Bo tree were added to the four corners of the Sri Lankan National flag under the direction of Nissanka Wijeyeratne. Prior to 1972, the corners of the flag were occupied by symbols depicting spearheads. The four Bo Leaves added by Wijeyeratne reflect the core principles of Mettha (loving kindness), Karuna (compassion), Upeksha (equanimity) and Muditha (happiness). During his public service career, Nissanka Wijeyeratne was Government Agent of Anuradhapura District from 1958 to 1962. He was arguably the best known of all government agents of his time. His stature ensured that the voice of Anuradhapura was heard at the highest levels in Colombo. Apart from being Government Agent, he was Chairman of the Anuradhapura Preservation Board. This was the time when the city of Anuradhapura was in a period of historic transition. The new town of Anuradhapura was being built, and the residents of the old were being transferred to the new town. It was a time of some tension and of excitement. He managed this process of change with courage and remarkable political skills. While in Anuradhapura, he unveiled a memorial for H. R. Freeman, a popular British Government Agent who later was elected by the people of the district to represent them in the 1st State Council of Ceylon.[10] Coming events cast their shadows before. A striking feature of Wijeyeratne's Anuradhapura days was his great ability to see the bigger picture and focus on the key issues, and delegate responsibilities to his staff officers. He was never one to be enmeshed in detail. He also set up the Sacred City of Anuradhapura shifted the urban city to the newly created Anuradhapura town and is responsible for the establishment of Anuradhapura Airport. Nissanka Wijeyeratne served as Diyawadana Nilame (Chief lay Custodian) of Temple of the Tooth, Kandy for 10 years. He was elected for the post in 1975. Wijeyeratne was the first low country Govigama person in the history of Sri Lanka who successfully challenged the Kandyan Radala hierarchy for that post. During his tenure as Diyawadana Nilame, he introduced administrative methods to Sri Dalada Maligawa and established the Gold Museum, and re-organised the Kandy Perahera. He established the Kandy Esala Perahera Fund. He was followed by his eldest son, Neranjan Wijeyeratne who was first elected as Diyawadana Nilame in 1985, and then re-elected in 1995.[7] Wijeyeratne was a long-standing a member of the United National Party. In 1976 appointed as chief organizer for the Dedigama electorate, which he won in the 1977 parliamentary elections.[11] He subsequently served as Cabinet Minister of Education, Higher Education & Justice in President JR Jayawardene's government. As Cabinet Minister of Education and Higher Education,[12] Wijeyeratne introduced the Universities Act No 16 of 1978 to Parliament.[7] The University of Ceylon was the only university in Ceylon from 1942 until 1978. As a result of this Act, it was separated into five independent universities: University of Colombo, University of Peradeniya, University of Sri Jayewardenepura, University of Kelaniya and University of Jaffna. He also proposed the establishment of the University of Ruhuna and the Open University of Sri Lanka.[7] The right for school children of ethnic minorities to wear a uniform that depicts the tradition and the ethnic identity to minority ethnicities and religions had been granted by Wijeyeratne in 1980.[13][14] The new superior court complex in Colombo was established by Wijeyeratne with Chinese Government aid during his tenure as the Cabinet Minister of Justice.[7] He established the Sri Lanka Cultural Triangle with aid from UNESCO for preservation of National Heritage Sites in Sri Lanka,[7] and proposed the Sri Lankan President's Fund, which provides health and education assistance to the needy and underprivileged.[7] One of his major personal achievements was the enactment of the Mediation Board Act No.72 of 1988. In the 1990s, Nissanka Wijeyeratne was appointed as Sri Lankan Ambassador to the Soviet Union, where he served as the head of the Sri Lanka Diplomatic Mission in Moscow for a period of 3 years. Wijeyeratne's global perspectives lay not only in Russia but also from his associates in UNESCO (of which he was at one time an executive committee member).[15] His deep interest in scholarship lay behind the proposal he made at UNESCO for the revival of the ancient library of Alexandria.[16] A collection of over two decades of Wijeyeratne's English poems was published in a book titled Ape Appacci: An Anthology of Our Father's Poems in 2001. His poetry captures diverse issues ranging from political events to various personalities and incidents as he saw them during his prominent role in public affairs.[17][18] He married Nita Dullewe, the only child of Tinnie and Mallika Dullewe of Meeduma Walauwa, Rambukkana.[7] Nissanka Wijeyeratne and his wife Nita had five children: Neranjan, Mano, Anuradha, Lankesh and Nishanganie. Neranjan Wijeyeratne (eldest son of Wijeyeratne) He was former leader of the opposition in the Kandy Municipal Council and was the former Diyawadana Nilame (Chief Lay Custodian) of the Temple of the Tooth, Kandy. He served as Diyawadana Nilame for a total of 20 years. Mano Wijeyeratne (second son of Wijeyeratne) was ex Member of Parliament from Kegalle District and former Minister of Enterprise Development, was Coordinating Secretary to the President and Sri Lanka Freedom Party chief organiser for the Dedigama Electorate in Kegalle District. He had also served as Minister of Plantation Services under President D B Wijetunga's Government. Anuradha Dullewe Wijeyeratne (third son) entered into active politics in 1988 as a United National Party Member of the Sabaragamuwa Provincial Council in Ratnapura. He also served as Member United National Party National Executive Committee. He was Acting Diyawadana Nilame (Acting Chief lay Custodian) of Temple of the Tooth Kandy on several occasions for three decades, appointed by the Commissioner of Buddhist Affairs with recommendation from Mahanayaka Theras of the Malwatte and Asgiriya Chapters.","Title":"Nissanka Wijeyeratne - Wikipedia","KeyID":"13660","URL":"https://en.wikipedia.org/wiki/Nissanka_Wijeyeratne"}