{"Content: ":"Maha Amarasinghege Anandatissa de Alwis (21 August 1919 – 22 August 1996) was a Sri Lankan journalist, marketer and politician. He was the Speaker of the National State Assembly, a Minister of State and the fourth Governor of the North Western Province of Sri Lanka. De Alwis started his career as a journalist, serving as a war-time reporter. Later he served as private secretary to Sir John Kotelawala. He thereafter moved into advertising, working as a copy writer with Reggie Candappa at Grant McCann Erickson. He then left Grants to join J. Walter Thompson. He left J. Walter Thompson in 1965, to take up the post of Permanent Secretary to the Ministry of State, under J. R. Jayewardene who was the Minister of State. De Alwis was the first permanent secretary appointed from the private sector.[1] In 1970, when the United National Party was defeated, De Alwis resigned as permanent secretary and established his own advertising company, De Alwis Advertising Company.[2] A long-standing remember of the United National Party, Anandatissa de Alwis had served as first editor of the party journal \"Siyarata\" and the first president of the All Ceylon United National Party Youth Front. He had also served as its General Secretary.[3] Anandatissa de Alwis contested the 1952 general election and the 1956 general election from the Kotte electorate from the United National Party, but was defeated by Robert Gunawardena. He was elected to parliament in 1977 general elections from the Kotte electorate and was elected as Speaker on 4 August 1977 and served till he stepped down in 1978. During his tenor he was instrumental in shifting parliament to the new parliament complex in Kotte. He was thereafter appointed as Minister of State by President J. R. Jayewardene. In 1994 he was appointed Governor of the North Western Province by President Wijethunga and served until 1995.[4][5] [6][7]  This article about a politician from North Western Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Anandatissa de Alwis - Wikipedia","KeyID":"13666","URL":"https://en.wikipedia.org/wiki/Anandatissa_de_Alwis"}