{"Content: ":"Akila Viraj Kariyawasam is a Sri Lankan politician and a member of the Parliament of Sri Lanka (Sinhala: අකිල විරාජ් කාරියවසම්,Tamil: அகில விராஜ் காரியவசம்; born 23 May 1973). He served as the Minister of Education of Sri Lanka from 13 January 2015 to 21 November 2019.[2] He is a lawyer by profession and was first elected to the 13th Parliament of Sri Lanka in 2004.[1] Akila Viraj Kariyawasam is the current Secretary of the United National Party. Kariyawasam is also the President of the Jathika Sevaka Sangamaya, the trade union of the working class of Lankans, affiliated to the United National Party. This politician is also the current Minister of Education of the Democratic Socialist Republic of Sri Lanka. He works as the deputy general secretary of the United National Party, the greatest political party which paved way to gain independence in our motherland. Also he is United National Party's spokesman. He is the President of the ‘Jathika Sewaka Sangamaya’(JSS), the single trade union which represents the majority of the working class of this country. He is the current Minister of Education of the Democratic Socialist Republic of Sri Lanka. He was born as the fifth son of a family of six children. His father, Mr.William Godage Kariyawasam served as a Registrar of the state university system and later established himself as a prominent business personality and his mother is Mrs. Allen Kariyawasam who was the caring beacon to the family. His family of five out of six brothers and sisters of Graduates. Three of them are esteemed lawyers. He is a graduate of the University of Colombo in the disciplines of Economics, Political Science and international relations. Later he pursued his secondary degree in Law at the Open University of Colombo. He is a politician and a Lawyer in profession. He was able to grasp the true flavor of politics from the childhood since he hailed from a traditional politically affiliated family. He entered politics during his schooldays and made a significant milestone when he formed the very first chapter in Kuliyapitiya for the National Youth Front. National Youth Front was introduced under the patronage of Hon.Ranil Wickramasinghe aiming at enforcing the country's youth. He was appointed the Chairman of the National Youth Front Kuliyapitiya chapter in the year 1995. In 1996, he was appointed the District Chairman of the National youth front in Kuliyapitiya District. Later he was appointed to the executive committee of the National youth front. He held these positions whilst he was a student of the Colombo University. He went on to become the vice president of the National Youth Front at the National level. In 1999 he was appointed the general secretary of the National youth front. He had entered student politics when he was a university student. He extended leadership to University Youth front. He was a forerunner at the protest against the education reforms in 1999, and later he was arrested in this connection. At the age of 28, even without being appointed as an organizer of any electorate he contested the general elections held in 2001. He was appointed as the organizer of the Paduwasnuwara electorate, later he went on to be elected to the parliament securing 83,114 votes at the general election held in 2004. He faced every obstacle with so much of courage even at a crucial point where the United National Party led government was untimely dissolved by the president unleashing her executive powers. He was nominated as the education minister of the shadow cabinet appointed by the UNP which represented the opposition. He was appointed the organizer of the Kuliyapitiya electorate in the year 2005. He extended the strength of his young blood to the party and became the chairman of the National Youth Front in the year 2007. He shouldered the challenge set by his party to restructure National Youth Front at grass root level. He had secured the second highest votes in the Kurunegala district at the general election held in 2010. He stood by what is good for the party whenever the leader ship of the party was at stake. He was committed to safeguard the leadership of the party at every difficult time mounted against the party. He had incorporated his own ways of attracting the crowd in the political arena; he had demonstrated unmatched leadership qualities. He was a beacon of democracy, equality and justice. He had led the Kurunagala district at the 2015 January presidential election victoriously against the former Rajapaksa government. On 12 January 2015, he was appointed as the Minister of Education in the newly formed government. He had made use of the vast experience gathered serving as the Minister of Education in the shadow cabinet when performing the portfolio entrusted by the government. He had contested against the former president Mahinda Rajapaksa who represented Kurunegala District in the general election held in August 2015. He was able to lead the list of UNP preferential votes in the Kurunegala district and was able to secure second highest votes in the island. His 286,155 votes only second to the preferential votes secured by the leader of the UNP, Hon. Ranil Wickramasinghe. Again he was entrusted with the education portfolio along with more responsibilities in the areas of Archaeology and Heritage. One of the major projects pioneered by him is ‘Nearest school is the best school’. It is focusing on uplifting the standards of schools to match the standards of schools in the popular category. Providing good infrastructure and facilities is attained through this project. He has directed the officials to reform the education system to mold students to suite the job market at present. Also he has taken steps to make 13 years of education mandatory to every child in the country. He has guided the education reforms process to focus on the students those who do not get through GCE O/L thus introductory of technological stream to enable those students to obtain professional qualification to be able to enter the job market. Smart classroom project and the project to give a TAB to every school going child are the projects of the minister focusing on uplifting the Information Technology within the youngsters. Minister also has launched a project to provide an insurance cover to all school going child to ensure wellbeing of the younger generation. In order to enhance the human capital required for these projects the minister has taken steps to hold examination to recruit 852 officials to Education Administrative Service and 3901 Principals to institutions island wide. Also he had taken steps to groom them to perform better in their assigned tasks. He had directed the official to foster good eating habits and better choice of nutritious food amongst the school children. Also he had fine tune the ministry procedures by introducing new systems to make affairs more transparent to the stake holders. Apart from the entrusted duties on education the minister has taken up the responsibilities of Archeology and Heritage to preserve our culture to generations to come. He is proving a valuable leadership to the Archeological department, Central Cultural Fund, National archives, National Library and Documentation Services Board and Tower Hall Foundation. He had taken appropriate steps to make these institutions more efficient to achieve organizational objectives. He has taken steps to acquire the assistance of the foreign specialists when preserving the world heritage sites such as Sigiriya, Dambulla. There are many archeological excavations, researches and experiments undertaken by the respective institutions under the guidance of him. He has extended his fullest support to uplift the tourism industry by enhancing facilities provided to visitors at heritage sites under his command. He has guided the officials to introduce novel technological enhancements such as online ticketing systems to ease the burden of making reservations and entry.","Title":"Akila Viraj Kariyawasam - Wikipedia","KeyID":"13664","URL":"https://en.wikipedia.org/wiki/Akila_Viraj_Kariyawasam"}