{"Content: ":"Shelton Ranaraja (Sinhala: ෂෙල්ටන් රණරාජා; 3 November 1926 – 11 August 2011) was a Sri Lankan lawyer, politician and deputy minister. Ranaraja was born on 3 November 1926 in Ranwala near Kegalle in central Ceylon.[1][2] He was the son of landowner and politician P. B. Ranaraja.[2] His father contested the 1931 State Council elections for the Galagedara, losing by 1,055 votes to P. B. Nugawela and unsuccessfully contested the seat at the 1936 State Council elections.[2] His father also ran in the 1952 parliamentary elections as the UNP candidate for Dambulla, losing to H. B. Tenne. His father however subsequently served two terms as a UNP nominated Senator in the Senate of Ceylon.[2][3] Ranarajara was educated at Trinity College, Kandy and S. Thomas' College, Mount Lavinia.[2][4] He was a keen sportsman, obtaining colours in athletics, boxing, cricket and swimming.[2][4] He also played in the 1945 Royal–Thomian match.[2][4] After school he joined Ceylon Law College where he captained their cricket team.[2] Ranaraja was married to Chandra, daughter of S. H. Mahadiulwewa.[4][5] They had five daughters - Premila, Aruni, Siromi, Shamila and Anjali.[4][5] Ranaraja and his father qualified as lawyers in December 1949, Shelton as a proctor and his father as an advocate.[2][6] Ranaraja practising law in Kandy.[2] Despite his family being staunch supporters of the United National Party (UNP), Ranaraja stood as the Sri Lanka Freedom Party (SLFP) candidate for Senkadagala at the July 1960 parliamentary election. He won the election by a narrow margin of 25 votes and entered Parliament.[7] In December 1964 the SLFP government tried to nationalise Lake House, Ceylon's largest newspaper group which was seen as a supporter of the opposition UNP.[2] Ranaraja was one of 14 government MPs who voted against the nationalisation, defeating the government by one vote and precipitating the 1965 parliamentary election which the SLFP lost.[2][4] Ranaraja and the other rebellious MPs were expelled from the SLFP.[2] Ranaraja did not contest the 1965 parliamentary election, concentrating instead on his legal practice.[2][4] In 1973 Ranaraja joined the UNP upon the invitation of new leader J. R. Jayewardene and was appointed party organiser for Senkadagala.[2][4] Ranaraja stood as the UNP candidate in Senkadagala at the 1977 parliamentary election and was re-elected to Parliament.[8] Following the election he was appointed Deputy Minister of Justice in the new UNP government.[2][4][9][10] In 1980, when the UNP government passed a law depriving SLFP leader Sirimavo Bandaranaike of her civic rights, Ranaraja opposed the move in cabinet and was not present when the law was debated in Parliament.[2] In July 1981 the Tamil United Liberation Front (TULF) tried to move a motion of no confidence against the UNP government.[2] In retaliation the UNP brought an unprecedented motion of no confidence against Leader of the Opposition and TULF leader A. Amirthalingam.[2] The motion against Amirthalingam, which was signed by 36 UNP MPs, was instigated by Neville Fernando though it is believed to have had the support of Jayewardene who was now President.[2] The motion was taken up in Parliament on 23 July 1981 when, as Amirthalingam rose to defend himself, he was shouted down by the UNP who had 141 of the 168 seats.[2] Speaker Bakeer Markar refused to let Amirthalingam speak at which point the TULF MPs walked out.[2][11] The SLFP and Communist Party also tried to object to the motion but were over-ruled by the Speaker on technicalities.[2][11] They too walked out, leaving no opposition MPs in the chamber to discuss the motion of confidence against the opposition leader.[2][11] UNP backbencher MPs rose up one after another to verbally abuse Amirthalingam and other TULF MPs, threatening to horsewhip, lynch, shoot and even tear their bodies apart up using an ancient form of punishment.[2] When the vote was taken on 24 July 1981 the motion of no confidence against Amirthalingam was passed by 121 votes to one.[2] The sole MP to vote against the motion was Ranaraja.[2][12][a] Ranaraja's principled action was met by abuse from his fellow MPs who labelled him \"Shelton Nadaraja\" (Nadaraja is a Tamil name).[2] When the Black July anti-Tamil riots erupted in July 1983 Ranaraja persuaded the police in Kandy to lock up known troublemakers in order to minimise violence in the city but hard-line nationalist minister Cyril Mathew got them released and the riots soon spread to Kandy.[2] Following the Welikada prison massacre Sri Lankan security forces tried to dispose of the murdered prisoners' bodies but Ranaraja and permanent Secretary Mervyn Wijesinghe managed to save the bodies so that judicial inquests could be held.[2] After the Anuradhapura massacre by the militant Liberation Tigers of Tamil Eelam in May 1985 Ranaraja was urged by some Sinhalese people to expel Tamils from Kandy but Ranaraja refused, saying that it was their duty to protect Tamils.[2] Following the passing of the thirteenth amendment and the creation of the newly merged North Eastern Province the TULF recommended to President Jayewardene that Ranaraja be appointed governor of the province but Ranaraja refused Jayewardene's offer.[2][13] Ranaraja resigned from the government in November 1988 over Jayewardene's refusal to dissolve Parliament (it had been more than 11 years since the previous parliamentary election).[14] When Parliament was eventually dissolved in December 1988 the UNP leadership requested that all incumbent UNP MPs apply to be candidates in the forthcoming parliamentary election.[2] Ranaraja refused and as a result wasn't selected as a candidate.[2] After retiring from politics Ranaraja devoted his life to law, social service, cricket and his family.[2] He retired from law in 1999 after fifty years at the bar.[2][6] He was appointed to the Human Rights Commission in Kandy in 2001 but resigned after discovering that its recommendations were not being implemented.[2] Ranaraja was president of the Central Province Cricket Association and Kandy District Cricket Association and captain of the Kandy Lawyers cricket team.[15] He died on 11 August 2011 in Kandy due to cancer.[4][15]","Title":"Shelton Ranaraja - Wikipedia","KeyID":"13679","URL":"https://en.wikipedia.org/wiki/Shelton_Ranaraja"}