{"Content: ":"Veerasingham Anandasangaree (Tamil: வீரசிங்கம் ஆனந்தசங்கரி) is a leading Sri Lankan Tamil politician, former Member of Parliament and leader of the Tamil United Liberation Front. He is commonly known as Sangaree.[1] A vocal critic of violence committed by all sides, Sangaree is a supporter of federalism similar to that of India as a solution to Sri Lanka's ethnic conflict.[2][3] Sangaree was born 15 June 1933 in Point Pedro in northern province of Ceylon. He was the son of Sangarapillai Veerasingham, the principal of Sri Somaskanda College Puttur, and Ratnamma from Thumpalai near Point Pedro. He grew up in Achchuveli. He had six brothers and two sisters. He was educated at Sri Somaskanda College Puttur, Christian College Atchuvely Achchuveli, Hartley College and Zahira College, Colombo. Between 1953 and 1959 he taught at Jaffna Hindu College, Poonakari M.M.V., Christ the King College Ja-Ela and Sri Kotalawelapura G.T.M.S. Ratmalana. He later studied at Colombo Law College. After graduation in 1967 he joined the legal profession, becoming an attorney at law. Sangaree's elder brother Rajasangaree, chairman of Chavakachcheri Citizens’ Committee, was murdered by the pro-Indian Eelam People's Revolutionary Liberation Front on 26 October 1987 after Rajasangaree complained about abuses being committed by the Indian Peace Keeping Force. Sangaree's younger brother Ganeshasangaree was murdered by the Liberation Tigers of Tamil Eelam on 10 February 1988 after Ganeshasangaree criticised the Tigers in public. When two of Ganeshasangaree's sons complained about their father's killing they were taken away by the Tigers and never seen again. G. Yogasangari, the son of Sangaree's brother Ganeshasangaree, was an EPRLF Member of Parliament. Yogasangaree, EPRLF leader K. Pathmanabha and others were assassinated by the Tigers on 19 June 1990 in Kodambakkam, India. Sayanuja, the daughter of Sangaree's brother Parathasangaree, was killed on the Tavistock Square bus bombing on 7 July 2005. Sangaree became interested in politics at an early age and in 1955 joined the Lanka Sama Samaja Party, the leading leftist party in Ceylon at that time. He was the LSSP's candidate for Kotahena South Ward at the 1959 Colombo Municipal Council election against the incumbent mayor V. A. Sugathadasa but failed to get elected. He was persuaded to stand as the LSSP candidate in Kilinochchi at the March 1960 parliamentary election even though he had no connection to the area. He lost.[4] He stood again at the July 1960 and 1965 parliamentary elections but was again defeated on each occasion.[5][6] The leftist parties of Ceylon, who had in the past argued for parity between the Sinhala and Tamil languages, abandoned their beliefs in the late 1960s. They allied themselves with the communal Sri Lanka Freedom Party, who had made Sinhala the sole official language of Ceylon, and opposed the reasonable use of Tamil proposed by the Dudley-Chelvanayakam Pact signed by the United National Party Prime Minister Dudley Senanayake. The leftist parties adopted the racist slogan \"Dudleyge bade masala vadai\" - translation \"there is masala vadai in Dudley's belly\" (masala vadai is a Tamil delicacy). Sangaree, like many other Tamil leftists, became disillusioned with the leftist parties. Sangaree left the LSSP in 1966. Sangaree was chairman of Karaichi Village Council between 1965 and 1968. He joined the All Ceylon Tamil Congress (ACTC) in May 1966. Karaichi Village Council was promoted town council in 1968. Sangaree was elected to Kilinochchi Town Council in 1968 and became its first chairman. Sangaree became the president of the ACTC's Youth Front in 1970. He stood as the ACTC candidate in Kilinochchi at the 1970 parliamentary election. He won the election and entered Parliament.[7] In 1972 the ACTC, Illankai Tamil Arasu Kachchi and others formed the Tamil United Front (later renamed Tamil United Liberation Front). Sangaree was the TULF's candidate for Kilinochchi at the 1977 parliamentary election which he won.[8] Sangaree and all other TULF MPs boycotted Parliament from the middle of 1983 for a number of reasons: they were under pressure from Sri Lankan Tamil militants not to stay in Parliament beyond their normal six-year term; the Sixth Amendment to the Constitution of Sri Lanka required them to swear an oath unconditionally renouncing support for a separate state; and the Black July riots in which up to 3,000 Tamils were murdered by Sinhalese mobs. After three months of absence, Sangaree forfeited his seat in Parliament on 22 October 1983.[9] His refusal to take the oath under the Sixth Amendment also barred him from practising as a lawyer. Sangaree and his family, like many families of leading Tamil politicians, fled to Madras (now Chennai), Tamil Nadu. After the signing of the Indo-Sri Lanka Accord in 1987 Sangaree returned to Sri Lanka. He was one of the TULF's candidates in Jaffna District at the 1989 parliamentary election but failed to get elected. He was elected senior vice president of the TULF in 1993. He was one of the TULF's candidates in Vanni District at the 1994 parliamentary election but again failed to get elected. Sangaree was a TULF candidate for Jaffna District at the 2000 parliamentary election. He was elected and re-entered Parliament.[10] In 2001 the TULF, ACTC, Eelam People's Revolutionary Liberation Front and Tamil Eelam Liberation Organization formed the Tamil National Alliance (TNA). Sangaree was one of the TNA's candidates in Jaffna District at the 2001 parliamentary election. He was re-elected.[11] Sangaree was elected leader and president of the TULF in June 2002 following the death of M. Sivasithamparam.[12] Soon after its formation the TNA began to make a more pro-Tamil Tiger stance, recognising the Tigers as the sole representative of the Sri Lankan Tamils. This caused a split within the TULF. Some members of the TULF, led by its president Sangaree, were opposed to the Tigers. A long legal battle ensued for control of the TULF. Sangaree refused to allow the TNA to use the TULF name during the 2004 parliamentary election.[13] This caused the members of TULF who wished to remain with the TNA, led by R. Sampanthan, to resurrect the Illankai Tamil Arasu Kachchi political party. The TNA contested the 2004 parliamentary election under the ITAK symbol. The legal battle over the control of TULF meant that the TULF and Sangaree had to contest the 2004 parliamentary election as an independent group. The group failed to win any seats. Sangaree eventually won full control of the TULF but most of its leading members had already left the party and it had lost most of its political support. Sangaree had been a vocal critic of the government sponsored paramilitary groups. Following the dismal showing of the rump TULF in elections, Sangaree abandoned his beliefs and joined forces with two paramilitary groups (People's Liberation Organisation of Tamil Eelam and Eelam People's Revolutionary Liberation Front (Padmanaba wing)) to form the Democratic Tamil National Alliance. This new alliance contested provincial and local elections but with little success though Sangaree was elected to Jaffna Municipal Council at the 2009 local elections.[14] Sangaree did another volte-face in 2011, joining force with the TNA to contest the 2011 local elections. Sangaree was awarded the 2006 UNESCO-Madanjeet Singh Prize for the Promotion of Tolerance and Non-Violence.[15][16] The UNESCO statement said \"As an indefatigable advocate of democracy and peaceful conflict resolution, he has contributed to raising awareness of the Tamil cause in a spirit of dialogue, while seeking to promote non-violent solutions to Sri Lanka and opposing terrorism\".[17] Sangaree collected his $100,000 prize at a ceremony held at UNESCO headquarters in Paris, France, on 16 November 2006.[18] *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"V. Anandasangaree - Wikipedia","KeyID":"13690","URL":"https://en.wikipedia.org/wiki/V._Anandasangaree"}