{"Content: ":"Darren William Naish is a British vertebrate palaeontologist, author and science communicator. As a researcher, he is best known for his work describing and reevaluating dinosaurs and other Mesozoic reptiles, including Eotyrannus,[1] Xenoposeidon,[2][3][4] and azhdarchid pterosaurs.[5][6] Much of his research has focused on Wealden Group fossils from the Isle of Wight.[7][8][9] He is founder of the vertebrate palaeozoology blog Tetrapod Zoology, and has written several popular science books. Naish also makes frequent media appearances[10][11] and is a scientific consultant and advisor for film, television, museums and exhibitions.[12][13] Naish is also known for his skepticism and work examining cryptozoology and sea monster sightings and beliefs from a scientific perspective.[12][14][15][11] He obtained a geology degree at the University of Southampton[16] and later studied vertebrate palaeontology under British palaeontologist David Martill at the University of Portsmouth, where he obtained both an M. Phil. and PhD.[17] Though initially beginning his research career in palaeontology with the intention of working on fossil marine reptiles, Naish became known for his doctoral work on the basal tyrannosauroid theropod Eotyrannus, a dinosaur that he, together with Steve Hutt and colleagues, named in 2001.[1] He has published articles on the Wealden Supergroup theropods Thecocoelurus, Calamospondylus and Aristosuchus. With Martill and \"Dino\" Frey,[7][9] he named a new illegally acquired Brazilian compsognathid theropod Mirischia.[18] In 2004, Naish and Gareth Dyke reinterpreted the controversial Romanian fossil Heptasteornis. Suggested by other authors to be a giant owl, troodontid or dromaeosaurid, it was argued by Naish and Dyke to be an alvarezsaurid, and as such is the first member of this group to be reported from Europe.[19] Other fragmentary European alvarezsaurid specimens have since been reported. Naish has also published work on sauropod dinosaurs, pterosaurs, fossil marine reptiles, turtles, marine mammals and other fossil vertebrates, and he has also produced articles on other aspects of zoology. He published a series of articles on poorly known cetaceans during the 1990s and in 2004 published a review article on the giant New Zealand gecko Hoplodactylus delcourti.[20] In 2004 Naish and colleagues described a giant Isle of Wight sauropod dinosaur that appears closely related to the North American brachiosaurid Sauroposeidon, and informally referred to as Angloposeidon.[21] Prior to the 2006 description of Turiasaurus from Spain, this was the largest dinosaur reported from Europe. In 2005 he coauthored the description of the new Cretaceous turtle Araripemys arturi,[22] and in 2006 he and David Martill published a revision of the South American crested pterosaurs Tupuxuara and Thalassodromeus.[23] During 2007 and 2008, Naish and Martill published a major revision of British dinosaurs;[24][25] Naish also published work with Barbara Sánchez-Hernández and Michael J. Benton on the vertebrate fossils of Galve in Spain. The Galve fossils are significant in including istiodactylid pterosaurs, heterodontosaurids and spinosaurines. In 2007, Naish co-authored the description of the new sauropod Xenoposeidon with fellow Portsmouth-based palaeontologist Mike P. Taylor.[2] In 2008 he published an evaluation of azhdarchid pterosaurs with Mark Witton, in which they argued that azhdarchids were stork- or ground hornbill-like generalists, foraging in diverse environments for small animals and carrion.[5] Along with his colleagues Mike Taylor and Matt Wedel he published a paper on sauropod neck posture in 2008.[26] In 2010 Naish published a paper on the theoretical flotation abilities of giraffes.[27] In 2011 Hone, Naish and Cuthill published a paper on mutual selection in dinosaurs and pterosaurs[28] In 2013, Naish described Vectidraco daisymorrisae, a small azhdarchoid pterosaur from the Isle of Wight.[29] Also in 2013 Naish and Witton published a follow-up to their 2008 paper on terrestrial stalking in azhdarchid pterosaurs.[6] In 2015 Naish and colleagues published on a new, as yet unnamed, Transylvanian pterosaur taxon.[30] In 2017, a new species of pycnodont fish, Scalacurvichthys naishi, was named after Naish.[31] Naish has published several popular books on prehistoric animals including Dinosaurs: How They Lived and Evolved[32][33] co-authored with Paul Barrett (Natural History Museum 2016) Dinosaur Record Breakers (Carlton Kids 2018),[34] the Dorling Kindersley Encyclopedia of Dinosaurs and Prehistoric Life[35] (2003, with David Lambert and Elizabeth Wyse), the Palaeontological Association book Dinosaurs of the Isle of Wight[8] (2001, with David Martill) and the highly acclaimed BBC Walking with Dinosaurs: The Evidence[36] (2000, with David Martill), produced to accompany the TV series Walking with Dinosaurs. In 2010, he published The Great Dinosaur Discoveries[37] as sole author. In 2012, he published All Yesterdays with John Conway and C. M. Kosemen. It examines the palaeontological reconstruction of dinosaurs by applying the same method to living animal skeletons.[38][39] In 2017 Naish published Evolution in Minutes[40] a book answering fundamental questions on the topic of evolution through a collection of mini-essays. In 2021, he published Dinopedia,[41] a book covering a variety of topics ranging from general concepts of dinosaur anatomy, groups of dinosaurs, significant people, locations, etc. Naish has also published several books on cryptozoology, including Hunting Monsters: Cryptozoology and the Reality Behind the Myths[14] and Cryptozoologicon: Volume I[15] with John Conway and C. M. Kosemen. His name is also attached to several children's books on prehistoric animals. Naish is an associate editor for the journal Cretaceous Research and was also on the editorial board of the journal The Cryptozoology Review. He acts as a regular book reviewer for the Palaeontological Association. Naish has appeared widely on British television, having featured on BBC News 24, Channel 4's Sunday Brunch,[42] Richard and Judy,[43] and Live from Dinosaur Island,[44] as well as the documentary How to build a dinosaur.[45] He appeared on a Channel 4 discussion programme on cryptozoology, presented by journalist Jon Ronson,[46] during the late 1990s. Naish's research on the giant Isle of Wight sauropod \"Angloposeidon\", on the pterosaur Tupuxuara, and on the sauropod Xenoposeidon was widely reported in the news media,[3][47][48][4][49] as was his research paper on floating giraffes.[50][51][52] Naish was a scientific advisor for Impossible Pictures,[13] for the 2020 Netflix series Alien Worlds, and for the 2022 series Prehistoric Planet.[53] Naish has been featured in several stories about so-called mystery carcasses including the Montauk Monster,[11][54][55] San Diego Demonoid,[56] Beast of Exmoor,[57] and a Russian mystery monster carcass.[58] He emphasises the effects of taphonomy in making familiar animals unrecognisable.[59] Among the popular books by Naish that were widely featured in the media were the Cryptozoologicon[60][61] and All Yesterdays.[62][39][38][63] In 2006, Naish started a weblog, Tetrapod Zoology, that covered various aspects of zoology. In 2007 he joined the ScienceBlogs network. In July 2011, the blog moved to the Scientific American blog network, as of 31 July 2018 the blog has moved away from Scientific American and is hosted independently.[64] Tetrapod Zoology covers various subjects concerning tetrapods. Topics have included frogs, reptiles, mammals, birds, dinosaurs, pterosaurs, and cryptozoology.[65] Together with colleagues Michael P. Taylor and Mathew Wedel, Naish also contributes to the Sauropod Vertebra Picture of the Week blog.[66] In 2010, Naish published a collection of early articles from Tetrapod Zoology as a book titled Tetrapod Zoology Book One.[67] The Tetrapod Zoology Podcast[68] was launched on 1 February 2013 and is the official podcast of the TetZooVerse. The podcast covers all things tetrapod and vertebrate palaeontology. The podcast is hosted by Naish and co-host John Conway, For episode 15 the regular hosts were joined by Memo Kosemen, co-author and artist of Cryptozoologicon.[69] TetZooCon[70] is an annual meeting themed around the contents of the Tetrapod Zoology blog. The convention was first held on 12 June 2014 and has taken places in various venues in London. The convention involves talks on a variety of subjects, ranging from palaeontology to cryptozoology, as well as workshops. The convention is organised by Naish and Conway; Darren traditionally gives a talk himself, whereas John Conway hosts a workshop.[71]","Title":"Darren Naish - Wikipedia","KeyID":"137","URL":"https://en.wikipedia.org/wiki/Darren_Naish"}