{"Content: ":"Vettivelu Yogeswaran (Tamil: வெற்றிவேலு யோகேஸ்வரன்; 5 February 1934 – 13 July 1989) was a Sri Lankan Tamil lawyer, politician and Member of Parliament. Yogeswaran was born 5 February 1934.[1][2] He was the son of Shanmugam Appakkutti Vettivelu, a medical doctor from Jaffna in northern Ceylon, and Parasakthi.[2][3] He was educated at St. John's College, Jaffna, St. Patrick's College, Jaffna and Ananda College.[3] After school he enrolled at the Ceylon Law College before going to the United Kingdom to study law.[2][3] Whilst in UK he was an active member of the National Union of Students, Anti Apartheid League and president of the UK branch of the Ceylon Tamil Overseas League.[3] Yogeswaran married Sarojini, daughter of Ponnambalam.[2][3] After returning to Ceylon Yogeswaran resumed his studies at Ceylon Law College, qualifying as an advocate.[2] He then started practising law in Jaffna.[2][3] Yogeswaran was an active member of the Illankai Tamil Arasu Kachchi (Federal Party) and its youth wing.[2][4] On 14 May 1972 the ITAK, All Ceylon Tamil Congress, Ceylon Workers' Congress, Eelath Thamilar Otrumai Munnani and All Ceylon Tamil Conference formed the Tamil United Front, later renamed Tamil United Liberation Front (TULF).[5][6][7][8] A keen supporter of TULF, Yogeswaran was a member of its Action Committee and in charge of youth affairs.[2][3] He stood as the TULF's candidate in Jaffna at the 1977 parliamentary election. He won the election and entered Parliament.[9] Yogeswaran's house in Jaffna was burnt down on the night of 31 May 1981 by a mob of Sinhalese policemen and paramilitaries.[3][10][11] Yogeswaran and his wife managed to escape by jumping over their back walls.[10][11] Yogeswaran and all other TULF MPs boycotted Parliament from the middle of 1983 for a number of reasons: they were under pressure from Sri Lankan Tamil militants not to stay in Parliament beyond their normal six-year term; the Sixth Amendment to the Constitution of Sri Lanka required them to swear an oath unconditionally renouncing support for a separate state; and the Black July riots in which up to 3,000 Tamils were killed by Sinhalese mobs. After three months of absence, Yogeswaran forfeited his seat in Parliament on 22 October 1983.[12] Yogeswaran and his family, like many families of leading Tamil politicians, fled to Madras (now Chennai), Tamil Nadu.[4][13] Yogeswaran later returned to Jaffna after getting permission from the rebel Liberation Tigers of Tamil Eelam (LTTE) but was kept under virtual house arrest by them until the arrival of the Indian Peace Keeping Force in July 1987.[4][13] Yogeswaran then moved to Colombo and lived with relatives at Kotelawela Terrace, Bambalapitiya.[13] His wife then joined him in Colombo.[13] Yogeswaran and his wife moved into a house in Bullers Road (Baudhaloka Mawatha) in the Cinnamon Gardens area of Colombo.[13] The house was shared with other leading TULF politicians (A. Amirthalingam, M. Sivasithamparam and Mavai Senathirajah) and their families.[4][13] In effort to bring about unity amongst the Tamils, Yogeswaran made contact with the LTTE and met with them several times.[4] He arranged a meeting between the LTTE and the TULF leaders at their Bullers Road residence.[4] At around 6.45 pm on 13 July 1989 three men, Peter Leon Aloysius (alias Vigna), Rasiah Aravintharaja (alias Visuwesvaran/Visu) and Sivakumar (alias Arivu), arrived at the residence.[13][14] The police guards allowed the trio to enter the premises without searching them.[13][14] Vigna and Visu went upstairs to the Yogeswaran/Sivasithamparam residence whilst Arivu remained outside.[13][14] The two men met with Yogeswaran, Amirthalingam and Sivasithamparam.[15] The meeting seemed to be going well when suddenly Visu pulled out a gun and shot Amirthalingam in the head and chest.[13] Yogeswaran stood up but was shot by Aloysius.[13] Visu then shot Sivasithamparam on the right shoulder.[13] A shoot out ensued between the LTTE trio and the police guards in which all three assailants were killed.[13][15] Amirthalingam and Yogeswaran were dead but Sivasithamparam survived.[13][14][15]","Title":"V. Yogeswaran - Wikipedia","KeyID":"13704","URL":"https://en.wikipedia.org/wiki/V._Yogeswaran"}