{"Content: ":"Neelakandan Tiruchelvam, PC (Tamil: நீலகண்டன் திருச்செல்வம்; 31 January 1944 – 29 July 1999) was a Sri Lankan Tamil lawyer, academic, human rights activist and politician. He was a Member of Parliament and Director of the International Centre for Ethnic Studies. He advocated for a peaceful resolution to the Sri Lankan Civil War and is considered one of the most influential researchers on constitutional law and constitutional theory in Sri Lanka. On 29 July 1999, Tiruchelvam was assassinated. The militant Liberation Tigers of Tamil Eelam was widely blamed for the assassination, and the assassination received condemnation from around the world. In 2001 he was posthumously awarded the Law and Society Association first International Prize for \"his distinguished scholarship in legal pluralism, human rights, constitutionalism, ethnic conflict, and the capacity of law to contain violence\". He has also received posthumous recognition by the Train Foundation's Civil Courage Prize. Tiruchelvam was born on 31 January 1944.[1][2] He was the son of M. Tiruchelvam, a leading lawyer, and Punithavathy.[3] He was educated at Royal College, Colombo.[4] After school he joined the Department of Law at the University of Ceylon, Colombo, graduating with a LL.B. degree.[4][5] He then proceeded to Harvard Law School from where he received M.A. and J.S.D. degrees.[4][5][6] Tiruchelvam married Sithie.[7][8] They had two sons (Nirgunan and Mithran).[9][10] Tiruchelvam was called to the bar as an advocate in 1968.[4] He took over his father's law firm Tiruchelvam Associates.[4][5] He was a member of the Law Commission.[4] He was made a President's Counsel in February 1998.[11] Tiruchelvam held several academic positions in Sri Lanka and the USA.[5] He was Fulbright Fellow (1969–71) and fellow in law and modernization at Yale Law School (1972–74).[5][6] He was then reader at the Faculty of Law, University of Sri Lanka Colombo campus and Edward Smith Visiting Fellow and Lecturer at Harvard Law School.[6][12] Tiruchelvam was director of the Colombo-based International Centre for Ethnic Studies (ICES).[5] He became a member of the London-based Minority Rights Group International (MRG) in 1994 and was elected its chair in 1999.[5] He had been an international observer in several countries, including Pakistan, Chile, Kazakhstan, Ethiopia, South Africa and Nigeria.[5] On 1 August 1982 T. Thirunavukarasu, the Tamil United Liberation Front (TULF) MP for Vaddukoddai, died and on 14 October 1982 the TULF nominated Kuttimani (Selvarajah Yogachandran), a leading member of the militant Tamil Eelam Liberation Organization (TELO), to be his replacement.[13] Kuttimani was at that time in prison awaiting trial on charges related to the Neervely bank robbery.[13] There was dispute as to whether Kuttimani was eligible to be an MP and on 24 January 1983 Kuttimani \"resigned\" from Parliament, never having taken oath.[13] The TULF subsequently nominated Tiruchelvam to be Thirunavukarasu's replacement.[14] Tiruchelvam took his oath in on 8 March 1983.[13] Tiruchelvam and all other TULF MPs boycotted Parliament from the middle of 1983 for a number of reasons: they were under pressure from Sri Lankan Tamil militants not to stay in Parliament beyond their normal six-year term; the Sixth Amendment to the Constitution of Sri Lanka required them to swear an oath unconditionally renouncing support for a separate state; and the Black July riots in which up to 3,000 Tamils were killed by Sinhalese mobs. After three months of absence, Tiruchelvam forfeited his seat in Parliament on 22 October 1983.[15] After the Black July riots many TULF leaders went into exile but Tiruchelvam stayed in Colombo.[16] Tiruchelvam was appointed as the TULF's National List MP in Parliament following the 1994 parliamentary election.[17] Tiruchelvam, along with G. L. Peiris, were the lead authors of President Chandrika Kumaratunga's 1995 constitutional reform and devolution plan (also known as the \"GL-Neelan Package\" or \"The New Deal\").[5][18] The plan involved turning Sri Lanka from a unitary state into a \"union of regions\", merging of the Northern and Eastern provinces, expanding the subjects devolved to provincial councils, establishment of a mechanism to resolve disputes between the central and provincial governments and greater recognition of Sri Lanka's many minorities.[18][19][20][21] The plan went beyond the Thirteenth Amendment and was federalism in all but name.[22] The plan, which was released on 3 August 1995, was generally welcomed both in Sri Lanka and abroad but was attacked by Sinhalese nationalists and Tamil militants.[5][19][21][23] The plan was subsequently watered down so much that even the TULF refused to support it and the plan was never implemented.[21] On the morning of 29 July 1999 Tiruchelvam was on his way to office at Kynsey Terrace, Colombo when, around 9.10 a.m., a man threw himself onto Tiruchelvam's car near the Kynsey Road-Rosemead Place Junction, detonating an explosive which killed both Tiruchelvam and the assassin.[2][24][25] Thiruchelvam's driver, bodyguard and three policemen in an escort jeep behind the car were also injured.[26] The militant Liberation Tigers of Tamil Eelam (LTTE) was widely blamed for the assassination.[24][26] The LTTE's spokesman Anton Balasingham confirmed to Erik Solheim that they had killed Tiruchelvam, and said it was due to him betraying Tamil interests by supporting the government's watered down devolution package, despite them giving him prior warnings to quit.[27] The assassination received condemnation from around the world.[28][29] In 2001 Tiruchelvam was posthumously awarded the Law and Society Association first International Prize for \"his distinguished scholarship in legal pluralism, human rights, constitutionalism, ethnic conflict, and the capacity of law to contain violence\".[30] He has also received posthumous recognition by the Train Foundation's Civil Courage Prize.[31] Tiruchelvam was notable for his research into constitutional law and theory and is considered to be pioneering researchers into the field in Sri Lanka. [32] The Neelan Tiruchelvam Trust (NTT) was established in 2001, to continue his work in promoting democracy, good governance, social justice, institution building and promote human rights in Sri Lanka.[33]","Title":"Neelan Tiruchelvam - Wikipedia","KeyID":"13702","URL":"https://en.wikipedia.org/wiki/Neelan_Tiruchelvam"}