{"Content: ":"North Western Province (Sinhala: වයඹ පළාත Wayamba Paḷāta, Tamil: வட மேல் மாகாணம் Vada Mael Mākāṇam) is a province of Sri Lanka. The province consists of the districts of Kurunegala and Puttalam. Its capital is Kurunegala, which has a population of 28,571. The province is known mainly for its numerous coconut plantations. Other main towns in this province are Chilaw (24,712) and Puttalam (45,661), which are both small fishing towns. The majority of the population of Wayamba province is of Sinhalese ethnicity. There is also a substantial Sri Lankan Moor minority around Puttalam and Sri Lankan Tamils in Udappu and Munneswaram. Fishing, prawn farming and rubber tree plantations are other prominent industries of the region. The province has an area of 7,888 km2, and a population of 2,370,075 (2011 census). The climate of Wayamba is tropical, with a marked dry season, and temperatures averaging between 20 °C in January to 25 °C in March. The south of the province is wetter, with almost 2000 mm of rainfall per year, but the north of the province is one of the driest regions in Sri Lanka, averaging under 1100 mm of rain in parts. Wayamba is divided into 2 districts: North Western Province contains six villages with the same name, Galagedara. Universities Provincial Education- Provincial Department of Education - North Western The region is served by an extensive rail and road transport system providing linkages to the major cities and ports in Sri Lanka. Some major roads include, Wayamba is the location for Mawathagama and Polghawela Export Processing Zones and boasts several other industrial estates such as Dambadeniya, Makandura West, Makadura East, Pannala, Lunuwila, Heraliyawela, Dangaspitiya, Dankotuwa and Noorani. Wayamba Province is also rich with several types of mineral deposits. These include, Wayamba has a highly developed agricultural economy, growing a variety of fruits and vegetables, flowering plants, spices, oil-seeds in addition to the traditional plantation crops such as Coconut, Rubber and Rice. Rich soils and varied climate give Wayamba a potential for growing of virtually any crop. Paddy is the main agricultural crop in the province. Wayamba is the third largest paddy-producing area in Sri Lanka. There are two main cultivation seasons. The Maha Season (October–January) or the period with excessive rainfall and the Yala Season (April–August) the drier season. In Yala season, the farmers have to depend on irrigation. More recent times, the paddy farmers during the dry season have opted to cultivate export crops and subsidiary food crops that bring bigger profits. The Wayamba province is well served by all major commercial banking and financial institutions of Sri Lanka. These include, Bank of Ceylon, Commercial Bank of Sri Lanka, Sampath Bank, National Savings Bank, Hatton National Bank, People's Bank, Seylan Bank and the Union Bank. All of these banks have an extensive coverage of their branches in the province. Three other development banks of Sri Lanka, namely The DFCC Bank, National Development Bank, Wayamba Development Bank, Ideal motors & Ideal finance also provide services to the province. The Wayamba province is a treasure house of archaeology having been seat of four medieval kingdoms of Sri Lanka between the mid 12th and mid 14th centuries. Having forced to move capitals due to foreign invasions, Sri Lankan kings nevertheless built magnificent citadels are Yapahuwa, Panduwasnuwara, Dambadeniya and Kurunegala. Impressive remains of those citadels, palaces, Buddhist temples and monasteries provide exciting sight seeing to the visitors. Wayamba and Kurunegala are also the home for other ancient Buddhist rock temples, mostly with 1st century B.C roots, with wall and ceiling frescos, colossal Buddha images, stone inscriptions and sculptures dating from early medieval to 18th century period. The sparkling blue surf of the Indian Ocean and scenic tropical lagoons which edge the western shores of the Wayamba province are glided with 240 kilometres of wide, sun drenched beaches. These beaches stretch from Waikkal at its southern end to Dutch Bay in the Puttalam district. Some of Wayamba's best resort beaches are at Marawila, Talwila, Kalpitiya and Waikkal. These beaches are often with the bonus of a lagoon or a river front and make excellent bases for stay-put beach holidays. Some of the beach resorts also offer viewing of underwater Coral wonderlands off Kandakuliya and Karaitivu. Many fishing villages dot the coastal areas. The well preserved Dutch Fort in Kalpitiya (Puttalam district) dating back to 1670 is an evidence of the Wayamba's European colonial period. The fort is complete with barracks, store houses and living quarters, Dutch colonial pillars and ancient tombstones. Kurunegala has many 19th century relics of the British colonial period including the government Agent's residence and the Rajapihilla rest house. The people of Wayamba celebrate many traditional festivals centred on sacred shrines of diverse faith. All three shrines are easily accessible from Kurunegala, - Munneswaram approximately 70 km, Udappuwa 95 km and St. Anne's about 110 km respectively. and villages of wayamba palatha]         ","Title":"North Western Province, Sri Lanka - Wikipedia","KeyID":"13711","URL":"https://en.wikipedia.org/wiki/North_Western_Province,_Sri_Lanka"}