{"Content: ":"Harindra Jayantha Corea (4 March 1936 - 21 October 2005) was a Sri Lankan politician and Member of Parliament, who represented Chilaw. He was member of the United National Party of Sri Lanka. His parents were Sir Claude Corea who was renowned politician and diplomat and Lady Karmini Corea. Sir Claude was Minister of Labour in the State Council of Ceylon led by DS Senanayake, and was appointed the first ever Representative of Ceylon to the UK (before Independence) and was also Ceylon's first Ambassador in the United States.[1] Harindra Corea was the brother of Nihal Corea and Chandra Corea. The family home was situated in Alfred House Gardens in Colombo. Corea grew up in the UK and attended St Paul's School, London. He went on to study Politics, Philosophy and Economics (PPE) at the University College, Oxford. He was then called to the Bar by the Honorable Society of the Inner Temple. He won the Chilaw seat in the 1977 General Elections on the UNP ticket, following in the footsteps of his uncle, Srikuradas Charles Shirley Corea who won the parliamentary seat of Chilaw in 1952.[2] Corea was appointed Minister of Telecommunications by President Ranasinghe Premadasa in the 1990s. After a disagreement with the UNP he crossed over to the People's Alliance Government under President Chandrika Kumaratunga in 2000. The Sunday Times of Sri Lanka noted 'the parliamentary debate on the draft constitution saw cross-overs from Dixon J. Perera, Harindra Corea and Mervyn Silva.[3] He was selected as a People's Alliance national list candidate.[4] Harindra Corea was appointed Deputy Foreign Minister by President Chandrika Kumaratunga and travelled around the world representing Sri Lanka. Among the many duties undertaken as Deputy Foreign Minister, he opened the office of the Hony. Consulate General for Cyprus in Colombo, Sri Lanka in December 2000.[5] Harindra Corea took a keen interest in the wider Corea Family. He headed the Edirimanne Corea Family Union in Sri Lanka in 2000. He was a descendant of King Dominicus Corea, also known as Edirille Rala.[citation needed] Corea was an accomplished jazz musician and he was a fan of some of the 'greats' in jazz music, among them Louis Armstrong and Duke Ellington (who visited Sri Lanka in 1963). Chamikara Weerasinghe writing in the Daily News in Sri Lanka, observed that 'Among those who promoted jazz music in Sri Lanka are Tommy Perera, Tita Nathaniez, Mahes Perera, former Minister Harindra Corea and Bala Namasvayam.'[6] Corea died in Colombo on 21 October 2005. Parliamentarians held a Vote of Condolence when he died, speaking about his achievements in the Parliament of Sri Lanka in Kotte.[7] The citizens of Chilaw have named a sports ground in the town, in memory of their Member of Parliament who served them since 1977.","Title":"Harindra Corea - Wikipedia","KeyID":"13712","URL":"https://en.wikipedia.org/wiki/Harindra_Corea"}