{"Content: ":"Mudiyanselage Chandrasena Ratnayake Beligammana (25 October 1920 - ?) was a Ceylonese politician[1] Beligammana married the eldest daughter of Don Charles Wijewardene (the younger brother of newspaper magnate, Don Richard) and Vimala.[2][3] At the 1st parliamentary election, held between 23 August 1947 and 20 September 1947, Beligammana ran as an Independent in the Mawanella electorate, losing to the United National Party, Harris Leuke Ratwatte, by 2,387 votes.[4][5] Beligammana re-contested Mawanella at the 2nd parliamentary election, held between 24 May 1952 and 30 May 1952, and was one of nine members of the newly created Sri Lanka Freedom Party elected to parliament.[6] Beligammana received 14,225 votes (54% of the total vote) 3,378 votes ahead of the sitting member, Ratwatte.[7] At the next parliamentary election, held between 5 April 1956 and 10 April 1956, he retained the seat and increased his margin, securing 20,125 votes (61% of the total vote).[8] Beligammana was subsequently appointed as the Parliamentary Secretary to the Minister of Local Government and Cultural Affairs in the S. W. R. D. Bandaranaike cabinet.[9][10] In August 1957 Beligammana defiantly voted against the government's Tamil Language (Special Provisions) Act and was subsequently expelled from cabinet.[11][12] At the parliamentary election, held on 19 March 1960, Beligammana ran as an independent failing to get re-elected.[3] He polled 5,925 votes (27% of the total votes) 1403 votes behind the successful United National Party candidate, P. B. Bandaranayake, who received 33% of the total vote.[13][14] However as the election left neither of the country's two major parties with a majority, another election was called. At the subsequent parliamentary election, held on 20 July 1960, Beligammana ran again however this time he finished third, receiving 3,955 votes (18% of the total votes).[15] At the 1965 parliamentary election Beligammana again contested the Mawanella electorate, this time as the United National Party candidate, winning the seat with 17,378 votes (58% of the total vote) 5,050 votes ahead of the sitting member and Sri Lanka Freedom Party nominee, P. R. Ratnayake.[3][16] He was then appointed as Parliamentary Secretary to the Minister of Home Affairs in the Third Dudley Senanayake cabinet.[17] He was unable to retain the seat at the 6th parliamentary election, held on 22 March 1965, where he was defeated by 4,738 votes, losing to P. R. Ratnayake.[18] Beligammana was however successful at the 1977 parliamentary election, securing the seat back from his Sri Lanka Freedom Party rival, P. R. Ratnayake, 21,211 votes to 14,632 votes.[19] In August 1977 he was appointed as the Deputy Chairman of Committees at the Second National State Assembly, a position he only retained for a month.[20]","Title":"C. R. Beligammana - Wikipedia","KeyID":"13725","URL":"https://en.wikipedia.org/wiki/C._R._Beligammana"}