{"Content: ":"Sumanadasa Abeywickrama (5 February 1928 – 27 February 2006) was a Sri Lankan politician and a Member of the Parliament of Sri Lanka.[1] Abeywickrama was the son of Don Hendrick Abeywickrama, a Vidane Arachchi in Morawaka, Sri Lanka and Angelina (née Jayawickreme Wijetunge). He married Enid Dias Nagahawatta, former principal of the School of Nursing, Galle. They had three children.[2][3][4] Abeywickrama joined the United National Party and was elected as a Member of Parliament for the Akmeemana Electoral District at the 8th Sri Lankan Parliamentary Election in 1977.[5][6] He served as the Deputy Minister of Agriculture Development and Research in the Jayewardene cabinet.[7] Abeywickrama contributed immensely to the development of the Galle District, particularly in his electorate. Under the village reawakening concept, he succeeded in building the highest number of housing units for homeless people in the area. Large housing projects like Amalgama and Apegama are examples of his efforts. In addition to that Abeywickrama contributed towards development of several highways, irrigation and educational programmes, including the Karapitiya Teaching Hospital.[3] He resigned from his seat in Parliament on 10 February 1983, along with 17 other members of the United National Party.[7] He subsequently contested the parliamentary by-election for the seat but lost to the Sri Lanka Freedom Party candidate, Richard Pathirana, by 2,778 votes (only securing 44% of the total vote).[8] He was the cousin of Keerthisena Abeywickrama, District Minister for Matara and Member of Parliament for Deniyaya. They both contested for the United National Party and won seats at the 8th Sri Lankan Parliamentary Election in 1977.[5] He was also the cousin of Keerthilatha Abeywickrama, Member of Parliament for Deniyaya (after the death of her brother, Keerthisena) and nephew of Padikara Muhandiram Don Pedris Francis Abeywickrama. Abeywickrama died on 27 February 2006 and was buried on the family estate in Morawaka.[3][9]","Title":"Sumanadasa Abeywickrama - Wikipedia","KeyID":"13737","URL":"https://en.wikipedia.org/wiki/Sumanadasa_Abeywickrama"}