{"Content: ":"Major Deshamanya Walter Geoffrey Montague \"Monti\" Jayawickrama (January 15, 1911 – November 16, 2001) was a Sri Lankan politician. He served as the Minister of Transport and Public Works (1952-1956) and the Minister of Public Administration, Home Affairs and Plantation Industries (1977-1987), having been elected from Weligama in Matara to the Sri Lankan Parliament. He was the Second Governor of the North Western Province of Sri Lanka.[1][2] Born in Weligama, in Southern Ceylon to Walter Jayewickreme, a proctor and Lidia Margret, he had one sister Dorothina and one brother Errol. Educated at Richmond College, Galle, Jayewickreme studied at the Agriculture School in Peradeniya before becoming a planter.[3] Joining the volunteer regiment Ceylon Light Infantry in 1934 as a Second Lieutenant. With the expansion of the Ceylon Defense Force for war time service during World War II, Jayewickreme gained rapid promotion. When the demobilization began in at the end of the war, Jayewickreme left the Ceylon Light Infantry, having been one few Ceylonese officers to reach the rank of Major.[3] Jayewickreme entered politics when he was unanimously elected as President of Weligama Town Council on 4 January 1936. Undertaking the development and expansion of the Weligama town, Jayewickreme contested the 1947 General Election from the Weligama electorate. Weligama remained his constituency till 1987, having been re-elected in 1952, 1960, 1965 and again in 1977. His long standing opponent was Panini Ilangakoon who defeated Jayewickreme in 1956 and 1970, but was intern defeated by Jayewickreme in 1960 and 1977.[3] Having won a seat in the first Parliament of Ceylon, he was appointed Parliamentary Secretary to the Minister of Labour and Social Services by Prime Minister D. S. Senanayake in 1948.[3] In 1952, he was appointed Parliamentary Secretary to the Minister of Transport and Public Works by Prime Minister Sir John Kotelawala, who held the portfolio of Transport and Public Works. In 1954, he was promoted to Minister of Transport and Public Works by Kotelawala was and also appointmented as Parliamentary Secretary to the Minister of Defence and Foreign Affairs. As Minister of Transport and Public Works, he initiated the Ruhunu Kumari, Udarata Menike and Yal Devi train services of the Ceylon Government Railways. Major projects undertaken at the time include the Ella-Wellawaya road, Didula-World's End road, the Weligama Highway and the Mirissa Fishery Harbor. Operations Monty was launched during this time name after him to counter illegal immigration from South India.[3] In 1977, he was appointed the Minister of Public Administration and Home Affairs by Prime Minister J.R. Jayewardene and later given the portfolio of Plantation Industries in the Jayewardene cabinet. During his tenor he developed the Tea Research Institute. A senior member of the United National Party, he served as its treasurer. On several occasions he served as Acting Prime Minister and Acting Leader of the House.[3] He was injured in the 1987 grenade attack in the Parliament and shortly retired from active politics due to health issues. In 1988, he was appointed Governor of the North Western Province by President Premadasa and held the post till 1993.[3] Montague Jayewickreme married Amara Amarasuriya, they had two daughters, Devika and Kisani.[3]  This article about a politician from North Western Province, Sri Lanka is a stub. You can help Wikipedia by expanding it. This article about a politician from Southern Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Montague Jayawickrama - Wikipedia","KeyID":"13742","URL":"https://en.wikipedia.org/wiki/Montague_Jayawickrama"}