{"Content: ":"Ronald Joseph Godfrey de Mel (born 11 April 1925) (Sinhala: රොනි ද මැල්) (known as Ronnie de Mel) is a Sri Lankan civil servant and a politician. civil servant. He was the Cabinet Minister of Finance from 1977 to 1988 United National Party government and was instrumental in the establishment of the free market economy in Sri Lanka. He was a Member of Parliament from the Matara District in the Parliament of Sri Lanka until 2004. He had served as a Senior Adviser to President. Born to Rodget de Mel and Gladys Mendis, he studied at the St Thomas' College, Mt. Lavinia and graduated from the University of Ceylon with a BA degree having majored in English, Latin, Greek and History.[1] He joined the Ceylon Civil Service (CCS) in 1948, and was attached to the Department of Industries, Vavuniya Kachcheri, Puttalam Kachcheri and the Department of Social Services. In 1950, he was appointed as Acting Assistant Secretary to the Ministry of Labor and Social Services and was appointed Assistant Secretary, Ministry of Labor in 1952 and was appointed Assistant at Matara to the Government Agent, Southern Province. Thereafter he served as the Assistant Secretary in the Ministry of Agriculture and Lands.[2] Resigning from Ceylon Administrative Service in 1964, he entered politics and contested the 1965 general election from the Sri Lanka Freedom Party in the Bibile electorate and was defeated by the United National Party candidate Dharmadasa Banda.[3] He then contested the 1970 general election from the Sri Lanka Freedom Party from Devinuwara and was elected to parliament.[4] He was re-elected in the 1977 general election from Devinuwara from the United National Party and was appointed Cabinet Minister of Finance.[5] Ronnie de Mel presided over as Minister of Finance in the a most significant period of Sri Lankan history, during the Presidency of J. R. Jayewardene. \"If not the free market economy we would still be having scarcities, queues and we would be struggling like North Korea today. It was because of this change that everything in this country blossomed and developed.\"[6] He was instrumental in raising funds for projects such as Victoria, Randenigala, Kotmale, Ports, Roads, Housing and Free Trade Zones.[7] The minister also tried his utmost to curb the July 83 riots.[8] Following the end of Jayewardene's second term as president, Ronnie de Mel stepdown as Finance Minister in January 1988. He left the country following the election President Ranasinghe Premadasa, only returning following his death in 1993. He was re-elected to parliament in 1994 general election from Matara, retaining his seat in the 2000 general election and the 2001 general election.[9] He married Mallika Lakshmi de Mel née Fernando, daughter of Sir Leo Fernando. *Appointed MPs were abolished in 1972 by the First Republican Constitution ","Title":"Ronnie de Mel - Wikipedia","KeyID":"13740","URL":"https://en.wikipedia.org/wiki/Ronnie_de_Mel"}