{"Content: ":"Uva Province (Sinhala: ඌව පළාත, romanized: Uva Paḷāta, Tamil: ஊவா மாகாணம், romanized: Uvā Mākāṇam) is Sri Lanka's second least populated province, with 1,259,880 people, created in 1896. It consists of two districts: Badulla and Moneragala. The provincial capital is Badulla. Uva is bordered by the Eastern, Southern, Sabaragamuwa, and Central provinces. Its major tourist attractions are Dunhinda falls, Diyaluma Falls, Rawana Falls, the Yala National Park (lying partly in the Southern and Eastern Provinces) and Gal Oya National Park (lying partly in the Eastern Province). The Gal Oya hills and the Central mountains are the main uplands, while the Mahaweli (Sinhalese: great-sandy) and Menik (Sinhalese: gemstone) rivers and the huge Senanayake Samudraya and Maduru Oya Reservoirs are the major waterways. The provincial history records an 1818 uprising (the Third Kandyan War) against the British colonial government which had been controlling the formally independent Udarata (Sinhalese: Up-Country), of which Uva was a province. The uprising was led by Keppetipola Disawe - a rebel leader that the Sinhalese celebrate even today - who was sent initially by the British Government to stop the uprising.[citation needed] The rebels captured Matale and Kandy before Keppetipola fell ill and was captured - and beheaded by the British. His skull was abnormal - as it was wider than usual - and was sent to Britain for analysis. It was returned to Sri Lanka after independence, and now rests in the Kandyan Museum.[2] The rebellion, which soon developed into a guerrilla war of the kind the Kandyans had fought against European powers for centuries, was centred on the Kandyan nobility and their unhappiness with developments under British rule since 1815. However it was the last uprising of this kind and in Uva Province, a scorched earth policy was pursued, and all males between 15 and 60 years were driven out, exiled or killed. The British Crown annexed the Kingdom of Kandy to British Ceylon in 1817.[3][4] Uva is divided into 2 districts: The districts of the Sri Lanka are divided into administrative sub-units known as divisional secretariats. These were originally based on the feudal counties, the korales[what language is this?] and ratas[what language is this?]. They were formerly known as \"D.R.O. Divisions\" after the Divisional Revenue Officer. Later the D.R.O.s became Assistant Government Agents and the Divisions were known as \"A.G.A. Divisions\". Currently, the Divisions are administered by a Divisional Secretary and are known as \"D.S. Divisions\". There are 26 divisional secretariats divided in Uva Province, which are listed below, by district. There are 15 in Badulla District and 11 in Moneragala District. Uva's symbolic mountain is Namunukula which stands tallest among the mountain range surrounding Badulla. There are views of the Welimada basin, Katharagama and Hambantota from Namunukula peak on a clear day. The Haputale mountain range's tallest peak is Kirigalpottha. The Haputale-Beragala gap gives a view of the Southern and Sabaragamuwa provinces on a clear day.         ","Title":"Uva Province - Wikipedia","KeyID":"13749","URL":"https://en.wikipedia.org/wiki/Uva_Province"}