{"Content: ":"Tyronne Fernando PC (Sinhala:ටිරොන් ෆර්නැන්ඩො) (8 August 1941 – 26 February 2008) was a Sri Lankan politician who served as foreign minister from 2001 until 2004.[1] Fernando was born on 8 August 1941.[1] Fernando was a relation of Puran Appu.[1] He attended Royal College, Colombo, and S. Thomas' College, Mount Lavinia,[2] and earned his MA in political science at Keble College, Oxford.[1] At Oxford he was the first Asian to be the chairman of the Labour Club. He also gained a diploma in journalism from the London School of Journalism. He entered Gray's Inn, London and was called to the Bar of England and Wales, as a barrister. Returning to Ceylon, he became an advocate and started his legal practice in the unofficial bar. He then joined the Attorney-General's Department and worked as a Crown Counsel for period of ten years, before reverting to the unofficial bar and building a practice in criminal law for another 10 years. He was later appointed a President's Counsel and elevated to Master of the Bench Gray's Inn.[1] In 1974, Fernando entered politics after he joined the United National Party. He was elected to Parliament in 1977 as a representative of the Moratuwa constituency, a stronghold of the Lanka Sama Samaja Party, he won with a record majority of 15,000. Fernando served as the Deputy Minister of Foreign Affairs during the presidency of J.R. Jayewardene.[1] He also served as Minister of Information in 1993 during the presidency of Ranasinghe Premadasa.[1] He also served as the head of Sri Lanka Cricket Board from 1991 until 1994.[1] In 2001, the new Prime Minister, Ranil Wickremesinghe appointed him to serve as Minister of Foreign Affairs. He served in this capacity until 2004. During his tenure, he sought the position of Secretary General of the United Nations. Fernando resigned from the United National Party after the 2004 election, during which he lost his parliamentary seat. He was later appointed by President Chandrika Kumaratunga as Governor of the former North-East Province on 8 December 2004.[1] He served as governor until January 2006.[1] In 2007 he was appointed as the Sri Lankan Ambassador to France. Fernando died on 26 February 2008 at a private hospital in Colombo.[1] At the time of his death, he was serving as a Senior advisor to President Mahinda Rajapaksa.[1] Fernando had one child, Tehani Mathew.[1]","Title":"Tyronne Fernando - Wikipedia","KeyID":"13759","URL":"https://en.wikipedia.org/wiki/Tyronne_Fernando"}