{"Content: ":"Mahabalage Don Henry Jayawardena (29 March 1915 – 29 September 1986) was a Sri Lankan lawyer, businessman and politician. Jayawardena served as the Minister of Finance, Minister of Health, Minister of Housing and Scientific Research and Minister of Plantation Industries between 1954–1977.[1] Born to M.D.S Jayawardena Ralahami, he was educated at Trinity College, Kandy and at the Ceylon University College, where he graduated with a degree in economics. In 1938, he entered Ceylon Law College becoming an advocate. Traveling to the United Kingdom, he qualified as a barrister and returned to Ceylon in 1946 and started his legal practice.[2] Joining the United National Party in 1947, he was elected to parliament from the Horana electorate in the 1952 parliamentary election and was appointed parliamentary secretary to the minister of finance, serving from October 1953 to July 1954. When the minister of finance, Sir Oliver Goonetilleke, was appointed governor general, Jayawardena was succeeded him as minister of finance, serving from July 1954 to February 1956. He contested the 1956 parliamentary election from Horana, but lost to Sagara Palansuriya. In 1958, he was appointed general secretary of the United National Party, serving till 1972. He contested the Kottawa electorate in the July 1960 parliamentary election, but lost to Robert Gunawardena. He again contested from Kottawa in the 1965 parliamentary election and won defeating Robert Gunawardena and was appointed Minister of Health. During his tenure the Emergency Care Unit of the Colombo General Hospital was built. He served until 1968, when he was appointed Minister of Housing and Scientific Research and served till 1970. He lost his parliamentary seat 1970 parliamentary election to Chandra Gunasekera. He was re-elected in the 1977 parliamentary election and was appointed Minister of Plantation Industries serving till 1979.[2] He married the daughter of Benthota Hendrique Karunarathne in 1942 and they had three children.[2]","Title":"M. D. H. Jayawardena - Wikipedia","KeyID":"13767","URL":"https://en.wikipedia.org/wiki/M._D._H._Jayawardena"}