{"Content: ":"Ranasinghe Hettiarachchige Tudor Edward Ranasinghe Gunasekara[1] (23 January 1935 – 29 August 2021), known as Tudor Gunasekara (Sinhala: ටියුඩර් ගුණසේකර), was a Sri Lankan politician and diplomat. He was a Member of Parliament, District Minister for Gampaha in President JR Jayawardene's government. Later, he served as the first Sri Lanka ambassador to Poland, Bulgaria, Romania, and Hungary.[2][3] Tudor Gunasekara was born on 23 January 1935 to a well known family in Heiyantuduwa, Biyagama in Sri Lanka. He had his early education at Ananda College, Colombo. Gunasekara was the second son of William Gunasekara (also known as 'Heiyantuduwa Ralahami') and Eugine née Seneviratne. William Gunasekara was a wealthy landed proprietor and owned fourteen elephants. One of his elephants was Heiyantuduwa Raja, which carried the Relic of the tooth of the Buddha casket in the Dalada Perahera for several years after the demise of Maligawa Raja. Gunasekara has two brothers, Donald and Henry, as well as three elder sisters, Adeline, Chandra and Chithra. Gunasekara entered active politics in Sri Lanka during the late 1960s as the United National Party Chief Organiser for the Mahara electorate. In the 1970 General Elections, he contested from the United National Party but was defeated.[4] Gunasekara once again contested the 1977 General Elections and was elected as Member of Parliament for Mahara.[5] In 1978, he was appointed District Minister for Gampaha in President JR Jayawardene's government. He was subsequently appointed United National Party Chief Organiser for the Gampaha and Attanagalla Electorates. Consequently, Gunasekara is known to have held the position of chief organiser for the United National Party in three electorates at the same time.[6] In early 1983 Gunasekara resigned as District Minister for Gampaha and as the member for Mahara.[7]  In President Chandrika Kumaratunga's government, Gunasekara was appointed the first Sri Lanka Ambassador to Poland. Consequently, he also served as the Head of the Sri Lankan Mission to Bulgaria, Romania and Hungary. During this time, Gunasekara played an important role in promoting Ceylon tea, tourism and strengthening Sri Lanka's diplomatic relations with Eastern European countries. Gunasekara has been a member of several Sri Lanka Parliamentary Delegations to India, Indonesia, Japan and the United Kingdom to strengthen and promote the country's regional and international relations.[8][9][10][11] Gunasekara married Chandra Perera, daughter of Albert and Karuna Perera, in 1962. Albert Perera was the Chairman and Managing Director of City Cabs, one of the leading taxi companies in Sri Lanka in the early 1950 to 1970s. They have two children, Dayanganie and Hiran. Tudor Gunasekara died on 29 August 2021 at age 86. He had undergone treatment at a private hospital in Colombo after testing positive for COVID-19.[2][12]","Title":"Tudor Gunasekara - Wikipedia","KeyID":"13761","URL":"https://en.wikipedia.org/wiki/Tudor_Gunasekara"}