{"Content: ":"Nanayakkara Atulugamage Stephen de Silva Jayasinghe, OBE (6 January 1911 - 1977) was a Ceylonese politician.[1] At the 2nd parliamentary elections held between 24 May 1952 and 30 May 1952 he successfully contested the seat of Wellawatte-Galkissa on behalf of the United National Party. He polled 13,388 (57.5% of the total vote) and 4,500 votes clear of his nearest rival, Colvin R. de Silva, the sitting member and Lanka Sama Samaja Party nominee.[2] He ran for re-election at the 3rd parliamentary elections held between 5 April 1956 and 10 April 1956, but was defeated by de Silva, who received 16,782 votes to Jayasinghe's 11,806 votes.[3] At the 4th parliamentary elections, held in March 1960, the seat of Wellawatte-Galkissa was replaced by the Dehiwala-Mount Lavinia electorate. The newly created seat was contested by Jayasinghe and de Silva, with Jayasinghe winning by 4,372 votes.[4] However, as the election left neither of the country's two major parties with a majority, another election was called. At the subsequent elections held in July that year Jayasinghe was defeated by de Silva by 1,110 votes.[5] At the next parliamentary elections, held on 22 March 1965, Jayasinghe re-contested the seat of Dehiwala-Mount Lavinia, this time successfully defeating de Silva by 3,289 votes.[6] He was appointed Parliamentary Secretary to the Minister of Labour, Employment and Housing. He was unable to retain the seat at the 1970 parliamentary elections, where he was beaten by the Lanka Sama Samaja candidate, Vivienne Goonewardene, 29,430 votes to 27,463 votes.[7] His long-term political rival, de Silva, having been elected to the seat of Agalawatte in a 1967 by-election. In July 1977 he regained the Dehilawa-Mount Lavinia seat at the 8th parliamentary elections, polling 18,279 votes (62.75% of the total vote).[8] Jayasinghe died a few months after he was elected and at the subsequent by-election his daughter, Sunethra, was elected to replace him.[9] He was appointed an Officer in the Order of the British Empire in the 1955 Birthday Honours.","Title":"S. de Silva Jayasinghe - Wikipedia","KeyID":"13764","URL":"https://en.wikipedia.org/wiki/S._de_Silva_Jayasinghe"}