{"Content: ":"Neural crest cells are a temporary group of cells unique to vertebrates that arise from the embryonic ectoderm germ layer, and in turn give rise to a diverse cell lineage—including melanocytes, craniofacial cartilage and bone, smooth muscle, peripheral and enteric neurons and glia.[1][2] After gastrulation, neural crest cells are specified at the border of the neural plate and the non-neural ectoderm. During neurulation, the borders of the neural plate, also known as the neural folds, converge at the dorsal midline to form the neural tube.[3] Subsequently, neural crest cells from the roof plate of the neural tube undergo an epithelial to mesenchymal transition, delaminating from the neuroepithelium and migrating through the periphery where they differentiate into varied cell types.[1] The emergence of neural crest was important in vertebrate evolution because many of its structural derivatives are defining features of the vertebrate clade.[4] Underlying the development of neural crest is a gene regulatory network, described as a set of interacting signals, transcription factors, and downstream effector genes that confer cell characteristics such as multipotency and migratory capabilities.[5] Understanding the molecular mechanisms of neural crest formation is important for our knowledge of human disease because of its contributions to multiple cell lineages. Abnormalities in neural crest development cause neurocristopathies, which include conditions such as frontonasal dysplasia, Waardenburg–Shah syndrome, and DiGeorge syndrome.[1] Therefore, defining the mechanisms of neural crest development may reveal key insights into vertebrate evolution and neurocristopathies. Neural crest was first described in the chick embryo by Wilhelm His Sr. in 1868 as \"the cord in between\" (Zwischenstrang) because of its origin between the neural plate and non-neural ectoderm.[1] He named the tissue ganglionic crest since its final destination was each lateral side of the neural tube where it differentiated into spinal ganglia.[6] During the first half of the 20th century the majority of research on neural crest was done using amphibian embryos which was reviewed by Hörstadius (1950) in a well known monograph.[7] Cell labeling techniques advanced the field of neural crest because they allowed researchers to visualize the migration of the tissue throughout the developing embryos. In the 1960s Weston and Chibon utilized radioisotopic labeling of the nucleus with tritiated thymidine in chick and amphibian embryo respectively. However, this method suffers from drawbacks of stability, since every time the labeled cell divides the signal is diluted. Modern cell labeling techniques such as rhodamine-lysinated dextran and the vital dye diI have also been developed to transiently mark neural crest lineages.[6] The quail-chick marking system, devised by Nicole Le Douarin in 1969, was another instrumental technique used to track neural crest cells.[8][9] Chimeras, generated through transplantation, enabled researchers to distinguish neural crest cells of one species from the surrounding tissue of another species. With this technique, generations of scientists were able to reliably mark and study the ontogeny of neural crest cells. A molecular cascade of events is involved in establishing the migratory and multipotent characteristics of neural crest cells. This gene regulatory network can be subdivided into the following four sub-networks described below. First, extracellular signaling molecules, secreted from the adjacent epidermis and underlying mesoderm such as Wnts, BMPs and Fgfs separate the non-neural ectoderm (epidermis) from the neural plate during neural induction.[1][4] Wnt signaling has been demonstrated in neural crest induction in several species through gain-of-function and loss-of-function experiments. In coherence with this observation, the promoter region of slug (a neural crest specific gene) contains a binding site for transcription factors involved in the activation of Wnt-dependent target genes, suggestive of a direct role of Wnt signaling in neural crest specification.[10] The current role of BMP in neural crest formation is associated with the induction of the neural plate. BMP antagonists diffusing from the ectoderm generates a gradient of BMP activity. In this manner, the neural crest lineage forms from intermediate levels of BMP signaling required for the development of the neural plate (low BMP) and epidermis (high BMP).[1] Fgf from the paraxial mesoderm has been suggested as a source of neural crest inductive signal. Researchers have demonstrated that the expression of dominate-negative Fgf receptor in ectoderm explants blocks neural crest induction when recombined with paraxial mesoderm.[11] The understanding of the role of BMP, Wnt, and Fgf pathways on neural crest specifier expression remains incomplete. Signaling events that establish the neural plate border lead to the expression of a set of transcription factors delineated here as neural plate border specifiers. These molecules include Zic factors, Pax3/7, Dlx5, Msx1/2 which may mediate the influence of Wnts, BMPs, and Fgfs. These genes are expressed broadly at the neural plate border region and precede the expression of bona fide neural crest markers.[4] Experimental evidence places these transcription factors upstream of neural crest specifiers. For example, in Xenopus Msx1 is necessary and sufficient for the expression of Slug, Snail, and FoxD3.[12] Furthermore, Pax3 is essential for FoxD3 expression in mouse embryos.[13] Following the expression of neural plate border specifiers is a collection of genes including Slug/Snail, FoxD3, Sox10, Sox9, AP-2 and c-Myc. This suite of genes, designated here as neural crest specifiers, are activated in emergent neural crest cells. At least in Xenopus, every neural crest specifier is necessary and/or sufficient for the expression of all other specifiers, demonstrating the existence of extensive cross-regulation.[4] Moreover, this model organism was instrumental in the elucidation of the role of the Hedgehog signaling pathway in the specification of the neural crest, with the transcription factor Gli2 playing a key role.[14] Outside of the tightly regulated network of neural crest specifiers are two other transcription factors Twist and Id. Twist, a bHLH transcription factor, is required for mesenchyme differentiation of the pharyngeal arch structures.[15] Id is a direct target of c-Myc and is known to be important for the maintenance of neural crest stem cells.[16] Finally, neural crest specifiers turn on the expression of effector genes, which confer certain properties such as migration and multipotency. Two neural crest effectors, Rho GTPases and cadherins, function in delamination by regulating cell morphology and adhesive properties. Sox9 and Sox10 regulate neural crest differentiation by activating many cell-type-specific effectors including Mitf, P0, Cx32, Trp and cKit.[4] The migration of neural crest cells involves a highly coordinated cascade of events that begins with closure of the dorsal neural tube. After fusion of the neural fold to create the neural tube, cells originally located in the neural plate border become neural crest cells.[17] For migration to begin, neural crest cells must undergo a process called delamination that involves a full or partial epithelial-mesenchymal transition (EMT).[18] Delamination is defined as the separation of tissue into different populations, in this case neural crest cells separating from the surrounding tissue.[19] Conversely, EMT is a series of events coordinating a change from an epithelial to mesenchymal phenotype.[18] For example, delamination in chick embryos is triggered by a BMP/Wnt cascade that induces the expression of EMT promoting transcription factors such as SNAI2 and FoxD3.[19] Although all neural crest cells undergo EMT, the timing of delamination occurs at different stages in different organisms: in Xenopus laevis embryos there is a massive delamination that occurs when the neural plate is not entirely fused, whereas delamination in the chick embryo occurs during fusion of the neural fold.[19] Prior to delamination, presumptive neural crest cells are initially anchored to neighboring cells by tight junction proteins such as occludin and cell adhesion molecules such as NCAM and N-Cadherin.[20] Dorsally expressed BMPs initiate delamination by inducing the expression of the zinc finger protein transcription factors snail, slug, and twist.[17] These factors play a direct role in inducing the epithelial-mesenchymal transition by reducing expression of occludin and N-Cadherin in addition to promoting modification of NCAMs with polysialic acid residues to decrease adhesiveness.[17][21] Neural crest cells also begin expressing proteases capable of degrading cadherins such as ADAM10[22] and secreting matrix metalloproteinases (MMPs) that degrade the overlying basal lamina of the neural tube to allow neural crest cells to escape.[20] Additionally, neural crest cells begin expressing integrins that associate with extracellular matrix proteins, including collagen, fibronectin, and laminin, during migration.[23] Once the basal lamina becomes permeable the neural crest cells can begin migrating throughout the embryo. Neural crest cell migration occurs in a rostral to caudal direction without the need of a neuronal scaffold such as along a radial glial cell. For this reason the crest cell migration process is termed “free migration”. Instead of scaffolding on progenitor cells, neural crest migration is the result of repulsive guidance via EphB/EphrinB and semaphorin/neuropilin signaling, interactions with the extracellular matrix, and contact inhibition with one another.[17] While Ephrin and Eph proteins have the capacity to undergo bi-directional signaling, neural crest cell repulsion employs predominantly forward signaling to initiate a response within the receptor bearing neural crest cell.[23] Burgeoning neural crest cells express EphB, a receptor tyrosine kinase, which binds the EphrinB transmembrane ligand expressed in the caudal half of each somite. When these two domains interact it causes receptor tyrosine phosphorylation, activation of rhoGTPases, and eventual cytoskeletal rearrangements within the crest cells inducing them to repel. This phenomenon allows neural crest cells to funnel through the rostral portion of each somite.[17] Semaphorin-neuropilin repulsive signaling works synergistically with EphB signaling to guide neural crest cells down the rostral half of somites in mice. In chick embryos, semaphorin acts in the cephalic region to guide neural crest cells through the pharyngeal arches. On top of repulsive repulsive signaling, neural crest cells express β1and α4 integrins which allows for binding and guided interaction with collagen, laminin, and fibronectin of the extracellular matrix as they travel. Additionally, crest cells have intrinsic contact inhibition with one another while freely invading tissues of different origin such as mesoderm.[17] Neural crest cells that migrate through the rostral half of somites differentiate into sensory and sympathetic neurons of the peripheral nervous system. The other main route neural crest cells take is dorsolaterally between the epidermis and the dermamyotome. Cells migrating through this path differentiate into pigment cells of the dermis. Further neural crest cell differentiation and specification into their final cell type is biased by their spatiotemporal subjection to morphogenic cues such as BMP, Wnt, FGF, Hox, and Notch.[20] Neurocristopathies result from the abnormal specification, migration, differentiation or death of neural crest cells throughout embryonic development.[24][25] This group of diseases comprises a wide spectrum of congenital malformations affecting many newborns. Additionally, they arise because of genetic defects affecting the formation of neural crest and because of the action of Teratogens [26] Waardenburg's syndrome is a neurocristopathy that results from defective neural crest cell migration. The condition's main characteristics include piebaldism and congenital deafness. In the case of piebaldism, the colorless skin areas are caused by a total absence of neural crest-derived pigment-producing melanocytes.[27] There are four different types of Waardenburg's syndrome, each with distinct genetic and physiological features. Types I and II are distinguished based on whether or not family members of the affected individual have dystopia canthorum.[28] Type III gives rise to upper limb abnormalities. Lastly, type IV is also known as Waardenburg-Shah syndrome, and afflicted individuals display both Waardenburg's syndrome and Hirschsprung's disease.[29] Types I and III are inherited in an autosomal dominant fashion,[27] while II and IV exhibit an autosomal recessive pattern of inheritance. Overall, Waardenburg's syndrome is rare, with an incidence of ~ 2/100,000 people in the United States. All races and sexes are equally affected.[27] There is no current cure or treatment for Waardenburg's syndrome. Also implicated in defects related to neural crest cell development and migration is Hirschsprung's disease (HD or HSCR), characterized by a lack of innervation in regions of the intestine. This lack of innervation can lead to further physiological abnormalities like an enlarged colon (megacolon), obstruction of the bowels, or even slowed growth. In healthy development, neural crest cells migrate into the gut and form the enteric ganglia. Genes playing a role in the healthy migration of these neural crest cells to the gut include RET, GDNF, GFRα, EDN3, and EDNRB. RET, a receptor tyrosine kinase (RTK), forms a complex with GDNF and GFRα. EDN3 and EDNRB are then implicated in the same signaling network. When this signaling is disrupted in mice, aganglionosis, or the lack of these enteric ganglia occurs.[30] Prenatal alcohol exposure (PAE) is among the most common causes of developmental defects.[31] Depending on the extent of the exposure and the severity of the resulting abnormalities, patients are diagnosed within a continuum of disorders broadly labeled Fetal Alcohol Spectrum Disorder (FASD). Severe FASD can impair neural crest migration, as evidenced by characteristic craniofacial abnormalities including short palpebral fissures, an elongated upper lip, and a smoothened philtrum. However, due to the promiscuous nature of ethanol binding, the mechanisms by which these abnormalities arise is still unclear. Cell culture explants of neural crest cells as well as in vivo developing zebrafish embryos exposed to ethanol show a decreased number of migratory cells and decreased distances travelled by migrating neural crest cells. The mechanisms behind these changes are not well understood, but evidence suggests PAE can increase apoptosis due to increased cytosolic calcium levels caused by IP3-mediated release of calcium from intracellular stores. It has also been proposed that the decreased viability of ethanol-exposed neural crest cells is caused by increased oxidative stress. Despite these, and other advances much remains to be discovered about how ethanol affects neural crest development. For example, it appears that ethanol differentially affects certain neural crest cells over others; that is, while craniofacial abnormalities are common in PAE, neural crest-derived pigment cells appear to be minimally affected.[32] DiGeorge syndrome is associated with deletions or translocations of a small segment in the human chromosome 22. This deletion may disrupt rostral neural crest cell migration or development. Some defects observed are linked to the pharyngeal pouch system, which receives contribution from rostral migratory crest cells. The symptoms of DiGeorge syndrome include congenital heart defects, facial defects, and some neurological and learning disabilities. Patients with 22q11 deletions have also been reported to have higher incidence of schizophrenia and bipolar disorder.[33] Treacher Collins Syndrome (TCS) results from the compromised development of the first and second pharyngeal arches during the early embryonic stage, which ultimately leads to mid and lower face abnormalities. TCS is caused by the missense mutation of the TCOF1 gene, which causes neural crest cells to undergo apoptosis during embryogenesis. Although mutations of the TCOF1 gene are among the best characterized in their role in TCS, mutations in POLR1C and POLR1D genes have also been linked to the pathogenesis of TCS.[34] Neural crest cells originating from different positions along the anterior-posterior axis develop into various tissues. These regions of neural crest can be divided into four main functional domains, which include the cranial neural crest, trunk neural crest, vagal and sacral neural crest, and cardiac neural crest. Cranial neural crest migrates dorsolaterally to form the craniofacial mesenchyme that differentiates into various cranial ganglia and craniofacial cartilages and bones.[21] These cells enter the pharyngeal pouches and arches where they contribute to the thymus, bones of the middle ear and jaw and the odontoblasts of the tooth primordia.[35] Trunk neural crest gives rise two populations of cells.[36] One group of cells fated to become melanocytes migrates dorsolaterally into the ectoderm towards the ventral midline. A second group of cells migrates ventrolaterally through the anterior portion of each sclerotome. The cells that stay in the sclerotome form the dorsal root ganglia, whereas those that continue more ventrally form the sympathetic ganglia, adrenal medulla, and the nerves surrounding the aorta.[35] The vagal and sacral neural crest cells develop into the ganglia of the enteric nervous system and the parasympathetic ganglia.[35] Cardiac neural crest develops into melanocytes, cartilage, connective tissue and neurons of some pharyngeal arches. Also, this domain gives rise to regions of the heart such as the musculo-connective tissue of the large arteries, and part of the septum, which divides the pulmonary circulation from the aorta.[35] The semilunar valves of the heart are associated with neural crest cells according to new research.[37] Several structures that distinguish the vertebrates from other chordates are formed from the derivatives of neural crest cells. In their \"New head\" theory, Gans and Northcut argue that the presence of neural crest was the basis for vertebrate specific features, such as sensory ganglia and cranial skeleton. Furthermore, the appearance of these features was pivotal in vertebrate evolution because it enabled a predatory lifestyle.[38][39] However, considering the neural crest a vertebrate innovation does not mean that it arose de novo. Instead, new structures often arise through modification of existing developmental regulatory programs. For example, regulatory programs may be changed by the co-option of new upstream regulators or by the employment of new downstream gene targets, thus placing existing networks in a novel context.[40][41] This idea is supported by in situ hybridization data that shows the conservation of the neural plate border specifiers in protochordates, which suggest that part of the neural crest precursor network was present in a common ancestor to the chordates.[5] In some non-vertebrate chordates such as tunicates a lineage of cells (melanocytes) has been identified, which are similar to neural crest cells in vertebrates. This implies that a rudimentary neural crest existed in a common ancestor of vertebrates and tunicates.[42] Ectomesenchyme (also known as mesectoderm):[43] odontoblasts, dental papillae, the chondrocranium (nasal capsule, Meckel's cartilage, scleral ossicles, quadrate, articular, hyoid and columella), tracheal and laryngeal cartilage, the dermatocranium (membranous bones), dorsal fins and the turtle plastron (lower vertebrates), pericytes and smooth muscle of branchial arteries and veins, tendons of ocular and masticatory muscles, connective tissue of head and neck glands (pituitary, salivary, lachrymal, thymus, thyroid) dermis and adipose tissue of calvaria, ventral neck and face Endocrine cells: chromaffin cells of the adrenal medulla, glomus cells type I/II. Peripheral nervous system: Sensory neurons and glia of the dorsal root ganglia, cephalic ganglia (VII and in part, V, IX, and X), Rohon-Beard cells, some Merkel cells in the whisker,[44][45] Satellite glial cells of all autonomic and sensory ganglia, Schwann cells of all peripheral nerves. Enteric cells: Enterochromaffin cells.[46] Melanocytes and iris muscle and pigment cells, and even associated with some tumors (such as melanotic neuroectodermal tumor of infancy).","Title":"Neural crest - Wikipedia","KeyID":"1377","URL":"https://en.wikipedia.org/wiki/Neural_crest"}