{"Content: ":"Caluadewage Cyril Mathew (30 September 1912 – 17 October 1989) was a United National Party member of parliament,[1] representing the Kelaniya electorate,[2] and served as the Minister of Industry and Scientific Affairs in the Jayewardene cabinet (1977–1986). Mathew who joined the United National Party was appointed its joint general secretary in 1956 and served till 1967, when he resigned after falling out with the party leader Dudley Senanayake.[3] Mathew was elected to the House of Representatives of Ceylon in the 1960 March general elections from Kolonna from the United National Part and was re-elected in the 1960 July general elections. He contested the 1965 general elections from Bandarawela and was defeated by R. M. Appuhamy. He was elected at the 8th parliamentary elections, held on 21 July 1977, representing the Kelaniya electorate for the United National Party.[4] He was known for his hard-line position against the Tamil's political aspirations.[5] He was appointed as the Minister of Industry and Scientific Affairs in July 1977.[6] He is widely regarded as one of the key ministers responsible for instigating the anti-Tamil pogrom of July 1983, which subsequently resulted in the outbreak of a 26-year civil war.[7] Mathew was expelled from the cabinet and the governing United National Party by President J. R. Jayewardene in 1984 after publicly criticizing a conference called by Jayewardene to redress grievances of the Tamil minority.[8] Jayewardene's successor, Ranasinghe Premadasa, subsequently reinstated Mathew's party membership. He died of a heart attack on 17 October 1989. Mathew was the author of the book Sinhalese! Rise to Protect Buddhism, which urged Sinhalese to stand up for their rights and protect their values. He also issued a pamphlet Who is the Tiger, a collection of his inflammatory speeches made in 1979. His son Nanda was also a member of the parliament[9] and later held several ministerial posts, including Minister of Sports and Youth affairs, under successive UNP governments.[1] He was later appointed by President Chandrika Kumaratunga and President Mahinda Rajapaksa as Governor of the Uva Province.  This article about a politician from Western Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Cyril Mathew - Wikipedia","KeyID":"13770","URL":"https://en.wikipedia.org/wiki/Cyril_Mathew"}