{"Content: ":"Arthur Edmund Samarawickrema (born 11 September 1921) was a Sri Lankan auctioneer, broker and politician.[1][2] Samarawickrema was educated at Christ Church College, Galkissa, where he was the president of the school's debating society.[3] He ran for a position on the Colombo Municipal Council and was successful representing the Bambalapitiya Ward.[4] In 1957 he was appointed the Deputy Mayor of Colombo and was re-appointed in the position in January 1960.[4][5] In 1960 the Colombo South electorate became a multi-member constituency with two seats in Parliament, as a result of Wellawatte-Galkissa being incorporated into the electorate. Samarawickrema, representing the United National Party and Bernard Soysa, the Lanka Sama Samaja Party were elected as representatives at the 4th parliamentary election held on 19 March 1960. Samarawickrema polled 25,312 votes (42.35% of the total vote) and Soysa polled 16,206 votes (27.11% of the total vote).[3][6] The results of the March 1960 election however left neither of Ceylon's two major parties with a majority, so another election was held. At the 5th parliamentary election, held on 20 July 1960, the United National Party ran two candidates, Samarawickrema and Junius Richard Jayewardene. Samarawickrema received 5,765 votes and was defeated by Jayewardene, who polled 25,814 votes (42.2% of the total vote) and Soysa, who polled 23,914 votes.[7] In 1977 Colombo South was split up into two electorates, Colombo East and Colombo West. At the 8th parliamentary election, held on 21 July 1977, Samarawickrema was elected as the member for Colombo East, receiving 19,721 votes (58.52% of the total vote), defeating the Sri Lanka Freedom Party candidate, Vivian S. Kodikara, by 12,043 votes and the sitting member, Bernard Soysa, by 13,770 votes. He was subsequently appointed the Deputy Chairman of Committees on 7 September 1977, a position he retained until 20 December 1988.[8] At the next general election held in 1989, when the preference vote system was also incorporated, members of parliament were elected on a district rather than on an electorate-wise basis, with the 160 mainly single-member electoral districts replaced by 22 multi-member electoral districts.[9] Samarawickrema contested for a seat in the newly created Colombo Electoral District but failed, receiving only 3,510 preference votes.[10][11]","Title":"Edmund Samarawickrema - Wikipedia","KeyID":"13775","URL":"https://en.wikipedia.org/wiki/Edmund_Samarawickrema"}