{"Content: ":"Ampara (Digamadulla) Electoral District (Tamil: அம்பாறை தேர்தல் மாவட்டம், romanized: Ampāṟai Tērtal Māvaṭṭam; Sinhala: අම්පාර මැතිවරණ දිස්ත්‍රික්කය, romanized: Ampāra Mætivaraṇa Distrikkaya) is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Ampara in the Eastern province. The district currently elects 7 of the 225 members of the Sri Lankan Parliament and had 436,148 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district:[4] Results of the 1st North Eastern provincial council election held on 19 November 1988:[5] Results of the 2nd presidential election held on 19 December 1988:[6] Results of the 9th parliamentary election held on 15 February 1989:[7] The following candidates were elected:[7] M. H. M. Ashraff (SLMC), 56,464 preference votes (pv); P. Dayaratna (UNP), 37,996 pv; Ahangama Polwatte Galappaththige Chandradasa (UNP), 28,075 pv; Nihal Yasendra Bakmeewewa (UNP), 24,752 pv; Thewarapperuma Arachchilage Karunasinghe Thewarapperuma (SLFP), 21,751 pv; and J. Thiviyanathan (EPRLF), 17,880 pv. Results of the 10th parliamentary election held on 16 August 1994:[8] The following candidates were elected:[8] M. H. M. Ashraff (SLMC), 69,076 preference votes (pv); P. Dayaratna (UNP), 45,411 pv; Ahangama Polwatte Galappaththige Chandradasa (UNP), 40,675 pv; Herath Mudiyanselage Weerasinghe (PA), 36,276 pv; Nihal Yasendra Bakmeewewa (UNP), 29,061 pv; and U. L. M. Mohideen (SLMC), 26,194 pv. Results of the 3rd presidential election held on 9 November 1994:[9] Results of the 4th presidential election held on 21 December 1999:[10] Results of the 11th parliamentary election held on 10 October 2000:[11] The following candidates were elected:[12] Ferial Ismail Ashraff (PA-SLMC), 83,353 preference votes (pv); A. L. M. Athaullah (PA-SLMC), 75,647 pv; U. L. M. Mohideen (PA-SLMC), 75,378 pv; P. Dayaratna (UNP), 47,421 pv; Ahangama Polwatte Galappaththige Chandradasa (UNP), 41,420 pv; Wimal Dissanayaka (PA-SLMC), 27,677 pv; and Markandu Gunasekeram (EPDP), 12,799 pv. Results of the 12th parliamentary election held on 5 December 2001:[13][14] The following candidates were elected:[15] P. Dayaratna (UNF), 42,301 preference votes (pv); A. L. M. Athaullah (SLMC), 35,523 pv; H. M. M. Harees (SLMC), 34,798 pv; Ferial Ismail Ashraff (PA), 28,802 pv; Thewarapperuma Arachchilage Karunasinghe Thewarapperuma (PA), 26,361 pv; A. Chandranehru (TNA-TULF), 26,282) pv; and Anwer Ismail Mohomed Ismail (SLMC), 23,718 pv. Results of the 13th parliamentary election held on 2 April 2004:[16] The following candidates were elected:[17] Rauff Hakeem (SLMC), 68,627 preference votes (pv); Ferial Ismail Ashraff (UPFA-NUA), 52,223 pv; L.G. Wasantha Piyatissa (UPFA-SLFP), 45,975 pv; A. L. M. Athaullah (UPFA-NC), 39,773 pv; P. Dayaratna (UNF-UNP), 31,215 pv; Kanagasabai Pathmanathan (TNA), 29,002 pv; and Cassim Faizal (SLMC), 20,724 pv. Rauff Hakeem (SLMC) resigned on 2 April 2008 to contest the Eastern provincial council elections.[18] His replacement A. M. M. Naoshad (SLMC) was sworn in on 9 April 2008.[19] Kanagasabai Pathmanathan (TNA) died on 21 May 2009.[20] His replacement Thomas Thangathurai William (TNA) was sworn in on 12 June 2009.[21] Results of the 5th presidential election held on 17 November 2005:[22] Results of the 1st Eastern provincial council election held on 10 May 2008:[23] The following candidates were elected:[24] Ahangama Polwaththe Galappaththige Chandradasa (UNP); Daya Gamage (UNP); Ahamed Mohomad Jameel (UNP); A. Ameer Mahumud Lebbe (UPFA); Abdul Majeed (UNP); Apthurrazaak Kulanthai Marikkar (UNP); Thuraiyappa Nawarathnaraja (UPFA); Meera Labbe Thulkar Nayim (UPFA); Somasundaram Pushparaja (UPFA); Seeniththamby Selvaraja (UPFA); Hasen Ali (UNP-SLMC); Thewarapperuma Arachchilage Karunasingha Thewarapperuma (UPFA); Meera Sahibu Udumalebbe (UPFA); and Dissanayaka Wimalaweera (UPFA). Results of the 6th presidential election held on 26 January 2010:[25] Results of the 14th parliamentary election held on 8 April 2010:[26] The following candidates were elected:[27] Sarath Weerasekara (UPFA), 54,373 preference votes (pv); H. M. M. Harees (UNF-SLMC), 44,755; Cassim Faizal (UNF-SLMC), 41,852 pv; A. L. M. Athaullah (UPFA-NC), 36,943 pv; Shriyani Wijewickreme (UPFA), 33,810 pv; P. Dayaratna (UPFA), 32,915 pv; and Podiappuhamy Piyasena (TNA), 11,139 pv. Results of the 2nd Eastern provincial council election held on 8 September 2012:[28] The following candidates were elected:[29] Daya Gamage (UNP), 41,064 preference votes (pv); Aadam Lebbe Thavam (SLMC), 32,330 pv; Dissanayake Wimalaweera (UPFA), 31,815 pv; Meera Saibu Uduma Lebbe (UPFA-NC), 24,033 pv; A. Ahamed Mohamed Jameel (SLMC), 22,357 pv; Ibrahim Mohamed Mohamed Mansoor (SLMC), 21,759 pv; D. Weerasingha (UPFA), 20,922 pv; Ahangama Polwaththe Galappaththige Chandradasa (UNP), 20,459 pv; Ariff Samsudeen (UPFA-NC), 19,680 pv; A. Ameer Mahmood Lebbe (UPFA-NC), 19,671 pv; Ahamed Lebbe Mohamed Nazeer (SLMC), 18,327 pv; Abesundara Wikkramasooriya Boosabaduge Nishanth Manjula Fernando (UNP), 14,887 pv; Thawaraja Kaleiarasan (TNA), 12,122 pv; and Murugesu Rajeswaran (TNA), 10,812 pv. The Ampara Electoral District consists of the following polling divisions: ","Title":"Ampara Electoral District - Wikipedia","KeyID":"13787","URL":"https://en.wikipedia.org/wiki/Ampara_Electoral_District"}