{"Content: ":"Munasinghe Kariyawasam Appuhamilage Don Somadasa Gunawardana (6 March 1947 – 19 January 2016) was a Sri Lankan politician and a former member of Parliament and government minister. Gunawardana was born 6 March 1947.[1][2] He was educated at Doranagoda Maha Vidyalaya.[3] After completing his GCE Ordinary Level education he obtained a certificate in agriculture.[2] Gunawardana was an overseer at the Land Commissioner's Department from 1966 to 1968 when he joined the police as a constable.[2][4] He was a police investigator between 1974 and 1984.[2] He had reached the rank of Assistant Superintendent of Police by the time he retired.[3] During the second JVP insurrection Gunawardana was arrested for \"anti-government activities\" and detained between September 1987 and May 1988.[2] Gunawardana joined the Sri Lanka Freedom Party (SLFP) and in 1982 became active in politics.[3] He was the SLFP's organiser for the Seruvila electorate.[5][6] He contested the 1989 parliamentary election as one of the SLFP's candidates in Trincomalee District. He was elected and entered Parliament.[7] In 1993 the SLFP and United Socialist Alliance formed the People's Alliance (PA).[8][9] Gunawardana was one of the PA's candidates in Trincomalee District at the 1994 parliamentary election but the PA failed to win any seats in the district.[10][11] Gunawardana organised illegal colonisation in the Kantalai area.[11] Gunawardana was one of the PA's candidates in Trincomalee District at the 2000 parliamentary election. He was elected and re-entered Parliament.[12] He was re-elected at the 2001 parliamentary election.[13] On 20 January 2004 the SLFP and the Janatha Vimukthi Peramuna formed the United People's Freedom Alliance (UPFA).[14] Gunawardana was one of the UPFA's candidates in Trincomalee District at the 2004 parliamentary election but failed to get re-elected after coming second amongst the UPFA candidates.[15] Gunawardana contested the 2008 provincial council election as one of the UPFA's candidates in Trincomalee District and was elected to the Eastern Provincial Council (EPC).[4][16] He was elected deputy chairman of EPC unopposed on 4 June 2008.[17] Gunawardana contested the 2010 parliamentary election as one of the UPFA's candidates in Trincomalee District. He was elected and re-entered Parliament.[18] He was appointed Deputy Minister of Buddha Sasana and Religious Affairs in November 2010.[19] Gunawardana was hospitalised in July 2012 following a minor heart attack at his home in Kantalai.[20][21] Gunawardana left the UPFA in November 2014 to support common opposition candidate Maithripala Sirisena at the 2015 presidential election.[22][23][24] Gunawardana and other SLFP MPs who supported Sirisena were stripped of their ministerial positions and expelled from the SLFP.[25][26][27][28] After the election newly elected President Sirisena rewarded Gunawardana by appointing him Minister of Lands.[29][30][31] Gunawardana became a vice president of the SLFP in February 2015.[32][33] In July 2015 Gunawardana and other supporters of President Sirisena formed the United National Front for Good Governance (UNFGG) to contest the parliamentary election.[34][35][36] Gunawardana did not contest the 2015 parliamentary election but was instead placed on the UNFGG's list of National List candidates.[37][38] Gunawardana and other SLFP members, who accepted nominations by the UNFGG in response to former President Mahinda Rajapaksa being granted SLFP nomination to contest the election, had their SLFP membership suspended by President Sirisena, who had become leader of the SLFP and UPFA following the presidential election.[39][40] They subsequently joined the Democratic National Movement.[41][42] Gunawardana was appointed as a UNFGG National List MP following the parliamentary election in August 2015.[43][44] He was re-appointed Minister of Lands after the parliamentary election.[45][46][47] In late 2015 Gunawardana travelled to the United Kingdom, where his daughter and son live, for medical treatment, staying with his daughter in Reading.[48][49] On 11 December 2015 Parliament granted Gunawardana three months leave of absence for health reasons.[50][51] Gunawardana returned to Sri Lanka but his condition deteriorated.[49] Gunawardana died at a private hospital in Colombo on 19 January 2016.[52][53][54] ","Title":"M. K. A. D. S. Gunawardana - Wikipedia","KeyID":"13796","URL":"https://en.wikipedia.org/wiki/M._K._A._D._S._Gunawardana"}