{"Content: ":"Jaffna Electoral District is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district covers the administrative districts of Jaffna and Kilinochchi in the Northern province. The district currently elects 9 of the 225 members of the Sri Lankan Parliament and had 529,239 registered electors in 2014.[2] Results of the 1st presidential election held on 20 October 1982:[3] Results of the 2nd presidential election held on 19 December 1988:[4] Results of the 3rd presidential election held on 9 November 1994:[5] Results of the 4th presidential election held on 21 December 1999:[6] Results of the 5th presidential election held on 17 November 2005:[7] Results of the 6th presidential election held on 26 January 2010:[8] Results of the 7th presidential election held on 8 January 2015:[2] Results of the 9th parliamentary election held on 15 February 1989:[9] The following candidates were elected:[9] Eliyathamby Ratnasabapathy (EROS), 40,947 preference votes (pv); Eliyathamby Pararasasingam (EROS), 36,340 pv; S. Sivamaharajah (EROS), 22,622 pv; K. Navaratnam (EPRLF), 22,255 pv; Arunasalam Ponniah Selliah (EROS), 20,747 pv; Suresh Premachandran (EPRLF), 20,738 pv; G. Yogasangari (EPRLF), 20,223 pv; Thambu Loganathapillai (EROS), 17,616 pv; Sebastiyampillai Edward (EROS), 17,429 pv; Kanapathy Selvanayagam (EROS), 14,440 pv; and Joseph George Rajenthiram (EROS), 13,928 pv. G. Yogasangari (EPRLF) was killed on 19 June 1990.[10] Results of the 10th parliamentary election held on 16 August 1994:[11] The following candidates were elected:[11] Douglas Devananda (EPDP), 2,091 preference votes (pv); Aithurus M. Illias (SLMC), 1,575 pv; Alagaiah Rasamanickam (EPDP), 1,110 pv; Umapathisivam Baskaran (EPDP), 1,056 pv; Rajendran Ramamoorthy (EPDP), 1,050 pv; Nadarajah \"Ramesh\" Atputharajah (EPDP), 968 pv; Murugesu Chandrakumar (EPDP), 798 pv; Sangarapillai Sivathasan (EPDP), 456 pv; Sinniah Thangavel (EPDP) 398 pv; and M.A. Ghafoor Zafarullah (EPDP), 351 pv. Nadarajah \"Ramesh\" Atputharajah (EPDP) was killed on 2 November 1999.[12] Results of the 11th parliamentary election held on 10 October 2000:[13] The following candidates were elected:[14] V. Anandasangaree (TULF), 12,888 pv; Mavai Senathirajah (TULF), 10,965 pv; Douglas Devananda (EPDP), 7,658 pv; S. Sivamaharajah (TULF), 7,187 pv; T. Maheswaran (UNP), 4,807 pv; Nadarasah Mathanarajah (EPDP), 4,673 pv; Karthigesu Velummylum Kugendran (EPDP), 4,244 pv; A. Vinayagamoorthy (ACTC), 3,825 pv; and Kandiah Sangaran (EPDP), 2,902 pv. Results of the 12th parliamentary election held on 5 December 2001:[15][16] The following candidates were elected:[17] V. Anandasangaree (TNA-TULF), 36,217 preference votes (pv); Mavai Senathirajah (TNA-TULF), 33,831 pv; Gajendrakumar Ponnambalam (TNA-ACTC), 29,641 pv; A. Vinayagamoorthy (TNA-ACTC), 19,472 pv; Nadarajah Raviraj (TNA-TULF), 19,263 pv; M. K. Shivajilingam (TNA-TELO), 17,859 pv; T. Maheswaran (UNF), 11,598 pv; Douglas Devananda (EPDP), 9,744 pv; and Nadarasah Mathanarajah (EPDP), 7,350 pv. Results of the 13th parliamentary election held on 2 April 2004:[18] The following candidates were elected:[19] Selvarajah Kajendren (TNA), 112,077 preference votes (pv); Pathmini Sithamparanathan (TNA), 68,240 pv; Gajendrakumar Ponnambalam (TNA-ACTC), 60,770 pv; Suresh Premachandran (TNA-EPRLF), 45,786 pv; K. Sivanesan (TNA), 43,730 pv; Nadarajah Raviraj (TNA-ITAK), 42,965 pv; M. K. Shivajilingam (TNA-TELO), 42,193 pv; Mavai Senathirajah (TNA-ITAK), 38,783 pv; and Douglas Devananda (EPDP), 9,405 pv. Nadarajah Raviraj (TNA-ITAK) was killed on 10 November 2006.[20] His replacement Nallathamby Srikantha (TNA-TELO) was sworn in on 30 November 2006.[21] K. Sivanesan (TNA) was killed on 6 March 2008.[22] His replacement Solomon Cyril (TNA) was sworn in on 9 April 2008.[23] Results of the 14th parliamentary election held on 8 April 2010:[24] The following candidates were elected:[25] Douglas Devananda (UPFA-EPDP), 28,585 preference votes (pv); Mavai Senathirajah (TNA-ITAK), 20,501 pv; Suresh Premachandran (TNA-EPRLF), 16,425 pv; A. Vinayagamoorthy (TNA), 15,311 pv; E. Saravanapavan (TNA), 14,961 pv; Silvestri Alantine (UPFA-EPDP), 13,128 pv; S. Sritharan (TNA), 10,057; Murugesu Chandrakumar (UPFA-EPDP), 8,105 pv; and Vijayakala Maheswaran (UNF-UNP), 7,160 pv. Results of the 1st North Eastern provincial council election held on 19 November 1988: Jaffna District - The Eelam People's Revolutionary Liberation Front won all 19 seats uncontested.[26] Kilinochchi District - The Eelam National Democratic Liberation Front won all 3 seats uncontested.[26] Results of the 1st Northern provincial council election held on 21 September 2013:[27][28] Jaffna District Kilinochchi District ","Title":"Jaffna Electoral District - Wikipedia","KeyID":"13798","URL":"https://en.wikipedia.org/wiki/Jaffna_Electoral_District"}