{"Content: ":"Trincomalee Electoral District (Tamil: திருகோணமலை தேர்தல் மாவட்டம் Tirukōṇamalai Tērtal Māvaṭṭam) is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Trincomalee in the Eastern province. The district currently elects 4 of the 225 members of the Sri Lankan Parliament and had 246,890 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district:[4] Results of the 1st North Eastern provincial council election held on 19 November 1988:[5] Results of the 2nd presidential election held on 19 December 1988:[6] Results of the 9th parliamentary election held on 15 February 1989:[7] The following candidates were elected:[7]M. K. D. S. Gunawardena (SLFP), 11,260 preference votes (pv); M. E. H. Maharoof (UNP), 10,000 pv; Sivapragasam Ratnarajah (EROS), 784 pv; and Konamalai Mathavarajah (EROS), 575 pv. Results of the 10th parliamentary election held on 16 August 1994:[8] The following candidates were elected:[8] A. Thangathurai (TULF), 22,409 preference votes (pv); M. N. Abdul Majeed (SLMC), 21,590 pv; M. E. H. Maharoof (UNP), 17,043 pv; and Vithanage Sunil Shantha Ranaweera (UNP), 15,084 pv. A. Thangathurai (TULF) was murdered on 5 July 1997.[9] Mohamed Ehuttar Hadjiar Maharoof (UNP) was murdered on 20 July 1997.[10] Results of the 3rd presidential election held on 9 November 1994:[11] Results of the 4th presidential election held on 21 December 1999:[12] Results of the 11th parliamentary election held on 10 October 2000:[13] The following candidates were elected:[14] M. A. M. Maharoof (UNP), 21,438 preference votes (pv); M. N. Abdul Majeed (PA), 18,173 pv; M. S. Thowfeek (PA-SLMC), 15,588 pv; and M. K. D. S. Gunawardena (PA), 15,392 pv. Results of the 12th parliamentary election held on 5 December 2001:[15][16] The following candidates were elected:[17] R. Sampanthan (TNA-TULF), 40,110 preference votes (pv); M. A. M. Maharoof (UNF), 25,264 pv; K. M. Thowfeek (UNF-SLMC), 24,847 pv; and M. K. D. S. Gunawardena (PA), 14,938 pv. Results of the 13th parliamentary election held on 2 April 2004:[18] The following candidates were elected:[19] R. Sampanthan (TNA-ITAK), 47,735 preference votes (pv); K. Thurairetnasingam (TNA-ITAK), 34,773 pv; M. N. Abdul Majeed (SLMC), 26,948 pv; and Jayantha Wijesekara (UPFA-SLFP), 19,983 pv. M. N. Abdul Majeed (SLMC) was expelled from the Sri Lanka Muslim Congress on 30 May 2004.[20] He subsequently joined the United People's Freedom Alliance. Results of the 5th presidential election held on 17 November 2005:[21] Results of the 1st Eastern provincial council election held on 10 May 2008:[22] The following candidates were elected:[23] Ajju Mohamed Mohamed Faiz (UPFA); Ariyawathi W. G. M. Galappaththi (UPFA); Rauff Hakeem (UNP-SLMC); M. K. D. S. Gunawardena (UPFA); M. A. M. Maharoof (UNP); Sathak Lebbe Muhammadu Hasan Moulavi (UPFA); Arunasalam Parasuraman (UNP); K. G. Wimal Piyathissa (JVP); M. S. Thowfeek (UNP-SLMC); and Rathna Sabapathi Nawarathnarajah Varathan (UNP). Results of the 6th presidential election held on 26 January 2010:[24] Results of the 14th parliamentary election held on 8 April 2010:[25] The following candidates were elected:[26] R. Sampanthan (TNA-ITAK), 24,488 preference votes (pv); M. S. Thowfeek (UNF-SLMC), 23,588 pv; Susantha Punchinilame (UPFA), 22,820 pv; and M. K. D. S. Gunawardena (UPFA), 19,734 pv. Results of the 2nd Eastern provincial council election held on 8 September 2012:[27] The following candidates were elected:[28] S. Thandayuthapani (TNA-ITAK), 20,854 preference votes (pv); Ariyawathy Galappaththy (UPFA), 14,224 pv; Kekunawela Pathiranage Priyantha Prema Kumara (UPFA), 12,393 pv; M. N. Abdul Majeed (UPFA-SLFP), 11,726 pv; Kumaraswamy Nageswaran (TNA-ITAK), 10,911 pv; Anver Ramlan Mohamed (SLMC), 10,904 pv; Asan Sathak Lebbe Mohamed Moulavi (SLMC), 10,732 pv; Jegatheesan Janarthanan (TNA-ITAK), 8,949 pv; and Naketh Gedara Wijesekara Mudiyanselage Jayantha Wijesekara (NFF), 7,303 pv. ","Title":"Trincomalee Electoral District - Wikipedia","KeyID":"13795","URL":"https://en.wikipedia.org/wiki/Trincomalee_Electoral_District"}