{"Content: ":"Mahamood Lebbe Alim Mohamed Hizbullah (born 2 February 1963) is a Sri Lankan politician and state minister. He is one of the presidential candidates running in the 2019 Presidential Elections. Hizbullah was born on 2 February 1963.[1][2] He has a General Arts Qualification (GAQ) from the University of Peradeniya.[2][3] He has a M.A. degree from the University of Madras.[3] He is the 5th of 7 children. Hizbullah was a member of Kattankudy Divisional Council.[2] He was elected to the North Eastern Provincial Council at the 1988 provincial council election.[2] Hizbullah contested the 1989 parliamentary election as one of the Sri Lanka Muslim Congress' (SLMC) candidates in Batticaloa District. He was elected and entered Parliament.[4] He was re-elected at the 1994 parliamentary election.[5] He was Deputy Minister of Media and Deputy Minister of Post and Telecommunication.[3][6][7] He was not re-elected at the 2000 parliamentary election. He was then appointed chairman of the state owned National Water Supply and Drainage Board.[8] In 2000 SLMC leader M. H. M. Ashraff was to going to suspend Hizbullah from the party but in September 2000 Ashraff was killed.[9] In the ensuing power struggle Hizbullah tried unsuccessfully to gain the leadership of the SLMC.[10] Rauff Hakeem became leader of the SLMC whilst Hizbullah became deputy leader of the National Unity Alliance which was led by Ashraff's widow Ferial Ashraff.[11][12] Hizbullah contested the 2001 parliamentary election as one of the People's Alliance's candidates in Batticaloa District. He was elected and re-entered Parliament.[13] He contested the 2004 parliamentary election as a United People's Freedom Alliance (UPFA) candidate but the UPFA failed to win any seats in Batticaloa District.[14][15] Between 2004 and 2005 Hizbullah was chairman of the state owned Airport and Aviation Services Limited during which time he and his wife Sithy Rameeza Sahabdeen are alleged to have defrauded Rs 67.5 million from the company.[16] Hizbullah defected back to the SLMC in 2005 before defecting again, in 2008, to the All Ceylon Muslim Congress, a constituent of the UPFA.[17][18] Hizbullah contested the 2008 provincial council election as one of the UPFA's candidates in Batticaloa District and was elected to the Eastern Provincial Council.[19] Hizbullah had wanted to be Chief Minister but the UPFA made Pillayan (S. Chandrakanthan) chief minister.[20][21] He was instead appointed Minister for Health and Indigenous Medicine, Social Welfare, Probation and Childcare Services, Women's Affairs, Youth Affairs, Sports, Information Technology Education, Co-operative Development, Food Supply and Distribution.[22] Hizbullah contested the 2010 parliamentary election as one of the UPFA's candidates in Batticaloa District. He was elected and re-entered Parliament.[23] Following the election he was appointed Deputy Minister of Child Development and Women's Affairs.[24] In January 2013 he was appointed Deputy Minister of Economic Development.[3][25] Hizbullah's party, the ACMC, left the UPFA in December 2014 to support common opposition candidate Maithripala Sirisena at the 2015 presidential election.[26] Hizbullah chose to remain with the UPFA and support its leader Mahinda Rajapaksa in the election.[27] Hizbullah was one of the UPFA's candidates in Batticaloa District at the 2015 parliamentary election but the UPFA failed to win any seats in the district.[28][29] However, after the election he was appointed as a UPFA National List MP in the Sri Lankan Parliament.[30][31] He was sworn in as State Minister of Resettlement and Rehabilitation on 9 September 2015.[32][33] Hizbullah has been accused of supporting Islamic extremists in the Eastern Province and abusing his powers. In the aftermath of the 2019 Sri Lanka Easter Bombings opposition to him further grew with hartals in Trincomalee, Kantale, Serunuwara and Morawewa with some violence being reported. Complaints against him and Rishad Bathiudeen were also lodged in CID. Islamic extremists including those that support the National Thowheeth Jama'ath have begun replacing name boards in the Eastern Province with those in Arabic while out of the 72 acres of archaeological land that belonged to the Muhudu Maha Vihara, 55 acres were forcibly acquired by Muslim extremists while courts in the Eastern Province do not accept cases filled in Sinhala. The Tamil National Alliance also demanded the President Maithripala Sirisena to stop protecting him and asked Hizbullah to resign.[34][35][36][37] However despite heavy protests and criticism Sirisena appointed him as Co-Chairman of the districts coordinating committees in Trincomalee, Batticaloa and Ampara on 29 May to \"expedite development\".[38] CCTV videos of Hizbullah meeting with a group of Saudi nationals on the day after the bombings despite the curfew imposed were released to the public. The CID began investigations into the meeting. Further his role in the Batticaloa Campus also called the \"Sharia Campus\" which was being built with Saudi Arabian funds were also questioned. Hizbullah denied the institute will teach Sharia law. However according to letters sent to the Higher Education Ministry five academic cadre positions were allocated for the Sharia and Islamic Studies stream. Further the institute's website also claimed that Sharia Law was a subject but the website later removed mentions of Sharia.[39][40][41] On 31 May Athuraliye Rathana Thera began a hunger protest requesting the removal of Hizbullah and several other politicians like Rishad Bathiudeen who are accused of having ties to Islam extremists. There were several protests by Sinhala and Tamil as well as Hindu, Christian and Muslim figures and organisations in support of the thera including by relatives of the bomb blasts.[42][43] The protests were also supported by the Mahanayaka theras and Cardinal Malcolm Ranjith also visited the fasting Thera. Hizbullah initially refused to resign without \"consulting his people\" but later resigned alongside Western Province governor Azath Sally.[44][45][46][47] On 10 June Hizbullah claimed \"Muslims should live with their heads up. I wish to make it clear that only in this country that we are minorities, but in this whole world, we are in a majority. Till we find a solution to our problems, we should be united. At the time of the elections, we must reveal our stance,\". Further his speech was marked with inflammatory language. His speech was condemned by Prime Minister Ranil Wickremesinghe who claimed that everybody must identify as Sri Lankans.[48][49] The Federation of Kattankudy Mosques and Institutions accused Hizbullah of encouraging the Arabization of Sri Lankan Muslims when its representative testified before the Parliament Select Committee (PSC) appointed to probe Easter Sunday attack.[50] When questioned by the PSC Hizbullah accepted that he did meet Zahran Hashim, leader of the NTJ in the past but claimed that the two later had falling out resulting in Zahran's followers attacking his supporters. He also accepted that he met Zahran before the 2015 election but also revealed that other candidates had also met him. However Sufi leaders of Kattankudy revealed that Hizbullah was among the Muslim politicians who pledged their support to the NTJ and its leader despite the group actively inciting violence against Sufis.[51][52]","Title":"M. L. A. M. Hizbullah - Wikipedia","KeyID":"13792","URL":"https://en.wikipedia.org/wiki/M._L._A._M._Hizbullah"}