{"Content: ":"Sinnathamby Sivamaharajah (Tamil: சின்னத்தம்பி சிவமகராஜா; 28 June 1938 – 20 August 2006) was a Sri Lankan Tamil newspaper publisher, politician and Member of Parliament. Sivamaharajah was born 28 June 1938.[1] He was from Kollankaladdy near Tellippalai.[2] Sivamaharajah contested the 1989 parliamentary election as one of the Eelam Revolutionary Organisation of Students' (EROS) candidates in Jaffna District. He was elected.[3] However, Sivamaharajah and all other EROS MPs boycotted Parliament because of their opposition to the Sixth Amendment to the Constitution of Sri Lanka which required them to swear an oath unconditionally renouncing support for a separate state.[4] After three months of absence, Sivamaharajah forfeited his seat in Parliament on 12 June 1989.[4][5] Sivamaharajah did however enter Parliament on 17 July 1989, replacing S. Sivnantharaja who had resigned on 11 July 1989.[5] He took his oath in Parliament on 21 July 1989.[4][6] He resigned from Parliament on 7 May 1990.[5] Sivamaharajah was one of the Tamil United Liberation Front's (TULF) candidates in Jaffna District at the 2000 parliamentary election. He was elected and re-entered Parliament.[7] On 20 October 2001 the All Ceylon Tamil Congress, Eelam People's Revolutionary Liberation Front, Tamil Eelam Liberation Organization and TULF formed the Tamil National Alliance (TNA).[8][9] Sivamaharajah contested the 2001 parliamentary election as one of the TNA's candidates in Jaffna District but failed to get elected.[10] He contested the 2004 parliamentary election as one of the TNA's candidates in Jaffna District but failed to get elected after coming twelfth amongst the TNA candidates.[11][12] Sivamaharajah was managing director of Namathu Eelanadu, a Tamil language newspaper.[2][13][14] Namathu Eelanadu, which started publication on 1 October 2002, was considered to be supportive of Sri Lankan Tamil nationalism.[13][14][15] The paper's office in Jaffna was raided by the Sri Lanka Army on 15 December 2005 and its staff interrogated.[14][16] Sivamaharajah was chairman of the Multi-Purpose Co-operative Society (MPCS) in Tellippalai and president of the Consortium of Valikamam North Public Organizations.[2] He worked extensively to assist the tens of thousands of civilians forcibly expelled from the Valikamam North High Security Zone (HSZ) by the Sri Lankan military.[2] On the night of 20 August 2006, at around 7.20pm, Sivamaharajah was shot dead at his temporary home in Tellippalai, which was located 300 meters inside the Valikamam North High Security zone during a curfew.[17][2][14][18][19] The government backed Eelam People's Democratic Party (EPDP) paramilitary group was blamed for the assassination.[20] The assassination was condemned by Reporters Without Borders and the UNESCO.[14][21] Sivamaharajah's killing was part of a series of killings, abductions and other attacks on the Sri Lankan Tamil media which began in 2005.[22][23][24] On 22 August 2006 the Liberation Tigers of Tamil Eelam (LTTE) conferred the title Maamanithar (great human being) on Sivamaharajah.[25] ","Title":"S. Sivamaharajah - Wikipedia","KeyID":"13803","URL":"https://en.wikipedia.org/wiki/S._Sivamaharajah"}