{"Content: ":"The lancelets (/ˈlænslɪts/ or /ˈlɑːnslɪts/), also known as amphioxi (singular: amphioxus /æmfiˈɒksəs/), consist of some 30 to 35 species of \"fish-like\" benthic filter feeding chordates[2] in the order Amphioxiformes. They are the modern representatives of the subphylum Cephalochordata. Lancelets closely resemble 530-million-year-old Pikaia, fossils of which are known from the Burgess Shale. Zoologists are interested in them because they provide evolutionary insight into the origins of vertebrates. Lancelets contain many organs and organ systems that are closely related to those of modern fish, but in more primitive form. Therefore, they provide a number of examples of possible evolutionary exaptation. For example, the gill-slits of lancelets are used for feeding only, and not for respiration. The circulatory system carries food throughout their body, but does not have red blood cells or hemoglobin for transporting oxygen. Lancelet genomes hold clues about the early evolution of vertebrates: by comparing genes from lancelets with the same genes in vertebrates, changes in gene expression, function and number as vertebrates evolved can be discovered.[3][4] The genome of a few species in the genus Branchiostoma have been sequenced: B. floridae,[5] B. belcheri,[6] and B. lanceolatum.[7] In Asia, lancelets are harvested commercially as food for humans and domesticated animals. In Japan, amphioxus (B. belcheri) has been listed in the registry of “Endangered Animals of Japanese Marine and Fresh Water Organisms”.[8] Amphioxi are distributed in shallow subtidal sand flats in temperate (as far north as Norway[9]), subtropical and tropical seas around the world.[10] The only exception is Asymmetron inferum, a species known from the vicinity of whale falls at a depth of about 225 m (738 ft).[11] Although they are able to swim, adult amphioxi are mostly benthic. They live in sandy bottoms whose granulometry depends on the species and the site,[12] and they are usually found half-buried in sand.[10] When disturbed, they quickly leave their burrow, swim a short distance, and then rapidly burrow again, posterior end first, into the sand. Adults (B. floridae) can tolerate salinities as low as 6‰ and temperatures from 3 to 37 °C (37 to 99 °F).[13] Their habitat preference reflects their feeding method: they only expose the front end to the water and filter-feed on plankton by means of a branchial ciliary current that passes water through a mucous sheet. Branchiostoma floridae is capable of trapping particles from microbial to small phytoplankton size,[14] while B. lanceolatum preferentially traps bigger particles (>4 µm).[15] Lancelets are gonochoric animals, i.e. having two sexes, and they reproduce via external fertilization. They only reproduce during their spawning season, which varies slightly between species — usually corresponding to spring and summer months.[12] All lancelets species spawn shortly after sunset, either synchronously (e.g. Branchiostoma floridae, about once every two weeks during spawning season[13]) or asynchronously (Branchiostoma lanceolatum, gradual spawning through the season[16]). Nicholas and Linda Holland were the first researchers to describe a method of obtaining amphioxus embryos by induction of spawning in captivity and in vitro fertilization.[17] Spawning can be artificially induced in the lab by electric or thermal shock.[18] The first representative organism of the group to be described was Branchiostoma lanceolatum. It was described by Peter Simon Pallas in 1774 as molluscan slugs in the genus Limax. It was not until 1834 that Gabriel Costa brought the phylogenetic position of the group closer to the agnathan vertebrates (hagfish and lampreys), including it in the new genus Branchiostoma (from the Greek, branchio = \"gills\", stoma = \"mouth\").[19] In 1836, Yarrel renamed the genus as Amphioxus (from the Greek: \"pointed on both sides\"), now considered an obsolete synonym of the genus Branchiostoma. Today, the term \"amphioxus\" is still used as a common name for the Amphioxiformes, along with \"lancelet,\" especially in the English language. The order Amphioxiformes was apparently named in 1886 in the Jahresbericht und Abhandlungen des Naturwissenschaftlichen Vereins in Magdeburg.[20][21] Observations of amphioxus anatomy began in the middle of the 19th century. First, the adult then the embryonic anatomy were described.[22] Alexander Kowalevsky first described the key anatomical features of the adult amphioxus (hollow dorsal nerve tube, endostyle, segmented body, postanal tail).[22] De Quatrefages first completely described the nervous system of amphioxus.[23] Other important contributions to amphioxus adult anatomy were given by Heinrich Rathke [24] and John Goodsir.[25] Kowalevsky also released the first complete description of amphioxus embryos,[22] while Schultze and Leuckart were the first to describe the larvae.[26] Other important contributions to amphioxus embryonic anatomy were given by Hatschek, Conklin[27] and later by Tung (experimental embryology).[28] Depending on the exact species involved, the maximum length of lancelets is typically 2.5 to 8 cm (1.0–3.1 in).[11][29] Branchiostoma belcheri and B. lanceolatum are among the largest.[11] Except for the size, the species are very similar in general appearance, differing mainly in the number of myotomes and the pigmentation of their larvae.[11] They have a translucent, somewhat fish-like body, but without any paired fins or other limbs. A relatively poorly developed tail fin is present, so they are not especially good swimmers. While they do possess some cartilage material stiffening the gill slits, mouth, and tail, they have no true skeleton.[30] In common with vertebrates, lancelets have a hollow nerve cord running along the back, pharyngeal slits and a tail that runs past the anus. Also like vertebrates, the muscles are arranged in blocks called myomeres. Unlike vertebrates, the dorsal nerve cord is not protected by bone but by a simpler notochord made up of a cylinder of cells that are closely packed to form a toughened rod. The lancelet notochord, unlike the vertebrate spine, extends into the head. This gives the subphylum its name (κεφαλή, kephalē means 'head'). The fine structure of the notochord and the cellular basis of its adult growth are best known for the Bahamas lancelet, Asymmetron lucayanum[31] The nerve cord is only slightly larger in the head region than in the rest of the body, so that lancelets do not appear to possess a true brain. However, developmental gene expression and transmission electron microscopy indicate the presence of a diencephalic forebrain, a possible midbrain, and a hindbrain.[32][33] Recent studies involving a comparison with vertebrates indicate that the vertebrate thalamus, pretectum, and midbrain areas jointly correspond to a single, combined region in the amphioxus, which has been termed di-mesencephalic primordium (DiMes).[34] Lancelets have four known kinds of light-sensing structures: Joseph cells, Hesse organs, an unpaired anterior eye and lamellar body, all of which utilize opsins as light receptors. All of these organs and structures are located in the neural tube, with the frontal eye at the front, followed by the lamellar body, the Joseph cells, and the Hesse organs.[35][11][36] Joseph cells are bare photoreceptors surrounded by a band of microvilli. These cells bear the opsin melanopsin. The Hesse organs (also known as dorsal ocelli) consist of a photoreceptor cell surrounded by a band of microvilli and bearing melanopsin, but half enveloped by a cup-shaped pigment cell. The peak sensitivity of both cells is ~470 nm[37] (blue). Both the Joseph cells and Hesse organs are in the neural tube, the Joseph cells forming a dorsal column, the Hesse organs in the ventral part along the length of the tube. The Joseph cells extend from the caudal end of the anterior vesicle (or cerebral vesicle) to the boundary between myomeres 3 and 4, where the Hesse organs begin and continue nearly to the tail.[38][39] The frontal eye consists of a pigment cup, a group of putative photoreceptor cells (termed Row 1), three rows of neurons (Rows 2–4), and glial cells. The frontal eye, which expresses the PAX6 gene, has been proposed as the homolog of vertebrate paired eyes, the pigment cup as the homolog of the RPE (retinal pigment epithelium), the putative photoreceptors as homologs of vertebrate rods and cones, and Row 2 neurons as homologs of the retinal ganglion cells.[40] The pigment cup is oriented concave dorsally. Its cells contain the pigment melanin.[40][41] The putative photoreceptor cells, Row 1, are arranged in two diagonal rows, one on either side of the pigment cup, symmetrically positioned with respect to the ventral midline. The cells are flask-shaped, with long, slender ciliary processes (one cilium per cell). The main bodies of the cells lie outside of the pigment cup, while the cilia extend into the pigment cup before turning and exiting. The cells bear the opsin c-opsin 1, except for a few which carry c-opsin 3.[40][42] The Row 2 cells are serotonergic neurons in direct contact with Row 1 cells. Row 3 and 4 cells are also neurons. Cells of all four rows have axons that project into the left and right ventrolateral nerves. For Row 2 neurons, axon projections have been traced to the tegmental neuropil. The tegmental neuropil has been compared with locomotor control regions of the vertebrate hypothalamus, where paracrine release modulates locomotor patterns such as feeding and swimming.[40] Lancelets naturally express green fluorescent proteins (GFP) inside their oral tentacles and near the eye spot.[43] Depending on the species, it can also be expressed in the tail and gonads, though this is only reported in the Asymmetron genus.[44] Multiple fluorescent protein genes have been recorded in lancelet species throughout the world. Branchiostoma floridae alone has 16 GFP-encoding genes. However, the GFP produced by lancelets is more similar to GFP produced by copepods than jellyfish (Aequorea victoria). It is suspected GFP plays multiple roles with lancelets such as attracting plankton towards their mouth. Considering the lancelets are filter feeders, the natural current would draw nearby plankton into the digestive tract. GFP is also expressed in larvae, signifying it may be used for photoprotection by converting higher energy blue light to less harmful green light. The fluorescent proteins from lancelets have been adapted for use in molecular biology and microscopy. The yellow fluorescent protein from Branchiostoma lanceolatum exhibits unusually high quantum yield (~0.95).[45] It has been engineered into a monomeric green fluorescent protein known as mNeonGreen, which is the brightest known monomeric green or yellow fluorescent protein. Lancelets are inactive filter feeders,[46] spending most of the time half-buried in sand with only their frontal part protruding.[47] They eat a wide variety of small planktonic organisms, such as bacteria, fungi, diatoms, dinoflagellates and zooplankton, and they will also take detritus.[10] Little is known about the diet of the lancelet larvae in the wild, but captive larvae of several species can be maintained on a diet of phytoplankton, although this apparently is not optimal for Asymmetron lucayanum.[10] Lancelets have oral cirri, thin tentacle-like strands that hang in front of the mouth and act as sensory devices and as a filter for the water passing into the body. Water passes from the mouth into the large pharynx, which is lined by numerous gill-slits. The ventral surface of the pharynx contains a groove called the endostyle, which, connected to a structure known as Hatschek's pit, produces a film of mucus. Ciliary action pushes the mucus in a film over the surface of the gill slits, trapping suspended food particles as it does so. The mucus is collected in a second, dorsal groove, known as the epipharyngeal groove, and passed back to the rest of the digestive tract. Having passed through the gill slits, the water enters an atrium surrounding the pharynx, then exits the body via the atriopore.[30] Both adults and larvae exhibit a \"cough\" reflex to clear the mouth or throat of debris or items too large to swallow. In larvae the action is mediated by the pharyngeal muscles while in the adult animal it is accomplished by atrial contraction.[48][49] The remainder of the digestive system consists of a simple tube running from the pharynx to the anus. The hepatic caecum, a single blind-ending caecum, branches off from the underside of the gut, with a lining able to phagocytize the food particles, a feature not found in vertebrates. Although it performs many functions of a liver, it is not considered a true liver but a homolog of the vertebrate liver.[50][51][52] Lancelets have no respiratory system, breathing solely through their skin, which consists of a simple epithelium. Despite the name, little if any respiration occurs in the “gill” slits, which are solely devoted to feeding. The circulatory system does resemble that of primitive fish in its general layout, but is much simpler, and does not include a heart. There are no blood cells, and no hemoglobin.[30] The excretory system consists of segmented \"kidneys\" containing protonephridia instead of nephrons, and quite unlike those of vertebrates. Also unlike vertebrates, there are numerous, segmented gonads.[30] Lancelets became famous in the 1860s when Ernst Haeckel began promoting them as a model for the ancestor of all vertebrates. By 1900 lancelets had become a model organism. By the mid-20th century they had fallen out of favor for a variety of reasons, including a decline of comparative anatomy and embryology, and due to the belief that lancelets were more derived than they appeared, e.g., the profound asymmetry in the larval stage.[53][54] With the advent of molecular genetics lancelets are once again regarded as a model of vertebrate ancestors, and are used again as a model organism.[55][19] As a result of their use in science, methods of keeping and breeding lancelets in captivity have been developed for several of the species, initially the European Branchiostoma lanceolatum, but later also the West Pacific Branchiostoma belcheri and Branchiostoma japonicum, the Gulf of Mexico and West Atlantic Branchiostoma floridae and the circumtropical (however, genetic evidence suggest the Atlantic and Indo-Pacific populations should be recognized as separate[46]) Asymmetron lucayanum.[10][56] They can reach an age of up to 7–8 years.[56] The animals are edible and harvested in some parts of the world. They are eaten both fresh, tasting like herring, and as a food additive in dry form after being roasted in oil. When their gonads start to ripen in the spring it affects their flavor, making them taste bad during their breeding season.[57] The Cephalochordata were traditionally seen as the sister lineage to the vertebrates; in turn, these two groups together (sometimes called Notochordata) were considered the sister group to the Tunicata (also called Urochordata and including sea squirts). Consistent with this view, at least 10 morphological features are shared by lancelets and vertebrates, but not tunicates.[60] Newer research suggests this pattern of evolutionary relationship is incorrect. Extensive molecular phylogenetic analysis has shown convincingly that the Cephalochordata is the most basal subphylum of the chordates, with tunicates being the sister group of the vertebrates.[61][62] This revised phylogeny of chordates suggests that tunicates have secondarily lost some of the morphological characters that were formerly considered to be synapomorphies (shared, derived characters) of vertebrates and lancelets. Among the three extant (living) genera, Asymmetron is basal and it is placed in its own family. Genetic studies have come to separate conclusions on their divergence, with some suggesting that Asymmetron diverged from other lancelets more than 100 million years ago and others (with higher statistic support) that it occurred about 42 million years ago.[46] The two remaining genera, Branchiostoma and Epigonichthys diverged from each other about 36 million years ago.[46] Despite this deep separation, hybrids between Asymmetron lucayanum and Branchiostoma floridae are viable (among the deepest split species known to be able to produce such hybrids).[10] The following are the species recognised by ITIS. Other sources recognize about thirty species.[54][46][63] It is likely that currently unrecognized cryptic species remain.[10]","Title":"Lancelet - Wikipedia","KeyID":"1381","URL":"https://en.wikipedia.org/wiki/Lancelet"}