{"Content: ":"Kiri Banda Ratnayake (23 February 1924 - 30 April 2004) was a Sri Lankan politician, the Speaker of the Sri Lankan Parliament[1][2] and later was the Governor of the Central Province of Sri Lanka. [3] Born in a small hamlet in Rajarata, his father Mudalihamy Ratnayake was a Village Headman. He lost his mother when he was ten years old and was raised by his elder sister. He was educated at Hartley College in Point Pedro.[4][5][6] In 1943, he gained appointment as a village cultivation Officer and served in Medawachchiya and Kahatagasdigiliya. Although he was not successful in his application for the post Sub-Inspector in the Ceylon Police Force, he was promoted to cultivation officer city tanks (COCT) in 1945. He thereafter join the Survey Department as a kachcheri surveyor, serving in the districts of Anuradhapura and Polonnaruwa. With the formation of the Anuradhapura Preservation Board, Ratnayake applied and was selected for the post of Land Officer. He was a close friend of Maithripala Senanayake, who was a fellow village cultivation Officer. With Senanayake appointed Minister of Transport in 1956, Ratnayake was appointed as his private secretary in 1958.[6] Following the death of Sirimevan Godage in 1962, Senanayake proposed Ratnayake for the Sri Lanka Freedom Party nomination for the in by-election that followed in Anuradhapura. Having been elected to parliament in the by-election, he was re-elected in the 1965 parliamentary election and the 1970 general election. He was appointed Minister of Parliamentary Affairs and Sports in 1970. Following the 1971 JVP insurrection, he was tasked with the establishment of the Department of Rehabilitation to rehabilitate the youth who took part in the insurrection with the setting up of rehabilitation camps. In 1975, he was appointed Minister of Transport in addition to his portfolios of Parliamentary Affairs and Sports. He was also the Chief Government Whip and Vice President of the Sri Lanka Freedom Party. He lost his seat in the 1977 general election. He was elected to parliament in the 1989 general election and was re-elected in the 1994 general election, when he was elected as Speaker of the Parliament of Sri Lanka. Retiring from parliament in 2000, he was appointed Governor of Central Province serving from 2001 to 2002. He died on 30 April 2004, following a prolonged illness.[6] *Appointed MPs were abolished in 1972 by the First Republican Constitution  This article about a politician from Central Province, Sri Lanka is a stub. You can help Wikipedia by expanding it. This article about a politician from North Central Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"K. B. Ratnayake - Wikipedia","KeyID":"13814","URL":"https://en.wikipedia.org/wiki/K._B._Ratnayake"}