{"Content: ":"Anuradhapura electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Anuradhapura in the North Central province. The district currently elects 9 of the 225 members of the Sri Lankan Parliament and had 579,261 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district: Results of the 2nd presidential election held on 19 December 1988 for the district: Results of the 9th parliamentary election held on 15 February 1989 for the district: The following candidates were elected:[6] Dissanayake Mudiyanselage Ariyadasa (UNP), 27,724 preference votes (pv); Adhikari Mudiyanselage Sompala Adhikari (UNP), 25,617 pv; Kulathunga Dissanayake Mudiyanselage Chandrasoma Bandara (UNP), 25,541 pv; Janak Mahendra Adhikari (SLFP), 22,568 pv; Themiya Loku Bandara Hurulle (UNP), 20,392 pv; Lal Dharmapriya Gamage (UNP), 20,189 pv; Kiri Banda Ratnayake (SLFP), 18,040 pv; and Berty Premalal Dissanayake (SLFP), 16,200 pv. Results of the 2nd North Central provincial council election held on 17 May 1993 for the district: Results of the 10th parliamentary election held on 16 August 1994 for the district: The following candidates were elected:[7] Berty Premalal Dissanayake (PA), 78,792 preference votes (pv); Kulathunga Dissanayake Mudiyanselage Chandrasoma Bandara (UNP), 66,538 pv; Punchi Banda Dissanayake (PA), 46,756 pv; Appuhamige Herath Banda Semasinghe (PA), 45,256 pv; Tissa Karalliyadde (PA), 44,849 pv; Adhikari Mudiyanselage Sompala Adhikari (UNP), 44,650 pv; Don Siman Ralalage Shantha Premarathna (PA), 43,167 pv; and P. Harrison (UNP), 34,666 pv. Results of the 3rd presidential election held on 9 November 1994 for the district: Results of the 3rd North Central provincial council election held on 6 April 1999 for the district: Results of the 4th presidential election held on 21 December 1999 for the district: Results of the 11th parliamentary election held on 10 October 2000 for the district: The following candidates were elected:[12] Duminda Dissanayake (PA), 83,949 preference votes (pv); Tissa Karalliyadde (PA), 48,360 pv; P. Harrison (UNP), 45,834 pv; Chandrani Bandara Jayasinghe (UNP), 41,874 pv; W. B. Ekanayake (UNP), 41,461 pv; Don Simanralalage Shantha Premaratne (PA), 35,800 pv; Appuhamilage Herath Banda Semasinghe (PA), 35,090 pv; and Punchi Banda Dissanayake (PA), 33,738 pv. Results of the 12th parliamentary election held on 5 December 2001 for the district: The following candidates were elected:[15] Duminda Dissanayake (PA), 76,088 preference votes (pv); P. Harrison (UNF), 69,878 pv; Chandrani Bandara Jayasinghe (UNF), 54,969 pv; W. B. Ekanayake (UNF), 51,373 pv; S. M. Chandrasena (PA), 38,090 pv; Lal Dharmapriya Gamage (UNF), 36,609 pv; Tissa Karalliyadde (PA), 35,608 pv; and K. D. Lalkantha (JVP), 4,304 pv. Results of the 13th parliamentary election held on 2 April 2004 for the district: The following candidates were elected:[17] K. D. Lalkantha (UPFA-JVP), 114,319 preference votes (pv); R. P. A. Ranaweera Pathirana (UPFA-JVP), 103,086 pv; Duminda Dissanayake (UPFA-SLFP), 72,710 pv; P. Harrison (UNF-UNP), 60,777 pv; S. M. Chandrasena (UPFA-SLFP), 56,651 pv; Chandrani Bandara Jayasinghe (UNF-UNP), 49,471 pv; Tissa Karalliyadde (UPFA-SLFP), 40,933 pv; and W. B. Ekanayake (UNF-UNP), 38,183 pv. Results of the 4th North Central provincial council election held on 10 July 2004 for the district: The following candidates were elected:[18] Berty Premalal Dissanayake (UPFA), 79,936 preference votes (pv); M. Jayarathne (UPFA), 62,641 pv; Anura Dissanayake (UPFA), 35,515 pv; Aruna Dissanayake (UPFA), 34,481 pv; N. Rohana Pushpakumara (UPFA), 32,493 pv; S. C. Muthukumarana (UPFA), 25,632 pv; Manodara Gedara Keerthisinghe Wijerathne (UNP), 24,864 pv; K. H. Nandasena (UPFA), 24,054 pv; Gamage Weerasena (UPFA), 23,692 pv; Lakshman Jayawardhane (UPFA), 23,359 pv; Kapurubanda Dissanayakage Sunil Dissanayake (UNP), 19,513 pv; T. M. R. Siripala (UPFA), 17,000 pv; Appuhamige Herath Banda Semasinghe (UPFA), 16,639 pv; Adhikari Rani (UNP), 15,450 pv; Gunarathne Susil (UPFA), 15,264 pv; Abesinghe Mudiyanselage Ranbanda Abesinghe (UNP), 15,182 pv; R. B. Gnanathilake (UPFA), 15,164 pv; Anil Rathnayake (UNP), 13,441 pv; Aloysias Sunil Charles Fernando (UNP), 13,124 pv; Punchi Banda Dissanayake (UPFA), 12,833 pv; and A. K. Ravuttar Neina Muhammadu (SLMC), 7,558 pv. Results of the 5th presidential election held on 17 November 2005 for the district: Results of the 5th North Central provincial council election held on 23 August 2008 for the district: Results of the 6th presidential election held on 26 January 2010 for the district: Results of the 14th parliamentary election held on 8 April 2010 for the district: The following candidates were elected:[22] S. M. Chandrasena (UPFA-SLFP), 112,644 preference votes (pv); Duminda Dissanayake (UPFA-SLFP), 101,384 pv; Tissa Karalliyadde (UPFA-SLFP), 55,017 pv; Asanka Shehan Semasinghe (UPFA), 46,115 pv; Sarath Chandrasiri Muthukumarana (UPFA), 44,645 pv; W. B. Ekanayake (UPFA), 40,634 pv; Chandrani Bandara Jayasinghe (UNF-UNP), 29,884 pv; Weerakumara Dissanayake (UPFA), 27,102 pv; and P. Harrison (UNF-UNP), 24,675 pv. ","Title":"Anuradhapura Electoral District - Wikipedia","KeyID":"13810","URL":"https://en.wikipedia.org/wiki/Anuradhapura_Electoral_District"}