{"Content: ":"Ratnapura electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Ratnapura in the Sabaragamuwa province. The district currently elects 10 of the 225 members of the Sri Lankan Parliament and had 734,651 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district: Results of the 2nd presidential election held on 19 December 1988 for the district: Results of the 9th parliamentary election held on 15 February 1989 for the district: The following candidates were elected:[6] Nanda Sydney Ellawala (SLFP), 75,645 preference votes (pv); Gamini Atukorale (UNP), 53,420 pv; Wimal Wickramasinghe (UNP), 45,680 pv; Kaluwa Devagey Nanda Mathew (UNP), 43,307 pv; Athula Kularatne Attygale (UNP), 39,809 pv; Chandrasekara Gankande (UNP), 37,875 pv; M.L.M. Aboosally (UNP), 32,133 pv; W. D. J. Senewiratne (SLFP), 29,651 pv; Udagama Liyanage Heenmahatmaya (SLFP), 28,142 pv; and Vasudeva Nanayakkara (USA), 13,013 pv. Results of the 10th parliamentary election held on 16 August 1994 for the district: The following candidates were elected:[7] Gamini Atukorale (UNP), 82,869 preference votes (pv); Vasudeva Nanayakkara (PA), 62,989 pv; Pavithra Devi Wanniarachchi (PA), 62,979 pv; Susantha Punchinilame (UNP), 57,029 pv; Nalanda Ellawala (PA), 52,371 pv; Upatissa Silva Hiripitiyage Maithripala (UNP), 49,481 pv; Jayatissa Ranaweera (PA), 48,450 pv; Kaluwa Devagey Nanda Mathew (UNP), 47,176 pv; Udagama Liyanage Heenmahatmaya (PA), 47,122 pv; and W. D. J. Senewiratne (PA), 44,704 pv. Nalanda Ellawala (PA) was murdered on 11 February 1997.[8] Results of the 3rd presidential election held on 9 November 1994 for the district: Results of the 3rd Sabaragamuwa provincial council election held on 6 April 1999 for the district: Results of the 4th presidential election held on 21 December 1999 for the district: Results of the 11th parliamentary election held on 10 October 2000 for the district: The following candidates were elected:[13] Gamini Atukorale (UNP), 109,102 preference votes (pv); Pavithra Devi Wanniarachchi (PA), 108,324 pv; W. D. J. Senewiratne (PA), 86,744 pv; Susantha Punchinilame (UNP), 77,197 pv; Surangani Ellawala (PA), 54,517; Mahinda Ratnatilaka (UNP), 49,808 pv; Abeynayaka Piyadasa (UNP), 41,365 pv; Arachchige Dharmadasa Wanniarachchi (PA), 39,972 pv; Udagama Liyanage Heenmahatmaya (PA), 39,285 pv; and Jayatissa Ranaweera (PA), 38,631 pv. Results of the 12th parliamentary election held on 5 December 2001 for the district: The following candidates were elected:[16] Gamini Atukorale (UNF), 140,054 preference votes (pv); Susantha Punchinilame (UNF), 101,033 pv; Pavithra Devi Wanniarachchi (PA), 84,173 pv; Premalal Jayasekara (PA), 79,742 pv; W. D. J. Senewiratne (PA), 64,693 pv; Mahinda Ratnatilaka (UNF), 58,265 pv; A. A. Wijethunga (UNF), 43,081 pv; Abeynayaka Piyadasa (UNF), 38,655 pv; Ashoka Jayawardhane (PA), 37,442 pv; and Achala Jagodage (JVP), 2,617 pv. Results of the 13th parliamentary election held on 2 April 2004 for the district: The following candidates were elected:[18] Pavithra Devi Wanniarachchi (UPFA-SLFP), 125,592 preference votes (pv); Thalatha Atukorale (UNF-UNP), 113,617 pv; Achala Jagodage (UPFA-JVP), 97,083 pv; Susantha Punchinilame (UNF-UNP), 96,591 pv; W. D. J. Senewiratne (UPFA-SLFP), 84,284 pv; Deepal Gunasekara (UPFA-JVP), 76,883 pv; Premalal Jayasekara (UPFA-SLFP), 71,982 pv; Dunesh Gankanda (UNF-UNP), 42,738 pv; Jayatissa Ranaweera (UPFA-SLFP), 40,382 pv; and Mahinda Ratnatilaka (UNF-UNP), 36,289 pv. Results of the 4th Sabaragamuwa provincial council election held on 10 July 2004 for the district: The following candidates were elected:[19] Ariyadasa Gamaethige (UPFA), 33,621 preference votes (pv); Thirimadura Ranjith de Soysa (UPFA), 32,182 pv; Ellawala Mohan Saliya (UPFA), 31,182 pv; Ambagahaarawe Prabhath Bhanu Munipriya (UPFA), 28,548 pv; Janaka Wakkumbura (UPFA), 27,998 pv; A. A. Wijethunga (UNP), 25,002 pv; Mahawatta Kodithuwakkuge Sanee Rohana (UPFA), 24,392 pv; Beligaswatta Akkarak Kuruppu Mudiyanselage Ranjith Bandara (UPFA), 22,779 pv; Athula Kumara Rahubadda (UPFA), 22,531 pv; Arachchi Muthukuda Pushpa Kumara Disanayake (UPFA), 22,257 pv; Athukorala Kodithuwakkuge Sarath Kumara (UPFA), 22,215 pv; Siripala Kiriella (UNP), 20,609 pv; Arachchige Malawala Dharmasiri (UPFA), 20,536 pv; Atigala Samitha (UNP), 18,921 pv; Gonagala Manannalage Karunapala (UPFA), 17,758 pv; Elapatha Withanage Saman Priyanjith Witharana (UPFA), 17,292 pv; Wanni Arachchige Heenmahathmaya (UPFA), 16,614 pv; Panawalage Nimal Padmasiri Wijenayake (UNP), 16,223 pv; Anura de Silva Kumara Siri Alagiyawanna (UPFA), 16,128 pv; Abenayaka Piyadasa (UNP), 16,094 pv; Al Iflar Mahamad Yehiya Mahamad Iflar (UNP), 14,153 pv; Karandana Lekamlage Rathnayake (UNP), 13,180 pv; Upathissa Silva Hiripitiyage Maithripala (UNP), 13,110 pv; and Asirwadam Masilamay Denilrajan (CWC), 4,328 pv. Results of the 5th presidential election held on 17 November 2005 for the district: Results of the 5th Sabaragamuwa provincial council election held on 23 August 2008 for the district: Results of the 6th presidential election held on 26 January 2010 for the district: Results of the 14th parliamentary election held on 8 April 2010 for the district: The following candidates were elected:[23] W. D. J. Senewiratne (UPFA-SLFP), 125,816 preference votes (pv); Pavithra Devi Wanniarachchi (UPFA-SLFP), 110,220 pv; Premalal Jayasekara (UPFA-SLFP), 73,175 pv; Janaka Wakkumbura (UPFA), 70,473 pv; Thalatha Atukorale (UNF-UNP), 64,592 pv; Ranjan Ramanayake (UNF), 59,318 pv; Vasudeva Nanayakkara (UPFA-DLF), 56,493 pv; Thirimadura Ranjith De Soysa (UPFA), 47,147 pv; Sanny Rohana (UPFA), 37,902 pv; and Dunesh Gankanda (UNF-UNP), 34,219 pv. ","Title":"Ratnapura Electoral District - Wikipedia","KeyID":"13827","URL":"https://en.wikipedia.org/wiki/Ratnapura_Electoral_District"}