{"Content: ":"Puttalam electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Puttalam in the North Western province. The district currently elects 8 of the 225 members of the Sri Lankan Parliament and had 495,575 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district: Results of the 2nd presidential election held on 19 December 1988 for the district: Results of the 9th parliamentary election held on 15 February 1989 for the district: The following candidates were elected:[6] Michael Festus Wenseslous Perera (UNP), 76,390 preference votes (pv); Ashoka Wadigamangawa (UNP), 56,696 pv; Harindra Jayanthi Corea (UNP), 32,899 pv; Silva Dedinuni Robert Jayaratne (SLFP), 32,567 pv; Harold Herath (UNP), 27,763 pv; Wendakoon Mudiyanselage Sujatha Kanthimathie Dharmawardana (UNP), 26,830 pv; and Milroy Fernando (SLFP), 18,375 pv. Results of the 2nd North Western provincial council election held on 17 May 1993 for the district: Results of the 10th parliamentary election held on 16 August 1994 for the district: The following candidates were elected:[7] Festus Perera (UNP), 75,417 preference votes (pv); Kachchakaduge Godfrey Joseph Fernando (PA), 55,373 pv; Jayaratne Silva Dedimuni Robert (PA), 49,116 pv; Ashoka Wadigamangawa (UNP), 47,003 pv; Milroy Fernando (PA), 43,366 pv; D. M. Dassanayake (PA), 39,793 pv; and Harold Herath (UNP), 37,538 pv. Results of the 3rd presidential election held on 9 November 1994 for the district: Results of the 3rd North Western provincial council election held on 25 January 1999 for the district: Results of the 4th presidential election held on 21 December 1999 for the district: Results of the 11th parliamentary election held on 10 October 2000 for the district: The following candidates were elected:[12] Neomal Perera (UNP), 49,207 preference votes (pv); D. M. Dassanayake (PA), 45,700 pv; Festus Perera (UNP), 45,513 pv; Palitha Range Bandara (UNP), 40,296 pv; Milroy Fernando (PA), 39,943 pv; Dayasritha Thissera (PA), 38,885 pv; Piyankara Jayaratne (PA), 32,741 pv; and Ivon Sriyani Fernando (PA), 28,636 pv. Results of the 12th parliamentary election held on 5 December 2001 for the district: The following candidates were elected:[15] Palitha Range Bandara (UNF), 69,167 preference votes (pv); Neomal Perera (UNF), 59,895 pv; D. M. Dassanayake (PA), 47,100 pv; Larine Perera (UNF), 46,043 pv; Sugath Tissera (UNF), 36,218 pv; Milroy Fernando (PA), 35,121 pv; and Dayasritha Thissera (PA), 32,457 pv. Results of the 13th parliamentary election held on 2 April 2004 for the district: The following candidates were elected:[17] D. M. Dassanayake (UPFA-SLFP), 55,775 preference votes (pv); P. Weerakumara Dissanayake (UPFA-JVP), 50,194 pv; Neomal Perera (UNF-UNP), 45,150 pv; Dayasritha Thissera (UPFA-SLFP), 41,190 pv; Palitha Range Bandara (UNF-UNP), 40,284 pv; Samansiri Herath (UPFA-JVP), 38,113 pv; Larine Perera (UNF-UNP), 36,846 pv; and Milroy Fernando (UPFA-SLFP), 36,545 pv. D. M. Dassanayake (UPFA-SLFP) was murdered on 8 January 2008.[18] His replacement Piyankara Jayaratne (UPFA-SLFP) was sworn in on 5 February 2008.[19] Results of the 4th North Western provincial council election held on 24 April 2004 for the district: The following candidates were elected:[20] Ashoka Wadigamangawa (UNP), 40,792 preference votes (pv); Abeyrathna Mudiyanselage Indrani Dasanayake (UPFA), 32,508 pv; Antony Victor Perera Biyanwilage (UPFA), 30,525 pv; Kurugamage Sanath Nishantha Perera (UPFA), 26,283 pv; A. S. Sisira Kumara alias W.M.P.Hemantha Sisira Kumara (UNP), 24,478 pv; Anton Prabhath Sithara (UPFA), 23,720 pv; Appuhamilage Vincent (UPFA), 23,120 pv; Piyasiri Ramanayake (UPFA), 21,805 pv; Welikumburage Saman Pushpakumara (UPFA), 19,726 pv; Jude Sumal Thissera (UPFA), 19,653 pv; Arundika Fernando (UPFA), 17,997 pv; Abdeen Ehiya Seinool (UNP), 16,438 pv; Ayoob Khan Mohomed (UNP), 14,105 pv; Gunaherath Chandrasekara Sudath Chandrasekara (UNP), 12,436 pv; Mohomed Ibrahim Bisrool Hafi (UNP), 12,273 pv; and Shahul Hameed Mohomed Niyas (UNP), 12,198 pv. Results of the 5th presidential election held on 17 November 2005 for the district: Results of the 5th North Western provincial council election held on 14 February 2009 for the district: The following candidates were elected:[23] Arundika Fernando (UPFA), 45,837 preference votes (pv); Antony Victor Perera Biyanwilage (UPFA), 42,944 pv; Abeyrathna Mudiyanselage Indrani Dasanayake (UPFA), 33,487 pv; Ashoka Wadigamangawa (UPFA), 32,277 pv; Piyasiri Ramanayake (UPFA), 30,637 pv; Kurugamage Sanath Nishantha Perera (UPFA), 29,416 pv; Jude Sumal Thissera (UPFA), 26,739 pv; Janaka Soysa (UPFA), 24,153 pv; K. R. M. Sandya Kumara Rajapaksha (UPFA), 18,812 pv; A. S. Sisira Kumara alias W.M.P.Hemantha Sisira Kumara (UNP), 17,876 pv; Malraj Pieris (UPFA), 17,756 pv; Naina Thamby Marikkar Mohammadu Thahir (UPFA), 14,733 pv; Gunaherath Chandrasekara Sudath Chandrasekara (UNP), 14,117 pv; Mihindukulasooriya Kingslylal Fernando (UNP), 14,085 pv; Appuhamy Makawita Arachchige Don Hector (UNP), 13,435 pv; and Abdeen Ehiya Seinool (UNP), 12,724 pv. Results of the 6th presidential election held on 26 January 2010 for the district: Results of the 14th parliamentary election held on 8 April 2010 for the district: The following candidates were elected:[25] Piyankara Jayaratne (UPFA-SLFP), 56,098 preference votes (pv); Arundika Fernando (UPFA), 55,889 pv; Dayasritha Thissera (UPFA-SLFP), 38,704 pv; Palitha Range Bandara (UNF-UNP), 36,861 pv; Victor Anthony Perera (UPFA), 35,259 pv; Neomal Perera (UPFA), 32,781 pv; Milroy Fernando (UPFA-SLFP), 31,509 pv; and Niroshan Perera (UNF), 28,077 pv. ","Title":"Puttalam Electoral District - Wikipedia","KeyID":"13820","URL":"https://en.wikipedia.org/wiki/Puttalam_Electoral_District"}