{"Content: ":"Kegalle electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Kegalle in the Sabaragamuwa province. The district currently elects 9 of the 225 members of the Sri Lankan Parliament and had 613,938 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district: Results of the 2nd presidential election held on 19 December 1988 for the district: Results of the 9th parliamentary election held on 15 February 1989 for the district: The following candidates were elected:[6] Maha Maya Samanthadevi Karunaratne (UNP), 50,779 preference votes (pv); Kasedoruge Vincent Perera (UNP), 42,237 pv; Dharmadeva Jayasinghe (UNP), 42,170 pv; Yunoos Lebbe Mohamed Farook (UNP), 38,857 pv; Chandradasa Ranatunga (UNP), 29,051 pv; Mano Wijeyeratne (UNP), 28,065 pv; Dharmasiri Senanayake (SLFP), 24,715 pv; Balasooriya Arachchilage Balasooriya Jagath (SLFP), 23,088 pv; and Athauda Seneviratne (USA), 10,792 pv. Results of the 10th parliamentary election held on 16 August 1994 for the district: The following candidates were elected:[7] P.B.G. Kalugalla (PA), 73,369 preference votes (pv); Herath Ralalage Jayathileke Podinilame (UNP), 67,190 pv; Balasooriya Arachchilage Balasooriya Jagath (PA), 59,017 pv; Mahipala Herath (PA), 52,221 pv; Mano Wijeyeratne (UNP), 51,531 pv; Athauda Seneviratne (PA), 50,775 pv; R.A.D. Sirisena (UNP), 50,690 pv; Yunoos Lebbe Mohamed Farook (UNP), 47,765 pv; and Kasedoruge Vincent Perera (UNP), 45,884 pv. Results of the 3rd presidential election held on 9 November 1994 for the district: Results of the 3rd Sabaragamuwa provincial council election held on 6 April 1999 for the district: Results of the 4th presidential election held on 21 December 1999 for the district: Results of the 11th parliamentary election held on 10 October 2000 for the district: The following candidates were elected:[12] Athauda Seneviratne (PA), 76,510 preference votes (pv); Mahipala Herath (PA), 61,625 pv; Ranjith Siyambalapitiya (PA), 49,582 pv; Herath Ralalage Jayathileke Podinilame (UNP), 48,504 pv; A. D. Champika Premadasa (UNP), 47,342 pv; Balasooriya Arachchilage Balasooriya Jagath (PA), 45,862 pv; Rupasinghe Arachchige Don Sirisena (UNP), 43,002 pv; Mano Wijeyeratne (UNP), 41,069 pv; and Lalith Dissanayake (PA), 40,624 pv. Results of the 12th parliamentary election held on 5 December 2001 for the district: The following candidates were elected:[15] Rukman Senanayake (UNF), 73,594 preference votes (pv); Mahipala Herath (PA), 70,934 pv; A. D. Champika Premadasa (UNF), 57,249 pv; Athauda Seneviratne (PA), 56,299 pv; Kabir Hashim (UNF), 53,406 pv; Ranjith Siyambalapitiya (PA), 49,298 pv; Herath Ralalage Jayathileke Podinilame (UNF), 46,769 pv; Rupasinghe Arachchige Don Sirisena (UNF), 44,627 pv; and R. M. Gamini Rathnayake (JVP), 3,691 pv. Results of the 13th parliamentary election held on 2 April 2004 for the district: The following candidates were elected:[17] R. M. Gamini Rathnayake (UPFA-JVP), 90,070 preference votes (pv); Anuruddha Polgampola (UPFA-JVP), 84,981 pv; Ranjith Siyambalapitiya (UPFA-SLFP), 80,485 pv; Mahipala Herath (UPFA-SLFP), 71,682 pv; Kabir Hashim (UNF-UNP), 69,372 pv; Athauda Seneviratne (UPFA-SLFP), 53,892 pv; A. D. Champika Premadasa (UNF-UNP), 44,391 pv; Mano Wijeyeratne (UNF-UNP), 44,272 pv; and Rukman Senanayake (UNF-UNP), 43,630 pv. Mahipala Herath (UPFA-SLFP) resigned on 27 May 2004 to contest the Sabaragamuwa provincial council elections.[18] His replacement H. R. Mithrapala (UPFA-SLFP) was sworn in on 20 July 2004.[19] Anuruddha Polgampola (UPFA-JVP) resigned on 3 September 2008.[20] His replacement Lalith Dissanayake (UPFA-SLFP) was sworn in on 12 September 2008.[21] Results of the 4th Sabaragamuwa provincial council election held on 10 July 2004 for the district: The following candidates were elected:[22] Mahipala Herath (UPFA-SLFP), 85,365 preference votes (pv); M. A. Kamal Nandasena Pemasiri (UPFA), 35,546 pv; Lalith Dissanayake (UPFA), 30,287 pv; Y. G. Padmasiri (UPFA), 29,243 pv; Herath Ralalage Jayathilleke Podinilame (UNP), 25,946 pv; Sri Lal Wickramasinghe (UPFA), 23,004 pv; N. G. Priyantha Ranjith Kumar (UPFA), 22,479 pv; Ananda Millangoda (UPFA), 22,030 pv; Kasadoruge Sujitha Sanjaya Perera (UNP), 20,641 pv; Udayakantha Gunathilaka (UPFA), 20,419 pv; Thusitha Wijemanne (UNP), 20,359 pv; R. A. Darmapala Rajapaksha (UPFA), 19,942 pv; D. P. Sisira Kumara Sarathchandra (UPFA), 19,595 pv; D. A. Buddhisena (UPFA), 19,542 pv; Wedikkarayalage Somadasa (UNP), 17,096 pv; Nihal Farook (UNP), 15,736 pv; Lakshman Kodikara (UNP), 15,169 pv; and M. D. Siril Gunarathne Pallepola (UNP), 14,817 pv. Results of the 5th presidential election held on 17 November 2005 for the district: Results of the 5th Sabaragamuwa provincial council election held on 23 August 2008 for the district: Results of the 6th presidential election held on 26 January 2010 for the district: Results of the 14th parliamentary election held on 8 April 2010 for the district: The following candidates were elected:[26] Ranjith Siyambalapitiya (UPFA-SLFP), 145,623 preference votes (pv); Athauda Seneviratne (UPFA-SLFP), 68,528 pv; Kanaka Herath (UPFA), 66,912 pv; Y. G. Padmasiri (UPFA), 61,685 pv; Lalith Dissanayake (UPFA-SLFP), 52,673 pv; Kabir Hashim (UNF-UNP), 48,822 pv; A. D. Champika Premadasa (UNF-UNP), 41,271 pv; Arachchilage Jagath Balasuriya (UPFA), 47,121 pv; and H. R. Mithrapala (UPFA-SLFP), 37,831 pv. ","Title":"Kegalle Electoral District - Wikipedia","KeyID":"13823","URL":"https://en.wikipedia.org/wiki/Kegalle_Electoral_District"}