{"Content: ":"Kala Keerthi Sembuge Gamini Shelton Fonseka (Sinhala: සෙම්බුගේ ගාමිණි ශෙල්ටන් ෆොන්සේකා) (21 March 1936 - 30 September 2004 as ගාමිණී ෆොන්සේකා), was a Sri Lankan film actor, film director and politician.[1] Often considered as the Greatest Actor in the Sinhala Cinema,[2] Fonseka dominated the cinema in 1960s and 1970s to bagged Best Actor award in multiple times.[3] Apart from acting, he was the Deputy Speaker of Sri Lanka Parliament from 1989 to 1994 and Governor of the North-Eastern Province from 1995 to 1998. He is widely regarded as the King of Sri Lankan cinema history and first Crowned King out of three (Joe Abeywickrama and Tony Ranasinghe are others) to die.[4] He did not marry Angela Seneviratne Fonseka was born on 21 March 1936 in Dehiwela the third child of William and Daisy Fonseka. Starting school at a Presbyterian institution, he moved on to S. Thomas' College, Mount Lavinia. As a youngster, he gained repute for imitating administrative figures at school. Foneska also prospered in the study of the Sinhala language and literature (under the guidance of D. S. Jayasekera, who is also reputed to have introduced him to acting in stage plays)[5] and placed in the upper fourth for a Sinhala literature prize. The award for this achievement was presented to him by S. Thomas' graduate and Sri Lankan Prime Minister D. S. Senanayake. Foneska was also an accomplished cricket player. Fonseka was married to his longtime girlfriend Dorothy Margaret Valencia also known as \"Tina\" in 1962 and had four children Chamila, Thanuja, Dammith and Ishara. Many years later he also fathered Kaushalya and Poornima. Through them came his 10 grandchildren: Yasara, Vivek, Indula,Daniel, Tarik, Janik, Hrithik, Ruveka and Tiasha. He remained married to Tina until his death in September 2004.  His son Damith was a popular film actor in 1990s. He acted in many commercially successful films such as Chandi Rejina, Ira Handa Illa, Chandiyage Putha, Cheriyo Darling, and Raththaran Malli. Fonseka died on 30 September 2004 at the age of 68 at his residence in Ja-Ela.[6][7][8] Fonseka abruptly ended his secondary education and dove into the film industry. He originally wanted to be a cameraman and in this line worked as the second Assistant Director on David Lean's Bridge on the River Kwai and Lester James Peries's Rekava (1956). Fonseka was first on-screen in Rekava as part of a crowd. He also did some work on an English television series filmed in Sri Lanka. Fonseka's first credited acting role was in Daiwa Yogaya (1959) in which he played a small role. Lester James Peries Sandesaya (1960) first established him in a leading role. With films like Adata Wediya Heta Hondai, Ranmuthu Duwa, Getawarayo, and Dheevarayo Fonseka achieved popularity and became a box-office draw.[9] Seeking to not play just commercial roles, Fonseka appeared as Jinadasa in the groundbreaking Gamperaliya (1964) working again with Peries. In Titus Thotawatte's Chandiya, Fonseka played the first anti-hero role in Sri Lankan cinema and in Mike Wilson's Sorungeth Soru (1968), he played the role of Jamis Banda, the Sinhala James Bond.[10] In 1964 at the first awards ceremony of the United Ceylon Fan Club held on 12 January at the Royal College Hall, Colombo, Gamini won the Best Actor award in 1963 for his role as Jinadasa in the film 'Gamperaliya'. This was Gamini's first award.[11] Fonseka also tried out directing many accolades. His debut directorial work Parasathu Mal was warmly received. He directed a political satire Sagarayak Meda.[12] The other films that were directed by him include Koti Waligaya and Nomiyana Minissu. He entered television as well and became the best teledrama actor for the role he played in Kalu Saha Sudu.[10] Fonseka's role as Willie Abeynayake in Nidhanaya (1970) and as ASP Wicrema Randeniya in \"Welikathara\" are considered his crowning achievement. Both films have been recognised with Presidential awards among the 10 best Sri Lankan film. In 1980 Fonseka played Jaffna Tamil clerk Nadarajah in Sunil Ariyaratne's Sarungale. He has also has written some songs for the movies Sarungale (1979) and Mayurige Kathawa (1980). In 1989, Fonseka entered politics after he joined the United National Party. He was elected to Parliament in 1989 as a representative of the Matara District with the highest number of preferential votes and was appointed Deputy Speaker of Parliament of Sri Lanka. He was later appointed by President Chandrika Kumaratunga as Governor of the former North-East Province. He has directed 10 films across many genre.[13] Until his death, Fonseka acted on 108 films, where 86 of them as lead actor and 19 more as a supporting actor. He directed 10 films and produced 2 films.[17]","Title":"Gamini Fonseka - Wikipedia","KeyID":"13838","URL":"https://en.wikipedia.org/wiki/Gamini_Fonseka"}