{"Content: ":"The central canal (also known as spinal foramen or ependymal canal[1]) is the cerebrospinal fluid-filled space that runs through the spinal cord.[2] The central canal lies below and is connected to the ventricular system of the brain, from which it receives cerebrospinal fluid, and shares the same ependymal lining. The central canal helps to transport nutrients to the spinal cord as well as protect it by cushioning the impact of a force when the spine is affected. The central canal represents the adult remainder of the central cavity of the neural tube. It generally occludes (closes off) with age.[3] The central canal below at the ventricular system of the brain, beginning at a region called the obex where the fourth ventricle, a cavity present in the brainstem, narrows. The central canal is located in the anterior third of the spinal cord in the cervical and thoracic regions. In the lumbar spine it enlarges and is located more centrally. At the conus medullaris, where the spinal cord tapers, it is located more posteriorly. The terminal ventricle (ventriculus terminalis, fifth ventricle or ampulla caudalis) is the widest part of the central canal of the spinal cord that is located at or near the conus medullaris.[4][unreliable source?] It was described by Stilling in 1859 and Krause in 1875.[5] Krause introduced the term fifth ventricle after observation of normal ependymal cells.[5] The central canal expands as a fusiform terminal ventricle, and approximately 8–10 mm in length in the conus medullaris (or conus terminalis).[6] Although the terminal ventricle is visible in the fetus and children, it is usually absent in adults.[4] Sometimes, the terminal ventricle is observed by MRI or ultrasound in children less than 5 years old.[7] The central canal shares the same ependymal lining as the ventricular system of the brain. The canal is lined by ciliated, column-shaped cells, outside of which is a band of gelatinous substance, called the substantia gelatinosa centralis (or central gelatinous substance of spinal cord). This gelatinous substance consists mainly of neuroglia, but contains a few nerve cells and fibers; it is traversed by processes from the deep ends of the columnar ciliated cells which line the central canal. The substantia gelatinosa of Rolando, is located more dorsally.[clarification needed] The central canal represents the adult remainder of the central cavity of the neural tube. It generally occludes (closes off) with age.[3] The central canal carries cerebrospinal fluid (CSF), which it receives from the ventricular system of the brain. The central canal helps to transport nutrients to the spinal cord as well as protect it by cushioning the impact of a force when the spine is affected. Syringomyelia is a disease caused by the blockage of the central canal. Blockage of the central canal usually occurs at the lower cervical and upper thoracic levels. This typically damages white matter fibers that cross in anterior white commissure, leading to the loss of temperature, pain, and motor function at the affected levels on side opposite to the damage. Other relevant conditions include: In some cases, the terminal ventricle may cause clinical symptoms due to its expansion. This article incorporates text in the public domain from page 753 of the 20th edition of Gray's Anatomy (1918) Tomsick T, Peak E, Wang L: Fluid-Signal Structures in the Cervical Spinal Cord on MRI: Anterior Median Fissure vs. Central Canal. AJNR 2017; 38:840–45 Tomsick T, Wang L, Zuccarello M, Ringer AJ. Fluid-signal structures in the cervical spinal cord on MRI in Chiari patients: Central canal or anterior median fissure? AJNR Am J Neuroradiol. 2021 Apr;42(4):801-806. doi: 10.3174/ajnr.A7046. Epub 2021 Mar 11.PMID: 33707286","Title":"Central canal - Wikipedia","KeyID":"1384","URL":"https://en.wikipedia.org/wiki/Central_canal_of_spinal_cord"}