{"Content: ":"Badulla electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Badulla in the Uva province. The district currently elects 8 of the 225 members of the Sri Lankan Parliament and had 574,814 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district: Results of the 2nd presidential election held on 19 December 1988 for the district: Results of the 9th parliamentary election held on 15 February 1989 for the district: The following candidates were elected:[6] W. J. M. Lokubandara (UNP), 52,559 preference votes (pv); Samaraweera Weerawanni (UNP), 35,210 pv; Lakshman Senewiratne (UNP), 32,427 pv; Hema Ratnayake (SLFP), 28,635 pv; Edwin Wickremarathne Dodangodage Don (SLFP), 28,385 pv; Ravindra Samaraweera (UNP), 26,348 pv; Madduma Bandara Sethapenage Appuhamy Ralalage (SLFP), 23,066 pv; and Amarakone Chandra Karunaratne (UNP), 20,026 pv. Results of the 10th parliamentary election held on 16 August 1994 for the district: The following candidates were elected:[7] W. J. M. Lokubandara (UNP), 78,845 preference votes (pv); Dilan Perera (PA), 54,150 pv; Samaraweera Weerawanni (PA), 44,595 pv; Ravindra Samaraweera (UNP), 42,309 pv; Sennan Veera (UNP), 41,683 pv; Lakshman Senewiratne (UNP), 41,320 pv; Hema Ratnayake (PA), 40,873 pv; and R.M. Ratnayake (UNP), 40,293 pv. Results of the 3rd presidential election held on 9 November 1994 for the district: Results of the 3rd Uva provincial council election held on 6 April 1999 for the district: Results of the 4th presidential election held on 21 December 1999 for the district: Results of the 11th parliamentary election held on 10 October 2000 for the district: The following candidates were elected:[12] Nimal Siripala De Silva (PA), 98,917 preference votes (pv); W. J. M. Lokubandara (UNP), 75,417 pv; Lakshman Senewiratne (UNP), 51,382 pv; Sethapenage Appuhamy Ralalage Madduma Bandara (PA), 47,152 pv; Upali Delton Samaraweera (UNP), 45,839 pv; Ravindra Samaraweera (UNP), 44,257 pv; Rathnayake Mudiyanselage Ratnayake (UNP), 38,997 pv; and Dilan Perera (PA), 38,415 pv. Results of the 12th parliamentary election held on 5 December 2001 for the district: The following candidates were elected:[15] Nimal Siripala De Silva (PA), 85,273 preference votes (pv); W. J. M. Lokubandara (UNF), 80,593 pv; Lakshman Senewiratne (UNF), 46,792 pv; Ravindra Samaraweera (UNF), 44,742 pv; Upali Delton Samaraweera (UNF), 43,228 pv; K. Velayudam (UNF), 40,753 pv; Sethapenage Appuhamy Ralalage Madduma Bandara (PA), 36,708 pv; and D.D.W. Wickremaratne (PA), 33,513 pv. Results of the 13th parliamentary election held on 2 April 2004 for the district: The following candidates were elected:[17] K. V. Samantha Vidyaratna (UPFA-JVP), 98,848 preference votes (pv); Nimal Siripala De Silva (UPFA-SLFP), 96,799 pv; Dilan Perera (UPFA-SLFP), 64,655 pv; W. J. M. Lokubandara (UNF-UNP), 56,954 pv; Ravindra Samaraweera (UNF-UNP), 49,387 pv; M. Satchithanandan (UNF-CWC), 44,934 pv; Lakshman Senewiratne (UNF-UNP), 40,820 pv; and Vadivel Suresh (UNF-CWC), 37,520 pv. Results of the 4th Uva provincial council election held on 10 July 2004 for the district: The following candidates were elected:[18] Anthinna Markkalage Buddhadasa (UPFA), 42,679 preference votes (pv); R. M. Udeni Nandana Kumara Ramanayaka (UPFA), 40,838 pv; Upali Delton Samaraweera (UNP), 40,297 pv; Rohana Pushpakumara (UPFA), 31,666 pv; D. D. W. Wickramarathna (UPFA), 25,732 pv; R. M. Dinadasa Rathnayaka (UPFA), 24,211 pv; R. M. Sudath Balagalla (UPFA), 21,681 pv; A. J. M. Gunathilaka (UPFA), 20,199 pv; R. M. Rathnayake (UNP), 19,411 pv; D. M. Hema Rathnayaka (UPFA), 18,170 pv; Madar Saibu Sehu Mohamed (UPFA), 17,345 pv; Manel Rathnayaka (UPFA), 16,215 pv; Ponnusamy Bhoominathan (UPFA), 16,074 pv; K. Velayudam (UNP), 15,423 pv; Sethapena Appuhami Ralalage Bandusena (UPFA), 13,446 pv; Vincent Dias Dren (UNP), 15,076 pv; Muththu Kandasamy Wiji Visvanathan (UNP), 13,189 pv; A. C. Ameer Mohamed (UNP), 12,356 pv; Murugan Periyasamy Loganathan (UNP), 11,759 pv; W. J. M. Samarasekara Bandara (UNP), 11,650 pv; and Arunachalem Aravindh Kumar (UCPF), 5,059 pv. Results of the 5th presidential election held on 17 November 2005 for the district: Results of the 5th Uva provincial council election held on 8 August 2009 for the district: The following candidates were elected:[21] Anura Ravindra Widanagamage (UPFA), 51,309 preference votes (pv); Anthinna Markkalage Buddhadasa (UPFA), 43,913 pv; Harin Fernando (UNP), 36,996 pv; Rohana Pushpakumara (UPFA), 36,204 pv; D. M. S. W. K. Denipitiya (UPFA), 35,380 pv; Manel Rathnayaka (UPFA), 31,139 pv; M. H. Sumith Samayadasa (UPFA), 30,558 pv; Sethapena Appuhami Ralalage Bandusena (UPFA), 30,080 pv; Mihimal Munasinghe (UPFA), 26,377 pv; Ajith Deshapriya Nilame Wickramarathna Dodangodage Don (UPFA), 24,743 pv; Upali Delton Samaraweera (UNP), 24,739 pv; Author Chamara Sampath Dasanayaka (UPFA), 24,490 pv; D. M. Hema Rathnayaka (UPFA), 20,855 pv; A. Akalan Sendil Thondaman (UPFA), 20,448 pv; Don Sunil Jayantha Kannangara (UNP), 20,328 pv; A. J. M. Gunathilaka (UPFA), 19,457 pv; Rathnayaka Mudiyanselage Nimal Rathnayaka (UPFA), 17,622 p; K. Velayudam (UNP), 14,870 pv; R. Gunawardana (UNP), 11,220 pv; Arunachalem Aravindh Kumar (UCPF), 7,863 pv; and R. M. Sudath Balagalla (JVP), 1,969 pv. Results of the 6th presidential election held on 26 January 2010 for the district: Results of the 14th parliamentary election held on 8 April 2010 for the district: The following candidates were elected:[23] Nimal Siripala De Silva (UPFA-SLFP), 141,990 preference votes (pv); Dilan Perera (UPFA-SLFP), 69,610 pv; Harin Fernando (UNF), 49,073 pv; Lal Chamika Buddhadasa (UPFA), 42,856 pv; Udith Lokubandara (UPFA), 38,124 pv; Rohana Pushpakumara (UPFA), 36,080 pv; Amith Thenuka Vidanagamage (UPFA), 34,742 pv; and Lakshman Senewiratne (UNF-UNP), 31,560 pv. Harin Fernando (UNP) resigned to contest the Uva provincial council elections on 5 August 2014.[24][25] His replacement K. Velayudam (UNP) was sworn in on 8 August 2014.[26][27] ","Title":"Badulla Electoral District - Wikipedia","KeyID":"13840","URL":"https://en.wikipedia.org/wiki/Badulla_Electoral_District"}