{"Content: ":"Polthutuwe Arachchige Jinadasa Niyathapala (Sinhala: පොල්තුටුවේ ආරච්චිගේ ජිනදාස නියතපාල) (11 April 1929 – 29 January 2018) was a Sri Lankan politician[1][2] and a former member and Senator of the Parliament of Sri Lanka[3][4][5] and former General Secretary of the United National Party.[6] A section of the Nawala Road was renamed as the Jinadasa Niyathapala Mawatha in recognition of services rendered by Niyathapala to Sri Jayawardenepura Kotte. Born in Ratnapura in the year 1929 and then having completed his education at Thurstan College, Jinadasa Niyathapala ventured in to journalism by having started as a freelance journalist and then becoming the founder and Editor-in-Chief of the Siyarata (Sinhala: සියරට), Dinapatha (Sinhala: දිනපතා), Dasadesa (Sinhala: දසදෙස), Yukthiya (Sinhala: යුක්තිය), Siyapatha (Sinhala: සියපත) (Daily), Parwe (Tamil: பார்வே), Ceylon Guardian (English), Thiraya (Sinhala: තිරය), Tharuwa (Sinhala: තරුව) and Cinema (Sinhala: සිනෙමා) newspaper publications. Jinasada Niyathapala started his political career in 1946 through the United National Party's Youth movement. In 1949 he held the position of Secretary General in the United National Party's youth movement. He was an active member of the All Island Youth Movement and from 1949 held the position of Deputy Chairman with Sir John Kotelawala holding the position of Founding Leader. In 1958 Jinadasa Niyathapala was appointed to the United National Party Working Committee by Dudley Senanayake, making him the youngest member of the committee at 29 years old. The same year he was also assigned as United National Party's chief organiser of the Kotte electorate. Jinadasa Niyathapala was also the editor-in-chief of United National Party's official publication Siyarata (Sinhala: සියරට).[6] Jinadasa Niyathapala was elected to parliament in the March 1960 general election defeating Stanley Tillekeratne from the Kotte, becoming the youngest UNP MP at the time. He lost his electorate in the July 1960 general election to Stanley Tillekeratne. He contested the 1965 general election and lost to Tillekeratne. He was appointed to the Senate of Ceylon in 1967 and served till 1970. He again contested the 1970 general election and lost to Tillekeratne.[7] Niyathapala was appointed General Secretary of United National Party in 1973 by J. R. Jayewardene. He also held the position as the Secretary for the Asian region in the World Freedom Movement. He left the UNP and contested the 1977 general election from the Sri Lanka Freedom Party, but lost to Ananda Tissa de Alwis. After rejoining UNP in 1994, Jinadasa Niyathapala was appointed as UNP's chief organiser of Sri Jayawardenepura Kotte. In 1997 he held the position as the opposition leader of the Sri Jayawardenepura Kotte Municipal Council. Jinadasa Niyathapala was the founding co-secretary of the Mawbima Surakeeme Viyaparaya (Motherland Protection Front) and one of the founding members and former president of the Hela Urumaya.","Title":"Jinadasa Niyathapala - Wikipedia","KeyID":"13849","URL":"https://en.wikipedia.org/wiki/Jinadasa_Niyathapala"}