{"Content: ":"Monaragala electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Monaragala in the Uva province. The district currently elects 5 of the 225 members of the Sri Lankan Parliament and had 300,642 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district: Results of the 2nd presidential election held on 19 December 1988 for the district: Results of the 9th parliamentary election held on 15 February 1989 for the district: The following candidates were elected:[6] Dissanayake Mudiyanselage Gunewathie Dissanayake (SLFP), 26,193 preference votes (pv); R. M. Dharmadasa Banda (UNP), 20,788 pv; R.M. Ranjith Madduma Bandara (UNP), 19,165 pv; Gamini Wijith Wijayamuni Soyza (SLFP), 15,128 pv; and Dissanayake Mudiyanselage Ariyaratna (UNP), 12,985 pv. Results of the 10th parliamentary election held on 16 August 1994 for the district: The following candidates were elected:[7] Sumedha G. Jayasena (PA), 55,369 preference votes (pv); R. M. Dharmadasa Banda (UNP), 44,956 pv; R.M. Ranjith Madduma Bandara (UNP), 36,747 pv; A. P. Jagath Pushpakumara (PA), 34,663 pv; and Attanayake Mudiyanselage Jayawardana (PA), 27,080 pv. Results of the 3rd presidential election held on 9 November 1994 for the district: Results of the 3rd Uva provincial council election held on 6 April 1999 for the district: Results of the 4th presidential election held on 21 December 1999 for the district: Results of the 11th parliamentary election held on 10 October 2000 for the district: The following candidates were elected:[12] Gamini Wijith Wijayamuni Soyza (PA), 37,312 preference votes (pv); Jayasundara Mudiyanselage Ananda Kumarasiri (UNP), 36,487 pv; Sumedha G. Jayasena (PA), 33,946 pv; Jayasundara Wijekoon (PA), 33,784 pv; and R.M. Ranjith Madduma Bandara (UNP), 31,269 pv. Results of the 12th parliamentary election held on 5 December 2001 for the district: The following candidates were elected:[15] R.M. Ranjith Madduma Bandara (UNF), 38,474 preference votes (pv); Jayasundara Mudiyanselage Ananda Kumarasiri (UNF), 37,567 pv; A. P. Jagath Pushpakumara (PA), 32,754 pv; Sumedha G. Jayasena (PA), 31,239 pv; and Gamini Wijith Wijayamuni Soyza (PA), 30,724 pv. Results of the 13th parliamentary election held on 2 April 2004 for the district: The following candidates were elected:[17] R. M. Padma Udhaya Shantha Gunasekera (UPFA-JVP), 71,115 preference votes (pv); A. P. Jagath Pushpakumara (UPFA-SLFP), 52,887 pv; Sumedha G. Jayasena (UPFA-SLFP), 47,538 pv; R.M. Ranjith Madduma Bandara (UNF-UNP), 41,889 pv; and R. M. Dharmadasa Banda (UNF-UNP), 36,104 pv. Results of the 4th Uva provincial council election held on 10 July 2004 for the district: The following candidates were elected:[18] Gamini Vijitha Vijayamuni Zoysa (UPFA), 31,361 preference votes (pv); R. M. Jayawardhena (UPFA), 30,017 pv; Arachchige Udaya Kumara Wengappuli (UPFA), 27,495 pv; H. M. K. Herath (UPFA), 24,709 pv; Attanayaka Mudiyanselage Kithsiri Senerth Bandara Attanayake (UPFA), 20,245 pv; Arachchige Vijitha Berugoda (UPFA), 17,382 pv; Kumarasiri Rathnayake (UPFA), 17,146 pv; R. M. Jayasinghe Bandara (UNP), 16,467 pv; Ananda Kumarasiri (UNP), 15,280 pv; Arvin Sampath Jayasooriya (UNP), 14,935 pv; and A. A. M. Munirathna (UNP) 9,570 pv. Results of the 5th presidential election held on 17 November 2005 for the district: Results of the 5th Uva provincial council election held on 8 August 2009 for the district: The following candidates were elected:[21] Shashindra Rajapaksa (UPFA), 136,697 preference votes (pv); Kumarasiri Rathnayake (UPFA), 44,623 pv; Arachchige Vijitha Berugoda (UPFA), 35,079 pv; Arachchige Wimal Galagama Arachchi (UPFA), 29,777 pv; Anil Chandana Weliwita (UPFA), 26,856 pv; Balage Saliya Sumedha De Silva (UPFA), 26,079 pv; Attanayaka Mudiyanselage Kithsiri Senerth Bandara Attanayake (UPFA), 23,930 pv; Arachchige Udaya Kumara Wengappuli (UPFA), 23,718 pv; Akwida Wediwela Mudiyanselage Dayarathna Bandara (UPFA), 22,366 pv; Thisakutti Arachchige Chaminda Janaka (UNP), 13,049 pv; and Ananda Kumarasiri Jayasundara Mudiyanselage (UNP), 10,538 pv. Results of the 6th presidential election held on 26 January 2010 for the district: Results of the 14th parliamentary election held on 8 April 2010 for the district: The following candidates were elected:[23] A. P. Jagath Pushpakumara (UPFA-SLFP), 67,903 preference votes (pv); Gamini Vijith Vijayamuni Zoysa (UPFA), 54,516 pv; Sumedha G. Jayasena (UPFA-SLFP), 45,837 pv; Aarachchige Vijitha Berugoda (UPFA), 43,001 pv; and R.M. Ranjith Madduma Bandara (UNF-UNP), 15,105 pv. ","Title":"Monaragala Electoral District - Wikipedia","KeyID":"13843","URL":"https://en.wikipedia.org/wiki/Monaragala_Electoral_District"}