{"Content: ":"John Anthony Emmanuel Amaratunga (Sinhala: ජෝන් ඇන්තනී එමානුවෙල් අමරතුංග) (born 21 May 1940) is a Sri Lankan politician and lawyer. He is a representative of Gampaha District for the United National Party in the Parliament of Sri Lanka. He resides in Kandana.He was the minister Tourism Development, Christian Religious Affairs and Land in the United National Party led government. He also held the powerful ministry of Interior in the 2001-2004 United National Party government. Educated at De Mazenod College, Kandana and at Saint Joseph's College, Colombo. He studied law at the Ceylon Law College and became a proctor in July 1966. He setup his legal practice in Negombo, becoming a Notary Public and a Justice of the Peace and Unofficial magistrate.[1] Amaratunga joined the United National Party and became active in local politics. In 1978, while serving as chairman, Sri Lanka Leather Corporation; he succeeded Shelton Jayasinghe, Minister of Posts and Telecommunications as the Member of Parliament for the Wattala electorate following the sudden death of the later. He successfully held his seat in parliament in the successive elections from the Gampaha District. During his political career he held several appointments that included; In 2018 John Amaratunga was accused of aiding the fraudulent acquisition of a property worth Rs. 7 Billion from an elderly couple, as well as holding them hostage. Eighty-six year-old Wimalsen Fernando and his wife Shiranie Fernando learnt that their property in Gregory's Road, Colombo was fraudulently acquired by a person named Prasad Deshapriya Vitharana of Kalubowila. When the property was visited by the couple they were held hostage by Amaratunga's guards. When the couple's lawyers attempted to enter the property they met Amaratunga in the property who used abusive language to threaten them and attempted to evict them; but the lawyers forced their way to the couple. The couple was threatened and Vitharana had extorted money from them with death threats. The couple complained to the Cinnamon Gardens police, but they did not see an inquiry for more than five months and no statement was taken from Amaratunga. When the media questioned the police they claimed to be \"unaware\" of the incident. John Amaratunga accepted that the accused was a friend but denied the allegations that he abused his powers to stop the investigations or that to threatening the lawyers. Instead he claimed he only asked them to leave calling them trespassers.[2][3]","Title":"John Amaratunga - Wikipedia","KeyID":"13854","URL":"https://en.wikipedia.org/wiki/John_Amaratunga"}