{"Content: ":"E.P. Paul Perera, PC (1929–2007) was a Sri Lankan lawyer and politician. He was a Minister of Science and Technology, Deputy Minister of Justice and a member of parliament.[1] Educated at Maris Stella College, Negombo; Perera gained a BA honours degree in history from the University of Colombo and starting work in the Department of National Archives as the Assistant Government Archivist. He then entered the Ceylon Law College and took oaths as an Advocate in 1960.[1] After becoming an Advocate, he joined the Port Cargo Corporation, where he served as the Board Secretary and Legal Officer. In June 1967, he joined the unofficial bar, building an extensive legal practice. In December 1988, he was appointed a President's Counsel.[1] In 1977, with the start of the J.R. Jayewardene administration, Perera was appointed the Competent Authority of Times of Ceylon newspapers as well as Director of Bank of Ceylon, Director (Administration) of the Greater Colombo Economic Commission (GCEC) and in 1982 its Director General working with Upali Wijewardene.[1] In July 1983, Perera became a Member of Parliament from the Kaduwela electorate succeeding M. D. H. Jayawardena and was appointed acting District Minister of Polonnaruwa in October 1983. In 1988, he was appointed Deputy Minister of Justice, becoming the Minister of Justice during the later stage of Jayewardene administration. He contested from the Attanagalla electorate in the 1989 parliamentary elections and was re-elected to parliament and served as Minister State of Science and Technology from 1989 to 1990, when he was promoted to Non-Cabinet Minister of Science and Technology by President Ranasinghe Premadasa. In 1993, he was appointed Cabinet Minister of Lands by President Wijetunga. He lost his seat in the 1994 parliamentary elections. He was a Working Committee Member of the United National Party in 1973 and active in politics until his final illness and death in August 2007. His remains were cremated at the Colombo General Cemetery in Borella on 15 August 2007.[1][2] His wife Kulaseeli Perera, was the Chairman of the Western Provincial Council. They had four sons, Ronald, Arnold, Harold, Rodney and a daughter Pushpamala.[1]","Title":"Paul Perera - Wikipedia","KeyID":"13859","URL":"https://en.wikipedia.org/wiki/Paul_Perera"}