{"Content: ":"Jeyaraj Fernandopulle (Sinhala: ජෙයරාජ් ප්‍රනාන්දුපුල්ලේ, Tamil: ஜெயராஜ் பெர்னான்டோபுள்ளே, 11 January 1953 – 6 April 2008) was a Sri Lankan politician who served as a cabinet Minister and a Member of Parliament in Sri Lanka. He was a Roman Catholic and hailed from a minority ethnic group Colombo Chetties. Fernandopulle was born on the 11 January 1953 in Walihena, Kochchikade (about 12 km north of Negombo). He has done the preliminary education (up to grade 1) at Ave Maria Convent, Negombo, then entered Maris Stella College, Negombo for primary and secondary education. In 1972 Fernandopulle became a teacher after leaving the school, but left teaching to become a lawyer in 1974. He passed out from the Sri Lanka Law College in 1977 as an Attorney-at-law. One of his contemporaries at the Law College was President Mahinda Rajapakse who was an MP at that time.[1][2] Since December 1977 he started practicing as a lawyer mainly in the Magistrates Court and High Court of Negombo and in other criminal courts island wide. He began his political career in 1970 as an election agent for a Sri Lanka Freedom Party candidate. In 1984 he was appointed as the chief organizer by the SLFP in the Katana electorate, Western Province in Sri Lanka. From there onwards he has been elected to the parliament five consecutive times in the years 1989, 1994, 2000, 2001 and 2004. Fernandopulle held several Ministerial posts since 1994, which were the Minister of Catholic Affairs, the Minister of Ethnic Concession and National Unity, the Minister of Port and Aviation, and the Minister of Road Development. In 2005 he was appointed Minister of Highways & Road Development, served as the chief government whip of the parliament and was a close associate of the President. The Supreme Court cases Nos. 66/95 and 67/95 was filed against Minister Jeyaraj Fernandopulle(the then Deputy Minister of Planning, Ethnic Affairs and National Integration) as the first respondent by the members of the United Airport Taxi Services Society Ltd, for engaging armed thugs and preventing the petitioners from entering the airport in pursuance of their occupation. The two cases were argued and decided on 30.11.1995 in favour of the two petitioner societies. The judgement written by justice Wijetunga indicated, inter alia, that since the violation resulted from the first respondent's instigation, he(Minister Jeyaraj Fernandopulle) was directed to pay Rs. 50,000 as costs: Rs 25,000 to the petitioner society in Application No. 66/95 and Rs 25,000 to the petitioner society in Application No. 67/95.[1] Jeyaraj Fernandopulle strongly justified the forced eviction of Tamils from Colombo lodges in June 2007. Addressing the media the minister said there was no need for the Prime Minister to express regret over the move and insisted that all 300 Tamils were sent to Vavuniya after getting their 'verbal consent' in Colombo and subsequently written consent in Vavuniya [2][3] In August 2007 he launched a scathing attack against United Nation's Under-Secretary-General for Humanitarian Affairs John Holmes terming him as a \"terrorist who takes bribes from the LTTE.\" When his remarks were condemned by UN Secretary General Ban Ki-moon he declared that \"I don’t give a damn about what this UN boss has to tell me or Sri Lanka. He can say whatever he wants, but I will still go by what I said and that is, John Homes is a terrorist who takes bribes from the LTTE.\" [4] He was killed on 6 April 2008 along with 14 others[3] by an alleged suicide bomber, who exploded himself at the start of a marathon race which was part of the Sinhala and Tamil New Year celebration in Weliveriya town.[4] Sri Lanka's national athletics coach Lakshman de Alwis and former Olympics runner K.A. Karunaratne were also killed in the bombing which wounded 90 others.[5][6] He is survived by his wife, Dr. Sudharshani Fernendopulle, daughter Samurdhi and son Bhanuka.[2][7][8] The Amnesty International (AI) and the Government of Sri Lanka accused the LTTE for carrying out atrocities that targeted civilians including Minister Jeyaraj Fernandopulle.[9] The suicide attack was captured in video of a Sirasa TV news camera.[10]","Title":"Jeyaraj Fernandopulle - Wikipedia","KeyID":"13856","URL":"https://en.wikipedia.org/wiki/Jeyaraj_Fernandopulle"}