{"Content: ":"Lakshman Jayakody (24 August 1930 – 30 August 2010) was a Sri Lankan politician, an SLFP stalwart and the Minister of Cultural and Religious Affairs in the Sri Lankan Cabinet from 1994 to 2000.[1] Lakshman Jayakody was born 24 August 1930 the eldest child of Lionel Jayakody and Gwendoline. He commenced his education at Ladies' College, Colombo, where his mother was educated, before the family moved to Kandy, when he was admitted Trinity College. Later he gained admission to Ananda College, Colombo to do advance level studies, where he also represented the college XI cricket team and won colours in cricket. Jayakody joined the Sri Lanka Freedom Party (SLFP) on 1 November 1954, and became the General Secretary of the SLFP Trade Union in 1959. In July 1960 he contested the 5th general parliamentary elections in the Divulapitiya electorate. He was successful, winning the seat by almost 5,000 votes.[2] Jayakody retained the seat in the two subsequent elections but lost it in the 1977 elections, to the United National Party candidate, Ariyaratne Jayatillake, by 2,874 votes.[3] During this period he served as the Deputy Minister of Defence and Foreign Affairs and the Parliamentary Secretary to the Prime Minister in the Second Sirimavo Bandaranaike cabinet. Jayakody selected as the Sri Lanka Freedom Party's representative for Attanagalla, replacing Sirimavo Bandaranaike after she was expelled from parliament and banned from public office for seven years in 1980. At the 9th parliamentary elections in 1989 he successfully contested the Gampaha electorate. Jayakody retained his seat at the parliamentary elections in 1994 and was appointed Minister of Cultural and Religious Affairs. He did not contest the elections in 2000, retiring from politics. He subsequently served as a senior presidential advisor to the President Chandrika Kumaratunga and President Mahinda Rajapaksa.[4] Jayakody died at Colombo General Hospital on 30 August 2010, at age 80.[5] *Appointed MPs were abolished in 1972 by the First Republican Constitution  This article about a politician from Western Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Lakshman Jayakody - Wikipedia","KeyID":"13858","URL":"https://en.wikipedia.org/wiki/Lakshman_Jayakody"}