{"Content: ":"Imthiaz Bakeer Markar (Sinhala: ඉම්තියාස් බාකීර් මාකාර් (born 8 August 1953) is a Sri Lankan lawyer and politician. He is a Member of Parliament from the National List of the Samagi Jana Balawegaya, he was a former Cabinet Minister of Media, Postal and Telecommunications from 2001 to 2004; State Minister of Housing from 1989 to 1993 and member of the parliament from the Kalutara District from 1989 to 2004. Bakeer Markar had served as the former Chairman of the National Media Centre and the former Vice President of the United National Party (UNP).[1][2][3][4] Imthiaz was born on 8 August 1953 in Beruwala,[citation needed] Sri Lanka as the only child of the family. His father Mohammed Abdul Bakeer Markar, was a politician who later served as the 12th Parliamentary Speaker from 1978 to 1983 and the Governor of the Southern Province from 1988 to 1993. His mother Sithy Kadija Muhammad Raffai was a housewife.[5] His ancestry can be traced to Sheik Jamaluddeen-Al-Maghdoomi, Arab settler who settled down in Beruwala.[6] His grandfather Hakeem Alia Marikkar belonged to a family of local physicians, whose ancestors were local physicians.[7] Imthiaz has four siblings: Haseeba, Faseeha, Faheema and Yazir, from his father's second marriage with Jazeela. He was educated at Holy Cross College, Kalutara, Zahira College, Gampola before completing his secondary education at Ananda College, Colombo. He graduated from the University of Kelaniya with a Bachelor of Arts in mass communication and thereafter he entered the Sri Lanka Law College and qualified as an Attorney-at-Law in 1981. Markar is married to Ummu Fareeda in 1981 and they have five children: Asaf, Azam, Fadhil, Adhil and Insaf.[citation needed][8] In 1981, he became the Deputy Chairman on the Kalutara District Development Council, a position he retained until he was elected to the Sri Lankan Parliament as the member for the Kalutara District in 1988.[9] He served as the Minister of State for Housing between 1989 and 1993[10] and as the Minister of Media,[11] Posts[12] and Telecommunication[13] in the Cabinet of the 12th Sri Lankan Parliament between 2001 and 2004. Markar did not contest the 2004 parliamentary elections.[14] He resigned from his posts in the United National Party in November 2019 and joined the newly formed Samagi Jana Balawegaya and was appointed to parliament from the National List in August 2020. ","Title":"Imthiaz Bakeer Markar - Wikipedia","KeyID":"13862","URL":"https://en.wikipedia.org/wiki/Imthiaz_Bakeer_Markar"}