{"Content: ":"Periyasamy Chandrasekaran (Tamil: பெரியசாமி சந்திரசேகரன்; 17 April 1957 – 1 January 2010) was a Sri Lankan trade unionist, politician and government minister. Chandrasekaran was born on 17 April 1957 in Talawakelle in central Ceylon.[1][2] He was educated at Sumana Demala Maha Vidyalayam, Talawakelle, St. Patrick's Vidyalayam, Talawakelle and Highlands College, Hatton.[2][3][4] Following the death of his father he gave up his education to support his family.[5] Chandrasekaran was married Shanthini Devi.[4] They had two daughters.[4] Chandrasekaran became interested in politics at a young age and wrote articles in Tamil newspapers.[2] He joined the Ceylon Workers' Congress (CWC), becoming its vice-president in 1977.[3][5] He was elected to the Talawakele Lindula Urban Council in 1982, Nuwara Eliya District Development Council in 1985 and Nuwara Eliya Divisional Council in 1987.[1][3] He left the CWC in 1989 and formed the Up-Country People's Front (UCPF).[3][5] Chandrasekaran was one of the Democratic People's Liberation Front's (DPLF) candidates in Nuwara Eliya District at the 1989 parliamentary election but the DPLF failed to win any seats in Parliament.[6][7] He was arrested in 1990.[1] The draconian Prevention of Terrorism Act was used to arrest him 1993.[2] He was elected to the Central Provincial Council whilst in custody.[1][3] Chandrasekaran was one of the UCPF's candidates for Nuwara Eliya District at the 1994 parliamentary election. He was elected and entered Parliament.[8] He was re-elected at the 2000, 2001 and 2004 parliamentary elections.[9][10][11] After being elected to Parliament in 1994 he supported the new People's Alliance government.[1] He held several ministerial appointments thereafter: Deputy Minister of Trade and Commerce (1994); Deputy Minister of Estate Housing (1994–99); Project Minister of Estate Infrastructure (2001); Minister of Community Development; Deputy Minister of Irrigation and Water Management (2001–04); and Minister of Community Development and Social Inequity Eradication (2007–10).[2][3] Chandrasekaran was a diabetic but drank whiskey which resulted in him suffering alcohol-related illnesses.[12] He was receiving treatment from Northwick Park Hospital and St Mark's Hospital in the UK.[12] Doctors had recommended that he stops drinking and after 4–6 months undergo liver transplant.[12] According to his wife Chandrasekaran didn't follow the medical advice.[12] Chandrasekaran, who was at his home in Rajagiriya, failed to wake up on the morning of 1 January 2010.[12] He was taken to the private Nawaloka Hospital where he was pronounced dead on admission.[12][13] An autopsy revealed he had died of alcoholic cirrhosis.[12]","Title":"P. Chandrasekaran - Wikipedia","KeyID":"13871","URL":"https://en.wikipedia.org/wiki/P._Chandrasekaran"}