{"Content: ":"Savumiamoorthy Arumugam Ramanathan Thondaman (29 May 1964 – 26 May 2020) was a Sri Lankan politician who served as a Cabinet Minister.[2] He was the grandson of prominent unionist Saumyamoorthi Thondaman.[3] He was the leader of the Ceylon Workers' Congress, a Member of Parliament representing the Nuwara Eliya District and was an advocate for the Indian Tamils of Sri Lanka. His career as a politician spanned over 20 years, holding several ministerial portfolios in different governments. He was regarded as one of the prominent politicians from Nuwara Eliya. Born on 29 May 1964, his father was Ramanathan Thondaman, the son of Saumyamoorthi Thondaman. He received his primary and secondary education at the Royal College, Colombo.[4] Thondaman entered politics in 1985 and he entered the mainstream politics when he contested the 1994 general elections from the Nuwara Eliya Electoral District representing the United National Party and was elected to the Parliament of Sri Lanka. He succeeded his grandfather Saumyamoorthi Thondaman as the leader of the Ceylon Workers' Congress party in 1999. He was consistently re-elected parliament in all elections held from 1994 to 2015, holding his parliamentary seat and the post of party leader until his death.[5] He also served as a cabinet minister of UNP for a brief stint and joined the Sri Lanka Freedom Party later in 2016.[6] In December 2019, he was appointed as the cabinet minister of Community Empowerment and Estate Infrastructure Development by the Sri Lankan President Gotabaya Rajapaksa.[7] During his political career, he was well known for his long time alliance with former President Mahinda Rajapaksa.[8] He was due to contest at the upcoming parliamentary election representing Sri Lanka Podujana Peramuna from the Nuwara Eliya district.[9][10] Thondaman was admitted to Thalangama Base Hospital in the evening after being reported to have died from serious injuries after a fall at his residence on 26 May 2020.[11][12] He was later confirmed to have died following a heart attack at the age of 55.[13] He died just 3 days before his 56th birthday. On the same day before his death, he had met with new Indian High Commissioner to Sri Lanka Gopal Baglay in order to discuss bilateral cooperation for community development.[14][15] He served as the cabinet minister of Community Empowerment and Estate Infrastructure Development until his death. His body was also laid in the parliament until 31 May 2020. The funeral of Thondaman was held on 31 May 2020 in Norwood, village in Nuwara Eliya amid curfew in the area with state honours and the politicians including Prime Minister Mahinda Rajapaksa paid their last respect and tribute.[16][17][18] Thondaman and his wife Rajeswari had two daughters Dr Nachiyar, Dr Viji and one son Jeevan Thondaman, a barrister who has been tipped to succeed his father as leader of the Ceylon Workers Congress.[19]","Title":"Arumugam Thondaman - Wikipedia","KeyID":"13873","URL":"https://en.wikipedia.org/wiki/Arumugam_Thondaman"}