{"Content: ":"Mohamed Najeeb Abdul Majeed (Tamil: நஜீப் அப்துல் மஜீத்; born 1 January 1957) is a Sri Lankan politician, former Member of Parliament and former Chief Minister of Eastern Province. Majeed was born on 1 January 1957.[1] He was the son of A. L. Abdul Majeed was Member of Parliament for Mutur from 1960 to 1977 and Deputy Minister of Information and Broadcasting.[1] He was educated at Kinniya Central College, Zahira College, Gampola and St. John's Academy, Jaffna.[1] Majeed then moved to Colombo and became a junior executive at a shipping company.[1] His father was assassinated on 14 November 1987, allegedly by the rebel Liberation Tigers of Tamil Eelam.[2] Majeed returned to Kinniya to take on his father's political mantle. Majeed contested the 1989 parliamentary election as one of the Sri Lanka Freedom Party's candidates in Trincomalee District but failed to get elected.[1] In 1993 he became chairman of Kinniya Divisional Council.[1] Majeed joined the Sri Lanka Muslim Congress (SLMC) in 1994 and contested the 1994 parliamentary election as one of its candidates in Trincomalee District. He was elected to Parliament as the sole SLMC representative from Trincomalee District.[3] The SLMC contested the 2000 parliamentary election as part of the People's Alliance (PA) in Trincomalee District. Majeed was re-elected, this time as a People's Alliance candidate.[4] He was appointed Deputy Minister of Post and Telecommunications.[1] The alliance between the SLMC and PA crumbled in 2001 and the SLMC joined the opposition United National Front. Majeed contested the 2001 parliamentary election as one of the UNF's candidates in Trincomalee District but failed to get re-elected.[1] The SLMC contested the 2004 parliamentary election on its own in Trincomalee District. Majeed re-entered Parliament as the sole SLMC representative from Trincomalee District.[5] Then the SLMC suffered a series of rebellions and splits and on 30 May 2004 Majeed was expelled from the SLMC.[6] In October 2004 Majeed was appointed Minister for Trincomalee District Rehabilitation and Development.[7] Majeed then joined two parties formed by former SLMC members, firstly the National Congress led by A. L. M. Athaullah and then the All Ceylon Muslim Congress led by Rishad Bathiudeen.[1] In 2007 he re-joined the SLFP.[1] Majeed was appointed Non-Cabinet Minister of Co-operatives in January 2007.[8] Majeed contested the 2010 parliamentary election as one of the United People's Freedom Alliance's candidates in Trincomalee District but failed to get re-elected after coming third amongst the UPFA candidates.[9] He was then appointed Presidential Coordinator for the Trincomalee District and SLFP organiser for Mutur Electoral Division.[1] Majeed contested the 2012 provincial council election as one of the UPFA's candidates in Trincomalee District and was elected to the Eastern Provincial Council (EPC).[10] The UPFA became the largest group on the EPC but didn't have a majority. After some horse trading an agreement was reached between the UPFA and SLMC which allowed the UPFA to form an administration with the support of the SLMC.[11] Under the agreement between the UPFA and SLMC a UPFA nominee would serve as Chief Minister for two and half years after a which a SLMC nominee would become Chief Minister.[12] Majeed was appointed Chief Minister by Governor Mohan Wijewickrama and was sworn in on 18 September 2012 in Colombo in front of President Mahinda Rajapaksa.[13]","Title":"M. N. Abdul Majeed - Wikipedia","KeyID":"13879","URL":"https://en.wikipedia.org/wiki/M._N._Abdul_Majeed"}