{"Content: ":"Arunasalam Thangathurai (Tamil: அருணாசலம் தங்கத்துரை; 17 January 1936 – 5 July 1997) was a Sri Lankan Tamil lawyer, politician and Member of Parliament. Thangathurai was born 17 January 1936.[1] He was from the village of Killiveddy near Mutur in Trincomalee District, along the bank of Allai tank.[2][3] His father was a rural register and a land-owning farmer.[2][3] Communal tension in the Allai area grew in the 1950s after Sinhalese were settled in the area.[2] However, Thangathurai's family had good relations with the Sinhalese villagers, particularly those from Dehiwatte, many of whom would come to Killiveddy to buy curd and register with his father.[2] Thangathurai was educated at Mutur, Government College, Batticaloa and Stanley College, Ariyalai.[3] Thangathurai was married to Sathyashri.[4] They had two daughters (Dharmini) and one son (Ahilan).[4] Thangathurai's family's financial situation meant that he did not pursue higher education but opted instead to join the clerical service.[3] He worked for the Department of Irrigation.[2][3] He was an active member of the Government Clerical Services Union and worked to improve the lives of the residents of Killiveddy and adjoining areas.[3] As a leftist he did not identify with the Tamil nationalist Illankai Tamil Arasu Kachchi's (ITAK) (Federal Party) and All Ceylon Tamil Congress (ACTC).[3] Thangathurai's family's agricultural activities increased as they purchased and leased more land.[3] They also farmed land belonging to Hindu temples on a contractual basis.[3] All of this resulted in the family amassing a huge amount of wealth which in turn gave them a great amount of social/political stature in the area.[3] Thangathurai passed the Ceylon Administrative Service examinations and became a Divisional Revenue Officer.[3] Local people in the Killiveddy area were alarmed at the state-sponsored colonisation schemes.[2] The ITAK was critical of the colonisation schemes and as a result Thangathurai joined the party.[2] He was in charge of ITAK's Youth League.[3][5] He and his younger brother Kumarathurai started establishing Tamil settlements in secure border areas.[2] Thangathurai stood as the ITAK candidate in Mutur at the 1970 parliamentary election. He won the election and entered Parliament.[6] In the 70s Thangathurai gained a reputation for being one of the young militants in ITAK and faced arrest.[2] On 14 May 1972 the ITAK, ACTC, Ceylon Workers' Congress, Eelath Thamilar Otrumai Munnani and All Ceylon Tamil Conference formed the Tamil United Front, later renamed Tamil United Liberation Front (TULF).[7][8][9][10] A delimitation committee reduced Mutur from a two-member constituency to a single-member constituency by carving out the Sinhalese dominated Seruvila Electoral District.[3] As a result Thangathurai did not contest the 1977 parliamentary election.[3] Before the 1977 parliamentary election a bo tree was cut down in Killiveddy resulting in minor communal violence.[3] Thangathurai was believed to have been behind the felling and was questioned but being an MP wasn't arrested.[3] Kumarathurai was however arrested over the incident.[3] Communal violence resumed after the election but this time Thangathurai and Kumarathurai were both arrested, detained and released after a while.[3] After 1977 Thangathurai started studying law and qualified as a lawyer.[3] In the late 1970s/early 1980s, as Sinhalese settlements started to encroach onto Tamil lands in Trincomalee District, Tamils, led by Thangathurai, started organising themselves to protect their traditional homeland.[3] Amongst those protecting Tamil lands was Kandapodi, the Robin Hood of southern Trincomalee District/northern Batticaloa District.[3] Kandapodi was eventually shot dead by the police but it is believed that his patron was Thangathurai.[3] Following the 1981 District Development Council (DDC) elections, Thangathurai was made chairman of Trincomalee DDC.[3] After the Black July anti-Tamil riots many TULF leaders went into exile but Thangathurai stayed in Trincomalee District.[3] Following Black July the Sri Lankan government increased its repression of Tamils and in January 1984 Kumarathurai was arrested.[2] He was taken to Boosa prison, tortured but never charged.[2] On 30/31 May 1985 the police and army massacred 44 civilians in Killiveddy.[2][11] The massacre received international coverage after Thangathurai spoke to The Times about it.[2][11] Thangathurai and his family fled to Madras, India after Minister of National Security Lalith Athulathmudali ordered Thangathurai's arrest for \"spreading false rumours\".[2][3][11] Kumarathurai was released in 1986 and, as by this time Killiveddy had disappeared, moved to Denmark.[2] Whilst in India Thangathurai had contacts with Sri Lankan Tamil militants, including Liberation Tigers of Tamil Eelam (LTTE) leader V. Prabhakaran.[3] Thangathurai returned to Sri Lanka in 1988 to serve the people of Trincomalee District during a difficult period.[3] Thangathurai was one of the TULF candidates for Trincomalee District at the 1994 parliamentary election. He was elected and re-entered Parliament.[12] Following the massacre of 24 civilian in Kumarapuram on 11 February 1996, Thangathurai blamed the army for the killings and called for an independent public inquiry.[13] Important information about the perpetrators of the massacre, including Colonel Nihal Silva, was provided to Thangathurai by the Sinhalese villagers of Dehiwatte.[2] On 5 July 1997 Thangathurai was attending a function at Sri Shanmuga Hindu Ladies College in Trincomalee, an area controlled by the Sri Lankan military.[5][14] As he was leaving the function at around 7.30pm, a grenade was thrown at the group and shots fired.[4][5][14] Thangathurai and six others (Sri Shanmuga principal Rajeshwari Thanabalasingham, Namagal Vidyalayam principal S. Joseph, principal K. Seevaratnam, civil engineer V. Retnarajah, social worker P. S. Ganeshalingam and a police bodyguard) were killed.[4][15] Hundreds of people, including school children, attending the function witnessed the incident.[4][5] The LTTE was blamed for the assassination.[16][17] However, TULF leaders such as V. Anandasangaree and M. Sivasithamparam have cast doubts over this, stating that there were many armed groups and that the TULF had opponents amongst the Sinhalese, as well as Tamil, population.[4][15] Several people with alleged links to the LTTE - including rickshaw driver Muttiah Koneswaran alias Babu, ports authority security guard Satkunanathan Nijanthan alias Nijan, Manikkam Murugathasan alias Jerome and Sivaprakasam Akilarupan alias Ahilson - were quickly arrested by the police.[4][15] According to the police the suspects had confessed to the assassination and claimed it was as result of Thangathurai's co-operation with the Sri Lankan government.[4] In October 1999 seven people - Sivaprakasam Akilarupan alias Ahilson, Navaneethan Jeevakumar alias Jeyanth, Muttiah Koneswaran alias Babu, Manikkam Murugathasan alias Jerome, Satkunanathan Nijanthan alias Nijan, Ratnam Yogambal and Karthigesu Yogaranee - were charged with the murder of Thangathurai and six others.[18] According to the lawyers for some of the suspects, they had been tortured by the police.[19] *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"A. Thangathurai - Wikipedia","KeyID":"13880","URL":"https://en.wikipedia.org/wiki/A._Thangathurai"}