{"Content: ":"Rukman Senanayake (born 21 June 1948), is a Sri Lankan politician. A former Cabinet Minister of Environment and Natural Resources from 2002 to 2004 and Member of Parliament for Kegalle District, he was a Vice Leader of the United National Party. Rukman Senanayake was born on 21 June 1948 as the third son of Robert Parakrama Senanayake and Swarna Neela Senanayake, both cousins of the Senanayake family, a prominent political family that dominated the post-independence years of Sri Lanka. His paternal grandfather, D. S. Senanayake was the first Prime Minister of Ceylon and his maternal grandfather, F.R. Senanayake, elder brother of D. S. Senanayake was a leading figure in the Ceylon's independence movement. His paternal uncle, Dudley Senanayake, served as Prime Minister of Ceylon in four terms and his maternal uncle, R.G. Senanayake served as the Cabinet Minister of Trade and Commerce during the period 1952–53, and also during the period 1956–60 in SWRD Bandaranaike's government. His father Robert Senanayake was the Chairman of Freudenberg & Co. (Ceylon) Ltd. which owned Freudenberg Shipping Agencies and the Toyota dealership in Ceylon. He had one elder brother, Devinda, and two sisters, Ranjini and Yasmin. The family hailed from Bothale Walawwa in Mihirigama. He was educated at S. Thomas' College, Mount Lavinia. Rukman Senanayake first entered the Parliament of Sri Lanka in 1973 from the United National Party, representing the Dedigama electorate following the death of his uncle, Dudley Senanayake. He remained as Member of Parliament until 1977, but did not contest in the 1977 General Elections. In 1994, Rukman Senanayake entered Parliament from the United National Party for the second time. He remained as Member of Parliament, representing the Polonnaruwa District until 2001. Again, in 2001, he entered Parliament from Kegalle District, and was appointed as Cabinet Minister of Environment and Natural Resources in United National Party government. Rukman Senanayake held the portfolio of Cabinet Minister until 2004. He re-entered Parliament in the 2004 General Elections. He was appointed as the United National Party Chairman in 2007 and as Vice Leader in 2008. *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"Rukman Senanayake - Wikipedia","KeyID":"13890","URL":"https://en.wikipedia.org/wiki/Rukman_Senanayake"}