{"Content: ":"Hewa Koparage Mervyn Silva (Sinhala:හේවා කෝපරගේ මර්වින් සිල්වා; Tamil:மேர்வின் சில்வா) (born 25 March 1944) is a Sri Lankan politician, Member of Parliament and a former government minister.[1] Silva entered politics by joining the Sri Lanka Freedom Party in Hambantota District but later joined the United National Party.[2] At the 1994 parliamentary election Silva was elected to represent Hambantota District for the UNP.[3] He later rejoined the Sri Lanka Freedom Party. At the 2004 parliamentary election Silva was a United People's Freedom Alliance candidate in Colombo District but failed to get elected after receiving only 2,236 preference votes and coming in last place amongst the 23 UPFA candidates in the district.[4] However, in May 2004 he was appointed as National List MP for the UPFA, replacing his wife who had resigned to allow Silva enter Parliament.[5] In January 2007 Silva was appointed Non-Cabinet Minister of Labour.[6] At the 2010 parliamentary election Silva was elected to represent Gampaha District for the UPFA.[7] Afterward he was appointed Deputy Minister of Mass Media & Information.[8] This caused strong protests from journalists because of Silva's history with the media.[9] Reporters Without Borders described the appointment as \"asking an arsonist to put out fires\". Silva resigned as Deputy Minister of Mass Media & Information in May 2010 but was immediately appointed as the new Deputy Minister of Highways.[10][11] On 3 August 2010 Silva subjected government official Mohammed Ishan Murshuk to public humiliation by tying him to a mango tree.[12] Silva invited the media to witness the official's humiliation. This resulted in public outrage and demonstrations by government officials. On 10 August 2010 it was announced that Silva had been dismissed from his ministerial post and suspended from the SLFP.[13] However, a subsequent SLFP disciplinary cleared him of all charges and on 8 September 2010 he was reappointed to his ministerial post.[14][15] On 11 April 2011, Silva's Parliament Affairs Secretary Jayasena Mudiyanselage Buddhi with two Policemen in uniform and an underworld gangster who is a henchman of Silva had arrived in an official vehicle belonging to Silva, and attempted to extort five million rupees from a scrap metal businessman in Grandpass. However that businessman who happened to be a friend of the Defence Secretary got them arrested while they were threatening & demanding the kappan money from him. When things became too hot and beyond the control of Silva, he immediately disassociated all connections with Buddhi saying that his Secretary had left the employment couple of weeks before. However even if it is so Silva could not explain; how that person who had left Silva's staff managed to take the official vehicle belonging to Silva and got the two policemen released from the police station in Silva's electorate on this extortion mission two weeks later.[citation needed] Just after the defeat of President Rajapaksha in 2015 presidential elections (held on 08.01.15), Mervin Silva tried to distance himself from the outgoing President and hinted that he would be joining the new President. When a journalist questioned him about the switching his alliance, in front of many media personnel including the Reuters Reporter in Colombo, Silva shouted at the journalist in foul language and stated that he is not tied to anyone and whoever wins or lose he is not going to change his attitudes & behaviour.[16] Within a week after the presidential elections, Mervyn Silva and so many SLFP parliamentarians pledged their alliance to the new President Maithreepala Sirisena to retain their seats in the parliament and to stabilize their political power.[citation needed] Then further to be in the good books of the new president, Mervyn Silva made a complaint to the CID on 16.01.15 blaming all Rajapaksha brothers on several murders and massive scale frauds.[17] [18] On 27 December 2007 Silva and his bodyguards stormed the offices Sri Lanka Rupavahini Corporation where Silva assaulted SLRC's news director T. M. G. Chandrasekera.[19][20] SLRC employees then took Silva hostage and demanded he apologise. When Silva refused the SLRC employees assaulted him.[21] Most of those SLRC employees had fled Sri Lanka and had sought asylum in other countries.[original research?] On 4 August 2008 Silva and his bodyguards assaulted Sirasa TV journalist Saliya Ranawaka and cameraman Waruna Sampath and seized their equipment at the opening of a flyover at Thorana Junction in Kelaniya.[22] Silva was tried for the assaults but was acquitted after the police failed to file any charges against him.[23] However, earlier Silva had agreed to pay the Sirasa cameraman Rs. 750,000 compensation after the Supreme Court of Sri Lanka heard a Fundamental Rights petition filed by the cameraman.[24] However Silva worked in co-operation with media during his appearance in the Swarnavahini Mega Star reality program as a judge. His controversial remarks about the contestants became a wide topic of discussion and drew the attention of the general public. He made many remarks about the opposition MP Rosy Senanayake, MP Ranjan Ramanayaka and MP Upeksha Swarnamali.[25] During the live final show held at Sugathadasa indoor stadium he made many rude remarks over contestant MP Upeksha Swarnamali expressing his desire to drink her breast milk which at the time was criticized by many celebrities led by Cheruka Weerakoon. [26]","Title":"Mervyn Silva - Wikipedia","KeyID":"13903","URL":"https://en.wikipedia.org/wiki/Mervyn_Silva"}