{"Content: ":"Bernard Soysa (20 March 1914 - 30 December 1997) was a Sri Lankan politician.[1] Bernard Soysa was born 20 March 1914 in Colombo, Ceylon. He attended the Holy Family Convent, Bambalapitiya, S. Thomas' College, Mount Lavinia and then Ananda College. Soysa joined the Samasamajist movement in 1937 whilst he was a student at University College, Colombo. He dropped out of the University College, and after brief stints at Ceylon Law College and teaching he joined the Lanka Sama Samaja Party, a Trotskyist political party. In April 1942 he traveled to India to assist in establishing the Bolshevik-Leninist Party of India, which was actively involved in the struggle against British rule in August 1942. Soysa was arrested in Bombay in July 1943, months after the struggle was crushed, where he was detained for 50 days before being returned to Ceylon, and released on parole. Following the end of the Second World War he contested the 1st parliamentary election, held between 23 August 1947 and 20 September 1947, in the Colombo South electorate, where he polled third.[2] Soysa didn't run in the subsequent 1948 by-election, following the dismissal of the sitting member for Colombo South, Reginald Abraham de Mel, which saw the election of Theodore Frederick Jayewardene, representing the United National Party. He did however challenge Jayewardene at the 2nd parliamentary election, held between 24 May 1952 and 30 May 1952, failing to secure the seat by 5,180 votes.[3] He was elected to the Colombo Municipal Council from the Tibirigasyaya Ward, defeating Kusala Abhayavardhana. At the 3rd parliamentary election, held between 5 April 1956 and 10 April 1956, Soysa ran again for the third time for the seat of Colombo South. This time he was successful, receiving 14,199 votes (50.93% of the total vote) and defeating the sitting member, T. F. Jayewardene, by 5,044 votes.[4] In 1960, Colombo South became a multi-member constituency with two seats in Parliament, following its amalgamation with the Wellawatte/Galkissa electorate. Soysa and Edmund Samarawickrema (UNP) were elected as representatives in March 1960. In July 1960, Soysa was re-elected and J. R. Jayewardene was elected in the place of Samarawickrema. Soysa and Jayewardene were re-elected unopposed in 1965, the first time since 1947, when Hameed Hussain Sheikh Ismail was elected uncontested in the Puttalam electorate, that there had been no contest for a seat in the parliament.[5] The pair also retained their seats in parliament at the 7th parliamentary election, held on 27 May 1970. Soysa supported the coalition, United Front, government that was formed in May 1970 between the Sri Lanka Freedom Party, the Lanka Sama Samaja Party and the Communist Party. He was appointed the Chairman of the Public Accounts Committee of Parliament[6] during the first coalition of 1964; he continued in this post during the United National Party's government of 1965-70 and the coalition government of 1970–77, a tenure of 13 years. In the second coalition, he acted for N. M. Perera as Minister of Finance on several occasions when Perera was out of the country. He served as the Minister of Housing in the Second Sirimavo Bandaranaike cabinet. In 1977, Colombo South was split up into two electorates, Colombo East and Colombo West. Soysa contested the Colombo East electorate, finishing third, losing to Edmund Samarawickrema. He again contest the Colombo West electorate in a by-election held on 21 March 1978, finishing third, losing to Anura Bastian. In August 1994 at the 10th parliamentary election, Soysa was elected to parliament as an LSSP member of the People's Alliance in the Colombo Electoral District.[7] He was subsequently appointed the Minister of Science and Technology[8] in the Kumaratunga cabinet. Speaking as a minister at the fiftieth anniversary session of the Sri Lanka Association for the Advancement of Science in 1994. Soysa died on 30 December 1997 at the National Hospital, Colombo, Sri Lanka.[9] His position as Minister of Science and Technology was filled by Vasudeva Nanayakkara in January 1998. On 20 March 2001 Sri Lanka Post issued a commemorative stamp with his image. In May 2014 Kirula Road, Narahenpita was renamed Bernard Soysa Mawatha in his honour.[10] He was the brother of Dr Ananda Soysa and brother-in-law of Dr Priyani Soysa.[11] *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"Bernard Soysa - Wikipedia","KeyID":"13919","URL":"https://en.wikipedia.org/wiki/Bernard_Soysa"}