{"Content: ":"Jeewan Kumaranatunga (born 7 November 1958: Sinhala: ජීවන් කුමාරතුංග), is an actor in Sri Lankan cinema, theater and television, who later became a politician, a former member of the parliament and a former cabinet minister.[1] He is a close relative of former President Chandrika Kumaratunga and the nephew of actor and politician Vijaya Kumaratunga. He was born on 7 November 1958 in Seeduwa. His father Sydney Kumaranatunga was also a film actor. Sydney's brother, Vijaya was a renowned actor and politician. Jeewan completed his education from Carey College, Colombo.[2] Jeewan is married to his longtime partner Sherin and they have two daughters - Malsha and Maleesha and one son, Harshamana.[3] Kumaranatunga's daughter, Malsha, successfully contested the Colombo district seat on the Western Provincial Council in 2014.[4][5] One of Sri Lanka's best commercially successful film artists, Kumaranatunga started his cinema career alongside his uncle, Vijaya. His maiden cinema acting came through Thani Tharuwa, even though it was released in 1982.[2] His first screened film was Ganga Addara, where he acted in a minor role as Liyana Mahaththaya. He acted in more than 90 films across many genres over the last two decades.[6] In the first few years, Jeewan particularly acted in villain roles, which includes films such as Obata Diwura Kiyannam, Prarthana, Jaya Sikurui and Rumathiyay Neethiyay. His first romantic heroic role came through 1984 film Hitha Honda Kollek directed by Roy de Silva. After that he continued to receive many heroic protagonist roles.[2] During this period, he usually acted with Anoja Weerasinghe, which made them a cinema couple for many years. Some of the most popular Jeewan-Anoja couple films include Mamai Raja, Obata Rahasak Kiyannam, Newatha Api Ekwemu, Randenigala Sinhaya, Yukthiyata Wada, Veera Udara and Esala Sanda. In 1990, he won the Sarasaviya award for the Most Popular Actor.[2] He acted in few television serials, such as Rana Kahawanu, Sudu Paraviyo, Hingana Kolla and Amarapuraya. He also produced many films such as Randenigala Sinhaya, Muwan Palesse Kadira, Wali Sulanga and 'Ma Obe Hithawatha.[2]","Title":"Jeewan Kumaranatunga - Wikipedia","KeyID":"13915","URL":"https://en.wikipedia.org/wiki/Jeewan_Kumaranatunga"}