{"Content: ":"Bharatha Lakshman Premachandra (Sinhala: භාරත ලක්ෂ්මන් ප්‍රේමචන්ද්‍ර) (26 January 1956 – 8 October 2011) also known as \"Lucky Aiya\", was a Sri Lankan politician, a former member of the Parliament of Sri Lanka, and Adviser (Trade Unions) to President Mahinda Rajapaksa.[1][2] He was killed along with his bodyguards during a shootout within the same party rival group allegedly headed by MP Duminda Silva. Premachandra received his education at Ananda College. Due to his father's influence he became closely associated with leftist politics and became a Member of Kolonnawa Urban Council. Later he joined the Sri Lanka Mahajana Party and became its organizer for Kolonnawa. Representing the party in the first Provincial Council election in Sri Lanka, he became a PC member in the United Socialist Alliance. He was first elected to Parliament contesting the 1994 General Election as a Member of the Mahajana Party from the Colombo district. In 2000 election too he represented Parliament as an Opposition member representing the People's Alliance. On October 8 2011, at around 3.30pm , there was a clash was between two groups of fellow United Peoples Freedom Alliance (UPFA) activists. One group was led by Bharatha Lakshman while the other was led by the then Colombo district MP Duminda Silva. Bharatha Lakshman was killed along with three of his bodyguards; Jalabdeen Mohammed. Emanuel Kumaraswamy and Damith Darshana Jayathilaka, in a shoot-out near the Walpola Junction. It was alleged that the Former parliamentarian Duminda Silva was responsible for the murder, along with his security detail. The case was taken up before a trial-at-bar. [3] [4] [5] [6] The Trial-at-bar proceedings began on May 22, 2015. The 13 who were accused were former parliamentarian Duminda Silva, Chandana Jagath Kumara, Lanka Rasanjana, Malaka Sameera, Amila Widanagamage, Suranga Premalal, Saman Kumara, Saman Abeywickrema , Rohana Marasinghe, Anura Thushara de Mel, Chaminda Ravi Jayanath alias Dematagoda Chaminda, Dissanayake Mudiyanselage Sarath Bandara; and Janaka Bandara Galagoda, who was tried in absentia because he was absconding (Court permitted the prosecutors to proceed, despite his absence because he had reportedly gone missing after being abducted by an unknown gang following the murder). They accused were charged under sections 296, 140, 146, 147, 486 and 300 of the Penal Code and some sections under the Firearms Act. The twelve accused, including Duminda Silva, pleaded not guilty when the charges were read out in the Court room.[7] The charges included committing and conspiring to commit murder, attempted murder, possessing illegal firearms, inflicting gunshot injuries, unlawful assembly and criminal intimidation. President's Counsel Anil Silva appeared for eleventh accused; Duminda Silva, and Senior Counsel Asoka Weerasooriya appeared for the second, fourth, sixth, eighth and ninth accused. Anuja Premaratne PC appeared for the first accused, Nalin Indatissa PC, Nalin Weerakoon, and Asela Rekawa appeared for the other accused. The prosecution consisted of a team of lawyers from the Attorney General's Department led by Deputy Solicitor General Thusith Mudalige. About 42 witnesses testified in Court, and 126 documents, including JMO reports and Government Analyst's reports were produced. The proceedings concluded on July 14, 2016.[8] The Bench was headed by High Court Judge Shiran Gunaratne, who was of the view that all 13 accused were innocent and should be cleared of all charges, his reasons being lack of integrity of the witnesses produced at the case by the prosecution, and the inability to prove charges beyond reasonable doubt. Fellow High Court judges M.C.G.S. Morais and Judges Padmini Ranawaka Gunathilaka, issued the death sentence to Duminda Silva and four others, rejecting the argument put forward by the defence during trial that Silva had been shot at first by the Premachandra group. The verdict was delivered on September 8 2016.[3][4][5][6] Courts then acquitted and discharged eight of the accused, namely; Chandana Jagath Kumara, Lanka Rasanjana, Malaka Sameera, Widanagamage Amila, Suranga Premalal, Saman Kumara, Saman Abeywickrema and Rohana Marasinghe. Sentence of death was pronounced for five persons – Duminda Silva, Anura Thushara de Mel, Chaminda Ravi Jayanath alias Dematagoda Chaminda, Dissanayake Mudiyanselage Sarath Bandara and Janaka Bandara Galagoda; they were also fined Rs. 40,000 each. The case was heard for almost nine months, it was pronounced as a divided judgement. The Trial-at-bar High Court decision was later appealed at the Supreme Court. A five-judge bench of the Supreme Court was presided over by Chief Justice Priyasath Dep, and included Justices Buwaneka Aluvihare, Priyantha Jayawardena, Nalin Perera and Vijith Malalgoda. The Supreme Court unanimously rejected the appeal and upheld the convictions on 11 October 11 2018. [9]","Title":"Bharatha Lakshman Premachandra - Wikipedia","KeyID":"13918","URL":"https://en.wikipedia.org/wiki/Bharatha_Lakshman_Premachandra"}