{"Content: ":"Sri Lankabhimanya Lakshman Kadirgamar, PC (Tamil: லக்ஷமன் கதிர்காமர்; Sinhala: ලක්ෂ්මන් කදිර්ගාමර්, 12 April 1932 – 12 August 2005) was a Sri Lankan lawyer and statesman. He served as Minister of Foreign Affairs of Sri Lanka from 1994 to 2001 and again from April 2004 until his assassination in August 2005. He achieved international prominence in this position due to his wide-ranging condemnation of the LTTE (Tamil Tigers) and his efforts to have them banned internationally. A distinguished lawyer and international humanitarian, he was assassinated by an LTTE sniper in August 2005[1][2] Accounts of his views on politics and international relations, with much information about his life and career, can be found in the book Democracy, Sovereignty and Terror: Lakshman Kadirgamar on the Foundations of International Order,[3] edited by Professor Adam Roberts.[4] Lakshman Kadirgamar was born in Manipay, Jaffna District.[5] He hailed from a Tamil family; his father was Samuel J.C.Kadirgamar Sr, JP, UM, a Proctor, who was the President of the Colombo Proctor's Association and the founder President of the Law Society of Ceylon. His mother was Edith Rosemand Parimalam Mather. He had four older brothers: S.J.C.Kadirgamar Jr., QC, who became an eminent lawyer in commercial law; Rear Admiral Rajan Kadiragamar who became the head of the Royal Ceylon Navy and Major Selvanathan \"Bai\" Kadirgamar of the Ceylon Artillery, Thirumalan \"Mana\" Kadirgamar, a planter who died very young in a motor bike accident. His mother died when he was seven years old and he was looked after by his older sister Eeswari who married Dr. A.M.D. Richards.[6] Kadirgamar received his primary education at C.M.S. Ladies' College, Colombo and moved with his sister to Matale in the war years, where her husband was posted to. He decided to attend Trinity College, Kandy as a boarder for his secondary education even though all his brothers had attended Royal College, Colombo. It was a common practice to board children in places away from Colombo as Colombo was under the threat of bombing by Japanese. At Trinity, he captained the college first eleven cricket team in 1950 while also competing in the college athletics and rugby teams. He played in the annual Bradby Shield Encounter. He was the winner of the Senior Batting Prize in 1948, a Rugger Coloursman in 1948 and 1949, Trinity Athletics Lion in 1949, and winner of the first Duncan White Challenge Cup for Athletics in 1948. In recognition of his all-round performance in academic and extra curricular spheres, he was awarded the prestigious Ryde Gold medal for the best all round student of 1950. He was also the Senior Prefect of Trinity College. In 1950 Kadirgamar went on to study law at the University of Ceylon in Colombo and the year after in Peradeniya, from which he graduated with a Bachelor of Laws (LLB) (Honors) degree in 1953. Kadirgamar was the holder of the All India Inter University 110-metre hurdles title in both 1951 and 1952. He was the top student with a First Class at the Advocates Intermediate Examination in 1953 of the Ceylon Law College. In 1954 he won the scholarship for the candidate placed first in the First Class at the Advocates Final Examination of the Ceylon Law College and was awarded prizes for the Law of Evidence and the Law of Persons and Property. In 1955 he took oaths as Advocate of the Supreme Court of Ceylon. He thereafter served as the private secretary to Justice Noel Gratiaen, Puisne Justice of the Supreme Court.[7] Thereafter he won a scholarship to Balliol College, Oxford, where he studied from 1956 to 1959, receiving in 1960, his BLitt degree from the University of Oxford. His thesis was on \"Strict Liability in English and Roman-Dutch Law\". In November 1958 he applied successfully to become a barrister of Inner Temple, London. Upon leaving Oxford, he took up a legal career. He returned to Ceylon and built up a practice in commercial, industrial and administrative law. He was part of the defense team of the accused of the coup d'étata was attempted in 1962. In 1963, he was commissioned by Amnesty International to investigate the Buddhist-led resistance campaign that year against the regime in South Vietnam. This was the first-ever report for Amnesty of a situation in an individual country.[8] Kadirgamar left Ceylon in 1971 following the JVP insurrection that year, moving to England, practicing in London for three years. Going on to work for international organisations in Geneva, Kadirgamar served in 1974-6 as a consultant for the International Labour Organization (ILO). Then in 1976 he took up an appointment with the World Intellectual Property Organization (WIPO), in which he was appointed in 1983 to the newly created post of Director for Asia and the Pacific. Kadirgamar was the author of a number of scholarly articles published in international legal journals such as the Modern Law Review, South African Law Journal and Conveyancer and Property Lawyer. He was serving as Director, Industrial Property Division and Director, Development Cooperation and External Relations Bureau for Asia and the Pacific at WIPO until he was over looked for the post of Deputy Director General. He resigned in May 1988. In 1988 he returned to Sri Lanka and resumed his legal career there. In 1991 he was appointed President's Counsel.[9] Although he had never been actively involved in politics before, and had never even addressed a political rally, he was selected as national list MP in 1994 on the People's Alliance (PA) list for the General Elections. Following the victory of the PA, he was appointed Foreign Minister in the PA government of President Chandrika Kumaratunga. He held the post till 2001, playing a significant role in having the LTTE banned internationally. The United States and the United Kingdom proscribed the LTTE on 8 October 1997 and 28 February 2001 respectively, thereby depriving that organisation of a primary source of funding. Widely respected in his role as foreign minister, he was elected Vice-chairman (1997–99) and later chairman (2003–05) of the Indian Ocean Rim Association for Regional Cooperation (IOR-ARC). In 1998–2001 he was Chair of the Council of Ministers of the South Asian Association for Regional Cooperation (SAARC). From 1999 onwards he was also a Chair of the South Asia Foundation (SAF), a non-governmental organization. After the defeat of the government in 2001, he became special adviser on foreign affairs to President Kumaratunga. He became critical of the attempts to negotiate with the Tamil Tigers insurgents in northern Sri Lanka, and of the Ceasefire Agreement concluded on 22 February 2002 between the government and the Tamil Tigers.[10] He criticisms of this agreement, and of the Norwegian mediation effort in Sri Lanka, were most cogently expressed in his speech from the opposition in the parliament in Colombo on 8 May 2003.[11] On 20 November 2003, Kadirgamar declared his candidacy for the position of Secretary-General of the Commonwealth of Nations.[12] He stood with the support of South Africa, which was critical of incumbent Don McKinnon's opposition to Zimbabwean involvement in the Commonwealth Heads of Government Meeting 2003, at which Zimbabwe withdrew from the organisation.[13] In doing so, Kadirgamar broke the convention of not challenging incumbents for the position, which is usually appointed by consensus.[14] However, at the vote held in early December, he was defeated by the New Zealander, with 11 members voting for him against 40 for McKinnon.[13] Following the victory of the United People's Freedom Alliance in the 2 April 2004 Sri Lankan legislative elections, he was mentioned as a possible candidate for Prime Minister of Sri Lanka, but on 6 April President Kumaratunga appointed Mahinda Rajapaksa to the post. Four days later, however, he was appointed foreign minister again in the new cabinet. While at Oxford, Kadirgamar married Angela Malik of French-Pakistani descent, they had two children. The daughter, Ajitha Perera who became a broadcaster and a son, Sriraghavan Jebaratnam Christian \"Ragee\" Kadirgamar who became an architect. In 1992, he divorced his first wife Angela. He married again in 1996, Suganthi Wijeysuriya, a lawyer and senior partner at the law firm F. J. & G. de Saram. Kadirgamar was born to a Christian family. In 1999 he brought a proposal to the UN General Assembly to make the Buddhist holy day, Vesak Day an international celebration day.[15] In lectures he emphasised the common features in the parables and principles of the great belief-systems: Buddhism, Judaism, Christianity, Hinduism and Islam. His funeral was held according to Buddhist rites, but one of the speakers was the Anglican bishop of Colombo.[16] During a BBC interview he was asked if he thought he was a traitor to the Tamil people since he was a minister in a Sinhalese-dominated government. He said \"People who live in Sri Lanka are first and foremost Sri Lankans, then we have our race and religion, which is something given to us at birth\". \"We have to live in Sri Lanka as Sri Lankans tolerating all races and religion\".[17] On 12 August 2005, around 2300 (UTC+6), Kadirgamar was shot by an LTTE sniper[citation needed] in Colombo as he was getting out of the swimming pool at his private residence in Cinnamon Gardens. Early reports indicate he was shot twice in the head, once in the neck, and once in the body. He was rushed to the Colombo National Hospital, where he was pronounced dead. His hospital report indicates that he died as a result of his wounds. It is widely believed around the world that Kadirgamar's assassins belong to LTTE, a group banned as a Terrorist Organization by a number of countries including the United States, Canada, India and the European Union primary due to his efforts. An overwhelming majority of Sri Lankans hold them responsible due to the fact that Kadirgamar was responsible for getting the US among many countries to classify the LTTE as a terrorist organisation. The Tamil Tigers have denied responsibility for the killing, and have stated that any damage made to their international reputation by Lakshman Kadirgamar was already done, and they would not risk the cease-fire agreement by carrying out this assassination. Kadirgamar on many occasions mentioned the LTTE's threats to his life. Speaking to The Hindu on 29 July 2005, he said \"They (LTTE) can get me anytime. I get very serious reports things are hotting up\".[18] According to Asian Tribune, on 5 September Sri Lankan police arrested two Tamils, Muttiah Sahadevan alias Devan (Kadirgamar's neighbour's gardener) and Isidor Arokya Nathar alias Babu. The website alleged that they have confessed to having met Charles of the LTTE intelligence and helping out two alleged assassins. The website further claims that this is seen in some quarters in Sri Lanka as proof that the LTTE was behind his assassination.[19] The suspects arrested in his murder case were released after no evidence was found after over two years in custody.[20] India condemned what the foreign ministry described as a \"terrorist crime\" and offered its full support. US Secretary of State Condoleezza Rice, who last met Mr Kadirgamar in June, condemned the assassination of Sri Lanka's foreign minister as a \"senseless murder and vicious act of terror\" and urged Sri Lankans not to let it lead to resumed civil war. She praised Kadirgamar as a man of \"dignity, honor and integrity, who devoted his life to bringing peace to Sri Lanka\". UN Secretary General Kofi Annan said in a statement quoted by the AFP news agency: \"Sri Lanka has lost a deeply respected statesman dedicated to peace and national unity.\" Australia's Foreign Minister Alexander Downer paid tribute to Kadirgamar saying he played a key role in bringing forward the peace process in Sri Lanka. \"Lakshman Kadirgamar was an eminent statesman and a distinguished representative of Sri Lanka,\" he said. \"He was a man of moderation who sought the path of peace and worked tirelessly for his country.\" Peace brokers Norway also condemned the assassination, with Foreign Minister Jan Petersen describing it as \"an atrocious crime and a tragedy for Sri Lanka.\" Kadirgamar was known for his combative and ready wit. When Shane Warne justified Australia's decision to not play in Colombo during the 1996 Cricket World Cup due to the terrorist threat – saying that he could be targeted by a drive-in bomber while he was shopping – Kadirgamar is reported to have said \"shopping is for sissies.\"[21] Kadirgamar commented later \"There was a storm of protest in Australia. A TV interviewer asked me whether I had ever played cricket. I said I had played before he was born – without helmets and thigh guards, on matting wickets that were full of holes and stones, and I had my share of broken bones to show of it. My friend the Australian foreign minister was drawn into the fray. He phoned me. We decided to cool things down... When the whole episode was over I sent a bouquet of flowers to my Australian counterpart. Flowers are also for sissies.\"[22] In 1995 Kadirgamar was made Honorary Master of the Inner Temple—one of the four Inns of Court in London. In 2001 he was awarded an Honorary DLitt at the Sabaragamuwa University of Sri Lanka. In 2004 he was elected an Honorary Fellow of Balliol College, University of Oxford.[23] The Government of Sri Lanka posthumously awarded him its highest national honour Sri Lankabhimanya. Kadirgamar is considered as one of the most successful foreign ministers Sri Lanka has had, due to his successful efforts of changing international opinion on Sri Lanka and the LTTE. His efforts in getting the LTTE listed as a terrorist organization contributed to its ultimate defeat in 2009. He recognized that significant change was needed within Sri Lanka if its communities were to live together peacefully was an enduring part of his legacy. The Lakshman Kadirgamar Institute of International Relations and Strategic Studies, a think tank on international affairs, was established in his memory a year after his assassination. A statue of Kadirgamar has been erected at the Liberty roundabout in Colombo. In April 2013 Balliol College established the Lakshman Kadirgamar Fund[24] to assist students from Asia at Balliol College.","Title":"Lakshman Kadirgamar - Wikipedia","KeyID":"13925","URL":"https://en.wikipedia.org/wiki/Lakshman_Kadirgamar"}