{"Content: ":"Legislature Judiciary There have been fifteen prime ministers of Sri Lanka since the creation of the position in 1947, prior to the formation of Ceylon. The prime minister of Ceylon was the head of the government until 1972. In 1972, the country was named as the Free, Sovereign and Independent Republic of Sri Lanka, and the position was known as the prime minister of Sri Lanka from then onwards. The prime minister also held the unified Ministry of External Affairs and Defence until 1977, when J.R. Jayewardene's government adapted two ministries, forming the Ministry of Defence and the Ministry of Foreign Affairs. In 1978, after Jayewardene became the president, new constitutional changes were introduced. The position of the executive president was introduced, resulting in the powers of the prime minister being reduced. The president became the head of state and chief executive,[1] and the prime minister became a weak head of government.[2] Under the current constitution of Sri Lanka, the prime minister is the leader of the Cabinet business and also functions as a deputy to the president. In the event a president dies in office, the prime minister becomes the acting president until the Parliament convenes to elect a successor or new elections can be held to elect a new president. This was the case in 1993, when President Ranasinghe Premadasa was assassinated and Prime Minister Dingiri Banda Wijetunge took office as president.[3] On 28 April 2015, the Parliament approved the 19th Amendment to the Constitution of Sri Lanka which gives the power of the government to the prime minister, while the president remains the head of state, head of the Cabinet, and commander-in-chief.[4] Of the fourteen prime ministers who have held the office since the introduction of the position in 1947, one has held the office four times, two have held office thrice, and two have held office twice. Six prime ministers have gone on to become president of the country.[5] Ranil Wickremesinghe has been sworn in as prime minister the most times in the country's history, on six occasions (May 1993, December 2001, January 2015, August 2015, December 2018, and May 2022),[6][7] whilst Dudley Shelton Senanayaka and Sirimavo Bandaranayake were appointed three times. Mahinda Rajapakse is the only prime minister who was suspended from his duties by the Supreme Court,[8][9][10] becoming the first de facto prime minister of Sri Lanka in 2018. United National Party (7) Sri Lanka Freedom Party (7) Sri Lanka Podujana Peramuna (1) Mahajana Eksath Peramuna (1) The most recent death of a former prime minister was that of D. M. Jayaratne (2010–2015) on 19 November 2019, aged 88. ","Title":"List of prime ministers of Sri Lanka - Wikipedia","KeyID":"13927","URL":"https://en.wikipedia.org/wiki/Prime_Ministers_of_Sri_Lanka"}