{"Content: ":"The brainstem (or brain stem) is the posterior stalk-like part of the brain that connects the cerebrum with the spinal cord.[1] In the human brain the brainstem is composed of the midbrain, the pons, and the medulla oblongata. The midbrain is continuous with the thalamus of the diencephalon through the tentorial notch,[2]: 152  and sometimes the diencephalon is included in the brainstem. The brainstem is very small, making up around only 2.6 percent of the brain's total weight.[2]: 195  It has the critical roles of regulating cardiac, and respiratory function, helping to control heart rate and breathing rate.[3] It also provides the main motor and sensory nerve supply to the face and neck via the cranial nerves. Ten pairs of cranial nerves come from the brainstem.[4] Other roles include the regulation of the central nervous system and the body's sleep cycle.[3] It is also of prime importance in the conveyance of motor and sensory pathways from the rest of the brain to the body, and from the body back to the brain.[3] These pathways include the corticospinal tract (motor function), the dorsal column-medial lemniscus pathway (fine touch, vibration sensation, and proprioception), and the spinothalamic tract (pain, temperature, itch, and crude touch).[5] The parts of the brainstem are the midbrain, the pons, and the medulla oblongata, and sometimes the diencephalon.[6]: 248  The midbrain is further subdivided into three parts: tectum, tegmentum, and the ventral tegmental area. The tectum forms the ceiling. The tectum comprises the paired structure of the superior and inferior colliculi and is the dorsal covering of the cerebral aqueduct. The inferior colliculus is the principal midbrain nucleus of the auditory pathway and receives input from several peripheral brainstem nuclei, as well as inputs from the auditory cortex. Its inferior brachium (arm-like process) reaches to the medial geniculate nucleus of the diencephalon. The superior colliculus is positioned above the inferior colliculus, and marks the rostral midbrain. It is involved in the special sense of vision and sends its superior brachium to the lateral geniculate body of the diencephalon. The tegmentum which forms the floor of the midbrain, is ventral to the cerebral aqueduct. Several nuclei, tracts, and the reticular formation are contained here. The ventral tegmental area (VTA) is composed of paired cerebral peduncles. These transmit axons of upper motor neurons. The midbrain consists of: Cross-section of the midbrain at the level of the superior colliculus Cross-section of the midbrain at the level of the inferior colliculus The pons lies between the midbrain and the medulla oblongata. It is separated from the midbrain by the superior pontine sulcus, and from the medulla by the inferior pontine sulcus.[8] It contains tracts that carry signals from the cerebrum to the medulla and to the cerebellum and also tracts that carry sensory signals to the thalamus. The pons is connected to the cerebellum by the cerebellar peduncles. The pons houses the respiratory pneumotaxic center and apneustic center that make up the pontine respiratory group in the respiratory center. The pons co-ordinates activities of the cerebellar hemispheres.[9] The pons and medulla oblongata are parts of the hindbrain that form much of the brainstem. Cross-section of the middle pons (at the level of cranial nerve V) Cross-section of the inferior pons (at the level of the facial genu) The medulla oblongata, often just referred to as the medulla, is the lower half of the brainstem continuous with the spinal cord. Its upper part is continuous with the pons.[6]: 1121  The medulla contains the cardiac, dorsal and ventral respiratory groups, and vasomotor centres, dealing with heart rate, breathing and blood pressure. Another important medullary structure is the area postrema whose functions include the control of vomiting. Cross-section of the rostral (superior) medulla Cross-section of the middle medulla Cross-section of the inferior medulla In the medial part of the medulla is the anterior median fissure. Moving laterally on each side are the medullary pyramids. The pyramids contain the fibers of the corticospinal tract (also called the pyramidal tract), or the upper motor neuronal axons as they head inferiorly to synapse on lower motor neuronal cell bodies within the anterior grey column of the spinal cord. The anterolateral sulcus is lateral to the pyramids. Emerging from the anterolateral sulci are the CN XII (hypoglossal nerve) rootlets. Lateral to these rootlets and the anterolateral sulci are the olives. The olives are swellings in the medulla containing underlying inferior nucleary nuclei (containing various nuclei and afferent fibers). Lateral (and dorsal) to the olives are the rootlets for CN IX (glossopharyngeal), CN X (vagus) and CN XI (accessory nerve). The pyramids end at the pontine medulla junction, noted most obviously by the large basal pons. From this junction, CN VI (abducens nerve), CN VII (facial nerve) and CN VIII (vestibulocochlear nerve) emerge. At the level of the midpons, CN V (the trigeminal nerve) emerges. Cranial nerve III (the oculomotor nerve) emerges ventrally from the midbrain, while the CN IV (the trochlear nerve) emerges out from the dorsal aspect of the midbrain. Between the two pyramids can be seen a decussation of fibers which marks the transition from the medulla to the spinal cord. The medulla is above the decussation and the spinal cord below. The most medial part of the medulla is the posterior median sulcus. Moving laterally on each side is the gracile fasciculus, and lateral to that is the cuneate fasciculus. Superior to each of these, and directly inferior to the obex, are the gracile and cuneate tubercles, respectively. Underlying these are their respective nuclei. The obex marks the end of the fourth ventricle and the beginning of the central canal. The posterior intermediate sulcus separates the gracile fasciculus from the cuneate fasciculus. Lateral to the cuneate fasciculus is the lateral funiculus. Superior to the obex is the floor of the fourth ventricle. In the floor of the fourth ventricle, various nuclei can be visualized by the small bumps that they make in the overlying tissue. In the midline and directly superior to the obex is the vagal trigone and superior to that it the hypoglossal trigone. Underlying each of these are motor nuclei for the respective cranial nerves. Superior to these trigones are fibers running laterally in both directions. These fibers are known collectively as the striae medullares. Continuing in a rostral direction, the large bumps are called the facial colliculi. Each facial colliculus, contrary to their names, do not contain the facial nerve nuclei. Instead, they have facial nerve axons traversing superficial to underlying abducens (CN VI) nuclei. Lateral to all these bumps previously discussed is an indented line, or sulcus that runs rostrally, and is known as the sulcus limitans. This separates the medial motor neurons from the lateral sensory neurons. Lateral to the sulcus limitans is the area of the vestibular system, which is involved in special sensation. Moving rostrally, the inferior, middle, and superior cerebellar peduncles are found connecting the midbrain to the cerebellum. Directly rostral to the superior cerebellar peduncle, there is the superior medullary velum and then the two trochlear nerves. This marks the end of the pons as the inferior colliculus is directly rostral and marks the caudal midbrain. Middle cerebellar peduncle is located inferior and lateral to the superior cerebellar peduncle, connecting pons to the cerebellum. Likewise, inferior cerebellar peduncle is found connecting the medulla oblongata to the cerebellum. The main supply of blood to the brainstem is provided by the basilar arteries and the vertebral arteries.[10]: 740  The human brainstem emerges from two of the three primary brain vesicles formed of the neural tube. The mesencephalon is the second of the three primary vesicles, and does not further differentiate into a secondary brain vesicle. This will become the midbrain. The third primary vesicle, the rhombencephalon (hindbrain) will further differentiate into two secondary vesicles, the metencephalon and the myelencephalon. The metencephalon will become the cerebellum and the pons. The more caudal myelencephalon will become the medulla. There are three main functions of the brainstem: Ten of the twelve pairs of cranial nerves either target or are sourced from the brainstem nuclei.[10]: 725  The nuclei of the oculomotor nerve (III) and trochlear nerve (IV) are located in the midbrain. The nuclei of the trigeminal nerve (V), abducens nerve (VI), facial nerve (VII) and vestibulocochlear nerve (VIII) are located in the pons. The nuclei of the glossopharyngeal nerve (IX), vagus nerve (X), accessory nerve (XI) and hypoglossal nerve (XII) are located in the medulla. The fibers of these cranial nerves exit the brainstem from these nuclei.[12] Diseases of the brainstem can result in abnormalities in the function of cranial nerves that may lead to visual disturbances, pupil abnormalities, changes in sensation, muscle weakness, hearing problems, vertigo, swallowing and speech difficulty, voice change, and co-ordination problems. Localizing neurological lesions in the brainstem may be very precise, although it relies on a clear understanding on the functions of brainstem anatomical structures and how to test them. Brainstem stroke syndrome can cause a range of impairments including locked-in syndrome. Duret haemorrhages are areas of bleeding in the midbrain and upper pons due to a downward traumatic displacement of the brainstem.[6]: 842  Cysts known as syrinxes can affect the brainstem, in a condition, called syringobulbia. These fluid-filled cavities can be congenital, acquired or the result of a tumor. Criteria for claiming brainstem death in the UK have developed in order to make the decision of when to stop ventilation of somebody who could not otherwise sustain life. These determining factors are that the patient is irreversibly unconscious and incapable of breathing unaided. All other possible causes must be ruled out that might otherwise indicate a temporary condition. The state of irreversible brain damage has to be unequivocal. There are brainstem reflexes that are checked for by two senior doctors so that imaging technology is unnecessary. The absence of the cough and gag reflexes, of the corneal reflex and the vestibulo–ocular reflex need to be established; the pupils of the eyes must be fixed and dilated; there must be an absence of motor response to stimulation and an absence of breathing marked by concentrations of carbon dioxide in the arterial blood. All of these tests must be repeated after a certain time before death can be declared.[13] The midbrain, pons, and medulla oblongata are labelled on this coronal section of the human brain. 3D visualization of the brainstem in an average human brain","Title":"Brainstem - Wikipedia","KeyID":"1393","URL":"https://en.wikipedia.org/wiki/Brain_stem"}