{"Content: ":"Thiyagarajah Maheswaran (Tamil: தியாகராஜா மகேஸ்வரன்) (10 January 1966 – 1 January 2008) was a Tamil Sri Lankan Member of Parliament (MP) from Colombo. He belonged to the main opposition United National Party and was critic of Rajapakse government's war against Tamil rebels. He was the former Hindu Affairs minister and a former Member of Parliament for Colombo District, escaped an assassination attempt on the final day of the 2004 election campaign in Colombo. He was assassinated by a gunshot on 1 January 2008 while worshipping at a Hindu temple with his family. Number of other devotees were also injured. The injured gunman has been apprehended and is in police custody in a hospital.[1] T. Maheswaran was born in Karainagar, Jaffna and attended the prestigious St Johns College. He was a successful businessman before becoming a politician with the United National Party. He was one of the first minority Tamil politician to join a majority Sinhalese dominated political party from the south after the commencement of the Sri Lankan civil war. During the UNP rule he was known for not following party regulations regarding voting for emergency regulations. He always voted to rescind it. He was also known for his efforts to high light the Human rights situation affecting the minority Sri Lankan Tamils both in the parliament and to the local media. Generally he had voiced support for the war effort against the LTTE but had highlighted the civilian repercussions.[citation needed] Just before his death, he had accused the rival Eelam People's Democratic Party as being behind the rash of murders targeting civilians in the Jaffna peninsula. Just before his death, his security staff was reduced from 11 to 2 by the government after the budget speech.[2] He was accused by D. B. S. Jeyaraj of being a Hindu chauvinist and eroding \"Tamil religious unity\" by supporting the anti-Conversion bill espoused by Sinhalese Buddhist politicians[3] during his term as Hindu affairs minister.[4] He was shot dead by unknown gunman while attending the New Year prayers at Kotahena, Sivan Kovil around 10:35 local time (05:05 GMT) and later succumbed to his injuries at the Colombo General Hospital along with one Hindu pilgrim who was too attending to the prayers. He had escaped an earlier assassination attempt in 2004. UNP parliamentarians Johnston Fernando and Dayasiri Jayasekara accused the current government as responsible by saying that T. Maheswaran's plan to reveal Jaffna situation has led to his murder. The government has denied any responsibility.[5] To the accusation that Douglas Devananda a cabinet minister and leader of the EPDP political party was involved in his murder and had previously threatened T. Maheswaran, Douglas had denied any responsibility.[6] According to the spokesperson of Sri Lankan Ministry of Defence, the gunman was wounded when Maheswaran's bodyguard returned fire and had been arrested and hospitalized.[7][8][9] He is the third prominent minority Tamil parliamentarian to be killed. Joseph Pararajasingham and Nadarajah Raviraj were the other parliamentarians who were critical of the war effort who were killed during the years 2006 to 2008.[10] On 27 August 2012, Colombo High Court Judge, Sunil Rajapaksa sentenced the main accused John Pauline Wellington, who is a former LTTE intelligence carder worked for Director of Military Intelligence Major General Kapila Hendawitharana [11] should be hanged to death within the four walls of the Welikade Prison on a date ordered by the President.[12][13] According to the United National Party spokesperson, Maheswaran was killed as he was about to divulge the names of the paramilitary operatives who are responsible for daily killings of civilians in the minority dominated Jaffna peninsula as part of the ongoing Sri Lankan Civil War.[14] In June 2007, he was very vocal in his opposition to the Expulsion of non-resident Tamils from Colombo.[15] His widow Vijayakala Maheswaran succeeded him and was elected to parliament in 2010 and 2015. Assassinated parliamentarians in 2007-2008","Title":"T. Maheswaran - Wikipedia","KeyID":"13940","URL":"https://en.wikipedia.org/wiki/T._Maheswaran"}