{"Content: ":"Duminda Dissanayake (born 28 March 1979), MP, is the current Sri Lankan Cabinet Minister of the Ministry of Irrigation, former Minister of Agriculture, deputy minister of Youth Affairs and Skills Development and a Member of Parliament from the Anuradhapura District. Born at Anuradapura General Hospital, he is the eldest child of the family of four boys. His father was the late Berty Premalal Dissanayake, a farmer and businessman by profession, who was also the former Chief Minister of the North Central Province, a former Member of Parliament in the Anuradhapura District and the Minister of Social Services. His mother is Jayani Dissanayake, a trained teacher. Dissanayake was educated at Hatharaswela Government School, Walisinghe Harischandra Vidyalaya, Central College Anuradhapura and Royal College Colombo. He gained a Diploma in Information Technology from the Holmesglane TAFE. In 2000, contested the General Election as a candidate from the Sri Lanka Freedom Party in the People's Alliance. He became the youngest person to be elected to parliament at the age of 21 polling the highest majority of votes from the Anuradhapura district. He retained his seat in parliament in the General Election the following year in 2001, polling the highest number of votes in Anuradapura even though his party lost the election. From 2001 to 2004 he served as a backbencher in the opposition. During this time he was very active in the Youth Wing of SLFP and became its Vice President (working president). In the General Election of 2004 he retained his seat in parliament and was appointed Deputy Minister of Skills Development, Vocational Training and Technical Education Ministry a post he held till 2005. At the start of his first term, President Mahinda Rajapaksa appointed Dissanayake as the Deputy Minister of Port and Aviation in 2007. During this time he sat in the cabinet as the acting minister on several occasions. In 2006 he was appointed as the Non- Cabinet Minister of Petroleum Resources. During this time, the Ministry started to explore for oil around Sri Lankan sea and decided to excavate the Mannar basin. His attempts to introduce Bio Fuel, however, was not a success. In 2010, he contested the General Election and obtained 10,1384 votes, retaining his seat and was appointed as the Deputy Minister of Posts and Telecommunications before being appointed as Deputy Minister of Youth Affairs and Skills Development in the reshuffle that followed. At the moment he is the Hon. Cabinet Minister of Education Services and recorded as the youngest Cabinet Minister of the Cabinet/Parliament of Sri Lanka.","Title":"Duminda Dissanayake - Wikipedia","KeyID":"13946","URL":"https://en.wikipedia.org/wiki/Duminda_Dissanayake"}