{"Content: ":"Somasundaram Senathirajah (Tamil: சோமசுந்தரம் சேனாதிராஜா Sinhala: මාවෙයි සේනාධිරාජා) born 27 October 1942; commonly known as Mavai Senathirajah) is a Sri Lankan Tamil politician and Member of Parliament. He is the current leader of the Illankai Tamil Arasu Kachchi (ITAK), a member of the Tamil National Alliance (TNA). Senathirajah was born on 27 October 1942.[1][2] He was educated Veemanramam School and Nadeswara College.[2] After school he joined the University of Ceylon, Peradeniya as an external student and graduated with a bachelor's degree.[2] Senathirajah got involved in the Sri Lankan Tamil nationalism movement at a young age and took part in the 1961 satyagraha.[2] He joined the youth wing of Illankai Tamil Arasu Kachchi (ITAK), the Tamil Youth League, in 1962.[2] He was secretary of the Eela Thamil Elanger Eyakam (Eelam Tamil Youth Movement) from 1966 to 1969.[2] He was arrested on several occasions between 1969 and 1983 and spent seven years imprisoned at eight different prisons.[2] He became secretary of the Tamil Youth Front, the youth wing the Tamil United Liberation Front (TULF), in 1972.[2] Senathirajah was one of the ENDLF/EPRLF/TELO/TULF alliance's candidates in Jaffna District at the 1989 parliamentary election but failed to get elected after coming 13th amongst the alliance candidates.[3][4] However, he entered Parliament in 1989 when he was appointed as a National List Member of Parliament for the TULF, replacing A. Amirthalingam who had been assassinated on 13 July 1989.[5] He re-entered Parliament in 1999 as a National List Member of Parliament for the TULF following the assassination of Neelan Tiruchelvam on 29 July 1999.[5][6] Senathirajah was one of the TULF's candidates in Jaffna District at the 2000 parliamentary election. He was elected and re-entered Parliament.[7] On 20 October 2001 the All Ceylon Tamil Congress, Eelam People's Revolutionary Liberation Front, Tamil Eelam Liberation Organization and TULF formed the Tamil National Alliance (TNA).[8][9] Senathirajah contested the 2001 parliamentary election as one of the TNA's candidates in Jaffna District. He was elected and re-entered Parliament.[10] He was re-elected at the 2004, 2010 and 2015 parliamentary elections.[11][12][13][14][15] Senathirajah was general-secretary of ITAK before being elected leader of ITAK 6 September 2014.[16][17] Senathirajah is one of a trio of MPs (the other two being R. Sampanthan and M. A. Sumanthiran) who lead the TNA.[18][19] ","Title":"Mavai Senathirajah - Wikipedia","KeyID":"13941","URL":"https://en.wikipedia.org/wiki/Mavai_Senathirajah"}