{"Content: ":"Unnanthi Piyankara Jayaratne, MP (born September 27, 1964) is a Sri Lankan politician and a member of the Parliament of Sri Lanka. Born to S. D. R. Jayaratne, a former member of parliament from Chilaw and Deputy Minister of Fisheries.[2] Jayaratne was educated at Royal College Colombo and gained his higher education at the National Institute of Business Management.[citation needed] He was the General Secretary of the Sri Lanka Freedom Party Youth Organisation and a member of the Wayamba provincial council from 1993 to 1998.[3] He was then appointed SLFP organiser for the Puttalam Electorate in 1998- a position he holds to this day.[3] Jayaratne was Minister of Fisheries, Agriculture and Irrigation of the North Western Provincial Council from 1998 to 2000.[citation needed] He was elected to parliament in the 2000 parliamentary elections, and was appointed Deputy Minister of Youth Affairs till 2001[citation needed]. He was not reelected in 2004 but, upon the death of D. M. Dassanayake, was appointed MP for the Puttalam electorate in February 2008.[4] Jayaratne was then appointed Deputy Speaker of Parliament on 8 July 2008, and held the position for three terms until 22 November 2010, through his re-election in 2010.[1] He was then given the portfolio of the Ministry of Civil Aviation under the second Mahinda Rajapakse government.[5] In 2015, he was deputised to the ministries of Law and Order and Southern Development and Prison Reforms, Rehabilitation, Resettlement and Hindu Religious Affairs as State Minister for Law & Order and Prison Reforms.[6] He was then appointed State Minister for Provincial Councils and Local Government, a position he resigned from at the end of December 2016 [7][8] Jayaratne has been the subject of several investigations for corruption. In October 2015, he was summoned to appear before the Presidential Commission of Inquiry into serious acts of Fraud, Corruption and Abuse of Power in an investigation into alleged financial fraud at SriLankan Catering, the catering arm of the national carrier, SriLankan Airlines.[9] In 2017, the Commission to Investigate Allegations of Bribery or Corruption filed charges with the Colombo Chief Magistrate Court against Jayaratne, citing abuse of power and -state funds through the unlawful appointment of his private secretary, B. Dayawansha, as an officer at the Civil Aviation Authority of Sri Lanka and providing him with a salary and benefits using state funds.[10][11] He and Dayawansha were later arrested, then released on bail on 21 August 2017.[12]","Title":"Piyankara Jayaratne - Wikipedia","KeyID":"13955","URL":"https://en.wikipedia.org/wiki/Piyankara_Jayaratne"}