{"Content: ":"Major General Sarath Munasinghe, RWP, RSP, USP was a Sri Lankan senior army officer and a politician. He had served in the Sri Lanka Army, becoming Commander Security Forces Headquarters Jaffna and went on to become the Deputy Speaker and Member of Parliament. Born in Polgahawela in Kurunegala, he was educated at Maliyadeva College, Kurunegala.[1] Munasinghe joined the Sri Lankan Army as a cadet officer on 5 February 1970 and following his basic officer training at the Army Training Centre, Diyatalawa in its 3rd intake, he was commissioned as a Second Lieutenant in the 4th Artillery Regiment, Sri Lanka Artillery on 1 June 1971, soon after the 1971 JVP insurrection.[1] Munasinghe served as an artillery officer and attended the artillery young officer's course at the Indian Army School of Artillery in Deolali in 1975. In 1977, having reached the rank of captain, he was sent to the intelligence staff officer's course at the Military Intelligence Training School and Depot in Pune and on his return was posted to the Army Headquarters as General Staff Officer (Grade 3) - intelligence from January 1978. In January 1979 he was sent by Brigadier Cyril Ranatunga to Jaffna to setup an intelligence unit for the army with the increase in Tamil militant groups. He returned army headquarters in December 1979. Promoted to the rank of major, he was posted as the battery commander of the 9 Field Battery, 4th Artillery Regiment with which he served in Manner. Between December 1980 and April 1981 he attended the junior command course at the Army War College, Mhow. Returning to his command, the 9 Field Battery was deployed to Jaffna in June 1981. In 1982, he was posted as an intelligence officer attached to the Northern Command. Major Munasinghe was one of the first on the seen following the ambush of the army patrol Four Four Bravo. In February 1984, he was posted as an officer instructor at the Kotelawala Defence Academy after which he served as a staff officer at Army headquarters in Colombo. Following a military training in the United States in 1988, he was posted as the senior intelligence officer to the Directorate of Military Intelligence with the rank of Lieutenant Colonel. From February 1990 to November 1990, Munasinghe served as the commanding officer of the 6th Field Regiment, Sri Lanka Artillery.[2] Serving for 29 years in the army, he held several senior commands such as; general officer commanding 51 Division SLA and 54 Division SLA; commander 12 Brigade Group, Colombo; commander 15 Brigade Group, Mannar; commanding officer of 6th Regiment Sri Lanka Artillery; coordinating chief Batticalao, Ampara, Polonnaruwa Districts and coordinating officer Welioya. He was also the Army Director Psychological Operations and Director Media Operations Headquarters, Ministry of Defense and Director Media Army Headquarters whilst being the army media spokesman. In 1998 he was promoted to the rank of major general and in 1999 served as Commander Security Forces Headquarters Jaffna, one of the most senior commands in the Sri Lankan military. Major General Munasinghe entered the Parliament of Sri Lanka in 2000 as a member of the Peoples Alliance, representing the Kurunegala District and was made Deputy Speaker of Parliament, and in 2001 crossed over to the opposition and became a member of the United National Party (UNP). He was not reelected in 2001. However he was appointed as the Chairman of the Building Materials Corporation. At the time of his death he was the UNP chief organizer for the Polgahawela electorate. He died after a brief illness and his funeral took place in Kurunegala with full military honors. He was married and had two sons.","Title":"Sarath Munasinghe - Wikipedia","KeyID":"13951","URL":"https://en.wikipedia.org/wiki/Sarath_Munasinghe"}