{"Content: ":"Kairshasp Nariman Choksy, PC, MP (7 February 1933 – 5 February 2015) (known as K. N. Choksy) was a Sri Lankan lawyer, politician and a former member of the Parliament of Sri Lanka. He was Cabinet Minister of Finance under Prime Minister Ranil Wickremasinghe.[1] He had also served as Cabinet Minister of Constitutional & State Affairs from 1993 to 1994 under President D. B. Wijetunga and was a member of parliament from 1989 to 2010 continuiosly. Kairshasp N. Choksy belongs to the small, yet well established and respected, Parsi community of Sri Lanka, of which he was the Anjuman former chairman. He was born in Colombo on 7 February 1933. His paternal grandparents had migrated to Colombo from Surat, North of Bombay, in the year 1885 to manage an established business house in the Coconut oil industry at Colombo, belonging to a Bombay Parsi family. His maternal grandparents were also settled in Colombo, in the export-import trade in food-commodities. They donated the building and land called \"Navroze Baug\", which is the religious centre of the Colombo Parsi residents. Kairshasp's father, Nariman K. Choksy, was born in Sri Lanka around the start of the 20th century. He was the first Parsi Advocate in the country. Establishing a lucrative practice on the civil side, he was bestowed the honour by the then British Government of being appointed a Queen's Counsel in 1947, and later served as a Judge of the country's Supreme Court from 1951. With the enactment of Sri Lanka's Citizenship Laws after the Country's independence in 1948, Nariman Choksy found himself (and a few other well established settlers of Indian origin) as becoming \"stateless\". Upon this being brought to the notice of the incumbent Government, a law was enacted by Parliament in 1950 under which Nariman Choksy qualified for citizenship as a \"Distinguished Citizen\" of the Country. Choksy received his primary education at S. Thomas' Preparatory School, Kollupitiya, being one of the first students to be admitted to the school at its founding in 1938. He then continued his secondary education at S. Thomas' College Mount Lavinia. From boyhood, he imbued the legal atmosphere in his father's Law Chambers and being called to the Sri Lankan Bar as an Advocate in 1958 rapidly established himself in a leading practice in the civil courts of the metropolis of Colombo. Choksy was appointed as President's Counsel in 1981. He appeared as lead-Counsel on one side or the other in many a civil Cause-celebre. During the period 1989 to 1992, he successfully defended the country's President Ranasinghe Premadasa, as his Senior-Counsel, in a Petition filed seeking to annul the President's election. The case took 525 days of hearing before five Judges of the Supreme Court, with 911 witnesses testifying. He entered the Sri Lanka Parliament in February 1989 as a nominated Member on the National List. The Sri Lankan Constitution makes provision for a limited number of such appointments, so that the Professional and Academic communities could find representation in the Legislature without having to contest at elections. He held office in Parliament as Minister for Constitutional Affairs and State Affairs from 1993 to 1994, and thereafter as the Country's Minister of Finance of Sri Lanka from 2001 to 2004. Choksy was a Member of Parliament from 1989 to 2010 continuiosly. Choksy is married to Freny (née Cooper) from Bombay. They have three sons. The eldest, Jamsheed, is Professor of Central Eurasian Studies and History and Director of Middle Eastern Studies. He is a scholar in Zoroastrianism and has published several books on religion. The second son, Khursheed, is executive director at the United States Chamber of Commerce in Washington. The third son, Vishtasp, has taken to the family tradition of the Law and practices as a Lawyer in Colombo, the third generation of Choksys to excel in his chosen profession.","Title":"K. N. Choksy - Wikipedia","KeyID":"13989","URL":"https://en.wikipedia.org/wiki/K._N._Choksy"}