{"Content: ":"Seyed Ahmed Seyed Alavi Moulana (1 January 1932 – 15 June 2016)[1] was a Sri Lankan politician, who entered politics in 1948 as a trade unionist. He was the 5th Governor of Western Province, having assumed office on 1 February 2002. He was a member of the Sri Lanka Freedom Party, Cabinet Minister of Labour, and a councillor in the Colombo Municipal Council. He was the Senior Vice-President of the Sri Lanka Freedom Party and was also a social and religious worker. He also served as acting Governor for Sabaragamuwa in 2009.[2][3] Alavi Moulana entered politics in 1948 as a Trade Unionist. In 1956 he joined the Sri Lanka Freedom Party and in 1960, under the leadership of Sirimavo Bandaranayake, he became the leader of the Trade Union Movement of the Sri Lanka Freedom Party. Moulana was appointed as one of the Vice-Presidents of the Sri Lanka Freedom Party and the Senior Vice-President of the Sri Lanka Nidahas Sevaka Sangamaya. He was a councillor in the Colombo Municipal Council for a period of 10 years. In 1994 he entered Parliament as the Deputy Minister of Media going on to become a Cabinet Minister of the Provincial Council and Local Government. In 2001 he was appointed as Cabinet Minister of Labour as well as being appointed as president of the Sri Lankan Muslim Federation and Organizing Secretary and convener of the Joint Council of Trade Union Organization (JCTUO). Moulana was an advisor to former President Chandrika Kumaratunga on Muslim Affairs.[4] Moulana also served as acting Governor for Sabaragamuwa in 2009. In 2012, during his 80th birthday ceremony Alavi Moulana was conferred the 'Jana Prasadini' title by President Mahinda Rajapaksa. The President said \"Moulana had been a tower of strength to him and the Sri Lanka Freedom Party for a long time\" and wished him a long life in his service to the nation and the working community.[5] Moulana has received many national and international awards for decades of service to trade unionism. He has received National awards by former President Chandrika Kumaratunga for more than 45 years of service rendered for the Trade Union movement in Sri Lanka. He has also received several Vishvaprasadini and National and International awards as member of the World Federation of Trade Unions. Moulana has represented Sri Lanka in several seminars of the Trade Union throughout the World, and in 2001 was appointed as the Chairman of the Asia Pacific Region of the International Labour Organization (ILO) for a period of three years, which was proposed by China and seconded by India.","Title":"Alavi Moulana - Wikipedia","KeyID":"13986","URL":"https://en.wikipedia.org/wiki/Alavi_Moulana"}