{"Content: ":"Basheer Segu Dawood (Bazir Ceegu Dhawood) is a Sri Lankan politician and Member of Parliament. Basheer Segu Dawood started his political career with Eelam Revolutionary Organisation of Students (EROS) militants and contested his first parliamentary election in 1989 in the Batticaloa district, under the EROS banner. He placed last on the candidate list. After few months, EROS parliamentarians boycotted Parliament on the instruction of the Liberation Tigers of Tamil Eelam, demanding a reasonable solution for Tamils from the Sri Lankan government. It resulted in EROS parliamentarians losing their posts due to their long absence from the Parliament. Then next people on the elected list were also denied because of their determination not to attend Parliament until their demands were fulfilled. When in late 1989 Dawood's turn came to take oath to parliament, there was political turmoil in Sri Lanka, with a conspiracy to impeach President Ranasingha Premadasa. Premadasa asked Basheer Segu Dawood to take an oath, and he accepted the request and entered Parliament when some of his demands were met by Premadasa. Dawood initially opposed the Sri Lanka Muslim Congress and its ideology. He criticized its founder, M.H.M. Ashraf very strongly. He ordered his EROS cadres to monitor SLMC activists and control their political activities in Batticaloa district when he was prominent in EROS.[citation needed] In 1994 Dawood joined SLMC in Sandaan Kerny, Kalmunai where the annual party conference was held. Dawood was appointed as the United National Front's National List MP in the Sri Lankan Parliament in December 2001.[1] In January 2003 Dawood was elected chairman of the Sri Lanka Muslim Congress.[2] Dawood did not re-enter Parliament at the April 2004 election but in July 2004 he was appointed a National List MP by the United National Front, replacing W.P.S. Pushpakumara.[3] He resigned from Parliament in April 2008 to contest the Eastern Provincial Council elections.[4] He was subsequently elected to EPC and became leader of the opposition.[5] Dawood returned to Parliament in April 2010, this time representing Batticlaoa for the United National Front.","Title":"Basheer Segu Dawood - Wikipedia","KeyID":"13984","URL":"https://en.wikipedia.org/wiki/Basheer_Segu_Dawood"}