{"Content: ":"Somaweera Chandrasiri (11 February 1909 – 11 July 1971) was a Sinhalese poet and Ceylonese politician.[1][2] Somaweera Chandrasiri was born 11 February 1909 in Mampe. He attended Prince of Wales College, Moratuwa.[3] In 1937 he was elected to the Mampe-Kesbewa Urban Council. Although he was not a member of the Lanka Sama Samaja Party (LSSP) Chandrasiri edited and published a pro-LSSP weekly newspaper Nidahasa.[4] He was arrested and jailed for contempt of court, whilst he was in jail he lodged his nomination papers for the country's first parliamentary elections.[4] At the 1st parliamentary election, held between 23 August 1947 and 20 September 1947, Chandrasiri was elected as the LSSP candidate in the Moratuwa electorate, securing 48.15% of the total vote, 3,917 votes ahead of his nearest rival.[5] He retained the seat at the 2nd parliamentary election, held between 24 May 1952 and 30 May 1952, receiving 41.19% of the total vote.[6] In October 1953 he split from the LSSP and was unsuccessful in his attempt to retain the seat of Moratuwa at the 3rd parliamentary election, held between 5 April 1956 and 10 April 1956, where he ran as an independent candidate. He polled 6,559 votes (16.26% of the total vote), 12,970 votes behind the successful LSSP candidate, Meryl Fernando.[7] Candrasiri contested the newly created Kesbewa electorate at the 4th parliamentary elections in March 1960, where he received 11,115 votes (38.58% of the total vote) and was duly elected.[8] He subsequently joined the Sri Lanka Freedom Party (SLFP), and ran as the party's candidate in the July 1960 parliamentary election, where he polled 45.37% of the total vote, retaining the seat.[9] At the 6th parliamentary election, held on 22 March 1965, he increased his winning margin to 57.87% of the total vote, over 7,000 votes clear of his nearest rival.[10] At the 7th parliamentary election in May 1970 he polled 32,332 votes (64.37% of the total vote) and 14,606 votes in front of his United National Party rival, Dharmasena Attygalle.[11] In 1970 he was appointed the Deputy Minister of Cultural Affairs in the Second Sirimavo Bandaranaike cabinet. In September 1970 a Tamil militant, Pon Sivakumaran, attempted to assassinate Chandrasiri by placing a time bomb under Chandrasiri's car when he was visiting Urumpirai Hindu College however the bomb exploded whilst nobody was in the car.[12][13][14]","Title":"Somaweera Chandrasiri - Wikipedia","KeyID":"13982","URL":"https://en.wikipedia.org/wiki/Somaweera_Chandrasiri"}