{"Content: ":"Ariyanayagam Chandranehru (Tamil: அரியநாயகம் சந்திரநேரு; 15 October 1944 – 8 February 2005) was a Sri Lankan Tamil merchant seaman, politician and Member of Parliament. Chandranehru was born 15 October 1944.[1] He was from Thirukkovil in south-eastern Ceylon.[2] He was named after two leading Indian independence activists admired by his father – Subhas Chandra Bose and Jawaharlal Nehru.[2] Chandranehru was the son of K. A. W. Ariyanayagam (Arappor Ariyanayagam), one of the founders of the Illankai Tamil Arasu Kachchi (Federal Party).[2] Ariyanayagam was a follower of the Gandhiyam way of life and took part in the non-violent civil rights protests by Tamils in the 1950s and 1960s.[2] Chandranehru took part in the satyagrahas of 1956 and 1961.[2] However, he, like many young Tamils, became disillusioned with non-violent protests and began to support militant armed struggle.[2] Chandranehru's family were protestant Christians and his brother Ruban was a Methodist pastor.[2] Chandranehru's son Chandrakanthan is a former Member of Parliament.[3] Chandranehru joined the public service, working at the fisheries department in Kalpitiya.[2] He then started working as a second officer on a Maldivian ship.[2] After six years he became captain of a ship.[2] In the mid 1980s, when he returned home for a holiday, he was arrested under the Prevention of Terrorism Act and detained at Boosa prison for more than a year.[2] This increased his support for achieving a separate Tamil state through armed struggle.[2] In the late 1990s he gave up shipping, returned home to Thirukkovil and became a businessman, buying several shops.[2] Chandranehru contested the 2001 parliamentary election as one of the Tamil National Alliance's (TNA) candidates in Ampara District. He was elected and entered Parliament.[4] He failed to get re-elected at the 2004 parliamentary election after coming second amongst the TNA candidates.[5] Chandranehru and others founded NESOHR (North East Secretariat on Human Rights) on 9 July 2004.[6][7] On the night of 7 February 2005 Chandranehru, along with several members of the Liberation Tigers of Tamil Eelam (LTTE), were travelling from Polonnaruwa to Thirukkovil along the Polonnaruwa-Batticaloa highway in a blue Toyota Dolphin van.[8][9][10] At around 7.45 pm, at Pillaiyaarady near Namalgama, 40 km north-west of Batticaloa and inside government controlled territory, their vehicle was overtaken by a white van, which had been following them, which then blocked the road.[8][9][11][12] Men dressed in military uniforms got out of the white van and ordered the occupants of Chandranehru's Dolphin van to get out.[11] The two police officers providing security for Chandranehru did not resist as the men were in military uniforms.[11] The men in military uniforms then started shooting at Chandranehru and his group. E. Kousalyan, the LTTE's political head for Batticaloa-Ampara District, and four other LTTE members (Nithimaran, Vinodhan, Kamalan and Kumanan) were killed.[9][10][13] Chandranehru was seriously injured in the attack and was taken to hospital in Colombo National Hospital but the following day (8) he died of his injuries.[9][10][14][15][16] The attack took place close to several Sri Lanka Army camps including Namalgama, Ruwanpitiya, Welikanda, Punanai and Kadwathmadu.[8][10][12][17] The assassination was blamed on the government backed Karuna paramilitary group and the Sri Lankan military.[18] The Tamil National Force, a TMVP (Karuna Group)/ENDLF front, claimed responsibility for the attack.[19] On 12 February 2005 the LTTE conferred the title Maamanithar (great human being) on Chandranehru.[12][20][21]","Title":"A. Chandranehru - Wikipedia","KeyID":"13997","URL":"https://en.wikipedia.org/wiki/A._Chandranehru"}