{"Content: ":"Tilak Janaka Marapana PC (born August 1942) is a Sri Lankan lawyer. He was the Minister of Foreign Affairs[1] and Development Assignments. He is a Member of Parliament appointed from the national list and had served as Minister of Law and Order, Prison Reforms from September 2015 to November 2015 and Minister of Defence (2001–2003) and Minister of Transport, Highways and Aviation (2002–2004). As Minister of Defence, he was the only non Presidential or Prime Ministerial holder of the portfolio. A lawyer by profession and a President's Counsel, he had served as a government prosecutor in the Attorney General's Department for twenty six years, serving as Solicitor General and Attorney General.[2] Marapana hails from Ratnapura, Sabaragamuwa, he is the second son of former District Judge P. Marapana and has one brother Gamini Marapana, PC. He is an alumnus of S. Thomas' College, Mount Lavinia. He has a degree in chemistry and maths as well as a law degree.[3] Marapana joined the Attorney General's Department as a Crown Counsel in 1968.[3] In 1988 he was made a President's Counsel.[3] In 1990 he was appointed Solicitor General and thereafter was promoted to Attorney General in 1992. He retired as Attorney General in 1995, following the change of the United National Party Government, reverting to the Unofficial Bar.[4] In 2000 he was appointed a Member of Parliament from the national list by the UNP. In 2001 he was made Minister of Defence. In 2002 he was made Minister of Transport, Highways, and Aviation in addition to the portfolio of Minister of Defence. In 2015, he was reappointed Member of Parliament from the national list and was appointed Cabinet Minister of Law and Order, Prison Reforms in September 2015.[2] He resigned from the post in November 2015 after a speech he made in Parliament regarding the legal position of the Avant Garde controversy. In May 2017, following a cabinet reshuffle he was appointed Minister of Development Assignments. He was also appointed for the post of Minister of Foreign Affairs on August 15, 2017 after resignation of Ravi Karunanayake.[1] Marapana is married to Stella, they have two sons, Janaka and Chamith both practicing lawyers.[2]","Title":"Tilak Marapana - Wikipedia","KeyID":"13991","URL":"https://en.wikipedia.org/wiki/Tilak_Marapana"}