{"Content: ":"Rishad Bathiudeen is a Sri Lankan parliamentarian and former senior cabinet minister. He is the leader of the All Ceylon Makkal Congress (ACMC) Party, a registered political party in Sri Lanka. Bathiudeen was elected as a Member of Parliament (MP) from the Vanni Electoral District in December 2001 and was re-elected in April 2004, after which he was again re-elected in April 2010 and 2015 June from the same Electoral District which comprises Vavuniya, Mannar and Mullathivu Administrative Districts. Rishad Bathiudeen holds a National Diploma in Technology (NDT) in Civil Engineering from the University of Moratuwa, Sri Lanka and is also a member of the Chartered Institute of Engineering (C.I.E.) in the UK. On 19 October 2020, he was arrested by the Criminal Investigation Department during a raid in Dehiwela, where he is charged with criminal misappropriation of public funds, and violation of election laws with regard to the transportation of IDPs in government-owned SLTB buses to vote at the 2019 presidential election.[1] Environmental organizations filed a writ application in court against the illegal clearing of the Kallaru Forest Reserve and the construction of a housing project, which is adjacent to the Wilpattu National Park.[2] The Court of Appeal upheld the view that it was illegal to cut down trees and construct houses in a protected forest reserve and held the Minister responsible, Bathuideen, accountable to the damage by exercising the 'Polluter Pays Principle' under Environmental law.[3] Bathuideen was hence ordered to bear the full cost, which is over Rs. 1 billion,[4] to reforest the Kallaru Reserve.[5][6] In the aftermath of the 2019 Sri Lanka Easter bombings Bathiudeen was accused of having ties with the bombers and interfering with the investigations in an attempt to release arrested suspects. According to the Army Commander Mahesh Senanayake, Bathiudeen called him three times first to confirm if a person was arrested and after ignoring him twice the commander confirmed that the person was arrested. Bathiudeen then mentioned the suspect's father and asked what can be done to which the army commander replied asking him to call back in one and a half years as he has the authority to detain him that long. Further a house belonging to his sister was rented out to the terrorists to which Bathiudeen stated that his sister was in Canada. Further he denied that his brother had any business dealings with the father of the bombers and also stated that the IDB under him provided materials to the terrorists legally as they provide materials to small and medium enterprises and did not know their use. As a result of the allegations members of the Joint Opposition signed a No Confidence Motion against Bathiudeen consisting of 10 charges including the arrest of Abdul Hanuth who was a secretary to Bathiudeen and a Maulavi who was an advisor to Bathiudeen. Further it also accused him of influencing the police not to arrest suspects under Prevention of Terrorism Act allowing them to be give bail on 6 May 2019,[7][8][9][10] On 31 May, Athuraliye Rathana Thera began a hunger protest requesting the removal of Muslim politicians with alleged ties to bad people including Rishad Bathiudeen and Hizbullah. There were several protests by Sinhala and Tamil as well as Hindu, Christian and Muslim figures and organisations in support of the thera including by relatives of the bomb blasts.[11][12] The protests were also supported by the Mahanayaka theras and Cardinal Malcolm Ranjith visited the fasting thera.[13][14] On 5 June, the All Island Canteen Owners' Association Chairman (AICOA) complained that Bathiudeen abused the Consumer Affairs Authority (CAA) to mistreat Sinhalese businessmen and also distributing food commodities unfit for human consumption through Lanka Sathosa.[15] On 7 June, S. B Dissanayake and Dilan Perera and several other organisations filed charges against Bathiudeen to the CID including two murders, providing Sathosa vehicles to extremists as well as using state owned resources and removing whistleblowers from ministries after resigning. The Sinhala Buddhist Nationalist Ravana Balaya also provided a file with evidence against him to the Police Headquarters to be sent to the CID. In turn Bathiudeen filed a complaint against S. B and Wimal Weerawansa.[16][17] On 24 April 2021, Sri Lanka Police arrested Bathiudeen in connection with the attacks. Bathiudeen's brother was also arrested as well.[18] J. Ishalini, a 16-year-old domestic worker who was living in Bathiudeen's house was hospitalized on 3 July 2021 for burn injuries and died on the 15 July. She had been brought to the Bathiudeen household in 2020 when she was still 15 years old. Judicial Medical Officer (JMO)'s postmortem report showed evidence of possible long term sexual abuse for a long period but could not confirm if it happened in the Bathiudeen household or in her own household.[19][20][21] The investigations resulted in two maids accusing Shiyabdeen Ismath, the brother-in-law of Bathiudeen of raping them. Shiyabdeen Ayesha, wife of Badiutheen, her father Mohammed Shiybdeen, brother Shiyabdeen Ismath and the broker who brought Ishalini to the Bathiudeen household, Ponnaiah Pandaram were arrested by the police.[22][23] In August 2021 another worker alleged sexual abuse and the police claimed that there had been another suicide of a domestic worker in the past.[24]","Title":"Rishad Bathiudeen - Wikipedia","KeyID":"14005","URL":"https://en.wikipedia.org/wiki/Rishad_Bathiudeen"}