{"Content: ":"Gajendrakumar Gangaser Ponnambalam (Tamil: கஜேந்திரகுமார் காங்கேசர் பொன்னம்பலம், romanized: Kajēntirakumār Kāṅkēcar Poṉṉampalam; born 16 January 1974) is a Sri Lankan lawyer, politician and Member of Parliament.[1] He is the leader of the All Ceylon Tamil Congress, a member of the Tamil National People's Front.[2] Ponnambalam was born on 16 January 1974.[1] He is the son of Kumar Ponnambalam and grandson of G. G. Ponnambalam, both leaders of the All Ceylon Tamil Congress (ACTC).[3][4] He was educated at Royal College, Colombo and the Colombo International School.[3][5] After school he joined SOAS, University of London, graduating with a LL.B. degree in 1995.[3][5] Ponnambalam qualified as a barrister-at-law from Lincoln's Inn and was called to the bar of England and Wales in 1997.[3] Returning to Sri Lanka, he qualified as an attorney-at-law and was called to the bar of Sri Lanka in 1999.[3] Ponnambalam entered politics following the assassination of his father on 5 January 2000.[3] On 20 October 2001 the ACTC, Eelam People's Revolutionary Liberation Front, Tamil Eelam Liberation Organization and Tamil United Liberation Front formed the Tamil National Alliance (TNA).[6][7] Ponnambalam contested the 2001 parliamentary election as one of the TNA's candidates in Jaffna District and was elected to the Parliament.[8] He was re-elected at the 2004 parliamentary election.[9] In March 2010 Ponnambalam, along with fellow TNA MPs S. Kajendran and Pathmini Sithamparanathan, left the TNA and formed the Tamil National People's Front (TNPF).[10][11] Ponnambalam contested the 2010 parliamentary election as a TNPF candidate in Jaffna District but the TNPF failed to win any seats in Parliament.[12][13] In February 2011 Ponnambalam became one of the vice-presidents of the TNPF.[14] He contested the 2015 parliamentary election as a TNPF candidates in Jaffna District but, again, the TNPF failed to win any seats in Parliament.[15][16] Ponnambalam contested the 2020 parliamentary election as a TNPF candidate in Jaffna District and was re-elected to the Parliament of Sri Lanka.[17][18][19] Ponnambalam has extensive shareholdings in several companies listed on the Colombo Stock Exchange - either directly or through family owned companies Gee Gees Properties (Pvt) Ltd and Gitanjali Gajaluckshmi (Pvt) Ltd - including Serendib Land PLC (property developer), LOLC Holdings PLC/Lanka ORIX Leasing Company (leasing, factoring and microfinance) and Bukit Darah PLC (palm oil).[20][21][22]","Title":"Gajendrakumar Ponnambalam - Wikipedia","KeyID":"14001","URL":"https://en.wikipedia.org/wiki/Gajendrakumar_Ponnambalam"}