{"Content: ":"Mahalingam Kanagalingam Shivajilingam (Tamil: மகாலிங்கம் கனகலிங்கம் சிவாஜிலிங்கம்) is a Sri Lankan Tamil politician, provincial councillor and former Member of Parliament.[1] Shivajilingam is from Valvettithurai in northern Sri Lanka.[2][3] He is a distant relative of V. Prabhakaran, leader of the militant Liberation Tigers of Tamil Eelam.[3][4] Shivajilingam is a member of Tamil Eelam Liberation Organization (TELO).[5] He served as chairman of Valvettithurai Urban Council.[6] On 20 October 2001 the All Ceylon Tamil Congress, Eelam People's Revolutionary Liberation Front, TELO and Tamil United Liberation Front formed the Tamil National Alliance (TNA).[7][8] Shivajilingam was one of the TNA's candidates in Jaffna District at the 2001 parliamentary election. He was elected and entered Parliament.[9] He was re-elected at the 2004 parliamentary election.[10] Shivajilingam contested the 2010 presidential election as an independent candidate. He came ninth after securing 9,662 votes (0.09%).[11] In 2010 Shivajilingam left TELO and TNA. He subsequently formed the Tamil National Liberation Alliance (TNLA) with other dissident members of the TNA.[12] Shivajilingam was one of the LLF/TNLA alliance's candidates in Jaffna District at the 2010 parliamentary election but the alliance failed to win any seats in Parliament.[13][14] In June 2011 TNLA was dissolved and Shivajilingam rejoined TELO and TNA.[15] Shivajilingam contested the 2011 local government election as a TNA candidate and was elected to Valvettithurai Urban Council.[16] He contested the 2013 provincial council election as one of the TNA's candidates in Jaffna District and was elected to the Northern Provincial Council.[17][18] After the election he was appointed to assist the Chief Minister on employment.[19] He took his oath as provincial councillor in front of Justice of Peace Mayilerum Perumal at a beach side Hindu temple in Mullivaikkal, a village on the north-east coast of Sri Lanka which was the scene of the final battle of the Sri Lankan Civil War, on 14 October 2013.[20][21][22] Shivajilingam contested the 2015 parliamentary election as part of an independent group in Kurunegala District but the group failed to win any seats in Parliament.[23][24][25] Shivajilingam is considered a maverick in Sri Lankan Tamil politics and was for many years the only prominent Tamil politician to openly call for an independent international investigation into alleged war crimes during the civil war.[26][27] He has openly called for former President Mahinda Rajapaksa and former Army Commander Sarath Fonseka to be tried for war crimes at the International Criminal Court.[3] Shivajilingam claims that the Sri Lankan military, the Eelam People's Democratic Party and the LTTE had tried to assassinate him on a number of occasions.[28][29] In November 2012, during a Canadian refugee hearing, Captain Ravindra Watudura Bandanage of the Sri Lankan Army claimed that an army colonel had ordered him to place bomb at the home of Shivajilingam.[30]","Title":"M. K. Shivajilingam - Wikipedia","KeyID":"14003","URL":"https://en.wikipedia.org/wiki/M._K._Shivajilingam"}