{"Content: ":"Halkedaliya Lekamlage alias Mahawela Lekamlage Premalal Jayasekara (Sinhala: ප්‍රේමලාල් ජයසේකර), also known by his pseudonym Choka Malli (Sinhala: චොකා මල්ලි) (lit. Lil' Choco Brother[citation needed]) is a Sri Lankan convicted murderer, politician, and is a member of the Parliament of Sri Lanka[1] and a former government deputy minister. On 31 July 2020, he along with two others were sentenced to death over a fatal shooting during the 2015 Sri Lankan presidential election.[2] but were acquitted and released by the Court of Appeal on 31 March 2022.[3] The lead-up to the 2015 Sri Lankan presidential election was marred by some violence. On January 05 2015 opposition candidate Maithripala Sirisena was due to address a rally in the town of Kahawatta in the Ratnapura District. Premalal Jayasekara, then a Deputy Minister in the government of incumbent President Mahinda Rajapaksa, was involved in a shooting incident that fatally wounded a supporter of Sirisena who was decorating the election stage. After a trial lasting 5 years, the Ratnapura High Court sentenced Jayasekara and two others to death on 31 July 2020.[2][4] Later they filed petitions with the Court of Appeal citing that the manner in which the death sentence was imposed was in violation of the law. On 31 March 2022, they were acquitted and released by the Court of Appeal.[5] During the 2020 Sri Lankan parliamentary election, Jayasekara won 104,237 preferential votes in the Ratnapura District and was elected to Parliament.[6] The Attorney General of Sri Lanka Dappula de Livera informed Parliament that as a convicted criminal on death row, Jayasekara was ineligible to hold office as a Member of Parliament.[7] However, after the Court of Appeal of Sri Lanka ruled that there was no legal impediment to Jayasekara being sworn in as an MP, he was permitted to attend sittings from prison.[3]  This article about a politician from Sabaragamuwa Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Premalal Jayasekara - Wikipedia","KeyID":"14019","URL":"https://en.wikipedia.org/wiki/Premalal_Jayasekara"}