{"Content: ":"Anton Dayasritha Tissera is a Sri Lankan politician. He was a member of Parliament of Sri Lanka from 2000 to 2015 and is currently a member of Sri Lanka Podu Jana Peramuna (SLPP). Dayasritha Tissera was born 14 April 1966, the son of Protus Tissera, a member of parliament from 1970 to 1977, and Anyshia. He has seven siblings (Shanthi, Sunitha, Kamani, Sudarshani, Susil, Pushpanath and Laksiri). Tissera had his primary education at Maris Stella College, Negombo and secondary education at St. Anthony's College, Kandy. He was a member of many societies at both schools and was very active in extracurricular work at St. Anthony's College, Kandy. He later joined Boxhill TAFE College, Australia for his higher studies. He married his wife Cheril Perera on 19 August 1993, and they have three daughters: Danushkie, Dulanga and Ruweena. Tissera got into politics by following his father, Protus, who was involved in politics in the 1960s. His father was a member of a Kammal Katuwa Gamsabahawa and then contested for general election in 1970 from Sri Lanka Freedom Party (SLFP) and got elected to the parliament by securing 10,657 votes. He was given the organiser post for SLFP for Nattandiya Electorate. Tissera entered into politics in 1988 by joining to People's Front. He contested for general election from the People's Alliance and could not get enough votes to get elected for the parliament. He then contested for the Provincial Counsel election and won a seat in North Western Province. In 2000 General Election Tissera contested for a parliamentary seat from People's Alliance and secured a seat with 38,885 votes. The Peoples’ Alliance government faced a blow because of the decision of most SLMC MPs to leave coalition government and were planning on bringing a no confidence motion against the president. Therefore, Chandrika Kumaratunge called for a sudden general election just a little year after the 2000 General Election on 5 December 2001. Throughout the turmoil, Tissera had been supporting president Kumaratunge along with rest of People's Alliance MPs. With that popularity Dayasritha again contested for the General Election with the same alliance in 2000 and won a parliament seat by securing 32,457 votes in Puttalam District which was 3rd highest votes secured by People's Alliance MP in the district. In 2004 President Chandrika Kumaratunge appointed Tissera as the Deputy Minister of Ports and Aviation. He worked with Mangala Samaraweera, Minister of Ports and Aviation who was a member of Sri Lanka Freedom Party back then. In 2007, Tissera got appointed as the non-cabinet minister of Skill Developments and Vocational Training where he had to put his all strength for empowering youth and improve the vocational training programs all over the country. In 2010 General Election Tissera contested from United People's Freedom Alliance (SLFP) and secured a seat from Puttlam District with 38,704 votes. It was a land sliding victory for Mahinda Rajapaksha and United Freedom Alliance (SLFP). Along with Dayasritha's seat, United People's Freedom Alliance (SLFP) could secure 6 seats when United National Front could only secure 2 seats. President Mahinda Rajapksha appointed Dayasritha as the Cabinet Minister of State Resource and Enterprise Development. Tissera's ministry was given a huge role in developing infrastructure in country after the end of 30 year long civil war.","Title":"Dayasritha Tissera - Wikipedia","KeyID":"14014","URL":"https://en.wikipedia.org/wiki/Dayasritha_Tissera"}