{"Content: ":"Akilan Manoharan Ganesan (born 17 December 1959) is a Sri Lankan trade unionist, politician and government minister. He is the leader of the Democratic People's Front (DPF) and Tamil Progressive Alliance (TPA), members of the United National Front for Good Governance (UNFGG).[1][2][3] Ganesan was born on 17 December 1959.[4] He is a son of V. P. Ganesan, trade unionist and film producer, and brother of Praba Ganesan, former Member of Parliament.[5][6] Ganesan is president of the Democratic Workers Congress trade union.[7][8] He contested the 1999 provincial council election as one of the Indian Origin People's Front's candidates in Colombo District and was elected to the Western Provincial Council.[9] Ganesan founded the Western People's Front in 2000 to represent Tamils living in the greater Colombo region.[7] He contested the 2001 parliamentary election as one of the United National Front's (UNF) candidates in Colombo District. He was elected and entered Parliament.[10] He was re-elected at the 2004 parliamentary election.[11] Ganesan contested the 2010 parliamentary election as one of the UNF's candidates in Kandy District but failed to get re-elected after coming seventh amongst the UNF candidates.[12] He contested the 2011 local government election as a Democratic People's Front (DPF) candidate and was elected to Colombo Municipal Council.[13][14] He contested the 2014 provincial election as a DPF candidate and was re-elected to the Western Provincial Council.[15][16][17] Ganesan was one of the United National Front for Good Governance's candidates in Colombo District at the 2015 parliamentary election. He was elected and re-entered Parliament.[18][19][20] He was sworn in as Minister of National Dialogue on 4 September 2015.[21][22] Ganesan is founder and convener of the Civil Monitoring Commission on Extra-Judicial Killings and Disappearance.[23][24] He was the first runner-up in the 2007 Freedom Defender's Award.[25][26]","Title":"Mano Ganesan - Wikipedia","KeyID":"14027","URL":"https://en.wikipedia.org/wiki/Mano_Ganeshan"}