{"Content: ":"Mohamed Faiszer Musthapha, PC, MP is a Sri Lankan lawyer and a politician. He was the Minister of Sports and Provincial Councils and Local Government and a member of the Parliament of Sri Lanka. Faiszer Musthapha is married to Fathima Rifa who is also a lawyer. They have two daughters. Musthapha received his primary and secondary education at Royal College, Colombo and graduated from the Ceylon Law College. He obtained his post-graduate degree, Master of Law (LLM) from the University of Aberdeen, U.K. Faiszer Musthapha, chose the legal profession as his career following in the foot-steps of his father Faisz Musthapha. Faiszer Musthapha had specialized in company law and established a very successful practice eventually earning the title of President's Counsel. It was the first time in the history of Sri Lanka that both father and son had attained the title of President's Counsel.[1] He also held the position of Vice Chairman of Sri Lanka Land Reclamation and Development Corporation (SLLRDC) 2002-2003 and subsequently, Vice Chairman of National Housing Development Authority (NHDA) 2002–2004. He entered politics as member of the Ceylon Workers Congress (CWC) in 2004 and was elected as a Member of Parliament in the same year; representing the Kandy District. Following the Elections, the CWC announced its unconditional support to the United People's Freedom Alliance (UPFA), thereby allowing them to form Government. In the subsequent Parliamentary General Election he contested from the Kandy District as a member of the Sri Lanka Freedom Party (SLFP) led UPFA. With Faiszer as its candidate, the SLFP, after a long period of fifty four years, was able to achieve Muslim representation in Parliament from the Central Province. He was then appointed a Central Committee Member of the SLFP, a position he continues to hold. In 2005, he was appointed as the Deputy Minister of Tourism and later had functioned as the Minister of Tourism Promotion (Non Cabinet), the Deputy Minister of Environment, the Deputy Minister of Technology and Research and thereafter as the Deputy Minister of Investment Promotion. As the Deputy Minister of Environment, in April 2010, the Hon. Faiszer Musthapha led the Sri Lanka delegation to the 34th session of the World Heritage Committee held in Brasilia, Brazil where he played a key role in winning the members of the World Heritage Committee to approve the inscription of Horton Plains, Knuckles Conservative Forest and Peak Wilderness (forest area around Sri-Pada) as a World Heritage Natural Reserve.[2] He had previously served as member of the Cabinet sub Committee appointed to look into and identify Laws and Regulations Obstructing Investments and as a Member of the Committee on Public Enterprises (COPE). He was one of the Members of the SLFP who joined the opposition to campaign against former President Mahinda Rajapaksa in the Presidential Election 2015 eventually leading to the victory of Maithripala Sirisena who become the 7th President of Sri Lanka.[3] In the cabinet reshuffle that followed, Musthapha was appointed as State Minister of Aviation from which he resigned barely a month later. Soon later, he was appointed as Legal Advisor to President Maithripala Sirisena. Following the 2015 Parliamentary Elections, Faiszer Musthapha entered Parliament through the National List and was appointed Cabinet Minister of Provincial Councils and Local Government. He is also a member of the Public Accounts Committee among several Parliamentary Consultative Committees at present. Following his appointment as Minister of Provincial Councils and Local Government, Musthapha identified numerous flaws in the Delimitation Report which is to be the basis on which the forthcoming Local Government Elections are to be conducted according to the Local Authorities (Amendment) Act 2012. He postponed the Local Government Elections indefinitely until the Delimitation report was rectified, although it was beyond the legally permitted term. He defended his decision stating that the original Delimitation Report was designed to the whims and fancies of the previous Government and would have resulted in a mockery of the democratic process if remedial action was not taken. However, this decision had received much criticism from citizens and politicians alike.[4]","Title":"Faiszer Musthapha - Wikipedia","KeyID":"14044","URL":"https://en.wikipedia.org/wiki/Faiszer_Musthapha"}