{"Content: ":"The 13th Parliament of Sri Lanka was a meeting of the Parliament of Sri Lanka, with the membership determined by the results of the 2004 parliamentary election held on 2 April 2004. The parliament met for the first time on 22 April 2004 and was dissolved on 9 February 2010. The 13th parliamentary election was held on 2 April 2004. The United People's Freedom Alliance (UPFA), a newly formed opposition alliance, became the largest group in Parliament by winning 105 of the 225 seats. The incumbent United National Front (UNF) won 82 seats. The minority Tamil party Tamil National Alliance (TNA) won 22 seats. Smaller parties won the remaining 16 seats.[1] The new parliament was sworn in on 22 April 2004.[2] W. J. M. Lokubandara, the opposition's candidate, was elected Speaker after three dramatic rounds of voting in Parliament.[3][4] The parliament reconvened on 18 May 2004 to elect unopposed Gitanjana Gunawardena as Deputy Speaker and M. Satchithanandan as the Deputy Chairman of Committees.[5] The UPFA was able to form a minority government with the support of the sole Eelam People's Democratic Party MP.[6][7] On 6 April 2004, President Chandrika Kumaratunga appointed Mahinda Rajapaksa, the leader of the UPFA, as the new Prime Minister.[8] The rest of the government, comprising 30 Ministers and 31 Deputy Ministers, were sworn in on 10 April 2004.[9][10] President Kumaratunga retained control of the important ministries of Defence, Public Security, Law & Order, Highways, Education and Buddha Sasana. After that a number of defections and counter-defections from the opposition increased the number of government MPs to 129, most of whom were rewarded with ministerial posts.[11] This allowed the UPFA form a stable government for six years. Following the expiration of the second term of President Kumaratunge, Prime Minister Mahinda Rajapakse defeated the leader of the United National Party and former Prime Minister Ranil Wickremasinghe in the 2005 Presidential election. He was succeeded as Prime Minister by Ratnasiri Wickremanayake. By January 2007 the government had grown to 104 (52 Ministers + 33 Non-Cabinet Ministers + 19 Deputy Ministers).[12][13] Only a handful of UPFA MPs didn't have a ministerial position. The government was labelled the \"Jumbo Cabinet\" due to the high number of ministers.[14][15] It was the largest government in Sri Lanka's history and proportionally one of the largest in the world. By the end of the 13th Parliament the number of ministers had grown further to 109.[16] The 13th parliament saw a number of defections and counter-defections: The 13th parliament saw numerous deaths and resignations: 1 (1931) 2 (1936) 3 (1947) 4 (1952) 5 (1956) 6 (1960) 7 (1960) 8 (1965) 9 (1970) 10 (1972) 11 (1977) 12 (1978) 13 (1989) 14 (1994) 15 (2000) 16 (2001) 17 (2004) 18 (2010) 19 (2015) 20 (2020)","Title":"13th Parliament of Sri Lanka - Wikipedia","KeyID":"14040","URL":"https://en.wikipedia.org/wiki/13th_Parliament_of_Sri_Lanka"}