{"Content: ":"The Jathika Hela Urumaya (Sinhala: ජාතික හෙළ උරුමය, Tamil: ஈழ மக்கள் கழகம், often approximated in English as National Heritage Party) is a nationalist political party in Sri Lanka. The JHU was launched in February 2004 by the lay-based, Sinhala nationalist political party Sihala Urumaya. Founding members include Kolonnawe Sumangala Thero, Uduwe Dhammaloka Thero, Ellawala Medhananda Thero, Omalpe Sobhitha Thero,[1] Athuraliye Rathana Thero and Thilak Karunaratne. Some Sri Lankan Buddhists, including the All Island Clergy Organization, denounced the decision by monks to enter politics. The party drew support mainly from the middle class conservatives and the Buddhist youth. The Jathika Hela Urumaya (National Sinhala Heritage) party contested its first parliamentary election on 2 April 2004. On that occasion, all of its candidates were Buddhist monks. At the election the party won 5.97% of the popular vote (a total of 552,724 votes) and nine out of 225 seats.[2] Since the election, the party has been involved in a number of controversial issues: one important action was introducing a bill to prohibit unethical, manipulative and highly aggressive religious conversions. This was viewed as a reaction against proselytism systematically carried out by Christian fundamentalist groups with many guises, some of whom happened to be foreigners affiliated with non-governmental organizations.[3] There had been some dramatic infighting within the JHU parliamentary group early on in its parliamentary profile. This was partly because this group had been cobbled together just before the polls and lacked unity on several grounds including the issue of how to relate to government formation. Two of its founding members, Theros Kolonnawe Sumangala and Uduwe Dhammaloka left the party due to conflicts within the party between the monastic and lay members. The lay leader of the Sihala Urumaya also defected to the United National Party after seizing the party headquarters. After months of trouble, the party is strong again with the young monk Athuraliye Rathana Thero and the Sihala Urumaya member Champika Ranawaka leading the comeback. Ellawela Medhananda and Omalpe Sobhitha theros remain in the leadership. Other influential members include Dr Neville Karunatilake and Nishantha Sri Warnasinghe. JHU is also affiliated with the National Movement Against Terrorism (NMAT), SPUR, North-East Sinhala Organisation (NESO) and other local and international Sinhala nationalist groups. Jathika Hela Urumaya successfully appealed the supreme court to cut President Chandrika Kumaratunga's term short. In October 2005, former JHU member Uduwe Dhammaloka indicated that there was a growing sentiment among the monks of the JHU that a mistake had been made in directly entering the political realm. Dhammaloka indicated that he personally believed that monks could have a more positive impact on Sri Lankan society by focusing on religious work, and that the current crop of monk-parliamentarians intended to \"ensure that monks will not enter politics again\" (\"Monks\"). It is unclear if Uduwe Dhammaloka and other ordained members of parliament will resign their positions, or if legislation will be introduced to restrict monks from standing for public office (as is currently the case in Thailand). Jathika Hela Urumaya supported President Mahinda Rajapakse in the presidential election in 2005. In 2007, the JHU officially became part of the Rajapakse Government with one of its Buddhist monk MP, Omalpe Thero resigning and in his place a lay member Champika Ranawaka being made an MP and then the Cabinet Minister of Environment and Natural Resources. In 2014 party decided to withdraw support to Mahinda Rajapaksha and support the common candidate Maithripala Sirisena backed by United National Party. In the 2015 general election party contested under the United National Party symbol elephant and won 3 seats. Champika Ranawaka was appointed as the Minister of Megalopolis and Western Development.[4][5] The JHU launched a campaign to collect one million signatures to petition United Nations General Secretary Ban Ki Moon to establish a commission to inquire into human rights violations committed by the United States.[6] The party advocated the wiping out the LTTE by military force, and the party played a major role in making that dream a reality. It wants to maintain Sri Lanka's unitary constitution.[7] The JHU is active against deforestation and is active to promote organic farming. The JHU have also been instrumental in implementing several policy programmes including a ban on smoking in public places and limitations in alcohol, banning of harmful pesticides, including the mandatory shut-down of liquor stores and ban on meat on Poya and other Buddhist festivals.","Title":"Jathika Hela Urumaya - Wikipedia","KeyID":"14113","URL":"https://en.wikipedia.org/wiki/Jathika_Hela_Urumaya"}