{"Content: ":"Venerable Athuraliye Rathana Thero (Sinhala: අතුරලියේ රතන හිමි: born 5 October 1962), is a Sri Lankan Bhikkhu politician and a member of parliament.[1] He is the only representative from Our Power of People's Party in the current parliament.[2] He was born on 5 October 1962 in Athuraliya in the Matara District, as Ranjith Welikanda as the youngest in a family with seven siblings. His father Peirishamy Welikanda did gem testing as a profession. His mother Ceciliyana Halgamuwa was a housewife. He got his basic education from Athuraliya Maha Vidyalaya up to grade 8. On 11 May 1976, at the age of fourteen, he became a Buddhist monk, taking on the name, Athuraliye Rathana. He was ordained to the Saddhammawansa Nikaya, a pioneer of the Amarapura Nikaya, by Wadiye Sumangala thero and Polathugoda Gnaanaloka thero.[3] He received Buddhist education from Jayasumana Pirivena at Matara and at Shishyalankara Pirivena at Ambalangoda. He got his higher education at the Pinnawatta Pirivena, Panadura. After passing the exam he entered University of Peradeniya, and obtained his Bachelor of Arts (Hons) degree in Philosophy and later completed his master's degree in Philosophy.[3] He also studied scriptures of Theravada, Mahayana and Vajrayana extensively. Then he wrote the book which contained a comparative study upon the differences between the philosophical differences of Mahayana and Theravada traditions. He also wrote the book with an annotation to the Maha Satipattana Sutta. The book called the \"Buddha In You\" explaining the essence of the Dhamma. He authored another book called, \"Buddhism for Sustainability\" which explains how the Buddhist way of life can be the alternative to the modern materialistic life style with an over consumption that has given rise to many forms of crisis. In 2001, he delivered a special lecture on \"Modern environmental crisis and solutions through the Buddhist philosophy\" at the International Conference at the University of Bath in England, held in Tripura, in India. He also delivered a key note address at the International Network of Engaged Buddhists (INEB) conference held in Taiwan in 2020.[3] When he was a university student he was a pioneer activist in student's movements.[4] After obtaining degree in 1994, he gave leadership to an active peoples movement called the \"Janatha Mithuro\" (The friends of people) to defeat the then UNP government.[3] Before entering politics, he made an extensive work on western and eastern philosophical ideas. He has especially studied the Marxist philosophy. He participated UN summit, representing the Government of Sri Lanka in multiple occasions.[4] Once, he delivered a speech, representing the Buddhist representatives at the Inter Religious Federation conference, which was chaired by the President of France, which was held along with the summit. In that conference he presented a special report with the theme, \"How to achieve the goals of the United Nations\".[3] He gave the leadership to build the Nationalist Bhikku movement called Jathika Sangha Sammelanaya (National Congress of Buddhist Clergy) which played an immense role in the political struggle against the Tamil separatism. Along with Sihala Urumaya and National Movement against Terrorism, Rathana Thero build a nationalist movement called Patriotic Nationalist Front and started addressing to the Nationalist sentiments.[3] Rathana was a founding member of the Jathika Hela Urumaya (JHU) in February 2004, a Sinhala Buddhist nationalist party in Sri Lanka where he became the National Organizer of that party.[4] In a short period of campaign JHU could win about 550,000 votes and the party secured 9 seats in the parliament at Parliamentary Election. Then he was selected as a parliamentarian from Gampaha district and he was given the responsibility to act as the parliamentary team leader of the party. JHU played a major role in defeating anti war pacifistic sentiments that were made popular by the government programs such as \"Sudu Nelum\" and \"Thavalam\". Rathana thero played a key role in the JHU within the parliament and outside the parliament. He was a member in the parliamentary main committee.[3] In 2005, with the help of JHU, Mahinda Rajapaksa secure a narrow victory over Ranil Wickramasinghe in the 2005 Presidential election.[4] In 2015, Rathana and the JHU played a major role in defeating Mahinda Rajapaksa and making Maithripala Sirisena President.[5] He represented many advisory committees. In the 2015 general election Rathana Thero was a national list nominee of the United People’s Freedom Alliance. He was appointed to the parliament after United National Party won the election.[6] On 19 March 2019, he started a hunger strike in front of the Temple of the Tooth.[7] It was initiated for being asked to step down the posts of then Minister Rishad Bathiudeen, Governor of the Western Province Azath Salley and Governor of the Eastern Province M. L. A. M. Hizbullah.[8] Then on 31 June 2019, Forty monks, including Rathana Thero, began a deadly hunger strike at the Temple of the Tooth for the same course.[9][10] In the fourth day of fast, he ended his hunger strike after officially announcing the resignation of Azath Salley and M. L. A. M. Hizbullah from their posts.[11] He was rushed to hospital and treated at the Surgical Intensive Care Unit of the Kandy General Hospital.[12] On 19 June 2019, Rathana Thero lodged a written complaint with Acting IGP C.D. Wickremaratne against the Criminal Investigations Department where he has charged that the CID has failed to carry out a proper investigation into the allegations leveled against Dr. Shafi Shihabdeen from Kurunegala.[13] On 18 December 2020, Rathana Thero was announced as the National List seat representative won by Our People's Party at the 2020 Sri Lankan parliamentary election.[14] At the election, OPP polled 67,758 votes as a percentage of 0.58% and won one seat.[15] On 5 January 2021, he sworn as the National List Member of Parliament and has decided to take a seat in the opposition party.[16][17] At the civil war period in 2005, Rathana thero mostly lived in the threatened areas, helping the affected people and encouraging the armed forces. During Maithripala Sirisena government, Rathana Thero initiated a program to popularize the renewable energy and the sustainable development. He initiated another serious project to reverse the harmful farming system,[18] in which the pesticides, weedicides and chemical fertilizers are abundantly used in the process of farming, to the carbonic farming in which harmful poisonous substances are not used.[19] After a long struggle Rathana Thero was successful in banning glyphosate and promoting carbonic farming as a national policy.[20]","Title":"Athuraliye Rathana Thero - Wikipedia","KeyID":"14110","URL":"https://en.wikipedia.org/wiki/Athuraliye_Rathana_Thero"}