{"Content: ":"The Maotianshan Shales are a series of Early Cambrian deposits in the Chiungchussu Formation,[2] famous for their Konservat Lagerstätten, deposits known for the exceptional preservation of fossilized organisms or traces. The Maotianshan Shales form one of some forty Cambrian fossil locations worldwide exhibiting exquisite preservation of rarely preserved, non-mineralized soft tissue, comparable to the fossils of the Burgess Shale. They take their name from Maotianshan Hill (Chinese: 帽天山; pinyin: Màotiānshān) in Chengjiang County, Yunnan Province, China. The most famous assemblage of organisms are referred to as the Chengjiang biota for the multiple scattered fossil sites in Chengjiang. The age of the Chengjiang Lagerstätte is locally termed Qiongzhusian, a stage correlated to the late Atdabanian Stage in Siberian sequences of the middle of the Early Cambrian.[3][4] The shales date to ≤518 million years ago.[1] The shales also contain the slightly younger Guanshan biota from Malong District in Yunnan.[3] Although fossils from the region have been known from the early part of the 10th century, Chengjiang was first recognized for its exquisite states of preservation with the 1984 discovery of the naraoiid Misszhouia, a soft-bodied relative of trilobites. Since then, the locality has been intensively studied by scientists throughout the world, yielding a constant flow of new discoveries and triggering an extensive scientific debate surrounding the interpretation of discoveries. Over this time, taxa have been revised or reassigned to different groups. Interpretations have led to many refinements of the phylogeny of groups and even the erection of the new phylum Vetulicolia of primitive deuterostomes. The Chengjiang biota has all the animal groups found in the Burgess Shale; however, since it is ten million years older, it more strongly supports the deduction that metazoans diversified earlier or faster in the early Cambrian than does the Burgess Shale fauna alone. The preservation of an extremely diverse faunal assemblage renders the Maotianshan shale the world's most important for understanding the evolution of early multi-cellular life, particularly the members of phylum Chordata, which includes all vertebrates. The Chengjiang fossils comprise the oldest diverse metazoan assemblage above the Proterozoic-Phanerozoic transition and, thus, the fossil record's best data source for understanding the apparently rapid diversification of life known as the Cambrian Explosion. One of the most intriguing locations of the Chengjiang biota is the Haiyan Lagerstätte where hundreds of juvenile specimens have been found. This unique location offers insights into the development of most animal groups and as such is a unique deposit in the Cambrian [5] The fossils occur in a section of mudstone 50 metres (160 ft) thick in the Yuanshan Member of the Qiongzhusi Formation. The Yuanshan Member is extensive, covering multiple 10,000 square kilometres (3,900 sq mi) of eastern Yunnan Province, where there are many scattered outcrops yielding fossils. Studies of the strata are consistent with a tropical environment with sea level changes and tectonic activity. The region is believed to have been a shallow sea with a muddy bottom. The preserved fauna is primarily benthic and was likely buried by periodic turbidity currents, since most fossils do not show evidence of post-mortem transport. Like the younger Burgess Shale fossils, the paleo-environment enabled preservation of non-mineralized, soft body parts. Fossils are found in thin layers less than an inch thick. The soft parts are preserved as aluminosilicate films, often with high oxidized iron content and often exhibiting exquisite details. The Chengjiang beds are very deeply weathered, as evidenced by their low specific gravity (i.e., they are very lightweight).[6] Trace fossils are abundant.[7] The Chengjiang biota comprises an extremely diverse faunal assembly, with some 185 species described in the literature as of June 2006. Of these, nearly half are arthropods, few of which had the hard, mineral-reinforced exoskeletons characteristic of all later arthropoda; only about 3% of the organisms known from Chengjiang have hard shells. Most of those are the trilobites (of which there are five species), all of which have been found with traces of legs, antennae, and other soft body parts, an exceedingly rare occurrence in the fossil record. Phylum Porifera (sponges; 15 species) and Priapulida (16 species) are also well represented. Other phyla represented are Brachiopoda, Chaetognatha, Cnidaria, Ctenophora, Echinodermata, Hyolitha, Nematomorpha, Phoronida, and Chordata. Possible molluscs include Wiwaxia and Nectocaris.[8][9] About one in eight animals are problematic forms of uncertain affinity, some of which may have been evolutionary experiments that survived for only a brief period as benthic environments rapidly changed in the Cambrian. Chengjiang is the richest source of the Lobopodia, a group including many early panarthropods,[10] with six genera represented: Luolishania, Paucipodia, Cardiodictyon, Hallucigenia (also known from the Burgess Shale), Microdictyon, and Onychodictyon. Perhaps the most important fossils from Chengjiang are eight possible members of phylum Chordata, the phylum to which all vertebrates belong. The most famous is Myllokunmingia, possibly a very primitive agnathid (i.e., jawless fish). Similar to Myllokunmingia is Haikouichthys ercaicunensis, another primitive fish-like animal. The enigmatic Yunnanozoon lividum is considered to be the earliest hemichordate, possessing many of the characteristic chordate features and providing an anatomical link between invertebrates and chordates. Haikouella lanceolata is described to be the earliest craniate-like chordate. This fish-like animal has many similarities to Y. lividum, but differs in several aspects: It has a discernible heart, dorsal and ventral aorta, gill filaments, and a notochord (neural chord). At present, there is no agreement as to the systematic placement of the Vetulicola, represented by seven species from Chengjiang. Originally described as crustacean arthropods, the Vetulicola were later erected as a new phylum of primitive deuterostomes by D.G. Shu et al. (Shu 2001). Another researcher places them with the urochordates, based on putative affinity with the Phylum Chordata. They are thought to have been swimmers that either were filter feeders or detritivores. Some two dozen animals from the Chengjiang biota are problematic regarding phylogenetic assignment. Among these, Anomalocaris saron, the alleged predatory terror of the early Cambrian, is the most famous. Shu (2006) recently described Stromatoveris psygmoglena as a possible bilateran missing link between Ediacaran fronds and Cambrian ctenophores. Cambrocornulitus had a tubicolous shell which probably was biomineralized. It shares some affinities with cornulitids and lophophorates.[11] This fauna is similar and also contains vetulicolians. Misszhouia longicaudata Heliomedusa orienta Leanchoilia illecebrosa","Title":"Maotianshan Shales - Wikipedia","KeyID":"1412","URL":"https://en.wikipedia.org/wiki/Chengjiang_biota"}