{"Content: ":"Don Edwin Weerasinghe Gunasekera (born 4 March 1935) is a Sri Lankan politician, former Member of Parliament and former cabinet minister. He is the current leader of the Communist Party of Sri Lanka (CPSL), a member of the United People's Freedom Alliance (UPFA).[1] Gunasekera was born 4 March 1935 in Kivula in southern Ceylon.[2][3] He was educated at Rahula College in Matara.[4][5] After school he joined Vidyalankara University in the 1950s, graduating with a degree in economics.[3] Gunasekera joined Ceylon Law College in the early 1970s but was expelled for attempting to cheat.[6] After Vidyalankara Gunasekera worked at the Inland Revenue Department for many years.[3] Gunasekera joined the Communist Party of Ceylon in 1958.[3] He wrote for the party's newspaper Mawbima and was a youth leader.[3] He later became a member of the party's central committee and eventually the party's general secretary.[3] In 1988 the CPSL, Lanka Sama Samaja Party (LSSP), Nava Sama Samaja Party and Sri Lanka People's Party formed the United Socialist Alliance (USA).[7] Gunasekera was one of the USA's candidates in Matara District at the 1989 parliamentary election but the USA failed to win any seats in the district.[8][9] On 20 January 2004 the Sri Lanka Freedom Party (SLFP) and the Janatha Vimukthi Peramuna (JVP) formed the United People's Freedom Alliance (UPFA).[10] The CPSL and LSSP joined the UPFA in February 2004.[11][12] Gunasekera was appointed as a UPFA National List MP in the Sri Lankan Parliament following the 2004 parliamentary election.[13] Gunasekera was put forward as the UPFA's candidate for Speaker but was defeated by opposition candidate W. J. M. Lokubandara after three dramatic rounds of voting in Parliament.[14][15][16] Gunasekera was appointed Minister of Constitutional Reform in May 2004.[17] He was given the additional portfolio of National Integration on 28 January 2007.[18][19] Gunasekera was re-appointed as a UPFA National List MP following the 2010 parliamentary election.[20][21] He was appointed Minister of Rehabilitation and Prison Reforms after the election.[22][23] He was promoted to Senior Minister of Human Resources in November 2010.[24][25] He lost his cabinet position following the 2015 presidential election. At the 2015 parliamentary election Gunasekera was placed on the UPFA's list of National List candidates.[26][27] However, after the election he was not appointed to the National List.[28][29]","Title":"D. E. W. Gunasekera - Wikipedia","KeyID":"14125","URL":"https://en.wikipedia.org/wiki/D._E._W._Gunasekera"}