{"Content: ":"Vinayagamoorthy Muralitharan (nom de guerre: Colonel Karuna Amman; Tamil: விநாயகமூர்த்தி முரளிதரன், Vināyakamūrtti Muraḷitaraņ, born 22 June 1966) is a Sri Lankan politician and former militant. After fighting for the Liberation Tigers of Tamil Eelam for over 20 years, he rose to prominence as the leader of the Tamil Makkal Viduthalai Pulikal (TMVP), a breakaway faction of the LTTE. After giving up arms and entering politics, he was appointed as a National List Member of Parliament for the ruling United People's Freedom Alliance (UPFA), the party of President Mahinda Rajapakse,[1] in 2008 and sworn in as Minister of National Integration[2] on 9 March 2009. He later joined the Sri Lanka Freedom Party, the largest party in the UPFA, and on 24 April 2009 he appointed a Vice President of the Sri Lanka Freedom Party.[3] Muralitharan was born in Kiran, a village in the Batticaloa district in eastern Sri Lanka to Vinayagamoorthy, an agriculturist from the Vaisyas Caste (Farming and Business Community). He joined the LTTE in 1983 and became a top commander of the Eastern Province.[4] He was a former bodyguard to LTTE chief Velupillai Prabhakaran.[1] On 26 July 2004, Muralitharan broke away from the Tamil Tigers after he alleged they were ignoring the interests of the eastern Tamil people, and claimed to have renounced violence at this point.[5] This move by Karuna, to break away from the LTTE and renounce armed struggle has been claimed to be one of the major turning points that brought about the end of the two and a half decade conflict. He turned away and helped to capture LTTE bases. Deputy Minister Seyed Ali Zahir Moulana has been hailed as being instrumental in Karuna renouncing militarism, who in turn joined the democratic mainstream. The LTTE alleged that the real reason he broke way was because the LTTE's intelligence wing was closing in on him for alleged financial and personal misconduct, terming his break a \"temporary aberration\".[6] The Tigers reacted to his defection by launching attacks against Muralitharan's forces, and heavy clashes ensued. They claimed to have fully evicted his forces from the area he controlled in mid-2004.[7] However his group, dubbed the Karuna Faction by the media, continued to maintain a stronghold in the southeast of Sri Lanka with a force estimated to number a few hundred.[8] They also regularly attacked the LTTE.[8] In 2006 the Sri Lankan armed forces launched a major campaign to evict the LTTE from the east of the country, with the assistance of the Karuna Faction. They succeeded in clearing the east of Sri Lanka by July 2007. Karuna has alleged that Prabhakaran intentionally dragged out peace talks so that the rebels could use the cessation in hostilities to re-arm for further combat.[9] He has said that the LTTE has lost 70% of its fighting capacity due to his TMVP group separating from the LTTE.[9] In March 2007, Colonel Karuna accompanied by Supreme Commander Pillaiyan, Senior Commander Jeyam and other TVMP officials spent two days at a TMVP base in the east. A number of his statements there were widely reported.[10][11] At the same time the TMVP announced that it was setting up a \"special attack force\" and a \"spy attack force\". Internal cohesion within the TMVP has been a problem, particularly disagreements between Pillaiyan and Karuna over finance. In May–June, a number of cadres were killed in factional clashes, most notably an intelligence operative named Senthujan Senthamorthanan. Another TMVP cadre named Seelan was also badly beaten but escaped. Pillaiyan was reportedly also targeted but escaped to Trincomalee with about 200 supporters although he has since been reconciled to Karuna.[12] Colonel Karuna was the LTTE head of the Eastern province in 1990 when 600 unarmed police officers who surrendered to the group were subsequently massacred. When Colonel Karuna was part of the LTTE, he was also implicated in the massacre of Muslims, including the Kattankudy and Eravur massacres in the eastern province. RSF (Reporters Without Borders), has accused him of muzzling local journalists by forming death squads to silence those who oppose his point of view.[13] His armed groups have been accused by human rights groups in the increasing involuntary disappearances of civilians in the Jaffna peninsula.[14][15] They have been accused of taking part in death squad activity against civilians.[16] They are also accused of child soldier recruitment by UNICEF, Human Rights Watch, and others.[17][18][19] Additionally, a report by the United States Department of State claims that Karuna's group \"was believed also to have killed 20 civilians.\"[20] Karuna has categorically denied these allegations in interviews claiming the LTTE is trying to discredit his party.[21] Karuna was arrested in London on 2 November 2007 following a joint operation between the Metropolitan Police and the Border and Immigration Agency.[22] It is thought that he was found in possession of a forged passport and firearms.[23][24] According to the Sunday Times, a weekly English newspaper published in Sri Lanka, the British authorities have claimed that they have enough evidence to show that the Sri Lankan government was complicit in helping Karuna receive a diplomatic passport.[25] Karuna said in court that the government, through Permanent Secretary for Defense Gotabhaya Rajapaksa, had given him the passport. On 25 January 2008 he was sentenced to nine months in prison.[26] He was transferred to an immigration detention centre in May 2008.[27] A number of human rights groups, led by Amnesty International, urged the Metropolitan Police to investigate Karuna for war crimes including torture, hostage-taking and recruitment of child soldiers.[28] The Met Police did not respond and Karuna returned to Sri Lanka on 3 July 2008. After his return to Sri Lanka he entered democratic politics and joined the SLFP alongside 1750 ex-LTTE members including both that defected alongside him and those that abandoned the LTTE later. Karuna praised Mahinda Rajapaksa claiming that Black July riots would not have happened if Rajapaksa was in power during the period. Karuna was then sworn in as Minister of National Integration.[29] On 19 June 2020, he made a publicity stunt by making a revelation that he was even cruel and merciless than the COVID-19 virus saying \"I am dangerous than coronavirus. Corona killed 11 people but I killed 2000-3000 soldiers within one day.\"[30] He stated that he killed more than 3000 soldiers at the Elephant Pass during the war and claimed that he was more dangerous than the COVID-19 related fatalities in the country.[31][32] His insensible comments drew widespread criticism from political fraternity calling him a barbarian and he was summoned to appear before the Criminal Investigation Department to record statements according to the order by acting DGP C. D. Wickramaratne.[33][34][35] Karuna later claimed that his speech was edited by the media and that he didn't say such things. He said this to several interviewers from Media. The UN human rights commission called the government to start further investigations on his former alleged war crimes but the Karuna group was in alliance with the SLPP which defended it.[36] He went through few trials by the courts. Several groups brought evidence of massacres he have caused. He claimed this was an attempt by the UNP (an opposing group) to destroy the reputation of the Tamil Makkal Viduthalai Pulikal and the People's Freedom Alliance.[37]","Title":"Karuna Amman - Wikipedia","KeyID":"14128","URL":"https://en.wikipedia.org/wiki/V._Muralitharan"}