{"Content: ":"Sihabdeen Nijamudeen (sometimes Najamudeen Sihabdeen) (born in Eastern Sri Lanka) is a Sri Lankan politician and a former member of the Parliament of Sri Lanka.[1] He was the Deputy Minister of Public Estate Management and Development which governs estates including the Tea Estates of Sri Lanka. Hon. Minister Sihabdeen Nijamudeen grew up in Sainthamaruthu; on the Eastern Coast. Sainthamaruthu is a fast developing commercial area under the Kalmunai Municipal Council. It comprises seventeen G.S. divisions and nine wards in the Municipal Council. There is a separate Divisional Secretary's Division, an M.P.C.S., a main post office and a fully equipped basic hospital for this area. The oldest market in this location had been turned into a modern market complex. There is also an Agriculture Productivity Centre to serve the farmers of this area. A separate educational circuit too established in this area very recently. The Kalmunai-Ampara (K.A.I.) main road passing through this area had become a busy commercial bazaar and the business turn over had multiplied rapidly This village is one of the olden village which is situated in the eastern coast of Sri Lanka. predominantly concentrated with a Muslim population. This is one of the places in Sri Lanka where you find 100% Tamil Speaking Muslims and it is the heart of the Sri Lankan Muslim Congress which holds roughly 12000 votes which belongs to the SLMC political party. This is where the late leader Hon. MHM Ashraff was elected as a Member of Parliament then later he became the most dominant Muslim in Sri Lankan politics. Deputy Minister S. Nijamudeen is also renowned for being one of the most approachable public figures in Sri Lankan politics as someone willing to listen to the common man during official and after hours.[citation needed]  This article about a Sri Lankan politician is a stub. You can help Wikipedia by expanding it.","Title":"S. Nijamudeen - Wikipedia","KeyID":"14123","URL":"https://en.wikipedia.org/wiki/S._Nijamudeen"}