{"Content: ":"Wijeyadasa Rajapakse, MP, PC (born 16 March 1959) is a Sri Lankan lawyer and politician. He is the current Minister of Justice and previously served in the same ministry from 2015 to 2017. He was the Prime Minister's nominee for the Constitutional Council (Sri Lanka)[1] During the 2018 Sri Lankan constitutional crisis, he had briefly served as the Minister of Education and Higher Education and his post was suspended by the court in 2018. In May 2004 he was appointed as a Member of Parliament to represent the ruling Party, Sri Lanka Freedom Party (SLFP) and was offered the Ministry of Constitutional Affairs which was refused by him. Later he continued as the only Member of Parliament on the government side, without holding any portfolio. Following the 2005 presidential elections, President Mahinda Rajapaksa appointed him as the Minister of State Banking Development in November 2005, but he resigned in April 2006 on a matter of policy. He also resigned from the post of the party organiser in the Maharagama electorate. Thereafter he was elected the Chairman of the Committee On Public Enterprises in July 2006 and presented the first report in January 2007, which led to serious controversies both local and overseas. He gained publicity for highlighting corruption in the public sector. In 2007, LMD magazine named him \"Sri Lankan of the year 2007\".[2] In 2010, he was elected to Parliament from the Colombo District. In 2012, he was elected President of the Bar Association of Sri Lanka. During his tenure he led the Bar Association in support of former Chief Justice Shirani Bandaranayake during her impeachment. Following the 2015 presidential election he was appointed Minister of Justice. In 2017, he was sacked from his ministerial position by President Maithripala Sirisena at the request by the United National Party[3] due to his views against the privatisation and involvement of the judiciary by the government. He was appointed Minister of Higher Education and Cultural Affairs in May 2018. In 2018, with the on set of the 2018 Sri Lankan constitutional crisis, he was appointed to the new cabinet of ministers headed by Mahinda Rajapaksa as the Minister of Education and Higher Education in October 2018.[4]","Title":"Wijeyadasa Rajapakshe - Wikipedia","KeyID":"14132","URL":"https://en.wikipedia.org/wiki/Wijeyadasa_Rajapakshe"}