{"Content: ":"Ajith Perera is a Sri Lankan politician and former member of Parliament, who commenced his political career as a member of the Provincial Council of the Western Provincial Council in 2009. A lawyer by profession, he was first elected to the Parliament of Sri Lanka in 2010 as a member of the United National Party from the Kalutara District. He was re-elected to the Parliament in 2015. But defeated in 2020. He is the current Minister of \"Digital Infrastructure and Information Technology\".[1] Earlier he was appointed the deputy minister of Foreign affairs in January 2015. He is a lawyer by profession and alumnus of University of Sri Jayawardenapura, Sri Lanka, Law College and Ananda College, Colombo. He was born on December 2, 1967 in Bandaragama, a suburban town in Kalutara district.[2] He is also a father to 3 children: Senura Perera, Senali Perera and Menura Perera. He started his primary education at Wewita Maithree Maha Vidyalaya in Bandaragama,. His excellent achievement in the grade five scholarship examination, paved the way for him to enter Ananda College, the premier Buddhist school in Sri Lanka to pursue his secondary education. At Ananda, he gained recognition for his outstanding performances in academics, debating and athletics. Following his secondary education he entered the University of Sri Jayawardenapura to read for a Bachelor of Science Degree at the Faculty of Applied Science. There too his peers elected him as a student representative of the Faculty Board. In 1987, he was selected to the Sri Lanka Law College and enrolled as an Attorney-at-Law of the Supreme Court of Sri Lanka in 1993. He sharpened his political acumen as a law student, gaining reputation as a political strategist within the student political sphere. He was a regular and ardent speaker at the Law Students Union and was elected as Speaker of the Model Parliament in recognition of his contribution to the political arena of the Law College.[3] His legal career as a leading Counsel in Civil and Criminal jurisdictions in the Panadura Courts, a suburban area within the district of Kalutara, spans over two decades. As a lawyer, he has gained popularity and recognition in the bar, bench and among the litigants as an able and fearless defender of justice and human rights. He has been a member of the Bar Council of Sri Lanka for the past 15 years, where he has played an active and effective role in contributing to the legal fraternity and rule of law. He has been a teacher to many legal practitioners of in Sri Lanka through his involvement in legal education as a lecturer in law.[2] The United National Party appointed Ajith P Perera as the chief organizer of Bandaragama electorate (part of Kalutara District) in 2007. He contested the Western Province Provincial Council Election in 2009 and was elected as a Member of the Provincial Council, securing the highest number of preferential votes from Kalutara district. In April 2010 he was elected as a Member of the Parliament representing the United National Party obtaining 48,558 votes from Kalutara District.[4] In 2011 he was appointed as a member of the Political Bureau, the highest decision making body of United National Party. In 2012 he was appointed as the Deputy Whip of the Opposition in Parliament. In 2015 he was appointed as the Deputy Minister of Foreign Affairs in Sri Lanka. Later in 2015, he was appointed as the Deputy Minister of Power and Renewable Energy in Sri Lanka. In 2015 he was appointed as the Deputy Whip of the Government in Parliament. In 2015 he was appointed as the organizer in Kalutara district as well as the chief organizer in Bandaragama electoral division for the United National Party. In 2016 he was appointed as the President of Jahtika Adyapana Sevaka Sangamaya (JASS) the trade union arm of the trade union arm of the United National Party for the education sector. In addition, he is a working Committee member of Jathika Sevaka Sangamaya the main trade union arm of the United National Party. He is an active participant in political discourses in the country. He is a regular panelist in political debates in local media where he has earned popularity for his ability to articulate complex political issues. He is considered one of the first local politicians to use internet effectively to engage in a political dialogue through his blogs in Sinhala. He continues to mark a significant presence in the social media circles. www.manthri.lk, a local website which monitors and reports on parliamentarians in Sri Lanka on several occasions recognized his contribution to parliamentary affairs by ranking him among the top five of the most active parliamentarians in Sri Lanka. During his parliamentary career he has served in several important committees. These include: He was given the opportunity to represent Sri Lanka at important international and regional conferences and workshops such as: 2005 – Law Asia Conference held in Ho Chi Minh City, Vietnam 2011- 61st Westminster Seminar on Parliamentary Practice and Procedure conducted by the Commonwealth Parliamentary Association (CPA), UK. 2011 – Westminster Workshop on Public Accounts Committee conducted by the Commonwealth Parliamentary Association (CPA), UK. 2013 – Member of the Parliamentary delegation which participated in a study tour on Truth and Reconciliation in South Africa. 2014- Member of the Parliamentary delegation to the 131st Inter-Parliamentary Union (IPU) General Assembly held in Geneva. 2016 – Visit to the ANTE factory in Beijing, China 2016- Bali Clean energy Forum held in Bali, Republic of Indonesia 2016- ELECRAMA 2016 – The World Electricity Forum in Bangalore, India 2016 – South Asia Power Secretaries Round Table held in Bangkok, Thailand 2016- Renewable Energy Study Tour in Hawaii, U.S.A","Title":"Ajith Perera - Wikipedia","KeyID":"14142","URL":"https://en.wikipedia.org/wiki/Ajith_Perera"}