{"Content: ":"S. Udeiappan Palani Alagan Digambaran (Tamil: எஸ். உடையப்பன் பழனி அழகன் திகாம்பரம்; born 10 January 1967) is a Sri Lankan politician and government minister. He is the leader of the National Union of Workers (NUW), a member of the Tamil Progressive Alliance (TPA) and United National Front for Good Governance (UNFGG). Digambaran was born on 10 January 1967.[1] Digambaran runs a textile business and is leader of the National Union of Workers (NUW).[2][3] Digambaran contested the 2004 provincial council election as one of the Up-Country People's Front's candidates in Nuwara Eliya District and was elected to the Central Provincial Council.[4] He was re-elected at the 2009 provincial council election, this times as a United National Front (UNF) candidate.[5] Digambaran contested the 2010 parliamentary election as one of the UNF candidates in Nuwara Eliya District and was elected to Parliament.[6][7] The NUW left the UNF alliance on 22 April 2010 after a dispute over National List seats.[8] Digambaran continued to be part of the opposition as an independent MP.[9] In August 2013 Digambaran and two others were charged with attempting to acquire 12 perches of land and a vehicle by force from their lawful owner but the case was dropped after the defendants offered to compensate the victim for the vehicle.[10] Digambaran was appointed Deputy Minister of National Languages and Social Integration on 21 August 2014.[11][12] He resigned from the UPFA government on 10 December 2014 to support common opposition candidate Maithripala Sirisena at the presidential election.[13][14] After the election newly elected President Sirisena rewarded Digambaran by appointing him Minister of Plantation Infrastructure Development.[15][16] Digambaran was one of the United National Front for Good Governance's candidates in Nuwara Eliya District at the 2015 parliamentary election. He was elected and re-entered Parliament.[17][18][19] He was sworn in as Minister of Hill Country, New Villages, Infrastructure and Community Development on 4 September 2015.[20][21][22]","Title":"Palani Digambaran - Wikipedia","KeyID":"14149","URL":"https://en.wikipedia.org/wiki/Palani_Digambaran"}