{"Content: ":"Akandhan Velusami Radhakrishnan (Tamil: அகண்டன் வேலுசாமி இராதாகிருஷ்ணன்; born 1 August 1952) is a Sri Lankan politician and state minister. He is the leader of the Up-Country People's Front (UCPF), a member of the Tamil Progressive Alliance (TPA) and United National Front for Good Governance (UNFGG). Radhakrishnan was born on 1 August 1952.[1] He was educated at Holy Trinity College, Nuwara Eliya, St. Peter's College, Colombo and St. Joseph's College, Colombo.[2] He is married and has four children.[1][2] Radhakrishnan was elected to Nuwara Eliya Divisional Council and became its chairman in 1991.[2] He contested the 1999 provincial council election as one of the Indian Origin People's Front's candidates in Nuwara Eliya District and was elected to the Central Provincial Council (CPC).[2][3] He was Minister of Culture and Tamil Education.[4][5] He contested the 2004 provincial council election as one of the United National Front's (UNF) candidates in Nuwara Eliya District and was re-elected to the CPC.[6] In February 2005 he was appointed Minister of Tamil Education (other than Muslim Schools) Industries, Estate Infrastructure Facilities, Hindu Cultural Affairs, Youth Affairs and Sports.[7] He was re-elected at the 2009 provincial council election, this times as a United People's Freedom Alliance (UPFA) candidate.[8] In March 2009 he was appointed Minister of Industries, Sports, Women Affairs, Rural Development, Estate Infrastructure Facilities Development, Hindu Cultural Affairs, Education (Tamil) and Youth Affairs.[9] Radhakrishnan contested the 2010 parliamentary election as one of the UPFA's candidates in Nuwara Eliya District and was elected to Parliament.[10][11] On 11 September 2010 Radhakrishnan left the Ceylon Workers' Congress to sit as an independent MP supporting UPFA.[12] He joined the Up-Country People's Front as its political leader on 7 October 2010.[13] He was appointed Deputy Minister of Botanical Gardens and Public Recreation on 9 October 2014.[14][15] Radhakrishnan resigned from the UPFA government on 10 December 2014 to support common opposition candidate Maithripala Sirisena at the presidential election.[16][17] After the election newly elected President Sirisena rewarded Radhakrishnan by appointing him State Minister of Education.[18][19] Radhakrishnan was one of the United National Front for Good Governance's candidates in Nuwara Eliya District at the 2015 parliamentary election. He was elected and re-entered Parliament.[20][21][22] After the election he was re-appointed State Minister of Education.[23][24][25] Radhakrishnan was elected leader of the UCPF on 6 September 2015.[26]","Title":"Velusami Radhakrishnan - Wikipedia","KeyID":"14151","URL":"https://en.wikipedia.org/wiki/Velusami_Radhakrishnan"}