{"Content: ":"Vijayakala Maheswaran, MP (Tamil: விஜயகலா மகேசுவரன்; born 23 November 1972) is a Sri Lankan Tamil politician. A Member of Parliament from the Jaffna District, she is the former State Minister for Education and is a former State Minister of Child Affairs and Deputy Minister of Women's Affairs. She lost her seat in the parliament in 2020 general election.[1] Maheswaran was born on 23 November 1972.[2] She is the daughter of Markandu from the village of Kalapoomy on the island of Karainagar in northern Sri Lanka.[3] She was educated at Dr. A. Thiyagarajah Madhya Maha Vidyalayam (Karainagar Hindu College).[3][4] Maheswaran married T. Maheswaran, who was a Member of Parliament assassinated by the Eelam People's Democratic Party, a government backed paramilitary group, in January 2008.[5][6] They have three children, two daughters and one son.[3] She entered politics after the assassination of her husband. Maheswaran contested the 2010 parliamentary election as one of the United National Front's candidates in Jaffna District and was elected to Parliament.[7] After the 2015 presidential election she was appointed Deputy Minister of Women's Affairs by newly elected President Maithripala Sirisena.[8][9] Maheswaran was one of the United National Front for Good Governance’s candidates in Jaffna District at the 2015 parliamentary election. She was elected and re-entered Parliament.[10][11][12] She was sworn in as State Minister of Child Affairs on 9 September 2015.[13][14][15] She was arrested by the organized crimes division on her controversial statement, but on the same day she was released on an unconditional bail. In June 2018, while addressing a public event in Jaffna recently, Vijayakala said the LTTE should be resurrected to ensure the freedom of Tamil people in the Northern Province. This statement generated huge backlash. Members of the Parliament in Sri Lanka of the Government and the Opposition pushed for Mrs Maheswaran's removal following the statement. Some media reported that due to pressure from his own party Prime minister Ranil Wickramasinghe also requested President to temporarily remove State Minister Vijayakala from her ministerial portfolio until inquiries are completed. On 5 July, she resigned from the portfolio.[16][17][18][19] The Attorney General had instructed the Inspector General of Police in September 2018 to take legal action under Section 120 of the Penal Code against Vijayakala Maheswaran on the statements she had made.[20]","Title":"Vijayakala Maheswaran - Wikipedia","KeyID":"14162","URL":"https://en.wikipedia.org/wiki/Vijayakala_Maheswaran"}