{"Content: ":"Acanthostega (meaning \"spiny roof\") is an extinct genus of stem-tetrapod, among the first vertebrate animals to have recognizable limbs. It appeared in the late Devonian period (Famennian age) about 365 million years ago, and was anatomically intermediate between lobe-finned fishes and those that were fully capable of coming onto land.[1][2] The 60 cm (24 in) Acanthostega had eight digits on each hand (the number of digits on the feet is unclear) linked by webbing, it lacked wrists, and was generally poorly adapted for walking on land. It also had a remarkably fish-like shoulder and forelimb.[3] The front limbs of Acanthostega could not bend forward at the elbow, and therefore could not be brought into a weight bearing position, appearing to be more suitable for paddling or for holding on to aquatic plants. Acanthostega is the earliest stem-tetrapod to show the shift in locomotory dominance from the pectoral girdle to the pelvic girdle. There are many morphological changes that allowed the pelvic girdle of Acanthostega to become a weight-bearing structure. In more ancestral states the two sides of the girdle were not attached. In Acanthostega there is contact between the two sides and fusion of the girdle with the sacral rib of the vertebral column. These fusions would have made the pelvic region more powerful and equipped to counter the force of gravity when not supported by the buoyancy of an aquatic environment.[4] It had internal gills that were covered like those of fish. It also had lungs, but its ribs were too short to support its chest cavity out of water.[2] It has been inferred that Acanthostega probably lived in shallow, weed-choked swamps, its legs apparently being adapted for these specific ecosystems (the animal was not adapted in any way for walking on land). Jennifer A. Clack interprets this as showing that Acanthostega was primarily an aquatic animal descended from fish that never left the sea, and that the specializations in the tetrapod lineage developed features which would later be useful for terrestrial life. At that period, deciduous plants were flourishing and annually shedding leaves into the water, attracting small prey into warm oxygen-poor shallows that were difficult for larger fish to swim in; Clack remarks on how the lower jaw of Acanthostega shows a change from those of fish that have two rows of teeth, with a large number of small teeth in the outer row, and two large fangs and some smaller teeth in the inner row. This difference likely corresponds to a shift in stem-tetrapods from feeding exclusively in the water to feeding with the head above water or on land.[2] While normally considered more basal than Ichthyostega, it is possible that Acanthostega was actually more derived. Since Acanthostega resembles juvenile Ichthyostega and shows a lot less differences from juveniles to adults than the latter, it has been suggested that Acanthostega might be descended from a neotenic lineage. Although it appears to have spent its whole life in water, its humerus also exhibits traits that resemble those of later, fully terrestrial stem-tetrapods (the humerus in Ichthyostega being somewhat derived from, and homologous with the pectoral and pelvic fin bones of earlier fishes). This could indicate that vertebrates evolved terrestrial traits earlier than previously assumed, and numerous times independently from another.[5] Research based on analysis of the suture morphology in the skull of Acanthostega indicates that the species was able to bite prey at or near the water's edge. Markey and Marshall compared the skull with the skulls of fish, which use suction feeding as the primary method of prey capture, and creatures known to have used the direct biting on prey typical of terrestrial animals. Their results indicate that Acanthostega was adapted for what they call terrestrial-style feeding, strongly supporting the hypothesis that the terrestrial mode of feeding first emerged in aquatic animals. If correct, this shows an animal specialized for hunting and living in shallow waters in the line between land and water.[6] Newer research also indicates that it is possible Acanthostega evolved from an ancestor that had more terrestrial adaptations than itself.[7] The fossilized remains are generally well preserved, with the famous fossil by which the significance of this species was discovered being found by Jennifer A. Clack in East Greenland in 1987, though fragments of the skull had been discovered in 1933 by Gunnar Säve-Söderbergh and Erik Jarvik. Acanthostega is seen as part of widespread evolutionary radiation in the late Devonian period, starting with purely aquatic finned tetrapodomorphs, with their successors showing increased air-breathing capability and related adaptions to the jaws and gills, as well as more muscular neck allowing freer movement of the head than fish have, and use of the fins to raise the body of the fish.[2] These features are displayed by the earlier Tiktaalik, which like Ichthyostega showed signs of greater abilities to move around on land, but is thought to have been primarily aquatic.[2] In Late Devonian vertebrate speciation, descendants of pelagic lobe-finned fish –like Eusthenopteron– exhibited a sequence of adaptations: Panderichthys, suited to muddy shallows; Tiktaalik with limb-like fins that could take it onto land; stem-tetrapods in weed-filled swamps, such as Acanthostega, which had eight-digited feet; and Ichthyostega, with full limbs. Their descendants also included pelagic lobe-finned fish such as coelacanth species.  ","Title":"Acanthostega - Wikipedia","KeyID":"1417","URL":"https://en.wikipedia.org/wiki/Acanthostega"}