{"Content: ":"\"Labyrinthodontia\" (Greek, 'maze-toothed') is an informal grouping of extinct predatory amphibians which were major components of ecosystems in the late Paleozoic and early Mesozoic eras (about 390 to 150 million years ago). Traditionally considered a subclass of the class Amphibia, modern classification systems recognize that labyrinthodonts are not a formal natural group (clade) exclusive of other tetrapods. Instead, they consistute an evolutionary grade (a paraphyletic group), ancestral to living tetrapods such as lissamphibians (modern amphibians) and amniotes (reptiles, mammals, and kin). \"Labyrinthodont\"-grade vertebrates evolved from lobe-finned fishes in the Devonian, though a formal boundary between fish and amphibian is difficult to define at this point in time. \"Labyrinthodont\" generally refers to extinct four-limbed tetrapods with a large body size and a crocodile-like lifestyle. The name describes the pattern of infolding of the dentin and enamel of the teeth, which are often the only part of the creatures that fossilize. They are also distinguished by a broad, strongly-built skull roof composed of many small heavily-textured skull bones. \"Labyrinthodonts\" generally have complex multi-part vertebrae, and several classification schemes have utilized vertebrae to define subgroups. Because labyrinthodonts do not form a monophyletic group, many modern researchers have abandoned the term. However, some have continued to use the group in their classifications, at least informally, pending more detailed study of their relationships.[1] Many authors prefer to simply use the term tetrapod, while others have re-defined the previously obsolete term Stegocephalia (\"roof heads\") as a cladistic alternative to \"Labyrinthodontia\" or \"Tetrapoda\". The labyrinthodonts flourished for more than 200 million years. Particularly the early forms exhibited a lot of variation, yet there are still a few basic anatomical traits that make their fossils very distinct and easily recognizable in the field: Labyrinthodonts were generally amphibian-like in build. They were short-legged and mostly large headed, with moderately short to long tails. Many groups, and all the early forms, were large animals. Primitive members of all labyrinthodont groups were probably true water predators, and various degrees of amphibious, semi-aquatic and semi terrestrial modes of living arose independently in different groups.[5] Some lineages remained waterbound or became secondarily fully aquatic with reduced limbs and elongated, eel-like bodies. With the exception of the snake-like aïstopods, the skulls of labyrinthodonts were massive. The broad head and short neck may have been a result of respiratory constraints.[6] Their jaws were lined with small, sharp, conical teeth and the roof of the mouth bore larger tusk-like teeth. The teeth were replaced in waves that traveled from the front of the jaw to the back in such a way that every other tooth was mature, and the ones in between were young.[7] All teeth were labyrinthodont. The sole exception were the chisel-like teeth of some of the advanced herbivorous diadectomorphs.[6] The skull had prominent otic notches behind each eye and a parietal eye. The vertebrae were complex and not particularly strong, consisting of numerous, often poorly ossified elements.[2] The long bones of the limbs were short and broad and the ankle had limited mobility and the toes lacked claws, limiting the amount of traction the feet could produce.[8] This would have made most labyrinthodonts slow and clumsy on land.[2] In adulthood, most of the larger species were likely confined to water. Some late Paleozoic groups, particularly microsaurs and seymouriamorphs, were small to medium-sized and appear to have been competent terrestrial animals. The advanced diadectomorphs from the Late Carboniferous and Early Permian were fully terrestrial with stout skeletons, and were the heaviest land animals of their time. The Mesozoic labyrinthodonts were primarily aquatic with increasingly cartilaginous skeleton.[9] The eyes of most labyrinthodonts were situated at the top of the skull, offering good vision upwards, but very little lateral vision. The parietal eye was prominent, although there is uncertainty as to whether it was a true image producing organ or one that could only register light and dark, like that of the modern tuatara. Most labyrinthodonts had special sense organs in the skin, forming a lateral line organ for perception of water flow and pressure, like those found in fish and a number of modern amphibians.[10] This would enable them to pick up the vibration of their prey and other waterborne sounds while hunting in murky, weed filled waters. Early labyrinthodont groups had massive stapes, likely primarily anchoring the brain case to the skull roof. It is a question of some doubt whether early terrestrial labyrinthodonts had the stapes connected to a tympanum covering their otic notch, and if they had an aerial sense of hearing at all.[11] The tympanum in anurans and amniotes appear to have evolved separately, indicating most, if not all, labyrinthodonts were unable to pick up airborne sound.[12] The early labyrinthodonts possessed well developed internal gills as well as primitive lungs, derived from the swim bladders of their ancestors.[2][dubious – discuss] They could breathe air, which would have been a great advantage for residents of warm shoals with low oxygen levels in the water. There was no diaphragma and the ribs in many forms were too short or spaced too closely to aid in expanding the lungs. Likely air was inflated into the lungs by contractions of a throat sac against the skull floor like in modern amphibians, which may be the reason for the retention of the very flat skull in later forms. Exhalation with the aid of the ribs probably evolved only in the line leading to amniotes.[6] Many aquatic forms retained their larval gills in adulthood. With the high atmospheric oxygen and carbon dioxide pressure, particularly during the Carboniferous, the primitive throat sac breathing would have been sufficient for obtaining oxygen even for the large forms. Getting rid of carbon dioxide would present a greater problem on land, and the larger labyrinthodonts probably combined a high tolerance for blood carbonic acid with returning to the water to dissipate the carbon dioxide through the skin.[6] The loss of the armour of rhomboid scales of their piscine ancestors allowed for this as well as additional respiration through the skin as in modern amphibians.[13] Like their sarcopterygian ancestors, the labyrinthodonts were carnivorous. The rather broad, flat skulls and hence short jaw muscle would however not allow them to open their mouth to any great extent. Likely the majority of them would employ a sit-and-wait strategy, similar to that of many modern amphibians.[14] When suitable prey swam or walked within reach, the jaw would slam shut, the palatine tusks stabbing the hapless victim. The strain put on the teeth by this mode of feeding may have been the reason for the reinforcing labyrinthodont enamel typifying the group.[15] Swallowing was done by tipping the head back, as seen in many modern amphibians and in crocodiles. Evolution of a deeper skull, better jaw control and a reduction of the palatine tusks is only seen in the more advanced reptile-like forms, possibly in connection with the evolution of more effective breathing, allowing for a more refined hunting style.[6] The labyrinthodonts had an amphibious reproduction — they laid eggs in water, where they would hatch to tadpoles. They would remain in water throughout the larval stage until metamorphosis. Only the metamorphosed individuals would eventually venture onto land on occasion. Fossil tadpoles from several species are known, as are neotenic adults with feathery external gills similar to those found in modern lissamphibian tadpoles and in the fry of lungfish and bichirs. The existence of a larval stage as the primitive condition in all groups of labyrinthodonts can be fairly safely assumed, in that tadpoles of Discosauriscus, a close relative of the amniotes, are known.[16] The systematic placement of groups within Labyrinthodontia is notoriously fickle.[17][18] Several groups are identified, but there is no consensus of their phylogenetic relationship.[19] Many key groups were small with moderately ossified skeletons, and there is a gap in the fossil record in the early Carboniferous (the \"Romer's gap\") when most of the groups appear to have evolved.[17][20] Further complicating the picture is the amphibian larval-adult life cycle, with physical changes throughout life complicating phylogenetic analysis.[21] The Labyrinthodontia appear to be composed of several nested clades.[22] The two best understood groups, the Ichthyostegalia and the reptile-like amphibians have from the outset been known to be paraphyletic.[2] Tellingly, labyrinthodont systematics was the subject of the inaugural meeting of International Society for Phylogenetic Nomenclature.[23] The early labyrinthodonts are known from the Devonian and possibly extending into the Romer's Gap of the early Carboniferous. These labyrinthodonts are often grouped together as the order Ichthyostegalia, though the group is an evolutionary grade rather than a clade.[24] Ichthyostegalians were predominantly aquatic and most show evidence of functional internal gills throughout life, and probably only occasionally ventured onto land. Their polydactylous feet had more than the usual five digits for tetrapods and were paddle-like.[25] The tail bore true fin rays like those found in fish.[26] The vertebrae were complex and rather weak. At the close of the Devonian, forms with progressively stronger legs and vertebrae evolved, and the later groups lacked functional gills as adults. All were however predominantly aquatic and some spent all or nearly all their lives in water. An early branch was the terrestrial reptile-like amphibians, variously called Anthracosauria or Reptiliomorpha. Tulerpeton has been suggested as the earliest member of the line, indicating the split may have happened before the Devonian-Carboniferous transition.[27] Their skulls were relatively deep and narrow compared to other labyrinthodonts. Front and hind feet bore five digits on most forms. Several of the early groups are known from brackish or even marine environments, having returned to a more or less fully aquatic mode of living.[28] With the exception of the diadectomorphs, the terrestrial forms were moderately sized creatures that appeared in the early Carboniferous. The vertebrae of the group foreshadowed that of primitive reptiles, with small pleurocentra, which grew and fused to become the true centrum in later vertebrates. The most well known genus is Seymouria. Some members of the most advanced group, the Diadectomorpha, were herbivorous and grew to several meters in length, with great, barrel-shaped bodies. Small relatives of the diadectomorphs gave rise to the first reptiles in the Late Carboniferous.[29][30] The most diverse group of labyrinthodonts was the Temnospondyli. Temnospondyls appeared in the early Carboniferous and came in all sizes, from small salamander-like Stereospondyli that scurried along the waters edge and undergrowth, to giant, well armoured Archegosauroidea that looked more like crocodiles. Prionosuchus was an exceptionally large member of the Archegosauridae, estimated to have been up to 9 meters long, it is the largest amphibian ever known to have lived.[31] Temnospondyls typically had large heads and heavy shoulder girdles with moderately long tails. A fossil trackway from Lesotho shows larger forms dragged themselves by the front limbs over slippery surfaces with limited sideways movement of the body, very unlike modern salamanders.[32] A temnospondyl's fore-foot had only four toes, and the hind-foot five, similar to the pattern seen in modern amphibians.[9] Temnospondyls had a conservative vertebral column in which the pleurocentra remained small in primitive forms, vanishing entirely in the more advanced ones. The intercentra bore the weight of the animal, being large and forming a complete ring.[2] All were more or less flat-headed with either strong or secondarily weak vertebrae and limbs. There were also fully aquatic forms, like the Dvinosauria, and even marine forms such as the Trematosauridae. The Temnospondyli may have given rise to the modern frogs and salamanders in the late Permian or early Triassic.[22] A small group of uncertain origin, the Lepospondyli evolved mostly small species that can be found in European and North American Carboniferous and early Permian strata. They are characterized by simple spool-shaped vertebrae formed from a single element, rather than the complex system found in other labyrinthodont groups.[33] Most were aquatic and external gills are sometimes found preserved. The Leposondyli were generally salamander-like, but one group, the Aïstopoda, was snakelike with flexible, reduced skulls, though whether the families belong with the other lepospondyls is uncertain.[34] Some microsaur lepospondyls were squat and short-tailed and appear to have been well adapted to terrestrial life. The best known genus is Diplocaulus, a nectridean with a boomerang-shaped head. The position of Lepospondyli in relation to other labyrinthodont groups is uncertain, and it is sometimes classified as a separate subclass.[35] The teeth were not labyrinthodont, and the group has classically been seen as separate from the Labyrinthodontia. There is some doubt as to whether the lepospondyls form a phylogenetic unit at all, or is a wastebin taxon containing the padamorphic forms and tadpoles of other labyrinthodonts, notably the reptile-like amphibians, or even very small primitive amniotes with reduced skulls.[36][34] The labyrintodonts have their origin in the early middle Devonian (398-392 Mya) or possibly earlier. They evolved from a bony fish group: the fleshy-finned Rhipidistia. The only other living group of Rhipidistans alive today are the lungfish, the sister group of the landliving vertebrates. Earliest traces of the land-living forms are fossil trackways from Zachełmie quarry, Poland, dated to 395 million years ago, attributed to an animal with feet very similar to Ichthyostega.[37][38] By the late Devonian, land plants had stabilized freshwater habitats, allowing the first wetland ecosystems to develop, with increasingly complex food webs that afforded new opportunities.[39] The early labyrinthodonts were wholly aquatic, hunting in shallow water along tidal shores or weed filled tidal channels. From their piscine ancestors, they had inherited swim bladders[dubious – discuss] that opened to the esophagus and were capable of functioning as lungs (a condition still found in lungfish and some physostome ray-finned fishes), allowing them to hunt in stagnant water or in waterways where rotting vegetation would have lowered oxygen content. The earliest forms, such as Acanthostega, had vertebrae and limbs quite unsuited to life on land. This is in contrast to the earlier view that fish had first invaded the land—either in search of prey like modern mudskippers, or to find water when the pond they lived in dried out. Early fossil tetrapods have been found in marine sediments, suggesting marine and brackish areas were their primary habitat. This is further corroborated by fossils of early labyrinthodonts being found scattered all around the world, indicating they must have spread by following the coastal lines rather than through freshwater only. The first labyrinthodonts were all large to moderately large animals, and would have suffered considerable problems on land despite their members ending in toes rather than fin-rays. While they retained gills and fish-like skulls and tails with fin rays, the early forms can readily be separated from Rhipidistan fish by the cleithrum/scapula complex being separate from the skull to form a pectoral girdle able to carry the weight of the front end of the animals.[10] They were all carnivorous, initially eating fish and possibly going ashore to feed off washed up carrion of sea animals caught in tidal ponds, only later turning into predators of the large invertebrates of the Devonian at the waters edge.[37] The various early forms are for convenience grouped together as Ichthyostegalia. While the body shape and proportions of the ichthyostegalians went largely unchanged throughout their evolutionary history, the limbs underwent a rapid evolution. The proto-tetrapods like from Elginerpeton and Tiktaalik had extremities ending in fin-rays with no clear fingers, primarily suited for movement in open water, but also capable of propelling the animal across sandbanks and through vegetation filled waterways. Ichthyostega and Acanthostega had paddle-like polydactyl feet with stout bony toes that also would have enabled them to drag themselves across land. The aquatic ichthyostegalians flourished in tidal channels and swampland through the remainder of the Devonian, only to disappear from the fossil record at the transition to the Carboniferous.[10] The end of the Devonian saw the late Devonian extinction event, followed by a gap in the fossil record of some 15 million years at the start of the Carboniferous, called \"Romer's gap\". The gap marks the disappearance of the ichthyostegalian forms as well as the origin of the higher labyrinthodonts.[5][10] Finds from this period found in East Kirkton Quarry includes the peculiar, probably secondarily aquatic Crassigyrinus, which may represent the sister group to later labyrinthodont groups.[40] Early Carboniferous saw the radiation of the family Loxommatidae, a distinct if mysterious group that may have been the ancestors or sister taxon of the higher groups, characterized by keyhole-shaped eye openings.[41] By the Visean age of mid-Carboniferous times the labyrinthodonts had radiated into at least three main branches. Recognizable groups are representative of the temnospondyls, lepospondyls and reptile-like amphibians, the latter which were the relatives and ancestors of the Amniota. While most labyrinthodonts remained aquatic or semi-aquatic, some of the reptile-like amphibians adapted to explore the terrestrial ecological niches as small or medium-sized predators. They evolved increasingly terrestrial adaptions during the Carboniferous, including stronger vertebrae and slender limbs, and a deeper skull with laterally placed eyes. They probably had watertight skin, possibly covered with a horny epidermis overlaying small bony nodules, forming scutes, similar to those found in modern caecilians. To the modern eye, these animals would appear like heavyset, lizards betraying their amphibious nature only by their lack of claws and by spawning aquatic eggs. In the middle or late Carboniferous, smaller forms gave rise to the first reptiles.[29] In the late Carboniferous, a global rainforest collapse favoured the more terrestrially adapted reptiles, while the many of their amphibian relatives failed to reestablish.[42] Some reptile-like amphibians did flourish in the new seasonal environment. The reptilomorph family Diadectidae evolved herbivory, becoming the largest terrestrial animals of the day with barrel-shaped, heavy bodies.[10] There were also a family of correspondingly large carnivores, the Limnoscelidae, that flourished briefly in the late Carboniferous. The herbivorous Diadectidae reached their maximum diversity in the late Carboniferous/early Permian, and then quickly declined, their role taken over by early reptilian herbivores like Pareiasaurs and Edaphosaurs.[33] Unlike the reptile-like amphibians, the Temnospondyli remained mostly denizens of rivers and swampland, feeding on fish and perhaps other labyrinthodonts. They underwent a major diversification in the wake of the Carboniferous rainforest collapse and they too subsequently reached their greatest diversity in the late Carboniferous and early Permian, thriving in the rivers and brackish coal forests in continental shallow basins around equatorial Pangaea and around the Paleo-Tethys Ocean. Several adaptations to piscivory evolved with some groups having crocodile-like skulls with slender snouts, and presumably had a similar life-style (Archegosauridae, Melosauridae, Cochleosauridae and Eryopidae, and the reptile-like suborder Embolomeri).[33] Others evolved as aquatic ambush predators, with short, broad skulls that allowed for opening the mouth by tipping the skull back rather than dropping the jaw (Plagiosauridae and the Dvinosauria).[43] In life they would have hunted rather like the modern day monkfish, and several groups are known to have retained the larval gills into adulthood, being fully aquatic. The Metoposauridae adapted to hunting in shallows and murky swamps, with ∩-shaped skull, much like their Devonian ancestors. In Euramerica, the Lepospondyli, a host of small, mostly aquatic amphibians of uncertain phylogeny, appeared in the Carboniferous. They lived in the tropical forest undergrowth and in small ponds, in ecological niches similar to those of modern amphibians. In the Permian, the peculiar Nectridea found their way from Euramerica to Gondwanaland. From the middle of the Permian, the climate dried up, making life difficult for the amphibians. The terrestrial reptiliomorphs disappeared, though aquatic crocodile-like Embolomeri continued to thrive until going extinct in the Triassic.[2] The diverse lepospondyl inhabitants of the undergrowth disappear from the fossil record, among them the snake-like Aïstopoda. With the close of the Paleozoic, most of the Permian groups disappeared, with the exceptions of the Mastodonsauroidea, Metoposauridae and Plagiosauridae, who continued into the Triassic. In the early Triassic these groups enjoyed a brief renaissance in the waterways of continental shallows, with large forms like Thoosuchus, Benthosuchus and Eryosuchus. Their ecological niches were probably similar to those of modern-day crocodiles, as fish hunters and riverside carnivores.[33] All groups developed progressively weaker vertebrae, reduced limb ossification and flatter skulls with prominent lateral line organs, indicating the late Permian/early Triassic temnospondyls rarely if ever left the water. An extremely large brachyopid (likely a plagiosaur or a close relative) is estimated to have been 7 meters long, and probably just as heavy as the Permian Prionosuchus.[44] With the rise of the real crocodiles in the middle Triassic, even these Temnospondyli went into decline, though some hung on to at least early Cretaceous on the southern Gondwanaland, in regions too cold for crocodiles.[45] There is today a general consensus that all modern amphibians, the Lissamphibia, have their origin in labyrinthodont stock, but this is where consensus ends.[22] The fragile bones of the lissamphibians are extremely rare as fossils, and the modern amphibians are highly derived, making comparison with fossil labyrinthodonts difficult.[10] Traditionally, the Lepospondyli has been favored as lissamphibian ancestors. Like the modern amphibians, they were mostly small with simple vertebrae, resembling lissamphibians in many aspects of external anatomy and presumably ecological niches. At a subclass level, it was thought that labyrinthodonts gave rise to lepospondyls, and lepospondyls to lissamphibians.[30][46] Several cladistic studies also favour the lepospondyl link, though placing Lepospondyli as close relatives or even derived from reptile-like amphibians.[47][48][49] One problem with this position is the question of whether Lepospondyli actually is monophyletic in the first place.[20][50] Temnospondyl affinity for the Lissamphibia is suggested by other works.[10][51][52][53] The temnospondyl family Amphibamidae has been considered a possible candidate for the ancestors of lissamphibians. The amphibamid Gerobatrachus, described in 2008, was proposed to be a transitional form between temnospondyls and anurans (frogs and toads) and caudatans (salamanders). It possessed a mixture of anuran and caudatan features, including a broad skull, short tail, and small pedicellate teeth.[54] Complicating the picture is the question of whether Lissamphibia itself may be polyphyletic. Though a minority view, several variants have been forwarded through history. The \"Stockholm school\" under Gunnar Säve-Söderbergh and Erik Jarvik argued during much of the 20th century that Amphibia as a whole is biphyletic, based on details of the nasal capsule and cranial nerves. In their view lepospondyls are ancestors of frogs, while salamanders and caecilians have evolved independently from porolepiform fish.[55] Robert L. Carroll suggested the tailed amphibians (salamanders and caecilians) are derived from lepospondyl microsaurs and frogs from temnospondyls.[56] The cladistic analysis of Gerobatrachus suggested salamanders and frogs evolved from temnospondyl stock and caecilians being the sister group of the reptile-like amphibians, rendering Lissamphibia itself an evolutionary grade relative to the remaining tetrapod classes.[54] The cladistic analysis of Chinlestegophis by Pardo et al. (2017) does recover Lissamphibia as polyphyletic, but with all groups of lissamphibians falling within Temnospondyli; Batrachia is recovered in the analysis as part of Dissorophoidea, while Gymnophonia falls within Stereospondylomorpha.[57] The fossil sequence leading from the early Carboniferous labyrinthodonts to the amniotes has traditionally been seen as fairly well mapped out since the early 20th century, mainly leaving only the question of the demarcation line between the amphibian and reptilian grade of reproduction. Work by Carroll and Laurin around the turn of the millennium has greatly helped in pinpointing the transition.[58][59] The early reptile-like amphibians were mostly aquatic, the first highly terrestrially adapted groups being the Seymouriamorpha and the Diadectomorpha. The seymouriamorphs were small to medium-sized animals with stout limbs, their remains are sometimes found in what has been interpreted as dry environments, indicating their skin had a water-tight epidermal horny overlay or even scales as evident in Discosauriscus.[60] Their skeletons are very similar to those of early reptiles, though finds of seymouriamorph tadpoles have shown they retained an amphibian reproduction.[16] The diadectomorph families are generally considered to be the closest known relatives of modern amniotes. They too are thought to have been on the amphibian side of the divide, despite no known diadectomorph fossil tadpoles.[61] Analysis of new finds and composition of larger trees do however indicate the phylogeny may not be as well understood as traditionally thought.[18] Several authors have suggested that terrestrial eggs evolved from amphibian eggs laid on land to avoid predation on the eggs and competition from other labyrinthodonts.[62][63] The amniote egg would necessarily have had to evolve from one with an anamniote structure, as those found in fish and modern amphibians.[59] In order for such an egg to excrete CO2 on land without the specialized membranes to aid in respiration, it would have to be very small, 1 cm in diameter or smaller. Such very small eggs with direct development would severely restrict the adult size, thus the amniotes would have evolved from very small animals.[58] A number of small, fragmentary fossils of possibly diadectomorph affinity has been proposed as the first amniote, including Gephyrostegus,[64] Solenodonsaurus,[61] Westlothiana[65] and Casineria.[29] Fossilized footprints found in New Brunswick indicate the first reptiles were established by 315 million years ago.[66] The term labyrinthodont was coined by Hermann Burmeister in reference to the tooth structure.[67] Labyrinthodontia was first used as a systematic term by Richard Owen in 1860, and assigned to Amphibia the following year.[68] It was ranked as an order under class Amphibia by Watson in 1920 and as a superorder by Romer in 1947.[69][70] An alternative name, Stegocephalia was created in 1868 by American palaentologist Edward Drinker Cope, from Greek stego cephalia—\"roofed head\", and refer to anapsid skull and the copious amounts of dermal armour some of the larger forms evidently had.[71] This term is widely used in 19th and early 20th century literature. Classification of the earliest finds was attempted on the basis of the skull roof, often the only part of the specimen preserved. With the frequent convergent evolution of head shape in labyrinthodonts, this led to form taxa only.[69] The relationship of the various groups to each other and to the lissamphibians (and to some degree the first reptiles) is still a matter of some debate.[22][53] Several schemes have been forwarded, and at present there is no consensus among workers in the field. A systematic approach based on the relative size and shape of the elements of the complex labyrinthodont vertebrae was favored in the early 20th century.[35] This classification quickly fell into disuse as some forms of backbones appear to have appeared more than once and different types are found in close relatives, sometimes even in the same animal, and already by the middle of the 20th century several of the small-bodied groups were suspected of being larval or neotenic forms.[72] The classification presented here is from Watson, 1920:[69] The traditional classification was initiated by Säve-Söderbergh in the 1930s. He believed that Amphibia was biphyletic, and that salamanders and caecilians had evolved independently from porolopiform fish.[55] Few shared Säve-Söderbergh's view of a biphyletic Amphibia, but his scheme, either with the Lepospondyli as a separate subclass or sunk into Temnospondyli, was continued by Romer in his much used Vertebrate Paleontology of 1933 and later editions,[30] and followed by several subsequent authors with minor variations: Colbert 1969,[73] Daly 1973,[74] Carroll 1988[75] and Hildebrand & Goslow 2001.[76] The classification cited here is from Romer & Parson, 1985:[2] Labyrinthodontia has fallen out of favor in recent taxonomies because it is paraphyletic: the group does not include all the descendants of their most recent common ancestor. Various groups that have traditionally been placed within Labyrinthodontia are currently variously classified as stem tetrapods, basal tetrapods, non-amniote Reptiliomorpha and as a monophyletic or paraphyletic Temnospondyli, according to various cladistic analysis. This reflects the emphasis of ascertaining lineage and ancestral-descendant relatedness in modern-day cladistics. The name does however linger as a handy reference for the early amphibian tetrapods,[76] and as an apt anatomical description of their distinct tooth pattern.[77] Thus it remains in use as an informal term of convenience by some modern scientists.[1] The largely synonymous name Stegocephalia has been taken up by Michel Laurin and defined cladistically for all traditional labyrinthodonts (including their descendants), so that the name with the largely traditional meaning is still employed.[4] An informal term with a broader meaning is stem tetrapod, a stem group consisting of all species more closely related to modern tetrapods than to lungfish, but excluding the crown group. This group includes both traditional \"labyrinthodonts\" as well as more basal tetrapodomorph fish, though its total content is a matter of some uncertainty, as the relationships of these animals are not well understood.[18] Below is a suggested evolutionary tree of Labyrinthodontia, from Colbert 1969 and Caroll 1997.[73][78] Dashed lines indicate relationships that commonly vary between authors. Eusthenopteron (advanced lobe-finned fish) Panderichthys (lobe-finned fish with limb-like fins) Tiktaalik (transitional fish/amphibian: A \"fishapod\") Acanthostega (early amphibian with fishlike gills) Ichthyostega (early amphibian) Crassigyrinus (secondarily aquatic amphibian from Romer's gap) Loxommatidae (a peculiar family of early Carboniferous labyrinthodonts) Temnospondyls (large, flat-headed labyrinthodonts, e.g Eryops) Seymouriamorpha (reptile-like amphibians) Westlothiana (small, reptile-like amphibian) Diadectomorpha (sister groups of reptiles) Class Reptilia (+ birds and mammals) Lepospondyls (small labyrinthodonts) Lissamphibia (modern amphibians) A good summary (with diagram) of characteristics and main evolutionary trends of the above three orders is given in Colbert 1969 pp. 102–103, but see Kent & Miller (1997) for an alternative tree.[35]","Title":"Labyrinthodontia - Wikipedia","KeyID":"1418","URL":"https://en.wikipedia.org/wiki/Labyrinthodontia"}