{"Content: ":"Harin Fernando, MP (born 28 October 1978) is a Sri Lankan politician. He is the current Cabinet Minister of Tourism and Lands He is also a current member of the Sri Lanka Parliament from National List. He previously served as the Minister of Telecommunication, Digital Infrastructure facilities, Foreign Employment, Sports, and tourism in previous Sri Lankan governments. [1] He was the 7th Chief Minister of Uva Province. Born in Wattala to a Roman Catholic family, Fernando was educated at St. Joseph's College, Colombo. Fernando was appointed as United National Party (UNP) electoral organizer for Badulla District at age of 27 and won the highest number of votes in the Uva Province Council Election in 2005. He was elected as Member of Parliament for Badulla District in 2010 and resigned on 5 August 2014 to contest as candidate for Chief Minister of Uva Province.[2] Even though Fernando won the highest number of preferential votes, the UNP lost in Uva Provincial Council election. Fernando became the leader of the opposition in the Uva Province Council. Fernando played critical role in defeating Mahinda Rajapaksa at the Presidential Election 2015 which Rajapaksa called for early election when UPFA won narrowly at Uva Provincial Election. He had strongly criticised the Rajapaksa regime for its corruption, authoritarian rule and rise of lawlessness. Fernando also openly campaigned for the Common Candidate Maithripala Sirisena at the Presidential Election which had curb the popularity of UPFA in the Uva Province compare to 2010.[N 1] Soon after the Presidency Election, a number of UPFA provincial councilors backed him thus giving the majority in the Uva Province Council. He was sworn in as Chief Minister of Uva Province before the Governor and unseated Shashindra Rajapaksa from power.[3] In August 2015, he was elected to parliament gaining the highest votes in the Badulla District. Shortly thereafter he was appointed as Cabinet Minister of Telecommunications and Digital Infrastructure.[4][5] He criticized Facebook for being too slow to combat users who were using Facebook and WhatsApp to facilitate anti-Muslim riots in Sri Lanka.[6] He is married to Ravindani Yashendra Dias in 2003 and has two children, Nikhel Joshue Chethiya Fernando and Naiara Chaithika Fernando  This article about a politician from Uva Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Harin Fernando - Wikipedia","KeyID":"14187","URL":"https://en.wikipedia.org/wiki/Harin_Fernando"}