{"Content: ":"Sadda Vidda Rajapakse Palanga Pathira Ambakumarage Ranjan Leo Sylvester Alphonsu (born 11 March 1963) (රන්ජන් රාමනායක), popularly known as Ranjan Ramanayake, is a former Sri Lankan politician,[1] actor, film director, singer and script writer who appeared in a number of Sinhala language films. He is a former Member of the Parliament. He served as the State Minister of Highways and Road Development (2018–2019). He served as the Deputy Minister of Social Services, Welfare and Livestock Development Under Good Govenence in 2015 and Deputy Minister of Social Empowerment and Welfare from 2015 to 2018. Ramanayake has won the Sarasaviya Best Actor Award as well as being the Most Popular Actor consecutively for 16 years. He has appeared in over 75 Sinhalese films in genres ranging from romance to action and comedies, starting his career appearing in theatre, stage and several television series. Ramanayake was born on 11 March 1963 in Negombo. He is the youngest in the family of two children, son of Simon Alphonsu, District Inspector at Sri Lanka Railways Department. He added 'Ramanayake' to his name as a reciprocation to the filmmaker Somaratne Ramanayake who helped him in building up his film career as lead actor.[2] In August 2019, he appeared in GCE A/L exam again after 1982 to pursue his later career as lawyer.[3] On 27 December 2019, he went viral in the social media as he publicised his A/L results (2S & 1F).[4][5] Subsequently, he also qualified to study law after obtaining A pass for General English, S passes for Political Science and Communication media studies despite failing in Christianity subject.[6] Ramanayake's first leading role was in the commercial film Jaya Kothenada but his first film was Christhu Charithaya by Dr. Sunil Ariyaratne, which was in a crowded scene and maintained his status as a commercial film star through the 1990s. Ramanayake has occasionally branched out into more serious roles such as in Lester James Peries' Awaragira but continues to be known for his commercial roles. In 1998, he won the Sarasaviya Award for the Best Upcoming Actor for the film Hima Gira.[7] He continued to be the Popular Actor in Sarasaviya Festival since 2002 to 2016, with a record 14 times. Recently, he has taken more control over his commercial film roles working as a director and screenwriter on the popular Parliament Jokes, One Shot and Leader, breaking box office records[7] with these films and becoming one of the most successful[peacock prose] leading actors and directors of Sinhala cinema. Bandu Samarasinghe and Tennyson Cooray are frequent co-stars of Ramanayake.[7] He has sung in several films including Jaya Kothenada, Naralowa Holman, Love in Bangkok and others. His song \"Ran Samanala Joduwa Wage\" was a well-received among other songs.[8] He acted few television serials.[7] Ramanayake was initially the electoral organiser of the Katana in the Gampaha Electoral District before becoming the electoral organiser in Balangoda. In 2008, Ramanayake contested for the position of Chief Minister on the Sabaragamuwa Provincial Council[16] and became the opposition leader on the council. In 2010 he was elected to the Parliament from Ratnapura from United National party and has become one of the most spoken members of the parliament who worked as a major opposition activist against the former government of Sri Lanka. Being one of the leading vocal members, Ramanayake has given utmost support towards the party to bring victory at recent Presidential Election. He is currently appointed as the United National Party organiser of Divulapitiya in Gampaha. Ramanayake received highest number of preferential votes for the UNP in the Gampaha district, at the General Election on 17 August 2015, receiving a total of 216,463 votes.[citation needed] A school teacher from Kandy accused Ramanayake of having swindled Rs. 1 million promising to marry her. Based on a complaint by the woman who accused, Criminal Investigation Department arrested Ramanayake in 2010.[17] On 4 January 2020, he was arrested for having a license expired firearm and several adult content DVDs.[18] He was released on bail on 5 January 2020 following the verdict from Magistrate court and he was also banned from travelling overseas.[19] On 2010, it was alleged that Ramanayake threatened the talk show host Dilka Samanmali of Derana TV following the Derana 360 talk show.[20] Ramanayake has allegedly called Samanmali's parents over the phone and accused her of causing disrepute to him over the programme. He had also allegedly told the parents that harm may befall their daughter. Later, Ramanayake denied the allegation stating that all that he gave Dilka's father was a courtesy call. Ramanayake said that he did call Dilka Samanmali's father and complained that his daughter was being biased in her show.[21] His telephone conversations with former CID director Shani Abeysekara and some high-profile figures including judges were leaked in the media after the police took custody of them on suspicion.[22] Other several telephone conversations involving him were also leaked by the police to the public and the recordings suggested that he used the law in unlawful manner to favour his government.[23] On Jan 12, 2021 Ranjan Ramanayake was sentenced to 4 years of rigorous imprisonment on the basis of contempt of court regarding his comments on the corruption of the judiciary.[24] As a result he lost his parliament seat on 7 April 2021. Ramanayake has won Sarasaviya Most Popuar Actor Award 4 times.","Title":"Ranjan Ramanayake - Wikipedia","KeyID":"14192","URL":"https://en.wikipedia.org/wiki/Ranjan_Ramanayake"}