{"Content: ":"Deva Manoharan Swaminathan (Tamil: தேவ மனோகரன் சுவாமிநாதன், Sinhala: දේවා මනෝහරන් ස්වාමිනාදන්; born 30 April 1945) is a Sri Lankan Tamil lawyer, politician and ex cabinet minister. Swaminathan was born on 30 April 1945.[1] He is the son of M. Swaminathan and Lalithambikai (daughter of S. Pararajasingam and grand daughter of P. Arunachalam).[2] He was educated at Royal College, Colombo.[2] After school he joined Ceylon Law College, qualifying as an advocate of the Supreme Court.[2] After qualifying Swaminathan started practising law in Colombo, taking over the chambers of proctor Ratnakaram which were renamed D. M. Swaminathan Associates in 1971.[3] Swaminathan was appointed Governor of Western Province in June 1994 after the controversial dismissal of Suppiah Sharvananda by President D. B. Wijetunga.[4] He was appointed chairman of the National Savings Bank in March 2002, serving until 2004.[5][6] Swaminathan was appointed as one of the United National Party's (UNP) National List MPs in the Sri Lankan Parliament following the 2010 parliamentary election.[7][8] In October 2010 he was appointed to the Parliamentary Council which was established by the controversial 18th Amendment to make non-binding recommendations the president on the membership of various national commissions.[9][10][11] After the 2015 presidential election he was appointed Minister of Resettlement, Reconstruction and Hindu Religious Affairs by newly elected President Maithripala Sirisena.[12][13] Swaminathan was re-appointed as a National List MP following the 2015 parliamentary election.[14][15] He was appointed Minister of Rehabilitation and Resettlement on 24 August 2015.[16][17] He was given the additional portfolio of Hindu Affairs on 4 September 2015.[18][19] He was given the additional portfolio of Prison Reforms on 11 November 2015.[20][21] Swaminathan has been a member of the Rotary Club of Colombo since 1971.[22] He is a trustee of the Sri Ponnambala Vaneswara Temple at Sea Street in Kochchikade, Colombo which was founded by his great-great-grand father A. Ponnambalam.[23] He is one of the UNP's vice-chairmen.[24][25] He was also treasurer of the UNP.[26][27]","Title":"D. M. Swaminathan - Wikipedia","KeyID":"14206","URL":"https://en.wikipedia.org/wiki/D._M._Swaminathan"}