{"Content: ":"Rajiva Wijesinha, MA, DPhil (Sinhala: රජීව විජේසිංහ) (born 16 May 1954)[1] is a Sri Lankan writer in English, distinguished for his political analysis as well as creative and critical work. An academic by profession for much of his working career, he was most recently Senior Professor of Languages at the University of Sabaragamuwa, Sri Lanka. In June 2007 President Mahinda Rajapakse appointed him Secretary-General of the Sri Lankan Government Secretariat for Coordinating the Peace Process and in June 2008 he also became concurrently the Secretary to the Ministry of Disaster Management and Human Rights (Sri Lanka).[2] The Peace Secretariat wound up in July 2009),[3] and in February 2010 he resigned from the Ministry as well as the University,[4] and became a member of parliament on the National List of the United People's Freedom Alliance following the General Election held in April 2010,[5] following which he was appointed a member of parliament.[6][7] He belongs to the Liberal Party of Sri Lanka,[8] and has served as its President and leader, and also as a Vice-President of Liberal International. He is currently Chair of the Council of Asian Liberals and Democrats and was re-elected leader of the Liberal Party Sri Lanka on the proposal of the previous leader following the Liberal Party Annual Congress of 2011.[9] He has travelled widely, including as a Visiting Professor on the Semester at Sea Programme of the University of Pittsburgh, and has published Beyond the First Circle: Travels in the Second and Third Worlds. Rajiva Wijesinha schooled at S Thomas' College, Mt Lavinia (which he later served as Sub-Warden, for a brief period), and won an Open Exhibition in Classics to University College, Oxford when he was 16. After his first degree, which also led to an MA in 1977, he moved to Corpus Christi College, Oxford as an E K Chambers Student (Edmund Kerchever Chambers), and obtained a BPhil degree in English, followed by a DPhil degree on the subject of Women and Marriage in the early Victorian novel.[10] The thesis was subsequently published by the University Press of America under the title The Androgynous Trollope. He taught briefly at the University of Peradeniya before resigning in protest against the increasing authoritarianism of the government of President Junius Richard Jayewardene. He then worked for the British Council in Colombo as its Cultural Affairs Officer before rejoining the University system to initiate English degree programmes for students from backgrounds that had limited English in school. He was responsible for the islandwide pre-University General English Language Training programme, as well as General English programmes at the Affiliated University Colleges established in 1992 to introduce employment oriented courses into the tertiary education system. In 2001 he served as a Consultant to the Ministry of Education to initiate the reintroduction of English medium education in the state sector, which had banned it previously for several decades. He was also Academic Consultant to the Sri Lanka Military Academy when it began degree programmes for Officer Cadets. He has served as chair of the Academic Affairs Committee of the National Institute of Education, and has been a member of the National Education Commission and of the Board of the Bandaranaike Centre for International Studies. In 1982 he supported Chanaka Amaratunga to set up the Council for Liberal Democracy and was Co-Editor of the Liberal Review, at a time when dissenting voices had no space to publish in Sri Lanka. He became President of the Liberal Party of Sri Lanka when it was established in 1987 and, though more comfortable as an analyst rather than a politician, he took over as Leader of the Party after Dr Amaratunga's death in 1996. He was the Presidential candidate of the party in 1999, and came 6th out of 15 candidates, defeating several former parliamentarians. During this period he conducted workshops on Liberalism in India, Pakistan, Nepal, Afghanistan and Indonesia, on behalf of the Friedrich Naumann Stiftung (FNS), the German Liberal Foundation, for whom he also edited Liberal Values for South Asia (revised recently as Liberal Perspectives on South Asia and published in 2009 by Cambridge University Press, Delhi). He was instrumental in promoting English Language writing in Sri Lanka, and initiated the English Writers Cooperative of Sri Lanka while he was at the British Council which aided and administered the EWC at its inception. He had earlier edited the New Lankan Review,[11] which provided space for Sri Lankan writers in English when the genre was regaining acceptance, and he served on the Editorial Board of the EWC for over a decade. He has edited several collections of poetry and short stories by Sri Lankan writers in English, most recently Bridging Connections, an Anthology of Stories which also contains translations from Sinhala and Tamil and was published by the National Book Trust of India in 2007.[12][13][14] He was the first Sri Lankan writer resident in the county whose works have been translated into a European language. Servi, the Italian translation of Servants which won the Gratiaen Award for 1995, was published by Giovanni Tranchida Editore in Milan in 2002,[15] and this was followed in 2006 by Atti di fede.[16] This last was a translation of Acts of Faith, based on the 1983 government-sponsored riots against Tamils known as Black July, and the first part of a trilogy that included Days of Despair (1989) and The Limits of Love (2005). He worked on this last novel, which is based on the kidnapping and murder of the poet and journalist Richard de Zoysa, as a resident at the Rockefeller Foundation's Bellagio Center and at the Center for Writers at Hawthornden Castle. Prof Wijesinha served for several years on the editorial board of the Journal of Commonwealth Literature. Works in other genres include The Foundations of Modern Society, Political Principles and their Practice in Sri Lanka and A Handbook of English Grammar, published by Cambridge University Press in Delhi, which also brought out most recently Declining Sri Lanka: J R Jayewardene and the erosion of Democracy.","Title":"Rajiva Wijesinha - Wikipedia","KeyID":"14202","URL":"https://en.wikipedia.org/wiki/Rajiva_Wijesinha"}