{"Content: ":"Tiran Alles, MP is a Sri Lankan businessman and politician. He is a current member of Parliament of Sri Lanka and the Minister of Public Security.[1] Alles had entered politics as an ally of former General Sarath Fonseka and a member of parliament for Fonseka's Democratic National Alliance in 2010. Leaving parliament in 2015, he returned as a member of Mahinda Rajapaksa's Sri Lanka Podujana Peramuna and the leader of the United People's Party in 2020 and became a minister in 2022. He was the former Chairman of Airport and Aviation Services.[2] The eldest son of the late leading educationists R. I. T. Alles,[3] he was educated at the Royal College Colombo. In 1988, he launched the company Communication & Business Equipment (CBE) with 10 employees. He also acted as the chairman of the Bandaranaike International Airport and launched a major expansion program of the airport. CBE also launched 2 newspapers: Mawbima and The Sunday Standard.[3] In 2002, he started a mobile telephony business in Sri Lanka after securing exclusive distribution rights, which led to a political controversy a few years later.[4] Tiran Alles worked for Mangala Samaraweera when he became the campaign manager for President Mahinda Rajapaksa (2004–2005) of the Sri Lanka Freedom Party. He was later accused of fomenting a pact, the Rajapaksa-LTTE pact, that led to the boycott of the 2005 elections in the north and east of the country, thus allowing Rajapaksa' victory.[3] In 2010, he supported the electoral campaign of Janatha Vimukthi Peramuna (JVP) and took part in General Sarath Fonseka's presidential campaign against Rajapaksa. After the election loss, he became the chairman of Fonseka's new alliance, the Democratic National Alliance (DNA), for the 2010 parliamentary election, of which the JVP had been a part. Although the alliance won a very little result in the election, he subsequently became a member of the Sri Lankan Parliament for the DNA through a national list seat.[4][3] In 2020, he was reappointed to the Parliament through the national list of Sri Lanka Podujana Peramuna, which has been led by new Prime Minister Mahinda Rajapaksa. In May 2022, when Rajapaksa had been resigned, he was appointed as the minister of Public Security in the new government.  This article about a Sri Lankan politician is a stub. You can help Wikipedia by expanding it.","Title":"Tiran Alles - Wikipedia","KeyID":"14210","URL":"https://en.wikipedia.org/wiki/Tiran_Alles"}