{"Content: ":"Denagama Vitharanage Chanaka Dinushan (born 11 September 1987) is a Sri Lankan politician and a current member of the Parliament of Sri Lanka. He was elected as the United People's Freedom Alliance candidate, representing the Hambantota Electoral District at the general parliamentary elections held in August 2015.[1] Chanaka Dinushan was born in Galle to a Sinhala- Buddhist family, the son of D. V. Upul, a Provincial Council Minister (Southern Province)[2] and has two brothers and a sister. He spent his childhood in Kudawella, a fishing village in Tangalle. He was educated at Vijitha Central College, Dikwella before attending the American College of Higher Education in Galle.[3] He then entered the Southeast Missouri State University at Cape Girardeau, where he obtained a Bachelor of Science in Construction Management and Design.[3] Chanaka is currently reading for his master's degree in financial economics in the University of Colombo. After graduating from Southeast Missouri State University, he returned to Sri Lanka and started working in the construction field as the project manager in the Aarking Engineering construction company where he later became a director. He was also an active member in the Young Contractors Forum. He was also an active volunteer, through which he became the chairman of the Pathuma Foundation. He was appointed by the 2020 Rajapaksa government as State Minister of Aviation and Export Zones Development [4] Chanaka contested the 2015 parliamentary elections, where at age of 28, he was one of the youngest candidates.[2] He ran as the United People's Freedom Alliance candidate, in the Hambantota electorate receiving 51,939 votes and secured the fourth place among his party candidates.[5] In doing so he became the second youngest member of Parliament. He currently serves as a member in the Ministerial Consultative Committee on Youth Affairs, Project Management and Southern Development.[1] In October 2017 he was arrested together with two other parliamentarians, Namal Rajapaksa and Prasanna Ranaweera and three provincial council members, in relation to a protest, against the proposed handover of the Magampura Mahinda Rajapaksa Port and Mattala Rajapaksa International Airport to foreign companies.[6]","Title":"D. V. Chanaka - Wikipedia","KeyID":"14248","URL":"https://en.wikipedia.org/wiki/D._V._Chanaka"}