{"Content: ":"Jayampathy Wickramaratne, PC is a Sri Lankan lawyer and politician. He was a national list member representing the United National Party in the Parliament.[1] A former Director of Programs of the Institute of Constitutional Studies in Colombo, he has served as a Senior Adviser to the Ministry of Constitutional Affairs and was a member of the Sri Lankan Law Commission.[2][3] He entered parliament in 2015 General Election from the National List of the United National Party. He was also appointed as the Parliamentary Secretary to the Prime Minister Ranil Wickramasinghe.[4] Wickramaratne the key person behind the proposed 2018 constitution of Sri Lanka.[citation needed] Wickramaratne was educated at St. Anthony's College, Kandy. After successfully completed his GCE Advance Level examination he entered the Science Faculty of University of Peradeniya, studying chemistry. Later entered the Law College, where he qualified as a lawyer. He holds a PhD in Human rights and a Master of Public Administration from University of Peradeniya. Wickramaratne was appointed a President's Counsel in 2001.[5] He obtained his second PhD degree for his published work, 'Democratic Governance in Sri Lanka: A Constitutional Miscellany' from the University of Colombo Although Wickramaratne was a leftist [6][clarification needed] in 2015 August election he was appointed as a national list MP from the right wing UNP.[when?] He resigned from parliament in late January 2020 and relocated to Switzerland, where he is alleged to hold citizenship. As he was a key architect of the 2015 Nineteenth Amendment which prohibits non-citizens from entering parliament or contesting in Presidential elections. It was specifically aimed at preventing Gotabaya Rajapaksa, at the time an American citizen, from entering Sri Lankan politics or running for president.[7] The 2015 constitution which he participated to draft was abolished on 22 October 2020 and a new amendment was passed at the Sri Lanka parliament.[8]","Title":"Jayampathy Wickramaratne - Wikipedia","KeyID":"14271","URL":"https://en.wikipedia.org/wiki/Jayampathy_Wickramaratne"}