{"Content: ":"Angajan Ramanathan (Tamil: அங்கஜன் இராமநாதன், romanized: Aṅkajaṉ Irāmanātaṉ; born 9 July 1983) is a Sri Lankan Tamil politician, former provincial councillor and Member of Parliament.[1] He is the current Deputy chairman of committees of the Parliament of Sri Lanka.[2] Ramanathan was born on 9 July 1983.[1] Ramanathan's father Sathasivam Ramanathan is an associate of Basil Rajapaksa, brother of former President Mahinda Rajapaksa.[3] Sathasivam Ramanathan is reputed to have made billions from smuggling abroad refugees from the Sri Lankan Civil War and from government corruption.[4][5] Sathasivam Ramanathan, who has extensive business interests in Sri Lanka and the U.K., was refused entry to the U.K. in 1993 due to his involvement in providing false documents to migrants entering the U.K. and the European Union.[6] Ramanathan was educated at Mahajana College, Tellippalai, S. Thomas' Preparatory School, Colombo International School and in Singapore.[7][8] He has bachelor's degree in computer engineering and MBA from Australia.[7][8] Ramanathan is married to Prashanthini and has a child.[8] Ramanathan contested the 2010 parliamentary election as one of the United People's Freedom Alliance (UPFA) electoral alliance's candidates in Jaffna District but failed to get elected after coming 7th amongst the UPFA candidates.[9] During the election campaign, on 31 March 2010, Ramanathan and supporters were attacked by Eelam People’s Democratic Party (EPDP), a government backed paramilitary group and a member of the UPFA.[10] In retaliation, the following day supporters of Ramanathan shot at Mayor of Jaffna Yogeswari Patkunarajah, a member of the EPDP.[11] In August 2010 Ramanathan was appointed Sri Lanka Freedom Party (SLFP) organiser for Jaffna District by President Rajapaksa.[12] Ramanathan contested the 2013 provincial council election as one of the UPFA's candidates in Jaffna District and was elected to the Northern Provincial Council.[13][14] During the election campaign, on 27 August 2013, a violent clash took place between UPFA candidates in Chavakachcheri during which Ramanathan's father Sathasivam Ramanathan opened fire on a group led A. Sarvananthan.[15][16] Sathasivam Ramanathan was arrested and remanded for attempted murder.[17][18][19] Also during the election campaign, a UPFA mob, including Ramanathan and his father, attacked Tamil National Alliance candidate P. Thambirajah.[20] The day before the election Ramanathan was still campaigning using SMS, violating electoral law.[21] Ramanathan is alleged to have organised abductions and attacks on behalf of the Rajapaksa family.[22] Jaffna UPFA municipal councillor Suveeharan Nishanthan claims he was abducted and assaulted by Ramanathan and his father on 3 April 2013 in Colombo.[23] Ramanathan contested the 2015 parliamentary election as one of the UPFA's candidates in Jaffna District but the UPFA failed to win any seats in the district.[24][25] However, after the election he was appointed to the Parliament of Sri Lanka as a National List MP representing the UPFA.[26][27][28] During the election campaign Ramanathan's supporters attacked supporters of the United Socialist Party.[29] He was appointed Deputy Minister of Agriculture in June 2018.[30][31][32] He lost his position at the start of the 2018 Sri Lankan constitutional crisis in October 2018 but was reappointed a few days later in the new government.[33][34][35] He lost his position following the end of the crisis in December 2018. Ramanathan contested the 2020 parliamentary election as a SLFP candidate in Jaffna District and was re-elected.[36][37][38] His victory was attributed to the US$15,000 (Rs.2.7 million) he spent on Facebook advertising - the second highest of all candidates and ten times his nearest rival in Jaffna District, M. A. Sumanthiran - and the publicity provided by the private media network, consisting of the Capital FM radio station and the Capital News cable station, owned by his uncle S. Vincendrarajan.[39][40] Ratnajeevan Hoole, one of the three members of the Election Commission of Sri Lanka, has accused Ramanathan of committing various violations of electoral law during the election campaign including using the Jaffna Kachcheri for electoral purposes, passing off government donations for the COVID-19 pandemic as his own, blocking public roads to hold election rallies and using Capital FM radio station and Capital News cable station, both owned by his uncle S. Vincendrarajan, for election propaganda.[41][42][43] After the election Ramanathan was appointed chairman of the Jaffna District Coordinating Committee (DDC).[44][45] Ramanathan's first acts in his new role was to issue an order that all development activity in the district needs his approval and to appoint his father as his representative and co-ordinating officer in the DDC.[46] He also took over three offices in the Jaffna District Secretariat rather than customary one room.[47] Ramanathan was elected Deputy chairman of committees of the Parliament of Sri Lanka unopposed when the new parliament met on 20 August 2020.[48][49]","Title":"Angajan Ramanathan - Wikipedia","KeyID":"14273","URL":"https://en.wikipedia.org/wiki/Angajan_Ramanathan"}