{"Content: ":"Sivanesathurai Chandrakanthan (Tamil: சிவனேசதுரை சந்திரகாந்தன்; commonly known as Pillayan; born 18 August 1975), served as Chief Minister of the Eastern Province of Sri Lanka. He is also the leader of the Tamil Makkal Viduthalai Pulikal (TMVP), a political party in Sri Lanka. A former armed fighter of the rebel Liberation Tigers of Tamil Eelam organization, Chandrakanthan broke away from the Tamil Tigers along with Karuna Amman in April 2004, and became the deputy leader of the breakaway faction, renamed as the TMVP. An internal rift in the TMVP led to Chandrakanthan replacing Karuna as the party leader in April 2007. Under his guidance, the TMVP contested in elections to elect members to Sri Lanka's Eastern Provincial Council, as part of a wider coalition which went on to win the elections. Chandrakanthan, who obtained the most preferential votes in the Batticaloa District, was sworn in as first ever Chief Minister of the province on 16 May 2008.[1] Born on 18 August 1975 in the village of Pethalai, near Kalkuda in the Batticaloa District, Sivanesathurai Chandrakanthan was the second of seven children of Arumugam Sivaneshathurai and Sinnavan Kamala.[2][3] He received his primary education at Vipulanantha Vidyalaya, Pethalai, after which he attended Hindu College, Valachchenai from Grade 6 until his G.C.E. Ordinary Level examinations (Grade 11). While at school, he was noted as a good cricketer, swimmer and volleyball player.[3] Chandrakanthan was recruited to the Tamil Tigers as a child soldier on 4 April 1990 at the age of 16 by Vinayagamoorthi Muralitharan.[3] As is conventional in the Tamil Tigers, he gave up his birth name and adopted the nom de guerre \"Pillayan\". It was then that he first worked under Vinayagamoorthi Muralitharan, alias Colonel Karuna Amman, who at the time was a District Leader of the Tamil Tigers and their commander of the Batticaloa and Ampara districts.[3] In 2004, Karuna Amman fell out with the leader of the Tamil Tigers, Velupillai Prabhakaran, and defected from the organization on 3 March. He took around 1000 cadres with him and formed what was then referred to as the \"Karuna Faction\". Chandrakanthan joined Karuna and in his rebellion, and was named deputy leader of the party.[2] However a number of cadres remained loyal to Prabhakaran, and they defeated Karuna's faction in a decisive battle near on the banks of the Verugal Aru in April 2004.[4] The Karuna Faction then took a lower profile, maintaining a number of small camps in the southern end of the Eastern Province. Given covert backing by the Sri Lankan military, they carried out regular attacks against the Tamil Tigers throughout the east of the island.[5] As the ceasefire in place since 2002 between the government and the Tamil Tigers broke down in mid-2006, the Sri Lankan Government launched a military offensive to drive the Tamil Tigers out of the Eastern Province. The Sri Lankan military fully achieved this objective in July 2007, with the aid of the TMVP, which overran a number of Tamil Tiger camps in the process.[5][6] As the fighting was ongoing in the east, Karuna Amman made efforts to eventually give up arms and embrace the democratic process. He formed a political party called the Tamil Makkal Viduthalai Pulikal (TMVP) in 2004, making Chandrakanthan its deputy leader. The TMVP initially opened up two political offices in Batticaloa and Colombo.[3] In April 2007 an internal rift erupted within the party, and after some confrontation Chandrakanthan displaced Karuna as party leader. Karuna subsequently left the country for the United Kingdom, where he was later arrested for violating immigration procedures and sentenced to jail in January 2008.[7] This left Chandrakanthan as the undisputed leader of the TMVP. Following the clearing of the eastern province of the LTTE, elections were held on 10 March 2008 to elect members to nine local authorities in the eastern Batticaloa District. Chandrakanthan led the TMVP to wins in all nine bodies in contested in, some of which had not had elections for 14 years.[8][9] At the elections, Chandrakanthan's father Arumugam Sivaneshathurai was elected as a member of the Koralepattu Pradeshiya Sabha.[2][10] \" We believe the people in the east have given us a mandate to give up the armed struggle and choose the way of democracy.\" —Chandrakanthan[11] Following the successful conduction of the elections in Batticaloa, the Government announced it would hold elections to elect members to the Eastern Provincial Council on 10 May.[12] After discussions, the TMVP and the ruling United People's Freedom Alliance (UPFA), the party of President Mahinda Rajapakse announced on 30 March that they would jointly contest the polls under the UPFA banner.[13] The opposition United National Party and Sri Lanka Muslim Congress, the largest Muslim Party in the country, also formed a coalition to contest the elections, providing the main challenger to the UPFA.[14] Chandrakanthan explained the policies of the TMVP to the international media prior to the EPC elections, stating that the TMVP needed to do better things for Tamil people through political process, rather than involving in an armed struggle to appeal for an independent state for them.[15] While admitting the TMVP still had armed cadres, he stated they were for their protection from the Tamil Tigers, who were yet to be disarmed, and who Chandrakanthan said were \"waiting for the opportune time to strike at us and physically liquidate us from the face of this earth.\"[16] The UPFA went on to win the elections, securing 52% of the popular vote and 20 of the 37 seats in the Provincial Council. Chandrakanthan also won the most preferential votes in the Batticaloa District.[17][18] After the election, there was a tussle between Chandrakanthan and M.L.A.M. Hizbullah, who was the leading Muslim candidate in the UPFA as to who should be appointed Chief Minister.[19] On 16 May, after intense discussions, President Mahinda Rajapakse appointed Chandrakanthan as the first ever Chief Minister of the Eastern Province, and he took oaths as Chief Minister in front of the President soon after.[20] Following his appointment as Chief Minister, Chandrakanthan, a Hindu, visited Kandy on 18 May to get the blessings of Sri Lanka's most venerable Buddhist Monks, the Mahanayake Thera's of the Asgiriya and Malwatte chapters.[21] The Theras commended Chandrakanthan for joining the democratic process and leaving arms behind, and urged him to work for national unity.[21] Chandrakanthan also visited Sri Lanka's most sacred Buddhist site, the Temple of the Tooth, which the Tamil Tigers bombed in 1998, and apologized for the harm that was done in the attack.[22] \"We will not permit anybody from our organisation to take law into their hands and as such we have handed him over to the police.\" —Chandrakanthan[23] The tension increased between Tamil and Muslim ethnic communities in Kaanththaankudi area of eastern Batticaloa district after killing of 2 TMVP members on 22 May 2008. Chandrakanthan and Minister M.L.A.M. Hizbullah visited the area and resolved the matter by urging the people to live in peacefully. Also Chandrakanthan handed over TMVP members to the Police, who were responsible for abduction of 2 Muslim youths in Eravur on 25 May 2008.[24][25] Many Sri Lankan Tamils feel that Chandrakanthan's political career had come to an end, after he lost his Chief Ministership of the Eastern Province.","Title":"Pillayan - Wikipedia","KeyID":"14288","URL":"https://en.wikipedia.org/wiki/Sivanesathurai_Chandrakanthan"}