{"Content: ":"Banguela is a genus of azhdarchoid pterosaur from the Early Cretaceous period (Albian stage) of what is now Brazil. Only one species is known, Banguela oberlii.[1] The Swiss collector Urs Oberli acquired a pterosaur jaw fragment from the Chapada do Araripe. In 2005, this was described by André Jacques Veldmeijer and colleagues, and referred to Thalassodromeus sethi.[2] In 2014 it was named and described by Jaime Headden and Hebert Bruno Nascimento Campos as a separate genus Banguela, with the type species Banguela oberlii. The generic name is a Brazilian Portuguese word for \"toothless one\", especially used as an affectionate term for elderly women. The specific name honors Oberli.[1] The holotype, NMSG SAO 251093, was probably found in the Romualdo Formation, also known as the Romualdo Member of the Santana Formation, dating from the Albian. It consists of the symphysis, fused front end, of the lower jaws.[1] In 2018, a study placed the specimen in the subfamily Thalassodrominae, and formally named the species Thalassodromeus oberlii.[3] Banguela has an estimated skull length of about 61 centimeters (2 ft) and wingspan of over 3.7 meters (12 ft). The symphysis, with a preserved length of 273 millimeters (10.7 in), curves upwards and has a relatively short depression at its upper rear end. The front upper edge of the symphysis is sharp. The front bottom edge is sharp too but lacks a true crest. There are no teeth or tooth sockets present in the fragment.[1] In 2005, Veldmeijer had already noted similarities to Dsungaripterus, but considered the available data to be insufficient to draw any conclusions from this.[2] In 2014, Headden & Campos placed Banguela in the family Dsungaripteridae, in a basal position. The cladogram of their analysis is shown below:[1] Banguela oberlii Dsungaripterus weii Noripterus complicidens Chaoyangopteridae Azhdarchidae Thalassodromidae Tapejaridae Banguela is unique among dsungaripterid pterosaurs due to a presumed total absence of teeth. Other pterosaur groups, such as pteranodontids, nyctosaurids and azhdarchoids, have also lost their teeth, indicating that toothloss might have independently occurred at least four times among pterosaurs. However, because dsungaripterids are occasionally recovered as derived azhdarchoids, it is possible that toothloss has occurred more often, if as an instance of Dollo's Law azhdarchoids should be originally toothless.[1][4] If there was a large number of cases, Banguela suggests how it developed in most of these: the development of horned rhamphothecae in the jawtips, with progressive tooth rarification until they cease to be useful.[1] It is worth to note that dsungaripteroids have some of the most specialized teeth of all sauropsids,[5] so Banguela's toothlessness must indicate some degree of divergent specialization. In 2018, a study suggested that Banguela is a species of Thalassodromeus (T. oberlii), and thus it is assigned to the Thalassodrominae, a subfamily within the clade Tapejaridae.[3]   ","Title":"Banguela - Wikipedia","KeyID":"143","URL":"https://en.wikipedia.org/wiki/Banguela_oberlii"}