{"Content: ":"Harini Amarasuriya (Sinhala: හරිනි අමරසූරිය) is a Sri Lankan academic, rights activist, university lecturer and politician who is serving as a National List Member of Parliament for National People's Power party. She has also served as a senior lecturer at the Department of Social Studies of the Open University of Sri Lanka. She represents the National People's Power party since 2019. She is ideologically on the centre-left of the National People's Power Party; she considers herself to be a Liberal.Harini is well known for her researches on pressing issues such as youth unemployment, gender inequality, child protection and inefficiencies in Sri Lankan education system.[1] She also currently runs works as a member of the Board of Directors of a Sri Lankan local NGO called, Nest.[2] She completed her PhD degree in Social Anthropology from the University of Edinburgh. She also published books and conducted researches on youth, politics, dissent, activism, gender, development, state society relations, child protection, globalization and development.[3][4] She pursued her career in activism in 2011 after joining in as a member of the Federation of University Teachers' Association and joined the protests demanding for free education.[5] After serving as a child protection and psychosocial practitioner for several years, she joined the Open University of Sri Lanka as a senior lecturer in the field of Sociology. Harini joined the National Intellectuals Organization in 2019 and campaigned for the NPP Candidate Anura Kumara Dissanayake during the 2019 Sri Lankan presidential election. On 12 August 2020, she was nominated and appointed by the JJB as the national list candidate to enter the 16th Parliament of Sri Lanka following the 2020 Sri Lankan parliamentary election.[6][7][8] Confusions and concerns were also raised whether Harini could continue her service as an academic senior lecturer at the Open University after being nominated as national list candidate.[9] However, in an interview with EconomyNext, she officially revealed that she had resigned from the position of senior lecturer of the Open University in order to pursue her political career and parliamentary politics as an MP.","Title":"Harini Amarasuriya - Wikipedia","KeyID":"14360","URL":"https://en.wikipedia.org/wiki/Harini_Amarasuriya"}