{"Content: ":"Gampaha (Sinhala: ගම්පහ [ˈɡamːpaha]; Tamil: கம்பஹா [kambahaː]) is an urban city in Gampaha District, Western Province, Sri Lanka. It is situated to the north-east of the capital Colombo. It is the sixth largest urban area in Western Province, after Colombo, Negombo, Kalutara, Panadura and Avissawella.[2] Gampaha is also the second largest municipal centre in Gampaha district, after Negombo. Gampaha has a land area of 25.8 ha (64 acres) and is home to the offices of 75 government institutions. The name \"Gampaha\" in Sinhala (ගම්පහ) literally means “Five Villages”. The five villages are known to be Ihalagama, Pahalagama, Medagama, Pattiyagama and Aluthgama. However, at present the location of Pattiyagama can no longer be identified within the town limits of Gampaha and remains disputed. Gampaha was also formerly known as Henarathgoda. During reign of Portuguese, the main route to the hill country had been laid through the Gampaha area and in the period of Dutch, this area was served as centre for the collection of cinnamon.[3] But before year 1815, it is said that Gampaha was a dense forest. The 5th Governor of Ceylon, Sir Edward Barnes made a visit to Gampaha in 1825, on the way to observe the construction work of the Negombo-Colombo main road. When British built the “Moragoda” catholic church in 1828, Gampaha and surrounding areas slowly became inhabited. As the extension of the railway track from Colombo to Ambepussa, the Henarathgoda railway station was completed in 1866 which acted as a key factor for the progress and recognition of the town. In 1867, the first rubber tree of Sri Lanka was planted in Henarathgoda botanical garden. The town was planned in 1920, with 52 roads including the main street, a water tank, a public market, a hospital and an electrical generator. Most of these are still present in their original sites with various improvements over time.[4] Gampaha was a village council until 1945. On 1 January that year, the town qualified to become an urban council. The first urban council had five members. P. P. Jayawardane was the first chairman of the urban council. Total number of workforce in the urban council was 197 persons. In 1978 constitutional reforms declared Gampaha as a new administrative district (which was formerly recognised as a part of the Colombo District) and the main administrative centre was established in Gampaha.[3] The new district status lead the town to a rapid development, establishing new government institutes. On 16 April 2002, the Urban Council was upgraded to become the Gampaha Municipal Council. The economy of Gampaha has been vastly extended in many aspects. Mainly paddy and Rubber are grown here as main cultivation products and additionally pineapple and betel are grown here. Also some rural industries like pottery, tiles, hand loom textiles, coconut related products can be found.[3] Gampaha has a tropical rainforest climate under the Köppen climate classification. The climate is fairly temperate all throughout the year with a significant rainfall. Even in the driest month there is a significant amount of rain. The driest month is January and there is about 62 mm of precipitation. Most of the precipitation in Gampaha area falls in October, averaging 365 mm. The precipitation varies 303 mm between the driest month and the wettest month. April is warmest month in Gampaha, with an average temperature of 28.4 °C (83.1 °F) and the December is the coolest month, with temperatures averaging 26.1 °C (79 °F). Throughout the year, temperatures vary by 2.3 °C. The annual rain fall in the area is about 2398 mm and the average temperature is about 27.3 °C. The main sources of water canals of Gampaha are Attanagalla Oya and Uruwela Oya. The first seedling was planted under the auspices of the vast garden's original owner Muhandiam Amaris De Zoysa, who became the garden's first OIC. The generous Muhandiram donated this vast estate for public use, to enhance the local surroundings. Literacy in Gampaha district is the highest in Sri Lanka.[citation needed] The literacy rate for both sexes is 98.5. [9] Gampaha is home to secondary educational institutes in Sri Lanka. The government owned schools in the gampaha area are listed below.[10] Pundit Wickramarachchi found the first Ayurveda College of the country - \"Sri Lanka Siddhayurveda Vidyalaya\"[11][12] in 1929 closer to Yakkala. \"Gampaha Wickramarachchi Ayurveda Vidyalaya (Incorporation) Act No. 30 of 1982\" established the college as a national institute for Ayurveda education. From 1 March 1995 the institute was recognized as Gampaha Wickramarachchi Ayurveda Institute and was affiliated to the main university stream of the country Under University of Kelaniya. The institute offers \"Bachelor of Ayurveda Medicine and Surgery\" (BAMS) diploma and the practitioners are distinguished around the country as \"Gampaha Ayurvedic Physicians\". Rules for the regulation of the professional conduct of Ayurvedic physicians have been approved by the Minister of Health and gazetted in June 1971. Gampaha is the 15th railway station from the Colombo fort on main railway line. Numerous bus routes terminatate at Gampaha.","Title":"Gampaha - Wikipedia","KeyID":"14367","URL":"https://en.wikipedia.org/wiki/Gampaha"}