{"Content: ":"Henry Woodward Amarasuriya (14 October 1904 – 6 March 1981) was a Ceylonese plantation owner, politician, educationist and philanthropist. He was the Cabinet Minister for Trade and Commerce in the cabinet of D. S. Senanayake.[1][2][3][4] A former member of the Ceylon state council, H. W. Amarasuriya was a founding member and the first general secretary of the United National Party.[5] He also held the position of Deputy Speaker and Chairman of Committees in the first parliament of Ceylon.[6] A member of the first Education Executive Committee of the state council and a former general manager of the Buddhist schools, he did a great service to improve the education in Ceylon.[7] H .W. Amarasuriya was born on 14 October 1904 to the wealthy Amarasuriya family in Unawatuna, Galle. His father Henry Mahendrapala Amarasuriya was a proprietor, shipping merchant and an independence activist. His mother was Caroline de Silva. Both his grand fathers Muhandiram Thomas de Silva Amarasuriya and Juanis de Silva were wealthy businessman of Galle. Eldest boy and the second of the family of seven children, he had three younger brothers; Thomas Amarasuriya, Francis and Buddhadasa Amarasuriya and three sisters Susima, Irene and Amara. Young Henry Woodward attended Mahinda College, Galle for his education and did well in both his studies and sports.[8] He captained the college cricket team in 1923 and was also a member of the college soccer team. With the early demise of his father, Henry Woodward took over the management of his fathers' estates and the affairs of the family, after completing his school education. As a planter Henry Woodward Amarasuriya increased the extent of his fathers' estates and their production largely and concentrated heavily on tea, rubber and coconut. He completed the Olympus Group tea factory started by his father. During this time he also developed a keen interest in development of local education and soon became the manager of the Buddhist Education Society of Galle. With the management of a large group of estates and Buddhist schools he joined the main political stream by joining the Ceylon National Congress (CNC) in which he served as the president from 1936 to 1938. He was elected to the Ceylon State Council for the first time in 1931 as the member for Udugama constituency. Then he served as the elected member of Galle constituency of the Ceylon State Council from 1936 to 1947. In 1942 he served in the Executive Committee of Education in the State Council alongside C. W. W. Kannangara in bringing about free education.[9] He was the President of Lanka Mahajana Sabha when it was affiliated to the newly formed United National Party in 1946. At the inaugural Meeting of the United National Party, which was held on 6 September 1946 at Albert Crescent, Colombo, D. S. Senanayake proposed the name of Amarasuriya as the General Secretary with A. R. A. Razik and J. R. Jayawardene as Join Treasurers, which was carried unanimously. H. W. Amarasuriya later became a vice president of the party. In 1947 General Election he contested in the Galle constituency, but was defeated by Wijeyananda Dahanayake. However he entered the Parliament of Ceylon for Baddegama constituency in 1948 in a by election following the death of Simon Abeywickrema. He served as the deputy speaker of the parliament from September 1948 to December 1948, until he was appointed as the Cabinet Minister for Trade and Commerce in December 1948. He held this ministerial position until 1952. H. W. Amarasuriya led a delegation to London to agitate for constitutional reforms and was responsible for the appointment of a Headman's Committee. He also led a successful delegation to India, while he was the Trade Minister. At the 1952 Ceylonese parliamentary election he lost his parliament seat to Henry Abeywickrema of the Sri Lanka Freedom Party. He unsuccessfully contested the Baddegama electorate again in the 1956 general election. Thereafter H. W. Amarasuriya represented the Senate of Ceylon and continued to be the President of Lanka Mahajana Sabha for 44 years. In addition to being a political leader of the era, H. W. Amarasuriya was also a keen business and Buddhist leader. He was the Chairman of the Southern Province Planters Association from 1923 to 1961. Further he was the Chairman of the Low Country Product Association, the first President of the Ceylon Merchants Chamber, President of All Ceylon Traders Association and was the first President of Ceylon Regional Brands.[10] He was an active member of the Colombo Young Men's Buddhist Association and a founder member of All Ceylon Buddhist Congress. Later he was President of the All Ceylon Buddhist Congress as well as the Colombo Young Men's Buddhist Association.[11] He was the president of Sri Lanka Regional Centre of the World Fellowship of Buddhists and was the vice president of the World Fellowship of Buddhists. He patronized the Mahabodi Society and held leadership of the Lanka Maha Bodhi Samagama as well.[12] Henry Woodward Amarasuriya married Eileen Rachel Perera, eldest daughter of M. C. Perera of Panadura in 1928. They had a son, Mahiman and four daughters, Rukmani, Indrani, Priyani and Geethanjali. They lived in Amaragiri Walawwa located in Unawatuna, Galle. H. W. Amarasuriya owned more than 6000 acres of Tea, Rubber and Coconut estates and developed the roads, dispensaries, antenatal clinics, schools and temples around his estates. He founded the Henry Woodward Amarasuriya Charitable Trust and made many donations to improve the education and health sector. Many pirivenas including the Vidyodaya Pirivena, Maligakanda and the Vidyalankara Pirivena, Peliyagoda were beneficiaries of his philanthropy. He also founded many schools especially in the Southern Province, Sri Lanka. Some of the notable schools he established are Vidyaloka College, Galle, Vijayabha Vidyalaya, Hungama, Unawatuna Maha Vidyalaya, Unawatuna, Amarasuriya Vidyalaya, Meepawala. He gifted a library building to Visakha Vidyalaya, Colombo in memory of his daughter Geetanjali who died at a younger age. Later he donated his ancestral home Amaragiri Walawwa in Unawatuna to establish the \"Teachers' Training College\", Unawatuna. After rendering a yeoman service to his motherland and to the people of Southern Sri Lanka, Henry Woodward Amarasuriya died on 6 March 1981 at the age of 76. On 22 May 1983, Sri Lanka Post issued a postage stamp of H. W. Amarasuriya to commemorate his valuable service to the country.[13] All Ceylon cricket captain Sargo Jayawickrama was his cousin.[14][15]","Title":"H. W. Amarasuriya - Wikipedia","KeyID":"14377","URL":"https://en.wikipedia.org/wiki/H._W._Amarasuriya"}