{"Content: ":"The Print is an Indian online newspaper, owned by Printline Media Pvt Ltd.[1] It was launched by journalist Shekhar Gupta in August 2017.[2][3] Printline Media Pvt. Ltd, founded by journalist Shekhar Gupta,[2] was incorporated in New Delhi, India in 16th of September 2016.[1] ThePrint is noted for focusing on politics and policy.[4] The venture is associated with the Off the Cuff programme that is broadcast on Aaj Tak and promoted on ThePrint's YouTube and Facebook channels.[5] In May 2017, It has received an undisclosed amount of funding from N.R. Narayana Murthy, Nandan Nilekani, Ratan Tata, Kiran Mazumdar Shaw, Uday Kotak, Vijay Shekhar Sharma, Rajiv C. Mody, Ravi Thakran, Bhavish Aggarwal, Nirmal Jain, R. Venkatraman, Karan Bhagat and Yatin Shah.[6][7][8] Gupta, as his position in editor-in-chief, in a letter to readers stated the mission of the ThePrint was to be \"factual and liberal\".[9] ThePrint has claimed to commit to its code of ethics for journalists which it has published on its website.[10][11] ThePrint, being a new media digital platform primarily publishes its news stories on its website with majority of coverage in the English language. The platform additionally has a Hindi language edition of the website as well.[12] The news coverage is divided into factual news reporting and opinion pieces. The website is primarily supported by digital ad revenue, however it allows one time donations and recurring subscription from patrons.[13] Subscription is open to both local and international audience in both local currency(INR) and USD. The subscriptions are voluntary and all the coverage is open to non subscribers as well. Off The Cuff is a series of candid talk shows organized in collaboration with Aaj Tak and launched in Feb 2016, though recent editions have been online only editions hosted by ThePrint alone.[14] It hosts prominent personalities from across the spectrum in engaging conversations, some of its prominent guests being Amish Tripathi, Gita Gopinath, Martin Wolf and Francis Fukuyama.[15]  This article about a news website is a stub. You can help Wikipedia by expanding it.","Title":"ThePrint - Wikipedia","KeyID":"14414","URL":"https://en.wikipedia.org/wiki/ThePrint"}