{"Content: ":"Xi Jinping[note 1] (English: /ˈʃiː dʒɪnˈpɪŋ/ SHEE jin-PING; Chinese: 习近平; pinyin: Xí Jìnpíng; [ɕǐ tɕîn pʰǐŋ]; born 15 June 1953) is a Chinese politician who has been serving as General Secretary of the Chinese Communist Party (CCP) and Chairman of the Central Military Commission (CMC) since 2012, and President of the People's Republic of China (PRC) since 2013. Xi has been the paramount leader of China, the most prominent political leader in the People's Republic of China, since 2012. The son of Chinese Communist veteran Xi Zhongxun, he was exiled to rural Yanchuan County as a teenager following his father's purge during the Cultural Revolution, and lived in a yaodong in the village of Liangjiahe, where he joined the CCP and worked as the local party secretary. After studying chemical engineering at Tsinghua University as a \"Worker-Peasant-Soldier student\", Xi rose through the ranks politically in China's coastal provinces. Xi was Governor of Fujian from 1999 to 2002, before becoming Governor and Party Secretary of neighbouring Zhejiang from 2002 to 2007. Following dismissal of the Party Secretary of Shanghai, Chen Liangyu, Xi was transferred to replace him for a brief period in 2007. He subsequently joined the Politburo Standing Committee (PSC) of the CCP and served as first secretary of the Central Secretariat in October 2007. In 2008, he was designated as Hu Jintao's presumed successor as paramount leader; to that end, Xi was appointed Vice President of the PRC and Vice Chairman of the CMC. He officially received the title of \"leadership core\" from the CCP in 2016. Xi has also been a member of the PSC since 2007. In 2018, he abolished presidential term limits. Xi is the first CCP General Secretary born after the establishment of the PRC. Since assuming power, Xi has introduced far-ranging measures to enforce party discipline and to impose internal unity. His anti-corruption campaign led to the downfall of prominent incumbent and retired CCP officials, including a former member of the PSC. He has also enacted or promoted a more aggressive foreign policy, particularly with regard to China–Japan relations, China's claims in the South China Sea, and its advocacy for free trade and globalization. He has sought to expand China's African and Eurasian influence through the Belt and Road Initiative. Xi has often been described as a dictator or an authoritarian leader by political and academic observers,[9] citing an increase of censorship and mass surveillance, a deterioration in human rights including the internment of Uyghurs in Xinjiang, the cult of personality developing around him,[10] and the removal of term limits for the leadership under his tenure.[a] Xi's political thoughts have been incorporated into the party and national constitutions.[25][26][27] As the central figure of the fifth generation of leadership of the PRC, Xi has significantly centralised institutional power by taking on a wide range of leadership positions, including chairing the newly formed National Security Commission, as well as new steering committees on economic and social reforms, military restructuring and modernization, and the Internet.[28] On 11 November 2021, the CCP declared Xi's ideology the \"essence of Chinese culture\".[29] This is the third fundamental resolution of the CCP since its inception, and symbolically raises him to the same level of prestige as leaders Mao Zedong and Deng Xiaoping.[29] Xi Jinping was born in Beijing on 15 June 1953, the second son of Xi Zhongxun and his mother Qi Xin. After the founding of the PRC in 1949, Xi's father held a series of posts, including Party propaganda chief, vice-premier, and Vice Chairperson of the National People's Congress.[30] Xi had two older sisters, Qiaoqiao, born in 1949 and An'an (安安; Ān'ān), born in 1952.[31][32] Xi's father was from Fuping County, Shaanxi, and Xi could further trace his patrilineal descent from Xiying in Dengzhou, Henan.[33] Xi went to the Beijing No. 25 School,[34] and then Beijing Bayi School,[35][36] in the 1960s. He became friends with Liu He, who attended Beijing No. 101 School in the same district, who later became China's vice-premier and a close advisor to Xi after he became China's paramount leader.[37][38] In 1963, when he was age 10, his father was purged from the CCP and sent to work in a factory in Luoyang, Henan.[39] In May 1966, the Cultural Revolution cut short Xi's secondary education when all secondary classes were halted for students to criticise and fight their teachers. Student militants ransacked the Xi family home and one of Xi's sisters, Xi Heping, committed suicide from the pressure.[40] Later, his mother was forced to publicly denounce his father, as he was paraded before a crowd as an enemy of the revolution. His father was later imprisoned in 1968 when Xi was aged 15. Without the protection of his father, Xi was sent to work in Liangjiahe Village, Wen'anyi, Yanchuan County, Yan'an, Shaanxi, in 1969 in Mao Zedong's Down to the Countryside Movement.[41] He worked as the party secretary of Liangjiahe, where he lived in a cave house.[42] After a few months, unable to stand rural life, he ran away to Beijing. He was arrested during a crackdown on deserters from the countryside and sent to a work camp to dig ditches, but later returned to the village, spending a total of seven years there.[43][44] The misfortunes and suffering of his family in his early years hardened Xi's view of politics. During an interview in 2000, he said, \"People who have little contact with power, who are far from it, always see these things as mysterious and novel. But what I see is not just the superficial things: the power, the flowers, the glory, the applause. I see the bullpens and how people can blow hot and cold. I understand politics on a deeper level.\" The bullpens was a reference to Red Guards' detention houses during the Cultural Revolution.[45] After being rejected seven times, Xi joined the Communist Youth League of China in 1971 by befriending a local official.[46] He reunited with his father in 1972, because of a family reunion ordered by Premier Zhou Enlai.[40] From 1973, he applied to join the CCP ten times and was finally accepted on his tenth attempt in 1974.[47][48] From 1975 to 1979, Xi studied chemical engineering at Tsinghua University as a \"Worker-Peasant-Soldier student\" in Beijing. The engineering majors there spent about 15 percent of their time studying Marxism–Leninism–Mao Zedong thought and 5 percent of their time doing farm work and \"learning from the People's Liberation Army\".[49] From 1979 to 1982, Xi served as secretary for his father's former subordinate Geng Biao, the then vice premier and secretary-general of the CMC.[46] In 1982, he was sent to Zhengding County in Hebei as deputy party secretary of Zhengding County. He was promoted in 1983 to secretary, becoming the top official of the county.[50] Xi subsequently served in four provinces during his regional political career: Hebei (1982–1985), Fujian (1985–2002), Zhejiang (2002–2007), and Shanghai (2007).[51] Xi held posts in the Fuzhou Municipal Party Committee and became the president of the Party School in Fuzhou in 1990. In 1997, he was named an alternate member of the 15th Central Committee of the CCP. However, of the 151 alternate members of the Central Committee elected at the 15th Party Congress, Xi received the lowest number of votes in favour, placing him last in the rankings of members, ostensibly due to his status as a princeling.[note 2][52] From 1998 to 2002, Xi studied Marxist theory and ideological education in Tsinghua University,[53] graduating with a doctorate in law and ideology in 2002.[54] In 1999, he was promoted to the office of Vice Governor of Fujian, and became governor a year later. In Fujian, Xi made efforts to attract investment from Taiwan and to strengthen the private sector of the provincial economy.[55] In February 2000, he and then-provincial Party Secretary Chen Mingyi were called before the top members of PSC – General Secretary Jiang Zemin, Premier Zhu Rongji, Vice-President Hu Jintao and Discipline Inspection Secretary Wei Jianxing – to explain aspects of the Yuanhua scandal.[56] In 2002, Xi left Fujian and took up leading political positions in neighbouring Zhejiang. He eventually took over as provincial Party Committee Secretary after several months as acting governor, occupying a top provincial office for the first time in his career. In 2002, he was elected a full member of the 16th Central Committee, marking his ascension to the national stage. While in Zhejiang, Xi presided over reported growth rates averaging 14% per year.[57] His career in Zhejiang was marked by a tough and straightforward stance against corrupt officials. This earned him a name in the national media and drew the attention of China's top leaders.[58] Following the dismissal of Shanghai Party secretary Chen Liangyu in September 2006 due to a social security fund scandal, Xi was transferred to Shanghai in March 2007, where he was the party secretary there for seven months.[59][60] In Shanghai, Xi avoided controversy and was known for strictly observing party discipline. For example, Shanghai administrators attempted to earn favour with him by arranging a special train to shuttle him between Shanghai and Hangzhou for him to complete handing off his work to his successor as Zhejiang party secretary Zhao Hongzhu. However, Xi reportedly refused to take the train, citing a loosely enforced party regulation that stipulated that special trains can only be reserved for \"national leaders\".[61] While in Shanghai, he worked on preserving unity of the local party organisation. He pledged there would be no 'purges' during his administration, despite the fact many local officials were thought to have been implicated in the Chen Liangyu corruption scandal.[62] On most issues, Xi largely echoed the line of the central leadership.[63] Xi was appointed to the nine-man PSC at the 17th Party Congress in October 2007. He was ranked above Li Keqiang, an indication that he was going to succeed Hu Jintao as China's next leader. In addition, Xi also held the first secretary of the CCP's Central Secretariat. This assessment was further supported at the 11th National People's Congress in March 2008, when Xi was elected as vice-president of the PRC.[64][better source needed] Following his elevation, Xi has held a broad range of portfolios. He was put in charge of the comprehensive preparations for the 2008 Summer Olympics in Beijing, as well as being the central government's leading figure in Hong Kong and Macau affairs. In addition, he also became the new president of the Central Party School of the CCP, its cadre-training and ideological education wing. In the wake of the 2008 Sichuan earthquake, Xi visited disaster areas in Shaanxi and Gansu. He made his first foreign trip as vice president to North Korea, Mongolia, Saudi Arabia, Qatar and Yemen from 17 to 25 June 2008.[65] After the Olympics, Xi was assigned the post of committee chair for the preparations of the 60th Anniversary Celebrations of the founding of the PRC. He was also reportedly at the helm of a top-level CCP committee dubbed the 6521 Project, which was charged with ensuring social stability during a series of politically sensitive anniversaries in 2009.[66] Xi's position as the apparent successor to become the paramount leader was threatened with the rapid rise of Bo Xilai, the party secretary of Chongqing at the time. Bo was expected to join the PSC at the 18th Party Congress, with the possibility of creating a counterweight to Xi, or even replacing him.[67] Bo's policies in Chongqing inspired imitations throughout China and received praise from Xi himself during Xi's visit to Chongqing in 2010. Records of praises from Xi were later erased after he became paramount leader. Xi's position as successor was secured with Bo's downfall after the Wang Lijun incident.[68] Xi is considered one of the most successful members of the Crown Prince Party, a quasi-clique of politicians who are descendants of early Chinese Communist revolutionaries. Former prime minister of Singapore, Lee Kuan Yew, when asked about Xi, said he felt he was \"a thoughtful man who has gone through many trials and tribulations\".[69] Lee also commented: \"I would put him in the Nelson Mandela class of persons. A person with enormous emotional stability who does not allow his personal misfortunes or sufferings affect his judgment. In other words, he is impressive\".[70] Former U.S. Treasury Secretary Henry Paulson described Xi as \"the kind of guy who knows how to get things over the goal line\".[71] Australian Prime Minister Kevin Rudd said that Xi \"has sufficient reformist, party and military background to be very much his own man\".[72] In February 2009, in his capacity as vice-president, Xi Jinping embarked on a tour of Latin America, visiting Mexico,[73] Jamaica,[74] Colombia,[75] Venezuela,[76] and Brazil[77] to promote Chinese ties in the region and boost the country's reputation in the wake of the global financial crisis. He also visited Valletta, Malta, before returning to China.[78] On 11 February 2009, while visiting Mexico, Xi spoke in front of a group of overseas Chinese and explained China's contributions during the international financial crisis, saying that it was \"the greatest contribution towards the whole of human race, made by China, to prevent its 1.3 billion people from hunger\".[note 3] He went on to remark: \"There are some bored foreigners, with full stomachs, who have nothing better to do than point fingers at us. First, China doesn't export revolution; second, China doesn't export hunger and poverty; third, China doesn't come and cause you headaches. What more is there to be said?\"[note 4][79] The story was reported on some local television stations. The news led to a flood of discussions on Chinese Internet forums and it was reported that the Chinese Ministry of Foreign Affairs was caught off-guard by Xi's remarks, as the actual video was shot by some accompanying Hong Kong reporters and broadcast on Hong Kong TV, which then turned up on various Internet video websites.[80] In the European Union, Xi visited Belgium, Germany, Bulgaria, Hungary and Romania from 7 to 21 October 2009.[81] He visited Japan, South Korea, Cambodia, and Myanmar on his Asian trip from 14 to 22 December 2009.[82] He later visited the United States, Ireland and Turkey in February 2012. This visit included meeting with then U.S. President Barack Obama at the White House[83] and then Vice President Joe Biden; and stops in California and Iowa, where he met with the family that previously hosted him during his 1985 tour as a Hebei provincial official.[84] A few months before his ascendancy to the party leadership, Xi disappeared from official media coverage for several weeks beginning on 1 September 2012. On 4 September, he cancelled a meeting with U.S. Secretary of State Hillary Clinton, and later also cancelled meetings with Singapore's Prime Minister Lee Hsien Loong and a top Russian official. It was said that Xi effectively \"went on strike\" in preparation for the power transition in order to install political allies in key roles.[46] The Washington Post reported from a single source that Xi may have been injured in an altercation during a meeting of the \"red second generation\" that turned violent.[85] On 15 November 2012, Xi was elected to the posts of general secretary of the CCP and chairman of the CMC by the 18th Central Committee of the CCP. This made him, informally, the paramount leader and the first to be born after the founding of the PRC. The following day Xi led the new line-up of the PSC onto the stage in their first public appearance.[86] The PSC was reduced from nine to seven, with only Xi and Li Keqiang retaining their seats; the other five members were new.[87][88][89] In a marked departure from the common practice of Chinese leaders, Xi's first speech as general secretary was plainly worded and did not include any political slogans or mention his predecessors.[90] Xi mentioned the aspirations of the average person, remarking, \"Our people ... expect better education, more stable jobs, better income, more reliable social security, medical care of a higher standard, more comfortable living conditions, and a more beautiful environment.\" Xi also vowed to tackle corruption at the highest levels, alluding that it would threaten the CCP's survival; he was reticent about far-reaching economic reforms.[91] In December 2012, Xi visited Guangdong in his first trip outside Beijing since taking the Party leadership. The overarching theme of the trip was to call for further economic reform and a strengthened military. Xi visited the statue of Deng Xiaoping and his trip was described as following in the footsteps of Deng's own southern trip in 1992, which provided the impetus for further economic reforms in China after conservative party leaders stalled many of Deng's reforms in the aftermath of the 1989 Tiananmen Square protests and massacre. On his trip, Xi consistently alluded to his signature slogan the \"Chinese Dream\". \"This dream can be said to be the dream of a strong nation. And for the military, it is a dream of a strong military\", Xi told sailors.[92] Xi's trip was significant in that he departed from the established convention of Chinese leaders' travel routines in multiple ways. Rather than dining out, Xi and his entourage ate regular hotel buffet. He travelled in a large van with his colleagues rather than a fleet of limousines, and did not restrict traffic on the parts of the highway he travelled.[93] Xi was elected President of the PRC on 14 March 2013, in a confirmation vote by the 12th National People's Congress in Beijing. He received 2,952 for, one vote against, and three abstentions.[86] He replaced Hu Jintao, who retired after serving two terms.[94] In his new capacity as president, on 16 March 2013 Xi expressed support for non-interference in China–Sri Lanka relations amid a United Nations Security Council vote to condemn that country over government abuses during the Sri Lankan Civil War.[95] On 17 March, Xi and his new ministers arranged a meeting with the chief executive of Hong Kong, CY Leung, confirming his support for Leung.[96] Within hours of his election, Xi discussed cyber security and North Korea with U.S. President Barack Obama over the phone. Obama announced the visits of treasury and state secretaries Jacob Lew and John F. Kerry to China the following week.[97] Xi vowed to crack down on corruption almost immediately after he ascended to power at the 18th Party Congress. In his inaugural speech as general secretary, Xi mentioned that fighting corruption was one of the toughest challenges for the party.[98] A few months into his term, Xi outlined the \"eight-point guide\", listing rules intended to curb corruption and waste during official party business; it aimed at stricter discipline on the conduct of party officials. Xi also vowed to root out \"tigers and flies\", that is, high-ranking officials and ordinary party functionaries.[99] Xi initiated cases against former CMC vice-chairmen Xu Caihou and Guo Boxiong, former PSC member and security chief Zhou Yongkang and former Hu Jintao chief aide Ling Jihua.[100] Along with new disciplinary chief Wang Qishan, Xi's administration spearheaded the formation of \"centrally-dispatched inspection teams\" (中央巡视组). These were essentially cross-jurisdictional squads of officials whose main task was to gain more in-depth understanding of the operations of provincial and local party organizations, and in the process, also enforce party discipline mandated by Beijing. Many of the work teams also had the effect of identifying and initiating investigations of high-ranking officials. Over one hundred provincial-ministerial level officials were implicated during a massive nationwide anti-corruption campaign. These included former and current regional officials (Su Rong, Bai Enpei, Wan Qingliang), leading figures of state-owned enterprises and central government organs (Song Lin, Liu Tienan), and highly ranked generals in the military (Gu Junshan). In June 2014, the Shanxi provincial political establishment was decimated, with four officials dismissed within a week from the provincial party organization's top ranks. Within the first two years of the campaign alone, over 200,000 low-ranking officials received warnings, fines, and demotions.[101] The campaign has led to the downfall of prominent incumbent and retired CCP officials, including members of the PSC.[102] Xi's anti-corruption campaign is seen by critics as a political purge on a scale not seen since Chairman Mao, with the aim of removing potential opponents and consolidating power.[103] Xi's establishment of a new anti-corruption agency, the National Supervision Commission, ranked higher than the supreme court, has been described by Amnesty International's East Asia director as a \"systemic threat to human rights\" that \"places tens of millions of people at the mercy of a secretive and virtually unaccountable system that is above the law.\"[104][105] \"Document No. 9\" is a confidential internal document widely circulated within the CCP in 2013 by the party's General Office.[106][107] It was published in July 2012.[108] The document warns of seven dangerous Western values: Coverage of these topics in educational materials is forbidden.[115] Although it predates Xi Jinping's formal rise to the top party and state posts, the release of this internal document, which has introduced new topics that were previously not \"off-limits\", was seen as Xi's recognition of the \"sacrosanct\" nature of CCP rule over China.[114] Since Xi became the CCP General Secretary, internet censorship in China has been significantly stepped up.[116][117] Chairing the 2018 China Cyberspace Governance Conference on 20 and 21 April 2018, Xi committed to \"fiercely crack down on criminal offenses including hacking, telecom fraud, and violation of citizens' privacy.\"[118] His administration has also overseen more Internet restrictions imposed in China, and is described as being \"stricter across the board\" on speech than previous administrations.[119] Xi has taken a very strong stand to control internet usage inside China, including Google and Facebook,[120] advocating Internet censorship in the country as the concept of \"internet sovereignty\".[121][122] The censorship of Wikipedia has also been stringent; as of April 2019, all versions of Wikipedia have been blocked in China.[123] Likewise, the situation for users of Weibo has been described as a change from fearing that individual posts would be deleted, or at worst one's account, to fear of arrest.[124] A law enacted in September 2013 authorized a three-year prison term for bloggers who shared more than 500 times any content considered \"defamatory\".[125] The State Internet Information Department summoned a group of influential bloggers to a seminar instructing them to avoid writing about politics, the CCP, or making statements contradicting official narratives. Many bloggers stopped writing about controversial topics, and Weibo went into decline, with much of its readership shifting to WeChat users speaking to very limited social circles.[125] In 2017, telecommunications carriers in China were instructed by the government to block individuals' use of Virtual Private Networks (VPNs) by February 2018.[126] Comparisons between Xi and the Disney character Winnie the Pooh are censored on Chinese internet following the spread of an internet meme in which photographs of Xi were compared to the bear.[127] The first heavily censored viral meme can be traced back to the official visit to the United States in 2013 during which Xi was photographed by a Reuters photographer walking with then-US President Barack Obama in Sunnylands, California. A blog post where the photograph was juxtaposed with the cartoon depiction went viral,[128][129][130] but Chinese censors rapidly deleted it.[131] When Shinzo Abe met Xi the following year, a photograph of the meeting, again juxtaposed to a cartoon, went viral.[128][129] When Xi Jinping inspected troops through his limousine's sunroof, a popular meme was created with Winnie the Pooh in a toy car. The widely circulated image became the most censored picture of the year.[128] In 2018, the Winnie the Pooh film Christopher Robin was denied a Chinese release,[130][132] following an incident where Chinese authorities censored a nine-year-old for comments about Xi's weight.[133] After the 2020–2021 China–India skirmishes, Indians used depictions of Winnie the Pooh to mock Xi Jinping. The Twitter hashtag #WinniethePooh was used for tweets critical of China's actions.[134] Political observers have called Xi the most powerful Chinese leader since Mao Zedong, especially since the ending of presidential two-term limits in 2018.[135][136][137][138] Xi has notably departed from the collective leadership practices of his post-Mao predecessors. He has centralised his power and created working groups with himself at the head to subvert government bureaucracy, making himself become the unmistakable central figure of the new administration.[139] Beginning in 2013, the CCP under Xi has created a series of new \"Central Leading Groups\"; supra-ministerial steering committees, designed to bypass existing institutions when making decisions, and ostensibly make policy-making a more efficient process. The most notable new body is the Central Leading Group for Comprehensively Deepening Reforms. It has broad jurisdiction over economic restructuring and social reforms, and is said to have displaced some of the power previously held by the State Council and its premier.[140] Xi also became the leader of the Central Leading Group for Internet Security and Informatization, in charge of cyber-security and Internet policy. The Third Plenum held in 2013 also saw the creation of the National Security Commission of the CCP, another body chaired by Xi, which commentators have said would help Xi consolidate over national security affairs.[141][142] In the opinion of at least one political scientist, Xi \"has surrounded himself with cadres he met while stationed on the coast, Fujian and Shanghai and in Zhejiang.\"[143] Control of Beijing is seen as crucial to Chinese leaders; Xi has selected Cai Qi, one of the cadres mentioned above, to manage the capital.[144] Xi has had a cult of personality constructed around himself since entering office[26][27] with books, cartoons, pop songs and dance routines honouring his rule.[145] Following Xi's ascension to the leadership core of the CCP, he has been referred to as Xi Dada (Uncle or Papa Xi).[145][146] The village of Liangjiahe, where Xi was sent to work, has become a \"modern-day shrine\" decorated with CCP propaganda and murals extolling the formative years of his life.[147] The CCP's Politburo named Xi Jinping lingxiu (领袖), a reverent term for \"leader\" and a title previously only given to Chiang Kai-shek, Mao Zedong and his immediate successor Hua Guofeng.[148][149][150] He is also sometimes called the \"Great Helmsman\" (大舵手), and in July 2018 Li Zhanshu, the Chairman of the Standing Committee of the National People's Congress, referred to Xi as the \"eternal core\" of the party.[151] On 25 December 2019, the politburo officially named Xi as \"People's Leader\" (人民领袖; rénmín lǐngxiù), a title only Mao had held previously.[152] In March 2018, the party-controlled National People's Congress passed a set of constitutional amendments including removal of term limits for the president and vice president, the creation of a National Supervisory Commission, as well as enhancing the central role of the CCP.[153][154] On 17 March 2018, the Chinese legislature reappointed Xi as president, now without term limits; Wang Qishan was appointed vice president.[155][156] The following day, Li Keqiang was reappointed premier and longtime allies of Xi, Xu Qiliang and Zhang Youxia, were voted in as vice-chairmen of the CMC.[157] Foreign minister Wang Yi was promoted to state councillor and General Wei Fenghe was named defence minister.[158] According to the Financial Times, Xi expressed his views of constitutional amendment at meetings with Chinese officials and foreign dignitaries. Xi explained the decision in terms of needing to align two more powerful posts—General Secretary of the CCP and Chairman of the CMC—which have no term limits. However, Xi did not say whether he intended to serve as party general secretary, CMC chairman and state president, for three or more terms.[159] Xi has increased state control over China's economy, voicing support for China's state-owned enterprises (SOEs),[160] while also supporting the country's private sector.[161] He has increased the role of the Central Financial and Economic Affairs Commission at the expense of the State Council.[162] His administration made it easier for banks to issue mortgages, increased foreign participation in the bond market, and increased country's currency renminbi's global role, helping it to join IMF's basket of special drawing right.[163] In the 40th anniversary of the launching of Chinese economic reforms in 2018, he has promised to continue reforms but has warned that nobody \"can dictate to the Chinese people\".[164] Since the outbreak of the China-United States trade war in 2018, Xi has also revived calls for \"self-reliance\", especially on the matters of technology.[165] In a speech in 2020, Jack Ma said that Chinese banks had a \"pawnshop mentality\" and called out government regulation. Xi was said to have been furious over it and decided to halt Ant Group's IPO, leading to a crackdown on Chinese big tech.[166][167] Xi announced efforts to crack down on anti-monopoly behaviour in online platforms and big tech in December 2020 and March 2021.[168][169][170] In November 2013, at the conclusion of the Third Plenum of the 18th Central Committee, the Communist Party delivered a far-reaching reform agenda that alluded to changes in both economic and social policy. Xi signaled at the plenum that he was consolidating control of the massive internal security organization that was formerly the domain of Zhou Yongkang.[171] A new National Security Commission was formed with Xi at its helm. The Central Leading Group for Comprehensively Deepening Reforms—another ad hoc policy coordination body led by Xi—was also formed to oversee the implementation of the reform agenda.[172][better source needed] Termed \"comprehensive deepening reforms\" (全面深化改革; quánmiàn shēnhuà gǎigé), they were said to be the most significant since Deng Xiaoping's 1992 \"Southern Tour\". In the economic realm, the plenum announced that \"market forces\" would begin to play a \"decisive\" role in allocating resources.[171] This meant that the state would gradually reduce its involvement in the distribution of capital, and restructure state-owned enterprises to allow further competition, potentially by attracting foreign and private sector players in industries that were previously highly regulated. This policy aimed to address the bloated state sector that had unduly profited from an earlier round of re-structuring by purchasing assets at below-market prices, assets that were no longer being used productively. The plenum also resolved to abolish the laogai system of \"re-education through labour\", which was largely seen as a blot on China's human rights record. The system has faced significant criticism for years from domestic critics and foreign observers.[171] The one-child policy was also abolished, resulting in a shift to a two-child policy from 1 January 2016.[173] The party under Xi announced a raft of legal reforms at the Fourth Plenum held in the fall 2014, and he called for \"Chinese socialistic rule of law\" immediately afterwards. The party aimed to reform the legal system, which had been perceived as ineffective at delivering justice and affected by corruption, local government interference and lack of constitutional oversight. The plenum, while emphasizing the absolute leadership of the party, also called for a greater role of the constitution in the affairs of state and a strengthening of the role of the National People's Congress Standing Committee in interpreting the constitution.[174] It also called for more transparency in legal proceedings, more involvement of ordinary citizens in the legislative process, and an overall \"professionalization\" of the legal workforce. The party also planned to institute cross-jurisdictional circuit legal tribunals as well as giving provinces consolidated administrative oversight over lower level legal resources, which is intended to reduce local government involvement in legal proceedings.[175] Xi has overseen significant reforms of the Central Commission for Discipline Inspection (CCDI), CCP's highest internal control institution.[176] He and CCDI Secretary Wang Qishan further institutionalised CCDI's independence from the day-to-day operations of the CCP, improving its ability to function as a bona fide control body.[176] Since taking power in 2012, Xi has started a massive overhaul of the People's Liberation Army.[177] Xi has been active in his participation in military affairs, taking a direct hands-on approach to military reform. In addition to being the Chairman of the CMC and leader of the Central Leading Group for Military Reform founded in 2014 to oversee comprehensive military reforms, Xi has delivered numerous high-profile pronouncements vowing to clean up malfeasance and complacency in the military, aiming to build a more effective fighting force. In addition, Xi held the \"New Gutian Conference\" in 2014, gathering China's top military officers, re-emphasizing the principle of \"the party has absolute control over the army\" first established by Mao at the 1929 Gutian Conference.[178] Xi has warned that depoliticization of the PLA from the CCP would lead to a collapse similar to that of the Soviet Union.[179][180] He said that \"in the USSR, where the military was depoliticized, separated from the party and nationalized, the party was disarmed. When the Soviet Union came to crisis point, a big party was gone just like that. Proportionally, the Soviet Communist Party had more members than we do, but nobody was man enough to stand up and resist.\"[180] Xi announced a reduction of 300,000 troops from the PLA in 2015, bringing its size to 2 million troops. Xi described this as a gesture of peace, while analysts have said that the cut was done to reduce costs as well as part of PLA's modernization.[181] On 2016, he reduced the number of theater commands of the PLA from seven to five.[182] He has also abolished the four autonomous general departments of the PLA, replacing them with 15 agencies directly reporting to the CMC.[177] Two new branches of the PLA were created under his reforms, the Strategic Support Force[183] and the Joint Logistics Support Force.[184] On 21 April 2016, Xi was named commander-in-chief of the country's new Joint Operations Command Center of the PLA by Xinhua News Agency and the broadcaster China Central Television.[185][186] Some analysts interpreted this move as an attempt to display strength and strong leadership and as being more \"political than military\".[187] According to Ni Lexiong, a military affairs expert, Xi \"not only controls the military but also does it in an absolute manner, and that in wartime, he is ready to command personally\".[188] According to a University of California, San Diego expert on Chinese military, Xi \"has been able to take political control of the military to an extent that exceeds what Mao and Deng have done\".[189] In late 2020,[190] the CCP and various Chinese regulatory bodies,[191] under Xi, began a regulatory spree, strengthening regulations, issuing fines,[192] and introducing or modifying laws. Though mostly targeted at disrupting the growth of monopolistic technology companies, the government also introduced other reforms with implications for large swathes of the economy and life in China. Actions taken include the implementation of restrictions on for-profit tutoring and education companies,[193] the refinement of existing rules for limits on minors playing online video games, and the introduction of new antitrust rules.[194] The stated goals of these reforms has been, among others, \"common prosperity\".[195] A Chinese nationalist,[196] Xi has reportedly taken a hard-line on security issues as well as foreign affairs, projecting a more nationalistic and assertive China on the world stage.[196] His political program calls for a China more united and confident of its own value system and political structure.[197] Under Xi, China has also taken a more critical stance on North Korea, while improving relationships with South Korea.[198] China–Japan relations have soured under Xi's administration; the most thorny issue between the two countries remains the dispute over the Senkaku islands, which China calls Diaoyu. In response to Japan's continued robust stance on the issue, China declared an Air Defense Identification Zone in November 2013.[199] Xi has called China–United States relations in the contemporary world a \"new type of great-power relations\", a phrase the Obama administration had been reluctant to embrace.[200] Under his administration the Strategic and Economic Dialogue that began under Hu Jintao has continued. On China–U.S. relations, Xi said, \"If [China and the United States] are in confrontation, it would surely spell disaster for both countries\".[201] The U.S. has been critical of Chinese actions in the South China Sea.[200] In 2014, Chinese hackers compromised the computer system of the U.S. Office of Personnel Management,[202] resulting in the theft of approximately 22 million personnel records handled by the office.[203] Xi has cultivated stronger relations with Russia, particularly in the wake of the Ukraine crisis of 2014. He seems to have developed a strong personal relationship with President Vladimir Putin. Both are viewed as strong leaders with a nationalist orientation who are not afraid to assert themselves against Western interests.[204] Xi attended the opening ceremonies of the 2014 Winter Olympics in Sochi. Under Xi, China signed a $400 billion gas deal with Russia; China has also become Russia's largest trading partner.[204] Xi has also indirectly spoken out critically on the U.S. \"strategic pivot\" to Asia.[205] Addressing a regional conference in Shanghai on 21 May 2014, he called on Asian countries to unite and forge a way together, rather than get involved with third party powers, seen as a reference to the United States. \"Matters in Asia ultimately must be taken care of by Asians. Asia's problems ultimately must be resolved by Asians and Asia's security ultimately must be protected by Asians\", he told the conference.[206] In November 2014, in a major policy address, Xi called for a decrease in the use of force, preferring dialogue and consultation to solve the current issues plaguing the relationship between China and its South East Asian neighbors.[207] In April 2015, new satellite imagery revealed that China was rapidly constructing an airfield on Fiery Cross Reef in the Spratly Islands of the South China Sea.[208] In May 2015, U.S. Secretary of Defense Ash Carter warned the government of Xi Jinping to halt its rapid island-building in disputed territory in the South China Sea.[209] In spite of what seemed to be a tumultuous start to Xi Jinping's leadership vis-à-vis the United States, on 13 May 2017 Xi said at the Belt and Road Forum in Beijing: \"We should foster a new type of international relations featuring 'win-win cooperation', and we should forge a partnership of dialogue with no confrontation, and a partnership of friendship rather than alliance. All countries should respect each other's sovereignty, dignity and territorial integrity; respect each other's development path and its social systems, and respect each other's core interests and major concerns... What we hope to create is a big family of harmonious coexistence.\"[210] Starting in 2017, China's relationship with South Korea soured over the THAAD purchase of the latter[211] while China's relations with North Korea increased because of meetings between Xi and North Korean leader Kim Jong-un.[212] At the G20 meeting in Japan, Xi called for a \"timely easing\" of sanctions imposed on North Korea.[213] Relations with the U.S. soured after Donald Trump became president in 2016.[214] Since 2018, U.S. and China have been engaged in an escalating trade war.[215] On 4 June 2019, Xi told the Russian news agency TASS that he was \"worried\" about the current tensions between the U.S. and Iran.[216] He later told his Iranian counterpart Hassan Rouhani during an SCO meeting that China would promote ties with Iran regardless of developments from the Gulf of Oman incident.[217] In the spring of 2019, the Pew Research Center made a survey on attitude to Xi Jinping among six-country medians based on Australia, India, Indonesia, Japan, Philippines and South Korea. The survey indicated that a median 29% have confidence in Xi Jinping to do the right thing regarding world affairs, meanwhile a median of 45% have no confidence. These numbers are almost same with those of North Korean leader Kim Jong Un (23% confidence, 53% no confidence).[218] Xi and Russian President Vladimir Putin met on 4 February 2022 during the run up to the 2022 Beijing Olympics during the massive Russian build-up of force on the Ukrainian border, with the two expressing that the two countries are nearly united in their anti-US alignment and that both nations shared \"no limits\" to their commitments.[219][220] U.S. officials said that China had asked Russia to wait for the invasion of Ukraine until after the Beijing Olympics ended on February 20.[220] In April 2022, Xi Jinping expressed opposition to sanctions against Russia.[221] On 15 June 2022, Xi Jinping reasserted China's support for Russia on issues of sovereignty and security.[222] Xi made his first foreign trip as China's paramount leader to Russia on 22 March 2013, about a week after he assumed the presidency. He met with President Vladimir Putin and the two leaders discussed trade and energy issues. He then went on to Tanzania, South Africa (where he attended the BRICS summit in Durban), and the Republic of the Congo.[223] Xi visited the United States at Sunnylands Estate in California in a 'shirtsleeves summit' with U.S. President Barack Obama in June 2013, although this was not considered a formal state visit.[224] In October 2013 Xi attended the APEC Summit in Bali, Indonesia. In March 2014, Xi made a trip to Western Europe visiting the Netherlands, where he attended the Nuclear Security Summit in The Hague, followed by visits to France, Germany and Belgium.[225][better source needed] He made a state visit to South Korea on 4 July 2014 and met with South Korean President Park Geun-hye.[226] Between 14 and 23 July, Xi attended the BRICS leaders' summit in Brazil and visited Argentina, Venezuela, and Cuba.[227] Xi went on an official state visit to India and met with Indian Prime Minister Narendra Modi in September 2014; he visited New Delhi and also went to Modi's hometown in the state of Gujarat.[228] He went on a state visit to Australia and met with Prime Minister Tony Abbott in November 2014,[229] followed by a visit to the island nation of Fiji.[230] Xi visited Pakistan in April 2015, signing a series of infrastructure deals worth $45 billion related to the China–Pakistan Economic Corridor. During his visit, Pakistan's highest civilian award, the Nishan-e-Pakistan, was conferred upon him.[231] He then headed to Jakarta and Bandung, Indonesia, to attend the Afro-Asian Leaders Summit and the 60th Anniversary events of the Bandung Conference.[232] Xi visited Russia and was the guest-of-honour of Russian President Vladimir Putin at the 2015 Moscow Victory Day Parade to mark the 70th Anniversary of the victory of the allies in Europe. At the parade, Xi and his wife Peng Liyuan sat next to Putin. On the same trip Xi also visited Kazakhstan and met with that country's president Nursultan Nazarbayev, and also met Alexander Lukashenko in Belarus.[233] In September 2015, Xi made his first state visit to the United States.[234][235][236] In October 2015, he made a state visit to the United Kingdom, the first by a Chinese leader in a decade.[237] This followed a visit to China in March 2015 by the Duke of Cambridge. During the state visit, Xi met Queen Elizabeth II, British Prime Minister David Cameron and other dignitaries. Increased customs, trade, and research collaborations between China and the UK were discussed, but more informal events also took place including a visit to Manchester City's football academy.[238] In March 2016, Xi visited the Czech Republic on his way to the United States. In Prague, he met with the Czech president, prime minister and other representatives to promote relations and economic cooperation between the Czech Republic and the PRC.[239] His visit was met by a considerable number of protests by Czechs.[240] In January 2017, Xi became the first Chinese paramount leader to plan to attend the World Economic Forum in Davos.[241] On 17 January, Xi addressed the forum in a high-profile keynote, addressing globalization, the global trade agenda, and China's rising place in the world's economy and international governance; he made a series of pledges about China's defense of \"economic globalization\" and climate change accords.[241][242][243] Premier Li Keqiang attended the forum in 2015 and Vice-President Li Yuanchao did so in 2016. During the three-day state visit to the country in 2017 Xi also visited the World Health Organization, the United Nations and the International Olympic Committee.[243] On 20 June 2019, Xi Jinping visited Pyongyang, becoming the first Chinese leader to visit North Korea since his predecessor Hu Jintao's visit in 2004.[244] On 27 June, he attended the G20 summit in Osaka, becoming the first Chinese leader to visit Japan since 2010.[245] The Belt and Road Initiative (BRI) was unveiled by Xi in September and October 2013 during visits to Kazakhstan and Indonesia,[246] and was thereafter promoted by Premier Li Keqiang during state visits to Asia and Europe. Xi made the announcement for the initiative while in Astana, Kazakhstan, and called it a \"golden opportunity\".[247][better source needed] BRI has been called Xi's \"signature project\", involving numerous infrastructure development and investment projects throughout Asia, Europe, Africa, and the Americas.[248] BRI was added to the CCP Constitution at the closing session of the 19th Party Congress on 24 October 2017,[249] further elevating its importance.[250] According to the Human Rights Watch, Xi has \"started a broad and sustained offensive on human rights\" since he became leader in 2012.[251] The HRW also said that repression in China is \"at its worst level since the Tiananmen Square massacre.\"[252] Since taking power, Xi has cracked down on grassroots activism, with hundreds being detained.[253] He presided over the 709 crackdown on 9 July 2015, which saw more than 200 lawyers, legal assistants and human rights activists being detained.[254] His term has seen the arrest and imprisonment of activists such as Xu Zhiyong, as well as numerous others who identified with the New Citizens' Movement. Prominent legal activist Pu Zhiqiang of the Weiquan movement was also arrested and detained.[255] In 2017, the local government of the Jiangxi province told Christians to replace their pictures of Jesus with Xi Jinping as part of a general campaign on unofficial churches in the country.[256][257][258] According to local social media, officials \"transformed them from believing in religion to believing in the party\".[256] According to activists, \"Xi is waging the most severe systematic suppression of Christianity in the country since religious freedom was written into the Chinese constitution in 1982\", and according to pastors and a group that monitors religion in China, has involved \"destroying crosses, burning bibles, shutting churches and ordering followers to sign papers renouncing their faith\".[259] Following several terrorist attacks in Xinjiang in 2013 and 2014, Xi launched the \"people's war on terror\" in 2014, which involved mass detention, and surveillance of ethnic Uyghurs there.[260][261] Xi made an inspection tour in Xinjiang between 27 and 30 April in 2014.[262] As of 2019, China is holding one million ethnic Uyghurs in internment camps in Xinjiang.[citation needed] Various human rights groups and former inmates have described the camps as \"concentration camps\", where Uyghurs and other minorities have been forcibly assimilated into China's majority ethnic Han society.[263] Internal Chinese government documents leaked to the press in November 2019 showed that Xi personally ordered a security crackdown in Xinjiang, saying that the party must show \"absolutely no mercy\" and that officials use all the \"weapons of the people's democratic dictatorship\" to suppress those \"infected with the virus of extremism\".[261][264] The documents also showed that Xi repeatedly discussed about Islamic extremism in his speeches, likening it to a \"virus\" or a \"drug\" that could be only addressed by \"a period of painful, interventionary treatment.\"[261] However, he also warned against the discrimination against Uyghurs and rejected proposals to eradicate Islam in China, calling that kind of viewpoint \"biased, even wrong\".[261] On 8 July 2019, 22 countries signed a statement to the UN's High Commissioner for Human Rights in which they called for an end to mass detentions in China and expressed concerns over widespread surveillance and repression in Xinjiang.[265][266][267] In response, 50 countries signed a joint letter to the UNHRC commending China's \"remarkable achievements in the field of human rights\" under Xi Jinping, claiming \"Now safety and security has returned to Xinjiang and the fundamental human rights of people of all ethnic groups there are safeguarded.\" They also criticized the practice of \"politicizing human rights issues\".[268][269][265] In October 2019, 23 countries issued a joint statement to the UN urging China to \"uphold its national and international obligations and commitments to respect human rights\".[270][271] In response, 54 countries issued a joint statement supporting China's Xinjiang policies. The statement \"spoke positively of the results of counter-terrorism and de-radicalization measures in Xinjiang and noted that these measures have effectively safeguarded the basic human rights of people of all ethnic groups.\"[271] In October 2020, Axios reported that more countries at the UN joined the condemnation of China over Xinjiang abuses. The total number of countries that denounced China increased to 39, while the total number of countries that defended China decreased to 45. Notably, 16 countries that defended China in 2019 did not do so in 2020.[272] In 2016 and 2021, Reporters Without Borders, an international non-profit and non-governmental organization with the stated aim of safeguarding the right to freedom of information, included Xi among the list of press freedom predators.[273][274][275] German newspaper Der Spiegel reported that in January 2020 Xi Jinping pressured Tedros Adhanom, director-general of the World Health Organization, to hold off on issuing a global warning about the outbreak of COVID-19. The report published over the weekend said Xi urged the WHO chief to \"delay a global warning\" about the pandemic and hold back information on human-to-human transmission of the virus. The WHO denied the allegations.[276] On 22 September 2020, Chinese billionaire Ren Zhiqiang was sentenced to 18 years in jail on corruption charges. The former real-estate tycoon had disappeared in March after writing an article online criticizing Xi Jinping's handling of the COVID-19 pandemic.[277] In addition, he had been expelled from the CCP on 23 July, which paved the way for the prosecution.[278] In September 2020 Xi Jinping announced that China will \"strengthen its 2030 climate target (NDC), peak emissions before 2030 and aim to achieve carbon neutrality before 2060\".[279] If accomplished, this would lower the expected rise in global temperature by 0.2–0.3 °C – \"the biggest single reduction ever estimated by the Climate Action Tracker\".[280] Xi Jinping mentioned the link between the COVID-19 pandemic and nature destruction as one of the reasons for the decision, saying that \"Humankind can no longer afford to ignore the repeated warnings of nature.\"[281] On 27 September, Chinese scientists presented a detailed plan how to achieve the target.[282] In September 2021 Xi Jinping announced that China will not build \"coal-fired power projects abroad\". The decision can be \"pivotal\" in reducing emissions. The Belt and Road Initiative did not include financing such projects already in the first half of 2021.[283] Xi Jinping did not attend COP26 personally. However, a Chinese delegation led by climate change envoy Xie Zhenhua did attend.[284][285] During the conference, the United States and China agreed on a framework to reduce GHG emission by co-operating on different measures.[286][287] The agreement was achieved after months of negotiations, including between Joe Biden and Xi Jinping. It strengthened the ambition of the conference.[288] Elizabeth C. Economy argued in 2018: Xi and CCP ideologues coined the phrase \"Chinese Dream\" to describe his overarching plans for China as its leader. Xi first used the phrase during a high-profile visit to the National Museum of China on 29 November 2012, where he and his Standing Committee colleagues were attending a \"national revival\" exhibition. Since then, the phrase has become the signature political slogan of the Xi era.[290][291] Since 2013, the phrase has emerged as the distinctive quasi-official ideology of the party leadership under Xi, much as the \"Scientific Outlook on Development\" was for Hu Jintao and the \"Three Represents\" was for Jiang Zemin. The origin of the term \"Chinese Dream\" is unclear. While the phrase has been used before by journalists and scholars,[292] some publications have posited the term likely drew its inspiration from the concept of the American Dream.[293] The Economist noted the abstract and seemingly accessible nature of the concept with no specific overarching policy stipulations may be a deliberate departure from the jargon-heavy ideologies of his predecessors.[294] While the Chinese Dream was originally interpreted as an extension of the American Dream, which emphasises individual self-improvement and opportunity,[294] the slogan's use in official settings since 2013 has taken on a noticeably more nationalistic character, with official pronouncements of the \"Dream\" being consistently linked with the phrase \"great revival of the Chinese nation\".[note 5] As communist ideology plays a less central role in the lives of the masses in the PRC, top political leaders of the CCP such as Xi continue the rehabilitation of ancient Chinese philosophical figures like Han Fei into the mainstream of Chinese thought alongside Confucianism, both of which Xi sees as relevant. At a meeting with other officials in 2013, he quoted Confucius, saying \"he who rules by virtue is like the Pole Star, it maintains its place, and the multitude of stars pay homage.\" While visiting Shandong, the birthplace of Confucius, in November, he told scholars that the Western world was \"suffering a crisis of confidence\" and that the CCP has been \"the loyal inheritor and promoter of China's outstanding traditional culture.\"[295] Xi's leadership has been characterised by a resurgence of the ancient political philosophy Legalism.[296][297][298] The trend under Xi represents a fundamental shift from foreign imports such as Communism and limited Westernisation to a greater reliance on political thoughts and practices rooted in China's own traditions.[296] Han Fei gained new prominence with favourable citations; one sentence of Han Fei's that Xi quoted appeared thousands of times in official Chinese media at the local, provincial, and national levels.[298] Xi has also overseen a revival of traditional Chinese culture, breaking apart from CCP's path, which had often attacked it.[299] He has called traditional culture the \"soul\" of the nation and the \"foundation\" of the CCP's culture.[300] Hanfu, the traditional dress of Han Chinese, has seen a revival under him.[301] In September 2017, the CCP Central Committee decided that Xi's political philosophies, generally referred to as \"Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era\", would become part of the Party Constitution.[302][303] Xi first made mention of the \"Thought on Socialism with Chinese Characteristics for a New Era\" in his opening day speech delivered to the 19th Party Congress in October 2017. His Politburo Standing Committee colleagues, in their own reviews of Xi's keynote address at the Congress, prepended the name \"Xi Jinping\" in front of \"Thought\".[304] On 24 October 2017, at its closing session, the 19th Party Congress approved the incorporation of Xi Jinping Thought into the Constitution of the CCP.[135] Xi himself has described the Thought as part of the broad framework created around Socialism with Chinese characteristics, a term coined by Deng Xiaoping that places China in the \"primary stage of socialism\". In official party documentation and pronouncements by Xi's colleagues, the Thought is said to be a continuation of Marxism–Leninism, Mao Zedong Thought, Deng Xiaoping Theory, the \"Three Represents\", and the Scientific Development Perspective, as part of a series of guiding ideologies that embody \"Marxism adopted to Chinese conditions\" and contemporary considerations.[304] The concepts and context behind Xi Jinping Thought are elaborated in Xi's The Governance of China book series, published by the Foreign Languages Press for an international audience. Volume one was published in September 2014, followed by volume two in November 2017.[305] An app for teaching \"Xi Jinping Thought\" had become the most popular smartphone app in China in 2019, as the country's ruling CCP launched a new campaign that calls on its cadres to immerse themselves in the political doctrine every day. Xuexi Qiangguo, which translates to \"Study powerful country\", is now the most downloaded item on Apple's domestic App Store, surpassing in demand social media apps such as WeChat and TikTok – known as Weixin and Douyin, respectively, in mainland China.[306] Privately expressed pushback was occurring in 2021 as the Xi Jinping political philosophy curriculum was rolled out to students from primary schools to university. For much of the preceding 30 years, the political ideology and communist doctrine were not a standard taught in Chinese schools until middle school, and textbooks featured a wider set of Chinese leaders with less emphasis on a single leader like Xi.[307] In Xi's view, the CCP is the legitimate, constitutionally-sanctioned ruling party of China, and that the party derives this legitimacy through advancing the Mao-style \"mass line Campaign\"; that is the party represents the interests of the overwhelming majority of ordinary people. In this vein, Xi called for officials to practise self-criticism in order to appear less corrupt and more popular among the people.[308][309][310] Xi's position has been described as preferring highly centralized political power as a means to direct large-scale economic restructuring.[255] Xi believes that China should be \"following its own path\" and that a strong authoritarian government is an integral part of the \"China model\", operating on a \"core socialist value system\", which has been interpreted as China's alternative to Western values. However, Xi and his colleagues acknowledge the challenges to the legitimacy of CCP rule, particularly corruption by party officials.[citation needed] The answer, according to Xi's programme, is two-fold: strengthen the party from within, by streamlining strict party discipline and initiating a large anti-corruption campaign to remove unsavoury elements from within the party, and re-instituting the Mass Line Campaign externally to make party officials better understand and serve the needs of ordinary people.[citation needed] Xi believes that, just as the party must be at the apex of political control of the state, the party's central authorities (i.e., the Politburo, PSC, or himself as general secretary) must exercise full and direct political control of all party activities.[311] Xi has supported and pursued a greater economic integration of Hong Kong to mainland China through projects such as the Hong Kong–Zhuhai–Macau Bridge.[312] He has pushed for the Greater Bay Area project, which aims to integrate Hong Kong, Macau, and nine other cities in Guangdong.[312] Xi's push for greater integration has created fears of decreasing freedoms in Hong Kong.[313] Xi has supported the Hong Kong Government and incumbent Chief Executive Carrie Lam against the protesters in the 2019–20 Hong Kong protests.[314] He has defended the Hong Kong police's use of force, saying that \"We sternly support the Hong Kong police to take forceful actions in enforcing the law, and the Hong Kong judiciary to punish in accordance with the law those who have committed violent crimes.\"[315] While visiting Macau on 20 December 2019 as part of the 20th anniversary of its return to China, Xi warned of \"foreign forces\" interfering in Hong Kong and Macau,[316] while also hinting that Macau could be a model for Hong Kong to follow.[317] The 2015 meeting between Xi and Taiwanese President Ma Ying-jeou marked the first time the political leaders of both sides of the Taiwan Strait have met since the end of the Chinese Civil War in Mainland China in 1950.[318] Xi said that China and Taiwan are \"one family\" that cannot be pulled apart.[319] In the 19th Party Congress held in 2017, Xi reaffirmed six of the nine principles that had been affirmed continuously since the 16th Party Congress in 2002, with the notable exception of \"Placing hopes on the Taiwan people as a force to help bring about unification\".[320] According to the Brookings Institution, Xi used stronger language on potential Taiwan independence than his predecessors towards previous DPP governments in Taiwan.[320] In March 2018, Xi said that Taiwan would face the \"punishment of history\" for any attempts at separatism.[321] In January 2019, Xi Jinping called on Taiwan to reject its formal independence from China, saying: \"We make no promise to renounce the use of force and reserve the option of taking all necessary means.\" Those options, he said, could be used against \"external interference\". Xi also said that they \"are willing to create broad space for peaceful reunification, but will leave no room for any form of separatist activities.\"[322][323] The Taiwanese President Tsai Ing-Wen responded to the speech by saying Taiwan would not accept a one country, two systems arrangement with the mainland, while stressing the need for all cross-strait negotiations to be on a government-to-government basis.[324] Xi's first marriage was to Ke Lingling, the daughter of Ke Hua, China's ambassador to the United Kingdom in the early 1980s. They divorced within a few years.[325] The two were said to fight \"almost every day\", and after the divorce Ke moved to England.[46] In 1987, Xi married the prominent Chinese folk singer Peng Liyuan.[326] Xi and Peng were introduced by friends as many Chinese couples were in the 1980s. Xi was reputedly academic during their courtship, inquiring about singing techniques.[327] Peng Liyuan, a household name in China, was better known to the public than Xi until his political elevation. The couple frequently lived apart due largely to their separate professional lives. Peng has played a much more visible role as China's \"first lady\" compared to her predecessors; for example, Peng hosted U.S. First Lady Michelle Obama on her high-profile visit to China in March 2014.[328] Xi and Peng have a daughter named Xi Mingze, who graduated from Harvard University in the spring of 2015. While at Harvard, she used a pseudonym and studied Psychology and English.[329] Xi's family has a home in Jade Spring Hill, a garden and residential area in north-western Beijing run by the CMC.[330] In June 2012, Bloomberg News reported that members of Xi's extended family have substantial business interests, although there was no evidence he had intervened to assist them.[331] The Bloomberg website was blocked in mainland China in response to the article.[332] Since Xi embarked on an anti-corruption campaign, The New York Times reported members of his family were selling their corporate and real estate investments beginning in 2012.[333] Relatives of highly placed Chinese officials, including seven current and former senior leaders of the Politburo of the CCP, have been named in the Panama Papers, including Deng Jiagui,[334] Xi's brother-in-law. Deng had two shell companies in the British Virgin Islands while Xi was a member of the Politburo Standing Committee, but they were dormant by the time Xi became general secretary of the CCP in November 2012.[335] Peng described Xi as hardworking and down-to-earth: \"When he comes home, I've never felt as if there's some leader in the house. In my eyes, he's just my husband.\"[336] Xi was described in a 2011 The Washington Post article by those who know him as \"pragmatic, serious, cautious, hard-working, down to earth and low-key\". He was described as a good hand at problem solving and \"seemingly uninterested in the trappings of high office\".[337] He is known to love U.S. films such as Saving Private Ryan, The Departed and The Godfather.[338][339] He is also a fan of HBO television series Game of Thrones, watching a condensed version due to tight schedules.[340] Xi furthermore praised the independent film-maker Jia Zhangke.[341] His favourite political thinkers include Mao Zedong, Han Fei, Karl Marx and Carl Schmitt.[342] His favourite American author is Jack London.[343] He also likes playing football, mountain climbing, walking, volleyball and swimming,[344][345] as well as winter sports.[345][346] He once said that he would swim one kilometre and walk every day as long as there was time.[344][345] Xi Jinping is widely popular in China.[347][348] According to a 2014 poll co-sponsored by the Harvard Kennedy School's Ash Center for Democratic Governance and Innovation, Xi ranked 9 out of 10 in domestic approval ratings.[349] A YouGov poll released in July 2019 found that about 22% of people in mainland China list Xi as the person they admire the most, a plurality, although this figure was less than 5% for residents of Hong Kong.[350] In 2017, The Economist named him the most powerful person in the world.[351] In 2018, Forbes ranked him as the most powerful and influential person in the world, replacing Russian President Vladimir Putin, who had been ranked so for five consecutive years.[352]","Title":"Xi Jinping - Wikipedia","KeyID":"14412","URL":"https://en.wikipedia.org/wiki/Xi_Jinping"}