{"Content: ":"Acanthodii or acanthodians is an extinct class of gnathostomes (jawed fishes), typically considered a paraphyletic group. They are currently considered to represent a grade of various fish lineages leading up to the extant Chondrichthyes, which includes living sharks, rays, and chimaeras. Acanthodians possess a mosaic of features shared with both osteichthyans (bony fish) and chondrichthyans (cartilaginous fish). In general body shape, they were similar to modern sharks, but their epidermis was covered with tiny rhomboid platelets like the scales of holosteians (gars, bowfins).[1] Paraphyletic groupings are problematic, as one can not talk precisely about their phylogenic relationships, their characteristic traits and literal extinction.[2][3] The popular name \"spiny sharks\" is a partial misnomer for these early jawed fishes. The name was coined because they were superficially shark-shaped, with a streamlined body, paired fins, a strongly upturned tail, and stout, largely immovable bony spines supporting all the fins except the tail—hence, \"spiny sharks\". However, acanthodians are not true sharks; their close relation to modern cartilaginous fish can lead them to be considered \"stem-sharks\". Acanthodians had a cartilaginous skeleton, but their fins had a wide, bony base and were reinforced on their anterior margin with a dentine spine. As a result, fossilized spines and scales are often all that remains of these fishes in ancient sedimentary rocks. The earliest acanthodians were marine, but during the Devonian, freshwater species became predominant. Acanthodians have been divided into four orders: Acanthodiformes, Climatiiformes, Diplacanthiformes, and Ischnacanthiformes.[4] \"Climatiiformes\" is a paraphyletic assemblage of early acanthodians such as climatiids, gyracanthids, and diplacanthids; they had robust bony shoulder girdles and many small sharp spines (\"intermediate\" or \"prepelvic\" spines) between the pectoral and pelvic fins. The climatiiform subgroup Diplacanthida has subsequently been elevated to its own order, Diplacanthiformes. Ischnacanthiforms were predators with tooth plates fused to their jaws. Acanthodiforms were filter feeders with a single dorsal fin, toothless jaws, and long gill rakers. They were the last and most specialized off the traditional acanthodians, as they survived up until the Permian period. The scales of Acanthodii have distinctive ornamentation peculiar to each order. Because of this, the scales are often used in determining relative age of sedimentary rock. The scales are tiny, with a bulbous base, a neck, and a flat or slightly curved diamond-shaped crown. Despite being called \"spiny sharks,\" acanthodians predate sharks. Scales that have been tentatively identified as belonging to acanthodians, or \"shark-like fishes\" have been found in various Ordovician strata, though, they are ambiguous, and may actually belong to jawless fishes such as thelodonts. The earliest unequivocal acanthodian fossils date from the beginning of the Silurian Period, some 50 million years before the first sharks appeared. Later, the acanthodians colonized fresh waters, and throve in the rivers and lakes during the Devonian and in the coal swamps of Carboniferous. By this time bony fishes were already showing their potential to dominate the waters of the world, and their competition proved too much for the spiny sharks, which died out in Permian times (approximately 250 million years ago). Many palaeontologists originally considered the acanthodians close to the ancestors of the bony fishes. Although their interior skeletons were made of cartilage, a bonelike material had developed in the skins of these fishes, in the form of closely fitting scales (see above). Some scales were greatly enlarged and formed a bony covering on top of the head and over the lower shoulder girdle. Others developed a bony flap over the gill openings analogous to the operculum in later bony fishes. However, most of these characteristics are considered homologous characteristics derived from common placoderm ancestors, and present also in basal cartilaginous fish. Overall, the acanthodians' jaws are presumed to have evolved from the first gill arch of some ancestral jawless fishes that had a gill skeleton made of pieces of jointed cartilage. In a study of early jawed vertebrate relationships, Davis et al. (2012) found acanthodians to be split among the two major clades Osteichthyes (bony fish) and Chondrichthyes (cartilaginous fish). The well-known acanthodian Acanthodes was placed within Osteichthyes, despite the presence of many chondrichthyan characteristics in its braincase.[5] However, a newly described Silurian placoderm, Entelognathus, which has jaw anatomy shared with bony fish and tetrapods, has led to revisions of this phylogeny: acanthodians were then considered to be a paraphyletic assemblage leading to cartilaginous fish, while bony fish evolved from placoderm ancestors.[6] Burrow et al. 2016 provides vindication by finding chondrichthyans to be nested among Acanthodii, most closely related to Doliodus and Tamiobatis.[7] A 2017 study of Doliodus morphology points out that it appears to display a mosaic of shark and acanthodian features, making it a transitional fossil and further reinforcing this idea.[8]","Title":"Acanthodii - Wikipedia","KeyID":"1442","URL":"https://en.wikipedia.org/wiki/Acanthodii"}