{"Content: ":"Provincial council elections were held in Sri Lanka on 8 September 2012 to elect 114 members to three of the nine provincial councils in the country. 3.3 million Sri Lankans were eligible to vote in the election. Elections for the Northern Provincial Council, which had been governed directly by the national government since it was demerged from the North Eastern Provincial Council in January 2007, are overdue but the government has not set a date. Elections to the remaining five provincial councils are not due till 2014 as they had their last election in 2009. The United People's Freedom Alliance's domination of Sri Lankan elections continued as expected. It retained control of two provincial councils (North Central and Sabaragamuwa) but lost overall control in the other provincial council (Eastern), although it was the largest group. In an attempt to end the Sri Lankan Civil War the Indo-Lanka Accord was signed on 29 July 1987. One of the requirements of the accord was that the Sri Lankan government to devolve powers to the provinces.[1] Accordingly on 14 November 1987 the Sri Lankan Parliament passed the 13th Amendment to the 1978 Constitution of Sri Lanka and the Provincial Councils Act No 42 of 1987.[2][3] On 3 February 1988 nine provincial councils were created by order.[4] The first elections for provincial councils took place on 28 April 1988 in North Central, North Western, Sabaragamuwa, and Uva provinces.[5] On 2 June 1988 elections were held for provincial councils for Central, Southern and Western provinces. The United National Party (UNP), which was in power nationally, won control of all seven provincial councils. The Indo-Lanka Accord also required the merger of the Eastern and Northern provinces into one administrative unit. The accord required a referendum to be held by 31 December 1988 in the Eastern Province to decide whether the merger should be permanent. Crucially, the accord allowed the Sri Lankan president to postpone the referendum at his discretion.[1] On September 2 and 8 1988 President Jayewardene issued proclamations enabling the Eastern and Northern provinces to be one administrative unit administered by one elected council, creating the North Eastern Province.[4] Elections in the newly merged North Eastern Province were held on 19 November 1988. The Eelam People's Revolutionary Liberation Front, an Indian backed paramilitary group, won control of the North Eastern provincial council. On 1 March 1990, just as the Indian Peace Keeping Force were preparing to withdraw from Sri Lanka, Annamalai Varatharajah Perumal, Chief Minister of the North Eastern Province, moved a motion in the North Eastern Provincial Council declaring an independent Eelam.[6] President Premadasa reacted to Permual's UDI by dissolving the provincial council and imposing direct rule on the province. The 2nd Sri Lankan provincial council election was held in 1993 in seven provinces. The UNP retained control of six provincial councils but lost control of the largest provincial council, Western, to the opposition People's Alliance. A special election was held in Southern Province in 1994 after some UNP provincial councillors defected to the opposition. The PA won the election and took control of the Southern Provincial Council. The 3rd Sri Lankan provincial council election was held in 1999 in seven provinces. The PA, which was now in power nationally, managed to win the majority of seats in two provinces (North Central and North Western). It was also able to form a majority administration in the other five provinces with the support of smaller parties such as the Ceylon Workers' Congress (CWC) . The UNP regained control of the Central Provincial Council in 2002 after the CWC councillors crossed over to the opposition.[7] The 4th Sri Lankan provincial council election was held in 2004 in seven provinces. The United People's Freedom Alliance (UPFA), the successor to the PA, won all seven provinces. The 5th Sri Lankan provincial council election was held in 2008/09 in eight provinces. The UPFA won all eight provinces. The UPFA won control of two provincial councils (North Central and North Central). There was no overall control in the other provincial council (Eastern) but the UPFA was the largest group. Results of the 2nd Eastern Provincial Council election held on 8 September 2012:[15] Results of the 6th North Central Provincial Council election held on 8 September 2012:[16] Results of the 6th Sabaragamuwa Provincial Council election held on 8 September 2012:[17]","Title":"2012 Sri Lankan provincial council elections - Wikipedia","KeyID":"14437","URL":"https://en.wikipedia.org/wiki/2012_Sri_Lankan_provincial_council_elections"}