{"Content: ":"Local elections were held in Sri Lanka on 17 March 2011, 23 July 2011 and 8 October 2011 to elect 4,327 members for 322 of the 335 local authorities in the country. 13.7 million Sri Lankans were eligible to vote in the election. Elections to two other local authorities in Mullaitivu District are due but have been repeatedly postponed due to alleged delays in resettling internally displaced persons. Elections to the remaining 11 local authorities are not due as they had their last election in 2008 or 2009. The United People's Freedom Alliance's domination of Sri Lankan elections continued as expected. It won control of 270 local authorities (including two contesting as the National Congress), the Tamil National Alliance won 32 local authorities (including two contesting as the Tamil United Liberation Front), the United National Party won 9 local authorities, the Sri Lanka Muslim Congress won 5 local authorities and a UPFA backed independent group won one local authority. There was no overall control in the five remaining local authorities but the UPFA was the largest group in three, the UNP in one and the Up-Country People's Front in one. These elections, like previous elections in Sri Lanka, had been marred by violence and violations of electoral law. Despite this the Election Commissioner judged the elections to be peaceful, free and fair. The last major round of local government elections was held in 2006 when elections were held in 288 of the then 330 local authorities. Elections were not held in the remainder due to the ongoing civil war. In 2008 elections were held for 9 local authorities in Batticaloa District and in 2009 elections were held for 2 local authorities in the Northern Province. The normal term of a local authority is 4 years but the law allows the Central Government to extend this by a further year. The term of 286 local authorities (16 municipal councils, 36 urban councils and 234 divisional councils) which had their election in 2006 was due to expire in 2010 but on 22 December 2009 Minister of Local Government and Provincial Councils Janaka Bandara Tennakoon extended it until 31 March 2011.[1] On 6 January 2010 A. L. M. Athaullah, Minister of Local Government and Provincial Councils, dissolved 263 local authorities (34 urban councils and 229 divisional councils) precipitating elections.[2][3] Elections were also called for five newly created local authorities (2 municipal councils and 3 divisional councils). In addition, elections were called for 31 local authorities (4 urban councils and 27 divisional councils) in the Northern Province that had not been functioning as elected bodies for a number of years due to the civil war. As expected the government did not dissolve the 7 local authorities where 2011 Cricket World Cup matches were due to be played during February/March (Colombo MC, Dehiwala-Monut Lavinia MC, Hambantota MC, Sri Jayawardenapura Kotte MC, Kolonnawa UC, Kundasale DC and Sooriyawewa DC).[3] But in a surprise move the government also did not dissolve 16 other local authorities including all the other existing municipal councils (Anuradhapura MC, Badulla MC, Galle MC, Gampaha MC, Kalmunai MC, Kandy MC, Kurunegala MC, Matale MC, Matra MC, Moratuwa MC, Negombo MC, Ratnapura MC, Ambagamuwa DC, Kandy Gravets & Gangawata Korale DC, Kotikawatta-Mulleriyawa DC and Lunugamvehera DC). On 18 January 2011 the government announced that the term of 23 local authorities (Anuradhapura MC, Badulla MC, Colombo MC, Dehiwala-Monut Lavinia MC, Galle MC, Gampaha MC, Kalmunai MC, Kandy MC, Kurunegala MC, Matale MC, Matra MC, Moratuwa MC, Negombo MC, Nuwara Eliya MC, Ratnapura MC, Sri Jayawardenapura Kotte MC, Hambantota UC, Kolonnawa UC, Hambantota DC, Kandy Gravets & Gangawata Korale DC, Kotikawatte-Mulleriyawa DC, Kundasale DC and Sooriyawewa DC) had been extended until 30 June 2011 using Emergency Regulations.[4][5] On 30 March 2011 the government announced that the term of 23 local authorities had been extended further until 31 December 2011 using Emergency Regulations.[6] On 25 August 2011 the Department of Elections announced that elections to these 23 local authorities would be held on 8 October 2011.[7] Nominations took place between 20 and 27 January 2011.[8] 2,047 nominations (1,282 form registered political parties, 765 from independent groups) had been received by the returning officers but 450 nominations (148 form registered political parties, 302 from independent groups), more than a fifth, had been rejected to due errors such as not meeting the youth candidates quota; not having the nomination papers attested by a Justices of the Peace; general secretaries of parties/independent groups not signing the nomination papers; and translation errors.[9] This left a total of 1,597 valid nominations (1,134 form registered political parties, 463 from independent groups). Of the 148 rejected nominations from registered political parties, 36 came from the UPFA, 8 from the UNP, 6 from the SLMC, 2 from the TNA and 2 from the JVP.[10] After the nomination period had ended Election Commissioner Dayananda Dissanayake announced that the elections for the 301 local authorities would be held on 17 March 2011.[11] The 2009 electoral roll was used meaning that approximately 12.7 million registered electors were eligible to vote to elect 3,931 councillors across 301 local authorities (4 municipal councils, 39 urban councils and 258 divisional councils).[12] The rejections led to 68 writs being filed at the Court of Appeal (UPFA 35, UNP 9, SLMC 6, Independents 11, other parties 7).[13][14] On 18 February 2011 the Court of Appeal ordered the Election Commissioner to not hold elections in three divisional councils (Akmeemana, Akuressa and Moneragala).[15] This prompted the Election Commissioner to postpone elections in all 64 local authorities subject to legal action.[16] On 22 February 2011 it was announced that elections in two divisional councils in Mullaitivu District had also been postponed due most of their electors still being held in IDP camps at Menik Farm.[17] On 11 March 2011 the election for Thunukkai Divisional Council in Mullaitivu District was also postponed due to legal reasons.[18] As a consequence elections were held only in 234 local authorities (3 municipal councils, 30 urban councils and 201 divisional councils) on 17 March 2011. Approximately 9.4 million registered electors were eligible to vote to elect 3,032 councillors. The deadline for applications for postal voting was originally 16 January but this was later extended to 27 January and then to 31 January.[19][20] There were 321,595 postal vote applications, nearly 100,000 lower than the 2010 parliamentary election.[21] The decline in applications was blamed on general voter apathy and broken electoral promises.[21] Postal voting took place on 8 and 9 March 2011.[22] On 12 May 2011 the Court of Appeal ordered the Election Commissioner to accept 47 nomination papers which had been rejected.[23][24] This included all 35 from the UPFA, 4 from the UNP, 3 from the SLMC, one from the Citizen's Front and 4 from Independents. 16 writs were dismissed. On 30 May 2011 the Election Commissioner announced that elections to 67 local authorities would be held on 23 July 2011.[25] It was later announced that elections in two divisional councils in Mullaitivu District (Maritimepattu and Puthukkudiyirupp) had been postponed again due to delays in resettling internally displaced persons from the areas.[26] As a consequence elections were held only in 65 local authorities (1 municipal council, 9 urban councils and 55 divisional councils) on 23 July 2011. Approximately 2.6 million registered electors were eligible to vote to elect 875 councillors. Postal voting took place on 12 July 2011.[27] 55,871 electors could vote by post. On 4 August 2011 the Department of Elections announced that nominations for the remaining 23 local authorities would take place between 18 and 25 August 2011.[28] After the nomination period had ended Election Commissioner Mahinda Deshapriya announced that the elections for the 23 local authorities would be held on 8 October 2011.[7] Elections to the two authorities in Mullaitivu District which had been postponed twice were postponed for a third time on 2 September 2011.[29] Postal voting took place on 29 and 30 September 2011.[30] The ruling United People's Freedom Alliance contested in 319 of the 322 local authorities, including two under the National Congress (a constituent party of the UPFA) name. In two authorities its nominations had been rejected and consequently it gave its backing to an independent group and the Up-Country People's Front in those authorities. The UPFA did not contest in another authority (Thunukkai DC) so that the Citizen's Front, a very minor political party led by UPFA MP Sri Ranga Jeyaratnam, could contest. The United National Party, the main opposition party, had contested past elections in alliance with smaller parties but these alliances had been plagued by defections to the UPFA. The UNP contested on its own in 317 local authorities. The Democratic National Alliance didn't contest these elections but its main constituent party the Janatha Vimukthi Peramuna contested on its own in 293 local authorities. The Tamil National Alliance has formed an alliance with smaller Tamil political parties (Tamil United Liberation Front, People's Liberation Organisation of Tamil Eelam and Tamil National Liberation Alliance). It contested under the Illankai Tamil Arasu Kachchi name in 41 local authorities and Tamil United Liberation Front name in two local authorities. The Sri Lanka Muslim Congress, a constituent party of the UPFA, contested on its own in 59 local authorities and with the UPFA in others. The Up-Country People's Front and Tamil Makkal Viduthalai Pulikal, which had contested past elections under the UPFA banner, contested on their own in 22 and 7 local authorities respectively. A number of smaller registered political parties and numerous independent groups also ran. Sri Lankan elections have a history of violence, misuse of state resources, and other violations of election laws. These local elections have produced more violence than the 2010 presidential and parliamentary elections.[31] Over 400 incidents had been reported up to 12 March including three murders.[31][32] 140 people have been arrested for electoral violence including a number of candidates.[31] As seen in other recent elections, much of the violence, including the three murders, has been caused by intra-party clashes between UPFA candidates.[32] Independent election monitors have criticised the Election Commissioner and the Police for not preventing the violence and violations of electoral law.[32] After the elections results had been announced Election Commissioner Dayananda Dissanayake issued a highly unusual statement in which he condemned the violence which he labelled as \"thuggery\", and violations of election laws. \"The manner in which some political parties and groups conducted themselves, both before the day of the poll and on the day of the poll, and also the misuse of state resources and state owned media is regrettable\" said Dissanayake.[33][34] He noted the prevalence of intra-party clashes. He also lamented the legal challenges to the nomination rejections which had prevented elections taking place in 301 local authorities as originally intended. Despite this Dissanayake concluded that these election had been better than previous local elections and that the election had been \"peaceful, free and fair\". Dissanayake retired immediately after the election and was replaced by his deputy Mahinda Deshapriya.[35] The second phase of the election was also marred by violence, misuse of state resources, and other violations of election laws. Hundreds of incidents were reported including one murder.[36] Events in the north of the country were particularly bad. There were reports of vote buying, intimidation by armed groups, grabbing of polling cards, election violations and a general fear psychosis in the north.[37] Independent monitors observed blatant violations including open bribery and the transporting of party supporters to the wide abuse of state machinery and other resources, all in favour of the UPFA.[37] Voters were offered food or even cash for their poll cards.[37] Numerous UPFA government ministers and even the President visited the north during the election campaign, and very often they inaugurated new development projects. The whole state machinery in the north, including the military, police, provincial council and district secretariats, were used to support the campaign of the UPFA. A TNA election meeting in Alaveddy on 16 June 2011 was attacked by the Sri Lankan military.[38][39] Other acts of intimidation against the TNA by the military and the paramilitary EPDP include the severed head of a dog being impaled on the gates of a TNA candidate in Manipay; a shot dead dog being thrown into the private well of leading TNA member in Thirunelvely; sewage, mud and stones being thrown onto the house of a TNA candidate in Valvettithurai; funeral wreath and cremation ash being left at the home of a TNA candidate in Kodikamam; and motor oil being thrown onto the house of a TNA candidate in Sandilipay.[40][41][42] On the eve of voting government backed paramilitaries confiscated thousands polling cards from voters in Kilinochchi and threatened them violence.[36] Despite all this election commissioner Mahinda Deshapriya judged the second phase of the local election to be peaceful with only \"minor incidents\" reported.[43] The third phase of the election was also marred by violence, misuse of state resources, and other violations of election laws. The election saw five murders, mostly as a result of intra-party rivalry within the UPFA. On 7 October 2011 a UPFA supporter was shot dead in Kotikawatta.[44] On an election day a violent clash erupted between two senior UPFA members, Bharatha Lakshman Premachandra and Duminda Silva, and their supporters at Mulleriyawa.[45][46] A gunfight broke out between the two groups which killed Premachandra and three of his supporters.[47][48][49] 95 election related violent incidents had been reported to the People's Action for Free and Fair Elections Executive (PAFFREL), an independent election monitoring group, up to 4 October 2011.[50] The Campaign for Free and Fair Elections (CaFFE), another independent election monitoring group, concluded that the elections were not free and fair.[51] CaFFE recorded incidents of heavy misuse of state property, illegal propaganda and campaigning, intimidation, assault and failure by the police to uphold electoral law.[51] The UPFA won control of 270 local authorities (including two contesting as the National Congress) across the three phases, the TNA won 32 local authorities (including two contesting as the Tamil United Liberation Front), the UNP won 9 local authorities, the SLMC won 5 local authorities and a UPFA backed independent group won one local authority.[52] The JVP failed to win any local authority. There was no overall control in the five remaining local authorities but the UPFA was the largest group in three, the UNP in one and the Up-Country People's Front in one. The UPFA won control of 205 local authorities (including two contesting as the National Congress), the TNA won 12 local authorities, the UNP won 9 local authorities, the SLMC won 4 local authorities and a UPFA backed independent group won one local authority.[53][54][55][56] There was no overall control in the 3 other local authorities but the UPFA was the largest group in two and the UCPF in one. The UPFA won control of 44 local authorities and the TNA won 20 local authorities (including two contesting as the Tamil United Liberation Front).[57][58] There was no overall control in the remaining local authority but the UPFA was the largest group. The UPFA won control of 21 local authorities and the SLMC won one local authority.[59][60] There was no overall control in the remaining local authority (Colombo Municipal Council) but the UNP was the largest group. 1. The UPFA contested under the National Congress name in two LAs and UPFA name in 317 LAs. 2. The ACMC contested separately in four LAs and with the UPFA in other LAs. 3. The CWC contested separately in one LA and with the UPFA in other LAs. 4. The LSSP contested separately in three LAs and with the UPFA in other LAs. 5. The SLMC contested separately in 59 LAs and with the UPFA in other LAs. 6. The TNA contested under Tamil United Liberation Front name in two LAs and Illankai Tamil Arasu Kachchi name in 41 LAs.","Title":"2011 Sri Lankan local elections - Wikipedia","KeyID":"14443","URL":"https://en.wikipedia.org/wiki/2011_Sri_Lankan_local_elections"}