{"Content: ":"A Commonwealth realm is a sovereign state in the Commonwealth of Nations that has Elizabeth II as its monarch and head of state. Each realm functions as an independent state, equal with the other realms and nations of the Commonwealth. In 1952, Elizabeth II was the monarch and head of state of seven independent states: the United Kingdom, Canada, Australia, New Zealand, South Africa, Pakistan, and Ceylon. Since then, new realms have been created through the independence of former colonies and dependencies, and some realms have become republics. Barbados is the most recent realm to become a republic; it did so on 30 November 2021.[1] There are 15 Commonwealth realms: Antigua and Barbuda, Australia, The Bahamas, Belize, Canada, Grenada, Jamaica, New Zealand, Papua New Guinea, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, the Solomon Islands, Tuvalu, and the United Kingdom. All are members of the Commonwealth, an intergovernmental organisation of 56 independent member states, 52 of whom were formerly territories held as part of the British Empire. All Commonwealth members are independent sovereign states, whether they are Commonwealth realms or not. Queen Elizabeth II serves as Head of the Commonwealth, an office which is recognised by the member states of the Commonwealth as the \"symbol of their free association\". There are currently 15 Commonwealth realms, with a combined area (excluding the Antarctic claims) of 18.7 million km2 (7.2 million mi2)[note 1] and a population of around 151 million,[2] of which all but about two million live in the six most populous: the United Kingdom, Canada, Australia, Papua New Guinea, New Zealand, and Jamaica. The Commonwealth realms are sovereign states. They are united only in their voluntary connection with the institution of the monarchy,[16] the succession, and the Queen herself; the person of the sovereign and the Crown were said in 1936 to be \"the most important and vital link\" between the dominions.[17] Political scientist Peter Boyce called this grouping of countries associated in this manner \"an achievement without parallel in the history of international relations or constitutional law.\"[18] Terms such as personal union,[19][20][21][22][23][24] a form of personal union,[note 6][26] and shared monarchy,[27] among others,[note 7][30] have all been advanced as definitions since the beginning of the Commonwealth itself, though there has been no agreement on which term is most accurate,[29][30] or even whether personal union is applicable at all.[note 8][32] Under the Balfour Declaration of 1926, dominions were proclaimed as considered \"equal in status, in no way subordinate one to another in any aspect of their domestic or external affairs, though united by a common allegiance to the Crown\"[33][16][34][35][36][37] and the monarch is \"equally, officially, and explicitly [monarch] of separate, autonomous realms\".[16][34][38][36] Andrew Michie wrote in 1952 that \"Elizabeth II embodies in her own person many monarchies: she is Queen of Great Britain, but she is equally Queen of Canada, Australia, New Zealand, Pakistan, South Africa, and Ceylon... it is now possible for Elizabeth II to be, in practice as well as theory, equally Queen in all her realms.\"[39] Still, Boyce holds the contrary opinion that the crowns of all the non-British realms are \"derivative, if not subordinate\" to the crown of the United Kingdom.[40] Since each realm has the same person as its monarch, the diplomatic practice of exchanging ambassadors with letters of credence and recall from one head of state to another does not apply. Diplomatic relations between the Commonwealth realms are thus at a cabinet-level only, and high commissioners are exchanged between realms (though all other countries in the Commonwealth of Nations also follow this same practice, for traditional reasons). A high commissioner's full title will thus be High Commissioner for Her Majesty's Government in [Country]. For certain ceremonies, the order of precedence for the realms' high commissioners or national flags is set according to the chronological order of, first, when the country became a dominion and then the date on which the country gained independence.[41] Conflicts of interest have arisen from this relationship amongst independent states. Some have been minor diplomatic matters, such as the monarch expressing on the advice of one of her cabinets views that counter those of another of her cabinets.[note 9] More serious issues have arisen with respect to armed conflict, where the monarch, as head of state of two different realms, may be simultaneously at war and at peace with a third country, or even at war with herself as head of two hostile nations.[note 10] The evolution of dominions into realms has resulted in the Crown having both a shared and a separate character, with the one individual being equally monarch of each state and acting as such in right of a particular realm as a distinct legal person guided only by the advice of the cabinet of that jurisdiction.[16][34][44][45][46][47] This means that in different contexts, the term Crown may refer to the extra-national institution associating all 15 countries, or to the Crown in each realm considered separately.[note 11] The monarchy is therefore no longer an exclusively British institution,[44][47] having become \"domesticated\" in each of the realms.[35] From a cultural standpoint, the sovereign's name and image and other royal symbols unique to each nation are visible in the emblems and insignia of governmental institutions and militia. The Queen's effigy, for example, appears on coins and banknotes in some countries, and an oath of allegiance to the Queen is usually required from politicians, judges, military members and new citizens. By 1959, it was being asserted by Buckingham Palace officials that the Queen was \"equally at home in all her realms\".[48] To guarantee the continuity of multiple states sharing the same person as monarch, the preamble of the Statute of Westminster 1931 laid out a convention that any alteration to the line of succession in any one country must be voluntarily approved by the parliaments of all the realms.[note 12][49] This convention was first applied in 1936 when the British government conferred with the dominion governments during the Edward VIII abdication crisis. Prime Minister of Canada William Lyon Mackenzie King pointed out that the Statute of Westminster required Canada's request and consent to any legislation passed by the British parliament before it could become part of Canada's laws and affect the line of succession in Canada.[50] Sir Maurice Gwyer, first parliamentary counsel in the UK, reflected this position, stating that the Act of Settlement was a part of the law in each dominion.[50] Though today the Statute of Westminster is law only in Canada, Australia, and the United Kingdom,[51] the convention of approval from the other realms was reasserted by the Perth Agreement of 2011, in which all 16 realms at the time agreed in principle to change the succession rule to absolute primogeniture, to remove the restriction on the monarch being married to a Catholic, and to reduce the number of members of the Royal Family who need the monarch's permission to marry. These changes came into effect on 26 March 2015. Alternatively, a Commonwealth realm may choose to cease being such by making its throne the inheritance of a different royal house or by becoming a republic, actions to which, though they alter the country's royal succession, the convention does not apply.[52] Agreement among the realms does not, however, mean the succession laws cannot diverge. During the abdication crisis in 1936, the United Kingdom passed His Majesty's Declaration of Abdication Act with the approval of the parliament of Australia and the governments of the remaining dominions. (Canada, New Zealand, and South Africa gave parliamentary assent later.)[53] The Act effected Edward's abdication in the United Kingdom on 11 December; as the Canadian government had requested and consented to the Act becoming part of Canadian law, and Australia and New Zealand had then not yet adopted the Statute of Westminster, the abdication took place in those countries on the same day. The parliament of South Africa, however, passed its own legislation—His Majesty King Edward the Eighth's Abdication Act, 1937—which backdated the abdication there to 10 December. The Irish Free State recognised the king's abdication with the Executive Authority (External Relations) Act 1936 on 12 December.[53][54][55] According to Anne Twomey, this demonstrated \"the divisibility of the Crown in the personal, as well as the political, sense.\"[53] For E. H. Coghill, writing as early as 1937, it proved that the convention of a common line of succession \"is not of imperative force\"[56] and Kenneth John Scott asserted in 1962 that it ended the \"convention that statutory uniformity on these subjects would be maintained in the parts of the Commonwealth that continued to owe allegiance to the Crown\".[57] Today, some realms govern succession by their own domestic laws, while others, either by written clauses in their constitution or by convention, stipulate that whoever is monarch of the United Kingdom is automatically also monarch of that realm. It is generally agreed that any unilateral alteration of succession by the UK would not have effect in all the realms.[note 13] Following the accession of George VI to the throne, the United Kingdom created legislation that provided for a regency if the monarch was not of age or incapacitated. Though input was sought from the dominions on this matter, all declined to make themselves bound by the British legislation, feeling instead that the governors-general could carry out royal functions in place of a debilitated or underage sovereign.[60] Tuvalu later incorporated this principle into its constitution.[61] New Zealand included in its Constitution Act 1986 a clause specifying that, should a regent be installed in the United Kingdom, that individual would carry out the functions of the monarch of New Zealand.[62] The sovereign resides predominantly in her oldest realm, the United Kingdom. The Queen appoints viceroys to perform most of the constitutional and ceremonial duties on her behalf in the other realms: in each, a governor-general as her personal national representative, as well as a governor as her representative in each of the Australian states. These appointments are made on the advice of the prime minister of the country or the premier of the state concerned, though this process may have additional requirements.[note 14] The extent to which specific additional powers are reserved exclusively for the monarch varies from realm to realm. On occasions of national importance, the Queen may be advised to perform in person her constitutional duties, such as granting Royal Assent or issuing a royal proclamation. Otherwise, all royal powers, including the Royal Prerogative, are carried out on behalf of the sovereign by the relevant viceroy, who, apart from those already mentioned, include a lieutenant governor in each province of Canada (appointed by the Governor General of Canada). In the United Kingdom, the Queen appoints Counsellors of State to perform her constitutional duties in her absence. Similarly, the monarch will perform ceremonial duties in the Commonwealth realms to mark historically significant events.[63] Citizens in Commonwealth realms may request birthday or wedding anniversary messages to be sent from the sovereign. This is available for 100th, 105th, and beyond for birthdays; and 60th (\"Diamond\"), 65th, 70th (\"Platinum\"), and beyond for wedding anniversaries.[64] It is solely in the United Kingdom that the Queen plays a role in organised religion. In England, she acts as the Supreme Governor of the Church of England and nominally appoints its bishops and archbishops. In Scotland, she swears an oath to uphold and protect the Church of Scotland and sends a Lord High Commissioner as her representative to meetings of the church's General Assembly, when she is not personally in attendance.[65] The Queen employs various royal standards to mark her presence, the particular one used depending on which realm she is in or acting on behalf of at the time.[66] All are heraldic banners displaying the shield of the sovereign's coat of arms for that state and,[67] save for those of the UK, are defaced in the centre with the device from the Queen's Personal Flag.[67] The Queen will use that personal flag in realms where she does not have a royal standard.[67] Many other members of the royal family have their own personal standards; however, only the Prince of Wales, Duke of Cambridge, Princess Royal, Duke of York, and Earl of Wessex also have one each for Canada. Those without their own standard use a specific ermine-bordered banner of either the British, Scottish, or, when in or acting on behalf of Canada, Canadian royal arms.[68] The governors-general throughout the Commonwealth realms also each use a personal flag, which, like that of the sovereign, passes to each successive occupant of the office. Most feature a lion passant atop a St. Edward's royal crown with the name of the country across a scroll underneath, all on a blue background.[69] The two exceptions are those of, since 1981, Canada (bearing on a blue background the crest of the Royal Coat of Arms of Canada) and, since 2008, New Zealand (a St. Edward's Crown above the shield of the Coat of arms of New Zealand). The lieutenant governors of the Canadian provinces each have their own personal standards, as do the governors of the Australian states. The possibility that a colony within the British Empire might become a new kingdom was first mooted in the 1860s, when it was proposed that the British North American territories of Nova Scotia, New Brunswick, and the Province of Canada unite as a confederation that might be known as the Kingdom of Canada.[70][71][72] Although the dominions were capable of governing themselves internally, they remained formally—and substantively in regard to foreign policy and defence—subject to British authority, wherein the governor-general of each dominion represented the British monarch-in-Council reigning over these territories as a single imperial domain. It was held in some circles that the Crown was a monolithic element throughout all the monarch's territories; A.H. Lefroy wrote in 1918 that \"the Crown is to be considered as one and indivisible throughout the Empire; and cannot be severed into as many kingships as there are dominions, and self-governing colonies\".[73] This unitary model began to erode, however, when the dominions gained more international prominence as a result of their participation and sacrifice in the First World War. In 1919, Canadian prime minister Sir Robert Borden and South African minister of defence Jan Smuts demanded that, at the Versailles Conference, the dominions be given full recognition as \"autonomous nations of an Imperial Commonwealth\". As a result, although the King signed as High Contracting Party for the Empire as a whole,[74] the dominions were also separate signatories to the Treaty of Versailles. They also became, together with India, founding members of the League of Nations. In 1921 the Prime Minister of the United Kingdom, David Lloyd George, stated that the \"British Dominions have now been accepted fully into the community of nations\".[75][76] The pace of independence increased in the 1920s, led by Canada, which exchanged envoys with the United States in 1920 and concluded the Halibut Treaty in its own right in 1923.[74] In the Chanak crisis of 1922, the Canadian government insisted that its course of action would be determined by the Canadian parliament,[77] not the British government, and, by 1925, the dominions felt confident enough to refuse to be bound by Britain's adherence to the Treaty of Locarno.[78] The Viscount Haldane said in 1919 that in Australia the Crown \"acts in self-governing States on the initiative and advice of its own ministers in these States.\"[79][74][80] Another catalyst for change came in 1926, when Field Marshal the Lord Byng of Vimy, then Governor General of Canada, refused the advice of his prime minister (William Lyon Mackenzie King) in what came to be known colloquially as the King–Byng Affair.[81] Mackenzie King, after resigning and then being reappointed as prime minister some months later, pushed at the Imperial Conference of 1926 for a reorganisation of the way the dominions related to the British government, resulting in the Balfour Declaration, which declared formally that the dominions were fully autonomous and equal in status to the United Kingdom.[82] What this meant in practice was not at the time worked out; conflicting views existed, some in the United Kingdom not wishing to see a fracturing of the sacred unity of the Crown throughout the empire, and some in the dominions not wishing to see their jurisdiction have to take on the full brunt of diplomatic and military responsibilities.[35] What did follow was that the dominion governments gained an equal status with the United Kingdom, a separate and direct relationship with the monarch, without the British Cabinet acting as an intermediary, and the governors-general now acted solely as a personal representative of the sovereign in right of that dominion.[note 17][84] Though no formal mechanism for tendering advice to the monarch had yet been established—former Prime Minister of Australia Billy Hughes theorised that the dominion cabinets would provide informal direction and the British Cabinet would offer formal advice[85]—the concepts were first put into legal practice with the passage in 1927 of the Royal and Parliamentary Titles Act, which implicitly recognised the Irish Free State as separate from the UK, and the King as king of each dominion uniquely, rather than as the British king in each dominion. At the same time, terminology in foreign relations was altered to demonstrate the independent status of the dominions, such as the dropping of the term \"Britannic\" from the King's style outside of the United Kingdom.[86] Then, in 1930 George V's Australian ministers employed a practice adopted by resolution at that year's Imperial Conference,[74] directly advising the King to appoint Sir Isaac Isaacs as the Australian governor-general. These new developments were explicitly codified in 1931 with the passage of the Statute of Westminster, through which Canada, the Union of South Africa, and the Irish Free State all immediately obtained formal legislative independence from the UK, while in the other dominions adoption of the statute was subject to ratification by the dominion's parliament. Australia and New Zealand did so in 1942 and 1947, respectively, with the former's ratification back-dated to 1939, while Newfoundland never ratified the bill and reverted to direct British rule in 1934. As a result, the parliament at Westminster was unable to legislate for any Dominion unless requested to do so,[74] although the Judicial Committee of the Privy Council was left available as the last court of appeal for some Dominions.[87] Specific attention was given in the statute's preamble to royal succession, outlining that no changes to that line could be made by the parliament of the United Kingdom or that of any dominion without the assent of all the other parliaments of the UK and dominions, an arrangement a justice of the Ontario Superior Court in 2003 likened to \"a treaty among the Commonwealth countries to share the monarchy under the existing rules and not to change the rules without the agreement of all signatories.\"[88] This was all met with only minor trepidation, either before or at the time,[note 18] and the government of Ireland was confident that the relationship of these independent countries under the Crown would function as a personal union,[26] akin to that which had earlier existed between the United Kingdom and Hanover (1801 to 1837), or between England and Scotland (1603 to 1707). Its first test came, though, with the abdication of King Edward VIII in 1936,[74] for which it was necessary to gain the consent of the governments of all the dominions and the request and consent of the Canadian government, as well as separate legislation in South Africa and the Irish Free State, before the resignation could take place across the Commonwealth.[90] The civil division of the Court of Appeal of England and Wales later found in 1982 that the British parliament could have legislated for a dominion simply by including in any new law a clause claiming the dominion cabinet had requested and approved of the act, whether that was true or not.[91] Further, the British parliament was not obliged to fulfil a dominion's request for legislative change. Regardless, in 1935 the British parliament refused to consider the result of the Western Australian secession referendum of 1933 without the approval of the Australian federal government or parliament. In 1937, the Appeal Division of the Supreme Court of South Africa ruled unanimously that a repeal of the Statute of Westminster in the United Kingdom would have no effect in South Africa, stating: \"We cannot take this argument seriously. Freedom once conferred cannot be revoked.\"[92] Others in Canada upheld the same position.[74] At the 1932 British Empire Economic Conference, delegates from the United Kingdom, led by Stanley Baldwin (then Lord President of the Council),[93] hoped to establish a system of free trade within the British Commonwealth, to promote unity within the British Empire and to assure Britain's position as a world power. The idea was controversial, as it pitted proponents of imperial trade with those who sought a general policy of trade liberalisation with all nations. The dominions, particularly Canada, were also adamantly against dispensing with their import tariffs,[94] which \"dispelled any romantic notions of a 'United Empire'.\"[93] The meeting, however, did produce a five-year trade agreement based upon a policy, first conceived in the 1900s,[95] of Imperial Preference: the countries retained their import tariffs, but lowered these for other Commonwealth countries.[94][96] During his tenure as Governor General of Canada, Lord Tweedsmuir urged the organisation of a royal tour of the country by King George VI, so that he might not only appear in person before his people, but also personally perform constitutional duties and pay a state visit to the United States as king of Canada.[97] While the idea was embraced in Canada as a way to \"translate the Statute of Westminster into the actualities of a tour,\" throughout the planning of the trip that took place in 1939, the British authorities resisted at numerous points the idea that the King be attended by his Canadian ministers instead of his British ones.[98] The Canadian prime minister (still Mackenzie King) was ultimately successful, however, in being the minister in attendance, and the King did in public throughout the trip ultimately act solely in his capacity as the Canadian monarch. The status of the Crown was bolstered by Canada's reception of George VI.[97] When the Second World War began, there was some uncertainty in the dominions about the ramifications of Britain's declaration of war against Nazi Germany. Australia and New Zealand had not yet ratified the Statute of Westminster; the Australian prime minister, Robert Menzies, considered the government bound by the British declaration of war,[99][100][101] while New Zealand coordinated a declaration of war to be made simultaneously with Britain's.[102] As late as 1937, some scholars were still of the mind that, when it came to declarations of war, if the King signed, he did so as king of the empire as a whole; at that time, William Paul McClure Kennedy wrote: \"in the final test of sovereignty—that of war—Canada is not a sovereign state... and it remains as true in 1937 as it was in 1914 that when the Crown is at war, Canada is legally at war,\"[103] and, one year later, Arthur Berriedale Keith argued that \"issues of war or neutrality still are decided on the final authority of the British Cabinet.\"[104] In 1939, however, Canada and South Africa made separate proclamations of war against Germany a few days after the UK's. Their example was followed more consistently by the other realms as further war was declared against Italy, Romania, Hungary, Finland, and Japan.[74] Ireland remained neutral.[101] At the war's end, it was said by F.R. Scott that \"it is firmly established as a basic constitutional principle that, so far as relates to Canada, the King is regulated by Canadian law and must act only on the advice and responsibility of Canadian ministers.\"[105] Within three years following the end of the Second World War, India, Pakistan, and Ceylon became independent dominions within the Commonwealth. India would soon move to a republican form of government. Unlike the Republic of Ireland and Burma, however, there was no desire on the part of India to leave the Commonwealth, prompting a Commonwealth Conference and the London Declaration in April 1949, which entrenched the idea that republics be allowed in the Commonwealth so long as they recognised King George VI as Head of the Commonwealth and the \"symbol of the free association of its independent member nations\".[106] Pakistan became a republic in 1956. As these constitutional developments were taking place, the dominion and British governments became increasingly concerned with how to represent the more commonly accepted notion that there was no distinction between the sovereign's role in the United Kingdom and his or her position in any of the dominions. Thus, at the 1948 Prime Ministers' Conference the term dominion was avoided in favour of Commonwealth country, to avoid the subordination implied by the older designation.[107]  The Commonwealth's prime ministers discussed the matter of the new monarch's title, with St. Laurent stating at the 1953 Commonwealth Prime Ministers' Conference that it was important to agree on a format that would \"emphasise the fact that the Queen is Queen of Canada, regardless of her sovereignty over other Commonwealth countries.\"[45] The result was a new Royal Style and Titles Act being passed in each of the seven realms then existing (excluding Pakistan), which all identically gave formal recognition to the separateness and equality of the countries involved, and replaced the phrase \"British Dominions Beyond the Seas\" with \"Her Other Realms and Territories\", the latter using the word realm in place of dominion. Further, at her coronation, Elizabeth II's oath contained a provision requiring her to promise to govern according to the rules and customs of the realms, naming each one separately. The change in perspective was summed up by Patrick Gordon Walker's statement in the British House of Commons: \"We in this country have to abandon... any sense of property in the Crown. The Queen, now, clearly, explicitly and according to title, belongs equally to all her realms and to the Commonwealth as a whole.\"[44] In the same period, Walker also suggested to the British parliament that the Queen should annually spend an equal amount of time in each of her realms. Lord Altrincham, who in 1957 criticised Queen Elizabeth II for having a court that encompassed mostly Britain and not the Commonwealth as a whole,[108] was in favour of the idea, but it did not attract wide support.[109] Another thought raised was that viceregal appointments should become trans-Commonwealth; the governor-general of Australia would be someone from South Africa, the governor-general of Ceylon would come from New Zealand, and so on. The prime ministers of Canada and Australia, John Diefenbaker and Robert Menzies, respectively, were sympathetic to the concept, but, again, it was never put into practice.[110] On 6 July 2010, Elizabeth II addressed the United Nations in New York City as queen of all then-16 Commonwealth realms.[111] The following year, Portia Simpson-Miller, the Prime Minister of Jamaica, spoke of a desire to make that country a republic,[112][113] while Alex Salmond, the First Minister of Scotland and leader of the Scottish National Party (which favours Scottish independence), stated an independent Scotland \"would still share a monarchy with... the UK, just as... 16 [sic] other Commonwealth countries do now.\"[114] Dennis Canavan, leader of Yes Scotland, disagreed and said a separate, post-independence referendum should be held on the matter.[115] Following the Perth Agreement of 2011, the Commonwealth realms, in accordance with convention, together engaged in a process of amending the common line of succession according to each country's constitution, to ensure the order would continue to be identical in every realm. In legislative debates in the United Kingdom, the term Commonwealth realm was employed.[116][117] In addition to the states listed above, the Dominion of Newfoundland was a dominion when the Statute of Westminster 1931 was given royal assent but effectively lost that status in 1934, without ever having assented to the Statute of Westminster, and before the term Commonwealth realm ever came into use. Due to a domestic financial and political crisis, the Newfoundland legislature petitioned the UK to suspend dominion status, the UK parliament passed the Newfoundland Act 1933, and direct rule was implemented in 1934. Rather than reclaiming dominion status after the Second World War, it became a province of Canada in 1949.[119] Six Commonwealth realms and Dominions have held referendums to consider whether they should become republics. As of January 2020, of the eight referendums held, three have been successful: in Ghana, in South Africa and the second referendum in Gambia. Referendums that rejected the proposal were held in Australia, twice in Tuvalu, and in Saint Vincent and the Grenadines. Interest in holding a second referendum was expressed in Australia in 2010.[120] During the 2020 Jamaican general election the People's National Party promised to hold a referendum on becoming a republic within 18 months if it won the election[121] and polls suggested that 55% of Jamaicans desired the country become a republic.[122] However, the ruling Jamaica Labour Party, which had in 2016 promised a referendum but not carried one out, was re-elected.[123] Barbados, which had been a Commonwealth realm for 55 years since it gained independence in 1966, became a republic by vote of Parliament in October 2021, effective on 30 November 2021. Some Barbadians criticised the government's decision not to hold a referendum on the issue as being undemocratic.[124][125] Culture:Anglosphere","Title":"Commonwealth realm - Wikipedia","KeyID":"14452","URL":"https://en.wikipedia.org/wiki/Commonwealth_realm"}