{"Content: ":"The Soulbury Commission (Sinhala: සෝල්බරි කොමිෂන් සභාව Solbari Komishan Sabhawa; Tamil: சோல்பரி ஆணைக்குழு), announced in 1944 was, like its predecessor, the Donoughmore Commission, a prime instrument of constitutional reform in British Ceylon. The immediate basis for the appointment of a commission for constitutional reforms was the 1944 draft constitution of the Board of Ministers, headed by D.S. Senanayake. This commission ushered in Dominion status and Independence to Sri Lanka in 1948. Its constitutional recommendations were largely those of the 1944 Board of Ministers' draft, a document reflecting the influence of Senanayake and his main advisor, Sir Ivor Jennings.[1] The struggle for Independence in Ceylon had been fought on \"constitutionalist\" lines rather than on the strongly confrontational approach that had developed in British India. Only the Marxists, a tiny minority, had attempted to create confrontational conditions which they believed to be a harbinger of the impending proletarian revolution against Imperialism. D. S. Senanayake was the leader of the \"constitutionalist\" wing of the Sri Lankan independence movement. He began to develop a \"Ceylonese\" vision for Sri Lanka, i.e., co-operation of all the ethnic and religious groups. To this end he masterminded the appointment of Arunachalam Mahadeva, a respected Tamil politician as the minister of Home affaires(,[1] p560). Senanayake began to formulate a draft constitution following the conditions laid down by the Colonial Secretary of State in 1943. There were three aspects to the effort. The first was the abandonment of the Donoughmore Constitution and the formulation of a Westminster Model. The second was that the Governor's reserve powers and other controls of the Imperial government would be abandoned and there would be full responsibility in internal civil matters. However, the crown's reserve powers would be retained especially in regard to limitations set upon the Ceylonese legislature regarding religious and ethnic minorities. The Crown would also retain defence and external affairs. The third was the ratification of the new constitution by a 3/4 majority in the State Council of Ceylon. Senanayake and his advisors worked with remarkable speed by 1944, and a draft was made ready for submission to Whitehall. Many groups who opposed the move towards independence, notably British business groups, certain church dignitaries criticized the rapid moves in what they termed \"lack of consultation\". The 1943 Colonial Secretary's discussions envisaged that the draft constitution would be examined by a \"suitable commission or conference\", after the victory over the Axis powers. However, Senanayake pressed for an immediate consideration of their proposals. There was great reluctance and no sense of urgency on the part of the Colonial office. However, Senanayake, Oliver Goonetilleke and others had developed impressive contacts with Lord Mountbatten who, as Supreme Allied Commander of South-East Asia had worked from Colombo. A telegram from Lord Mountbatten [2] is believed have been crucial in over-riding the foot-dragging of the Colonial office and conceding to Senanayake's demands. The appointment of a commission was made on July 5, 1944. Although the appointment of a commission without waiting for the end of the War was a great concession, the announcement of the Commission headed by Lord Soulbury was greeted with dismay by Senanayake and others. Their disappointment was due to the widening of the scope of the commission beyond what was set out by the Colonial Secretary in 1943, to also consult with \"various interests, including the minority communities concerned with the subject of constitutional reforms in Ceylon\". Senanayake was a man who preferred behind-the-curtain negotiations instead of confrontational public hearings. He felt that such consultations would simply become very divisive. In fact, the politics of the 1930s had become very communal or racist, with the first Sinhala-Tamil riot occurring in 1939, after an inflammatory speech by G. G. Ponnambalam, a leading Tamil politician.[3] Senanayake and the Board of Ministers resorted to an official boycott of the commission as an expression of their disapproval of the widening of the scope of the commission. However, this merely meant that they did not appear before the commission in public or \"official\" sittings. Senanayake and his associates held private meetings where the commissioners were the guests of honour. In fact, Oliver Goonetilleke became an \"unofficial secretary\" to the commission and significantly influenced it. This enabled Senanayake and his advisors to present their views without getting into confrontational politics with the Tamil Congress, led by G. G. Ponnambalam who was allowed to dominate many of the official hearings. Tamil politics during the time of the Donoughmore Commission was dominated by casteism, with P. Ramanathan as its chief exponent. Tamils, only about 15%[citation needed] of the population, had a strong, dominant position in the early legislatures of the country. The introduction of Universal Franchise in 1931 completely changed the character of Ceylonese politics, where Tamil politicians found it very difficult to accept that they would become a minority. The eminent Peradeniya historian, Prof. K. M.de Silva attributes this to the collapse of the Ceylon National Congress. According to Dr. Jane Russell, Tamils also found it very irksome that the Sinhalese possessed a written history known as the Mahavamsa extending back to some 25 centuries[citation needed], whereas the Tamils were seen as later migrants or invading settlers. This, as well as other factors led to a development of Tamil nationalism and communal feeling, displacing casteism to a secondary place in the nation's politics. Communal politics, which involved attacks on the Mahavamsa, suspicious examination of appointments to public office, opening of colonisation schemes etc., for communal bias became common place. G. G. Ponnambalam wrested control of Tamil politics from the Arunachalam-family elitist Colombo Tamil group and followed a stridently communal political program. This was matched by similar nationalist politics, led by S. W. R. D. Bandaranaike, the Sinhalese counterpart of Ponnambalam. The Tamil Congress, led by Ponnambalam, had evolved the policy of 50-50, i.e., allocation of an equal number of seats in the legislature to the Tamils and the Sinhalese, over-riding the natural Universal Franchise representation where the 15% Tamils, 75% Sinhalese[citation needed], would lead to only about 15 seats in a chamber with 100 representatives,([3] p308). Ponnambalam, an English-educated Hindu lawyer who was elitist and abrasive by temperament justified this by pointing out that there were roughly equal numbers of English educated (i.e., upper caste) Sinhalese and Tamils, and that this would also guarantee a place of political parity for the Tamils. Thus Ponnambalam proposed that the legislature should be: \"based on the balanced scheme of representation that would avoid the danger of concentration of power in one community, but would ensure its equitable distribution among all communities and the people as a whole\"(,[4] p. 92). Ponnambalam also proposed further constitutional mechanisms to \"safeguard minority rights\". Ponnambalam's very artificial and unusual schemes for securing the continued parity of status of Tamils, completely contrary to the \"one man-one vote\" concept thoroughly accepted in European liberalism, met with severe disapprobation by the commissioners. They stated that \"any attempt by artificial means to convert a majority into a minority is not only inequitable, but doomed to failure\".[4] Ponnambalam's proposals were considered to be a means of conferring a minority supremacy amounting to virtual majority rule, and \"denial of the democratic principle\"([3] p. 311). The Hindu organ, an influential newspaper of the time, condemned it as something that \"can only be maintained against the united opposition of the Sinhalese by British bayonets\". The submissions in front of the Soulbury Commission also included specific grievances of the Ceylon Tamils regarding claimed unfair discrimination against their community. These included claims of discrimination in appointments to the Public Service, claims of settlement policies in newly opened colonisation schemes which favour the Sinhalese, the Buddhist Temporalities act of 1931, the Anuradhapura Preservation Ordinance of 1931, the question of ports in the Northern peninsula, a claimed discriminatory bias in education, medical services etc., favouring the Sinhalese. However, the commission concluded that \"the evidence submitted to us provides no substantial indication of a general policy on the part of the Government of Ceylon of discrimination against minority communities\". The extensive and lengthy orations of Ponnambalam were rewarded by the commissioners by introducing a provision for multi-member constituencies in suitable areas, allowing for greater representation for ethnic minorities like Tamils, Muslims and other groups. The commissioners also recommended inclusion of provisions relating to communal discrimination. The first was that \"the Parliament of Ceylon shall not make any law rendering persons of any community or religion liable to disabilities or restrictions to which persons of other communities are not made liable, ...\". Another provision was that any bill which evoked \"serious opposition by any racial or religious community and which, in the opinion of the Governor-General is likely to involve oppression or serious injustice to any community must be reserved by the Governor-General\"([4] p. 101). The low-country Sinhalese and the Kandyans had largely co-operated in their politics during the 1930s. Bandaranaike's marriage to the Ratwatte family, influential in Kandyan circles, had also helped to bridge the gap between the two groups. However, the presence of a commission gave the Kandyan groups a chance to claim some powers for themselves, just as the Tamil Congress was largely arguing to secure Tamil interests. The Kandyans proposed a Federal scheme where the Up-country region, the Low-country, and the North would be three federal states. Their suggestions were rejected by the commissioners who found no merit in the federal proposals. The British historian Jane Russell argues that the official boycott of the Soulbury Commission by the Board of Ministers led by Senanayake was a \"statesman-like action, if not a diplomatic coup. The fact that the more ... communal-minded (politicians) held aloof ... , enabled the minorities to have the floor unchallenged. This manoeuvre avoided a repetition of the situation ... of the Donoughmore Commission where there had been a spiraling of communal demands as accusations and denunciations (which) provoked counter-accusations, ... until communal tension reached ... in outbreaks of violence. (sic) It enabled G. G. Ponnambalam to strut about the political arena for a few months unimpeded\", while the Board of Ministers maintained a quiet dignity while doing behind-the-curtain politics. Thus the visit of the Soulbury Commission and the final Soulbury Report did much to reconcile the minority communities with the Sinhalese leadership under D. S. Senanayake. The voting in the third reading (in March) of the \"Free Lanka\" bill of January 1945, was supported by all the Muslim members, and by T. G. Rajakulendran, S. P. Vytilingam, and V. Nalliah. Some of the other minority members who did not want to openly support the bill took care to be absent or abstain. Finally, the debate and the vote of acceptance on the eighth and ninth of September 1945 was the most significant indication of general reconciliation among the ethnic and regional groups. Far exceeding the 3/4 majority required by the Soulbury Commission, Senanayake had 51 votes in favour and only three votes against the adoption of the constitution. The vote was \"in many ways a vote of confidence by all communities in ... Senanayake\", and the minorities were as anxious as the majority for self-government([3] p 317, also,[5] p. 6). Senanayake's speech in proposing the motion of acceptance made reference to the minorities and said \"throughout this period the Ministers had in view one objective only, the attainment of maximum freedom. Accusations of Sinhalese domination have been bandied about. We can afford to ignore them for it must be plain to every one that what we sought was not Sinhalese domination, but Ceylonese domination. We devised a scheme that gave heavy weight to the minorities; we deliberately protected them against discriminatory legislation. We vested important powers in the Governor-General ... We decided upon an Independent Public Service Commission so as to give assurance that there should be no communalism in the Public Srvice.(sic) I do not normally speak as a Sinhalese, and I do not think that the Leader of this Council ought to think of himself as a Sinhalese representative, but for once I should like to speak as a Sinhalese and assert with all the force at my command that the interests of one community are the interests of all. We are one of another, what ever race or creed.\"[6] When the war ended, D. S. Senanayake was ready, on a mission to Whitehall to push for full dominion status instead of the status discussed in the 1943 Colonial secretary's report. During August–September 1945 Senanayake argued that the limits on Ceylon's external sovereignty (defence and external affairs), adhered to by the Soulbury report were unworkable and unnecessary. Senanayake suggested the confirmation of Dominion status by an Order in Council, and delivered a draft to G. H. Hall, the new Secretary to the Colonies. While the new labour government was prepared to accept the Soulbury report, it was firmly opposed to granting Dominion Status. The British were willing to consider Dominion status six years after the Soulbury constitution, say in 1953-54, although this was not revealed to the Ceylonese politicians. In 1947, with the general election to the new parliament scheduled for August–September 1947, Senanayake once again pressed Whitehall for a more precise date for Dominion Status. Arthur Creeh-Jones, successor to Hall in the Colonial office was much more receptive to Senanayake's request. Independence for India was announced by the Labour cabinet on 20 February 1947. Oliver Goonatilleke, who was handling the negotiations in Whitehall on behalf of Senanayake, argued that the immediate granting of Dominion Status was urgently necessary since the moderates were under increasing pressure from left-wing and nationalist extremist groups. The British government made the official announcement on 18 June 1947 that the Island would receive \"fully responsible status within the British Commonwealth of Nations\". G. G. Ponnambalam had in the 1930s begun to declare that he is a \"proud Dravidian\"[7] and had rejected the \"Ceylonese Concept\" of Senanayake and others at the time. At the end of the Soulbury submissions, he decided to moderate his politics, and publicly advocated \"responsive cooperation\" with the Sinhalese leaders. He joined the cabinet of D. S. Senanayake who became the first prime minister of independent Ceylon in 1948. S. W. R. D. Bandaranaike, the Sinhalese Nationalist counterpart of Ponnambalam had also joined the cabinet, leaving the opposition to the Marxists and small nationalist groups. An important piece of legislation, enacted in 1948, and modified in 1949, was the Indian Citizenship act, which limited citizenship to Indian workers who had at least 10 years of residence in the country [8] This was similar to the requirement which was then current in most European countries. Although Senanayake had consistently supported their citizenship under less strict conditions as early as 1923, and as late as 1941 in the Indo-Ceylon talks,[9] this change of attitude was a reaction to the increasing agitation of the Marxist trade-unionists whose power was misjudged by the colonial administration as well as most politicians of that era. Thus Senanayake was supported by many Tamil leaders including Ponnambalam, and constitutionalists like Dr. Ivor Jennings, in regard to the Indian citizenship act. The Soulbury commission had also recommended a \"status quo\" with regard to Indian workers. However, this was criticized by Senator Natesan, S. J. V. Chelvanayagam and followers who represented the emerging Tamil-nationalist fringe. Although Ponnambalam moderated his politics and moved to the center, there was thus no shortage of ultra-nationalists or militant groups who attacked Senanayake's synthesis of all moderate groups within his United National Party of Ceylon. Because the \"constitutionalist\" approach of Senanayake and others led to independence without the fire and violence of the Indian program, many contended that the \"independence\" was illusory. Fears were expressed, mainly by the Marxists, of secret clauses and a hidden treaty. Events were to prove that these claims were false(,[1] p. 569). An ultra-nationalist Tamil movement which had previously grouped as the league of Tamil Federations denounced Ponnambalam and other Tamils as \"traitors\" and formed the Federal Party. This party would present a deeply separatist agenda in its Tamil-language publications[citation needed], but presented a more moderate picture in its English language presentations, where it was known as the Federal Party. The Federal party and the Marxist parties began to attack the Senanayake government, but at that time their support in the country was minimal. The greatest threat to Senanayake's policies came when Bandaranaike left the Senanayake cabinet and formed the Sinhala nationalist Sri Lanka Freedom Party (Sri Lanka Nidahas Pakshaya)(SLFP). Senanayake died in a horse riding accident in 1952, and after that the low-key, behind-the-curtain approach of Senanayake was displaced by direct communal agitation for lingusitic and other demands of the two communities, led by the SLFP and the Federal Party. The \"satyagraha\" sit-ins of the Federal Party developed into violent confrontations which, over time lead to the emergence of the Tamil United Liberation Front TULF which in 1976 declared, in the city of Vaddukkoddei , a policy of a separate state for the Tamils. This was an idea which had been part of the thinking of the Federal Party since its inception, although it did not come to the fore-front till 1976.[citation needed]","Title":"Soulbury Commission - Wikipedia","KeyID":"14457","URL":"https://en.wikipedia.org/wiki/Soulbury_Constitution"}