{"Content: ":"The Constitutional Council (CC) is a 10-member constitutional authority in Sri Lanka tasked with maintaining independent commissions and monitoring its affairs. The Constitutional Council is aimed at depoliticizing the public service. The Constitutional Council was first established in 2000 under the Seventeenth Amendment to the Constitution of Sri Lanka. In 2010 President Mahinda Rajapaksa established the Parliamentary Council, under the Eighteenth Amendment, to replace it. After Maithripala Sirisena was elected President, Prime Minister Ranil Wickremesinghe presented the new reforms to reinstate a new Constitutional Council in 2015 under the Nineteenth Amendment. The independent commissions were established under the Constitutional Council, fulfilling one of the major promises of the United National Party led Opposition candidate Maithripala Sirisena during the 2015 presidential election.[1] The composition of the Constitutional Council consists of ten members, of whom three are ex officio members while the rest are appointed. As per Chapter VIIA, Article 41, of the Nineteenth Amendment to the Constitution of Sri Lanka, members of the council consists of the following:[2][3] It is the duty of the speaker, as chairman, to ensure that nominations for appointments to the Constitutional Council's appointed seats (the non ex officio members) are made, whenever an occasion for such nominations arise. Members nominated under sub paragraphs d, e or f \"shall be persons of eminence and integrity who have distinguished themselves in public or professional life and who are not members of any political party\". All appointments made by the President shall be communicated to the Speaker. Members can vacate the office by resigning in the form of writing addressed to the President or can be removed from office by the President when both the Prime Minister and the Leader of the Opposition have formed the opinion that such member is \"physically or mentally incapacitated and is unable to function further in office or is convicted by a court of law for any offence involving moral turpitude or if a resolution for the imposition of civic disability upon him or her has been passed in terms of Article 81 of the Constitution or is deemed to have vacated his or her office under paragraph (7) of Article 41E\". The President shall within two weeks, of there being a vacancy of any of the appointed members, appoint another person to succeed that member. The newly appointed member shall hold office for the remainder of the unexpired term of his/her predecessor.[3] The Speaker shall continue to hold office as a member of the Council for as long as they continue to occupy the office. The members occupying the seats held by the Prime Minister and the Leader of the Opposition shall continue to hold office as members of the Council for as long as they continue to occupy the office, or until such time after a General Election following such dissolution of parliament. All appointed members shall hold office for a term of three years from the date of appointment. Appointed members are not eligible for reappointment. However members shall continue to hold office on the council until a successor assumes the seat of the vacating member.[3] The President and Prime Minister appointed their nominees, Minister Champika Ranawaka (President's nomination), Wijeyadasa Rajapakshe (Prime Minister's nomination) and Vijitha Herath (Parliament's nomination), have been appointed to the council on 9 September 2015.[4] Appointed members A. T. Ariyaratne, Radhika Coomaraswamy and Shibly Aziz were nominated to the council on 10 September 2015 and were approved by parliament on 22 September 2015.[5][6] Appointed members Naganathan Sellvakumaran, Jayantha Dhanapala, and Javed Yusuf was nominated to the council on 19 October 2018. Jayantha Dhanapala resigned from the council in 2020, after 2020 General election Karu Jayasuriya was replaced by the new speaker Mahinda Yapa Abeywardane as the 2nd chairman. Mahinda Rajapaksa and Sajith Premadasa were elected by their position as Prime Minister and Leader of the Opposition. Mahindananda Aluthgamage was named as the Presidents nomination. The Constitutional Council has the power to appoint officers it deems necessary for its functioning upon such terms and conditions as it may determine.[2] The Secretary General to the Constitutional Council is appointed, by the Constitutional Council, for a five-year renewable term.[2] The following independent commissions were established under the Constitutional Council: Dr. Deepika Udagama was appointed as the new Chairperson of the Human Rights Commission of Sri Lanka on 20 October 2015. Sri Lanka also appointed members to Public Service Commission and the Police Commission on the same day.[21] Dharmasena Dissanayake has been appointed the Chairman of the Public Service Commission.[22] the Police Commission media unit said today.[23] Justice Titus Bodhipala Weerasuriya was appointed as the Chairman of the Commission to Investigate Allegations of Bribery or Corruption.[24] The President gave approval for the most important independent election commission, former election Mahinda Deshappriya was elected the chairman. By 15, 9 November out of 10 commissions were established with the promise given to the people from the Maithripala Sirisena and United National Party election manifestos in 2015 elections.[25] Constitutional Council is responsible of giving their recommendations for high ranking posts of government institutions such as:[2] The first such recommendation was to apportionment Gamini Wijesinghe for the post of Auditor General in November 2015. On 10 February 2016, Constitutional Council has recommended the Senior Solicitor General and President's Counsel Jayantha Jayasuriya for the post of Attorney General.[26] Making history in Sri Lanka the Constitutional Council met on 18 April 2016 to make a recommendation for the post of Inspector General of Police. It was the first time in Sri Lanka a Constitutional Council with members represented by many political parties were collectively selected an IGP. Senior DIG Pujih Jayasundara was selected by 5 to 2 vote for the post.[27] The Constitutional Council give recommendations as to who is to be appointed by the President for the high level political offices stated above. The council nominates and gives consents to one candidate to be appointed to office from the one or more candidates proposed to the council by the President. Candidates are endorsed after debate and a secret ballot, they may or may not appear before the council.[28] Once a final decision has been made the council will inform its decision to the President in writing.[29] The council shall submit to the President a report of its activities every three months. It has the power to make rules relating to the performance and discharge of its duties and function. All such rules shall be published in the Gazette and be placed before Parliament.[3] \"Subject to the provisions of Article 126, no court shall have the power or jurisdiction to entertain, hear or decide or call in question, on any ground whatsoever, or in any manner whatsoever, any decision of the Council or any approval or recommendation made by the Council, which decision, approval or recommendation shall be final and conclusive for all purposes.\"[3] The Constitutional Council shall meet as frequently as possible when necessary for the performance of its functions, in addition to meeting at least twice a month. A quorum for the meeting of the Constitutional Council is five members. The Speaker shall take the chair of the Constitutional Council, however in his/her absence, the Prime Minister will take over, and in the absence of both the Leader of the Opposition shall take the chair. The Secretary General convenes all meetings of the Constitutional Council, upon the directions of the Chairman.[2]","Title":"Constitutional Council (Sri Lanka) - Wikipedia","KeyID":"14465","URL":"https://en.wikipedia.org/wiki/Constitutional_Council_(Sri_Lanka)"}