{"Content: ":"Legislature Judiciary The Judiciary of Sri Lanka are the civil and criminal courts responsible for the administration of justice in Sri Lanka. The Constitution of Sri Lanka defines courts as independent institutions within the traditional framework of checks and balances. They apply Sri Lankan Law which is an amalgam of English common law, Roman-Dutch civil law and Customary Law; and are established under the Judicature Act No 02 of 1978 of the Parliament of Sri Lanka.[1] The judiciary consist of the Supreme Court, the Court of Appeal, the High Court, district court (Sri Lanka)s, magistrate's court (Sri Lanka)s, and primary courts. Although provisions are there for trials for serious offences to be held before a jury, at present all cases are heard before professional judges.[1] The current system of courts is defined by the Judicature Act No 02 of 1978. However, the modern form of the European form of justice originated during the Dutch colonial occupation of the coastal areas of Sri Lanka in the nineteenth century. Local forms of civil and criminal law as well as a system of courts, existed for centuries prior to the European colonization. The Supreme Court of Sri Lanka is the highest judicial instance and final court of appeal.[1][2] It is composed of the Chief Justice and not less than six and not more than 17 Puisne Justices. Judges are appointed by the President with the nomination of the Parliamentary Council and serve for a lifetime period (65). The Supreme Court is the final appellate Court and has jurisdiction in constitutional. The Court of Appeal hears all appeals from the High Court and courts of first instance. The court is composed of the President of the Court and not less than six and not more than twenty other Judges. The High Court is the only court in the island which exercises the jurisdiction of the court of first instance and the appellate jurisdiction with both civil and criminal jurisdiction.[3][1] District Courts are lower courts, headed by a District Judge who is vested with original civil jurisdiction.[4][1] Magistrate's courts are lower court headed by a Magistrate who is vested with original criminal jurisdiction.[5] Originally known as police magistrate's courts, current magistrate's courts are established under the Judicature Act, No. 2 of 1978 to each judicial division in Sri Lanka. The minister in charge of the subject of Justice in consultation with the Chief Justice and the President of the Court of Appeal would define the territorial limits of each judicial division. At present there are 72 judicial districts in Sri Lanka.[2] It has jurisdiction of; Every Magistrate's Court is vested with original criminal jurisdiction (other than in respect of offences upon indictment in the High Court), and is ordinarily empowered to impose sentences up to a fine of Rs. 1,500 and/or 2 years rigorous/simple imprisonment unless power is vested in the Magistrate's Court to impose higher penalties by special provision. Appeals from convictions, sentences or orders of Magistrate's Courts within a Province lie to the High Court of the Province. In judicial divisions which does not have Primary Courts, Magistrate's Courts exercise the jurisdiction of the Primary Courts. All magistrates are appointed by the Judicial Service Commission, which has power of dismissal and disciplinary control of the Magistrates. Additional Magistrates would be appointed to a Magistrate's Court. Magistrates would be seconded to Municipal Magistrate Courts. The Chief Magistrates Court in Colombo is the senior of the Magistrates Courts in the judicial division of Colombo. In remote areas where there are only one Magistrate and/or Additional Magistrate, unofficial magistrates (known as Acting Magistrates) would be appointed to site on behalf of the magistrate in his/her absence and postpone hearings to a later date. The primary courts in are lower courts and are the courts of first instance. The Primary Courts in Sri Lanka is a lower court and are the courts of first instance. There are seven Primary Courts, located in Anamaduwa, Angunukolapelessa, Kandy, Mallakam, Pilessa, Wellawaya and Wennappuwa. In the other divisions, the Magistrate's Courts exercise the jurisdiction of the Primary Courts. The Primary Courts have criminal and civil Jurisdiction Labour Tribunals are tribunals formed under the Industrial Disputes Act No.62 of 1957, to handle labour disputes and termination of employment.[6][7] Military courts in Sri Lanka are court martials (the General Court Martial, Field General Court Martial and District Court Martial) convened under the Army Act, the Navy Act or the Air Force Act.[8] A General Court Martial has the jurisdiction similar to a High Court Trial-at-Bar, with the ability to sentence a death penalty. A military Court of Inquiry, is an initial fact-finding inquiry similar to a non-summary inquiry by a Magistrate and its findings could lead to a General Court Martial.[9] The Ministry of Justice appoints Inquirers into Sudden Deaths under the Code of Criminal Procedure to carryout an inquest into the death of a sudden, unexpected and suspicious nature. Some large cities such as Colombo and Kandy have a City Coroners' Court attached to the main city hospital, with a Coroner and Additional Coroner. The Chief Justice and Justices of the Supreme Court and Court of Appeal are appointed by the President of Sri Lanka with the nomination of the Parliamentary Council. Judges of the High Court are appointed by the President on the advice of the Judicial Service Commission. However the President is not bound to accept the nomination of the Parliamentary Council or follow the advice of the Judicial Service Commission and may decide to appoint any other individual. Traditionally judges are Attorneys at law, while retired judges of the Supreme Court and the Court of Appeal does not practice law after retirement. Judicial appointments in the past have been thought to be politically motivated.[10] Appointments to the lower courts such as District Courts and First Instance Courts are made by the Judicial Service Commission from the Judicial Service. The Minister of Justice appoints Unofficial magistrates from attorneys with fifteen years or more practice in a magistrate court to serve as the acting magistrate in the absence of the local magistrate. The Minister may appoint lay persons as Justice of the Peace, traditionally empowered to mediate disputes and keep the peace. Today the powers of the position is limited to administer oaths, affirmations and attesting documents. Judges can serve until the retirement age for the judges fixed at 65 years, as per the Constitution. Supreme Court judges wear scarlet gowns when attending court. On special ceremonial occasions (such as ceremonial sittings of the Supreme Court) they would wear scarlet gown, barrister's bands and mantle and a long wig. Appeal Court judges wear dark purple gowns when attending court. On special ceremonial occasions (such as ceremonial sittings of the Appeal Court) they would wear dark purple gown, barrister's bands and mantle and a long wig. Salaries of all Judges are paid by consolidated fund and the District Judges and Magistrates are paid by the Ministry of Justice and they are entitled for a government pension on retirement and government duty free permits. As of 2017, a High Court Judges would receive a salary and allowance of Rs 700,200 per month; a District Judge emoluments of Rs 400,300 per month and a Magistrate emoluments of Rs 395,500.[11] The Chief Justice, Justices of the Supreme Court and Court of Appeal; and Judges of the High Court are entitled to an official vehicle (or an allowance in place of such) and police protection provided by the Judicial Security Division. Depending on their duty station High Court Judges, District Judges and Magistrates are issued official residence or an allowance in place of such. All courts have officers to carry out the orders of the courts and its administration.[12] The Sri Lankan Government has stated that it has no intention of joining the International Criminal Court.[13] Several forms of courts of law have been abolished or replaced over the years;[14]","Title":"Judiciary of Sri Lanka - Wikipedia","KeyID":"14464","URL":"https://en.wikipedia.org/wiki/Judiciary_of_Sri_Lanka"}