{"Content: ":"Legislature Judiciary In Sri Lanka, the Cabinet of Ministers is the council of ministers that form the central government of Sri Lanka. The body of senior ministers responsible and answerable to the Parliament of Sri Lanka. The President is a member of the cabinet and its head.[1] The current cabinet is the Second Gotabaya Rajapaksa cabinet,[2] which consists of 15 members from August 2020.[3] There are also 38 state ministers who are not members of the cabinet. The Executive Council of Ceylon was the Executive Council created in British Ceylon by the British colonial administration on the recommendations of the Colebrooke-Cameron Commission along with the Legislative Council of Ceylon, as the legislative body, on 13 March 1833. At its creation the Executive Council was headed by the Governor, along with five members appointed by the Governor. These five members were officials who held the posts of the Colonial Secretary, the Attorney General, the Auditor-General, the Treasurer and the General Officer Commanding, Ceylon. The Council exercised executive power and advised the governor. As a result of the First Manning Reforms three non-officials were elected to the executive council. With enactment of the new constitution of the Dominion of Ceylon in 1947 the Executive Council was replaced by a National Cabinet. As per the Sri Lankan Constitution, the President is a member of and head of the cabinet.[1] The president appoints as Prime Minister, a Member of Parliament who has the confidence of parliament.[1] Other ministers of the cabinet are appointed by the president in consultation with the prime minister.[4] The president may appoint himself to any ministry he chooses.[4] According to the constitution the president must be the Minister of Defence.[5] The President also appoints, in consultation with the Prime Minister, non-cabinet ministers (state ministers, project ministers) and Deputy ministers.[6][7] Constitutionally, the Cabinet of Ministers charged with the direction and control of the Government of the Republic and is collectively responsible and answerable to Parliament. Cabinet Ministers may table cabinet papers. Cabinet meets on a regular basis, usually weekly on a Tuesday to discuss the most important issues of government policy. The president typically chairs the meeting and sets the agenda. All Cabinet meetings are held behind closed doors and the minutes are kept confidential. The Cabinet meets at the Old Parliament Building, Colombo. A Cabinet Committee comprises a subset of the larger Cabinet, consisting of a number of ministers who have responsibility in related areas of policy.[8] The Cabinet offices, are located at the Republic Building and is headed by the Secretary to the Cabinet, appointed by the President. A Cabinet minister would receive a salary of Rs. 140,000 (having been increased from 65,000 from January 2018); paid monthly from the respective ministry budget.[9] In addition, since all ministers are members of parliament they are entitled to allowances and benefits of parliamentarians.[10] Cabinet Ministers are entitled to an official residence, as well as an office and personal staff allocated from his ministry. Each Cabinet Minister is entitled to three vehicles, which includes an official vehicle and security vehicle provided and maintained by their ministry. For domestic air travel, helicopters from the No. 4 (VVIP/VIP) Helicopter Squadron of the Sri Lanka Air Force are charted by the ministry. Traditionally security for the ministers have been provided by the Sri Lanka Police. During emergencies military units have been allocated to bolster security to certain ministers based on threat levels. At present the Ministerial Security Division is in charge of security of ministers. In the Sri Lankan order of precedence, cabinet ministers are placed after the Former Presidents, but before Governor of the Province (within their respective province).","Title":"Cabinet of Sri Lanka - Wikipedia","KeyID":"14460","URL":"https://en.wikipedia.org/wiki/Cabinet_of_Ministers_of_Sri_Lanka"}