{"Content: ":"Legislature Judiciary Ministers, in the Sri Lankan Government, are members of Parliament who hold ministerial appointments from the President to perform certain functions of government. This includes formulating and implementing policies and heading government ministries. Ministers collectively make up the executive branch of the Sri Lankan state. Constitutionally, the president is obliged to follow the advice of the prime minister on the appointment and dismissal of ministers. The constitution provides for the appointment of three types of ministers in the central government;. Under the thirteenth amendment to the constitution, provides for each provincial council, the appointment of a Board of Ministers, headed by a Chief Minister and a maximum of four other Provincial Ministers. A Cabinet Minister or State Minister would receive a salary of Rs. 140,000 (having been increased from 65,000 from January 2018); while a deputy minister would receive a salary of Rs. 135,000 (having been increased from 63,500 from January 2018); paid monthly from the respective ministry budget.[1] In addition, since all ministers are members of parliament they are entitled to allowances and benefits of parliamentarians.[2] As per the Provincial Councils (Payment of Salaries and Allowances) Act, No. 37 of 1988, a Member of the Board of Ministers of a Province is entitled to monthly salary and allowances equal of the deputy minister.[3] Cabinet Ministers are entitled to an official residence, as well as an office and personal staff allocated from his ministry. Each Cabinet Minister is entitled to three vehicles, which includes an official vehicle and security vehicle provided and maintained by their ministry. For domestic air travel, helicopters from the No. 4 (VVIP/VIP) Helicopter Squadron of the Sri Lanka Air Force are charted by the ministry. Traditionally security for the ministers have been provided by the Sri Lanka Police. During emergencies military units have been allocated to bolster security to certain ministers based on treat levels. At present the Ministerial Security Division is in charge of security of ministers.","Title":"Ministers of the Sri Lanka Government - Wikipedia","KeyID":"14461","URL":"https://en.wikipedia.org/wiki/Ministers_of_the_Sri_Lanka_Government"}