{"Content: ":"Legislature Judiciary The Chief Justice of the Democratic Socialist Republic of Sri Lanka is the head of the judiciary of Sri Lanka and the Supreme Court of Sri Lanka. Established in 1801, the Chief Justice is one of ten Supreme Court justices; the other nine are the Puisne Justices of the Supreme Court of Sri Lanka. The post was created in 1801. The Chief Justice is nominated by the Constitutional Council, and appointed by the President. The first Chief Justice was Codrington Edmund Carrington. The 47th and current Chief Justice is Jayantha Jayasuriya. The office of Chief Justice traces its origins back with the founding the Royal Charter of Justice of 1801 (Now this provision are as set out in the Constitution of Sri Lanka) by the United Kingdom. With the establishment of the Supreme Court it was to consist of one principal Judge who shall be called \"The Chief Justice of the Supreme Court of Judicature in the Island of Ceylon\" and One other Judge, who was to be called \"The Puisne Justice of the Supreme Court of Judicature in the Island of Ceylon\". The charter required the Chief Justice and Puisne Justice to have not less than Five Years experience as Barristers, in England or Ireland to be named and appointed. The post was first held by Codrington Edmund Carrington.[1] The Chief Justice Mohan Peiris PC was appointed on 15 January 2013 following the controversial Impeachment of Shirani Bandaranayake. Peiris was elevated by President Mahinda Rajapaksa with the approval of the Parliamentary Council. Peiris' appointment drew some criticism. Peiris is considered to be an ally of President Rajapaksa and his appointment was seen by critics as further consolidation of power by the president and his family.[2][3] Prior to his appointment he was Chairman of Seylan Bank, Senior Legal Officer to the Cabinet and held the post of Attorney General. Peiris was officially inaugurated as Chief Justice at a ceremony in the Supreme Court on 23 January 2013. On 28 January 2015 Peiris was removed from office and his tenure demoted as de facto Chief Justice as the Government of Sri Lanka acknowledged that his appointment was void at its inception as the sitting Judge, Shirani Bandaranayake was not impeached lawfully and therefore no vacancy existed for the post. The appointment and removal of Judges of the Supreme Court is outlined in Chapter XV Article 107. of the Sri Lankan Constitution. It states that \"the Chief Justice and every other Judge of the Supreme Court shall be appointed by the President of the Republic by warrant under his hand\". Judges of the Supreme Court shall hold office until the age of retirement of sixty-five years. Article 109. describes appointments of an acting Chief Justice or Judge of the Supreme Court. The President shall appoint another Judge of the Supreme Court to act in the office of Chief Justice when the incumbent is \"temporarily unable to exercise, perform and discharge the powers, duties and functions of his office, by reason of illness, absence from the country or any other cause\" during such period. Each person appointed to or to act as Chief Justice or a Judge of the Supreme Court shall only take office and enter upon its duties after taking the oath or the affirmation set out in the Fourth Schedule of the Constitution.[4] \"I ............................................................. do solemnly declare and affirm / swear that I will faithfully perform the duties and discharge the functions of the office of Chief Justice in accordance with the Constitution of the Democratic Socialist Republic of Sri Lanka and the law, and that I will be faithful to the Republic of Sri Lanka and that I will to the best of my ability uphold and defend the Constitution of the Democratic Socialist Republic of Sri Lanka.\"[5] Judges of the Supreme Court shall hold office during good behaviour. Removal of a judge shall only proceed with an address of the Parliament supported by a majority of the total number of Members of Parliament, (including those who are not present), and then by an order of the President. Reasons for such removal should be on the grounds of proved misbehaviour or incapacity.[4] The Chief Justice serves as Chairman of the Judicial Service Commission (JSC) which consist two Judges of the Supreme Court appointed by the President of the Republic.[4] The mission of the JSC is to accelerate the Development of the Nation by Ensuring Prompt and Equal Protection of the Law to Every Citizen through providing Infrastructure Services required for Administration of Justice, safeguarding the Independence of Judges and maintaining proper Human Resources Management in the support staffs in Court. Other duties of the Chief Justice include nominating judges, as may be necessary, to each such High Court. Every Judge shall be transferable by the Chief Justice.[6] Since its inception in the early nineteenth century the Chief Justice was the second in line as the officer administrating the colony of Ceylon in the absence of the Governor of Ceylon and the Chief Secretary of the colony; discharging the duties of Acting Governor of Ceylon. Following Ceylon gaining self rule in 1948, Chief Justice became the first in line as the officer administrating the government in the absence of the Governor General of Ceylon serving as the Acting Governor General of Ceylon. This practice continued after the republican constitution was adopted in 1972 and Dominion of Ceylon became the Republic of Sri Lanka, with the Chief Justice serving as Acting President during the absence of the President of Sri Lanka. This capacity ceased with the second amendment to the republican constitution in 1978 when the Executive Presidency was established and order of succession defined.[7] The Chief Justice is ranked fourth in the order of precedence after the President, Prime Minister and the Speaker of the Parliament. From 1948 to 1978 the Speaker ranked third in the precedence after the Governor General/President and the Prime Minister. After the second amendment to the Republican Constitution in 1978, in which the Chief Justice was removed from the presidential line of succession; the Chief Justice gained his current position in the order of precedence.[7] In 2016, the Chief Justice received a salary of Rs. 145,000 per month and an annual increment of Rs 7,250.[8] In addition, the Chief Justice can use the Chief Justice's House in Colombo and is entitled to an official vehicle which is usually a black Mercedes-Benz S-Class and security provided from the Judicial Security Division of the Sri Lanka Police. On retirement the Chief Justice is entitled to a pension and his wife and children are entitled to a W&OP entitlement under the Widows Widowers & Orphans Pension Act. As with other government department heads the Chief Justice his entitled to take ownership of the official vehicle he used in his tenure or the highest grade duty free permit to import a vehicle for use in retirement. As with other Judges of the Supreme Court, a former Chief Justice is bared from taking up a legal practice in the retirement. Chief Justice like other supreme court judges wear scarlet gowns when attending court. On ceremonial occasions (such as ceremonial sittings of the Supreme Court) they would wear a scarlet gown, barrister's bands and mantle and a long wig. Data based on:","Title":"Chief Justice of Sri Lanka - Wikipedia","KeyID":"14466","URL":"https://en.wikipedia.org/wiki/Chief_Justice_of_Sri_Lanka"}