{"Content: ":"Legislature Judiciary The magistrate's courts in Sri Lanka is a lower court headed by a magistrate who is vested with original criminal jurisdiction.[1] Originally known as police magistrate's courts, current magistrate's courts are established under the Judicature Act, No. 2 of 1978 to each judicial division in Sri Lanka. The Minister in charge of the subject of Justice in consultation with the Chief Justice and the President of the Court of Appeal would define the territorial limits of each judicial division. At present there are 72 judicial divisions in Sri Lanka.[2] It has jurisdiction of; Every magistrate's court is vested with original criminal jurisdiction (other than in respect of offences upon indictment in the High Court), and is ordinarily empowered to impose sentences up to a fine of Rs. 1,500 and/or 2 years rigorous/simple imprisonment unless power is vested in the Magistrate's Court to impose higher penalties by special provision. Appeals from convictions, sentences or orders of Magistrate's Courts within a Province lie to the High Court of the Province. In judicial divisions which does not have primary courts, magistrate's courts exercise the jurisdiction of the Primary Courts. All magistrates are appointed by the Judicial Service Commission, which has power of dismissal and disciplinary control of the magistrates. Additional magistrates would be appointed to a magistrate's court. Magistrates would be seconded to municipal magistrate courts. The Chief Magistrates Court in Colombo is the senior of the magistrate's courts in the judicial division of Colombo.[3] In remote areas where there are only one magistrate and/or additional magistrate, unofficial magistrates (known as acting magistrates) would be appointed to site on behalf of the magistrate in his/her absence and postpone hearings to a later date.","Title":"Magistrate's court (Sri Lanka) - Wikipedia","KeyID":"14470","URL":"https://en.wikipedia.org/wiki/Magistrate%27s_Courts_of_Sri_Lanka"}