{"Content: ":"Legislature Judiciary Foreign relations of Sri Lanka refers to the diplomatic and commercial relations between Sri Lanka and other countries. Sri Lanka has stressed its principle of \"friendship towards all, enmity towards none\" in its diplomacy. Sri Lanka since the 1950s has followed a non-aligned foreign policy and does not take sides with major powers.[1] Since the end of the Cold War in Asia, the country has pursued better relations with all major powers and seeks to strengthen its diplomatic, economic and military ties with China, India, Pakistan, Russia, the United States, Japan and the European Union. Sri Lanka has also forged close ties with the member states of the Association of Southeast Asian Nations (ASEAN), African Union and Arab League. Sri Lanka participates in multilateral diplomacy, particularly at the United Nations, where it seeks to promote sovereignty, independence, and development in the developing world. Sri Lanka was a founding member of the Non-Aligned Movement (NAM). It also is a member of the Commonwealth of Nations, South Asian Association for Regional Cooperation (SAARC), World Bank, International Monetary Fund (IMF), Asian Development Bank (ADB), Shanghai Cooperation Organisation (as dialogue partner) and Colombo Plan. Sri Lanka continues its active participation in the NAM, while also stressing the importance it places on regionalism by playing a strong role in SAARC. The goal of Sri Lanka's foreign policy is to maintain a strong, independent, powerful and unitary Sri Lanka; The Sri Lankan foreign policy establishment maintains that in achieving this goal. Sri Lanka's foreign policy has been founded in the national interest. In a period of rapid and continuing change, foreign policy capable of responding optimally to new challenges and opportunities. It has to be an integral part of the larger effort of building the nation's capabilities through economic development, strengthening social fabric and well-being of the people and protecting Sri Lanka's sovereignty and territorial integrity. Sri Lanka's foreign policy is a forward-looking engagement with the rest of the world, based on a rigorous, realistic and contemporary assessment of the bilateral, regional and global geo-political and economic milieu. The Sri Lanka Armed Forces is the overall unified military of Sri Lanka encompassing the Sri Lanka Army, the Sri Lanka Navy, the Sri Lanka Air Force which comes under preview of the Ministry of Defence (Sri Lanka) (MOD). They receive military support from mainly China, Russia, India, Pakistan and Israel. The United States also gives limited support. List of countries which Sri Lanka maintains diplomatic relations with (dates are not known for Benin, Bolivia, Democratic Republic of the Congo, Ghana, Guinea, Liberia, Mauritius, Morocco, Somalia, Tunisia, Yemen or Zambia). Diplomatic relations between Sri Lanka and Kenya was established in 1970. Sri Lanka has a High Commission in Nairobi. Sri Lanka's mission in Nairobi also serves Ethiopia, Tanzania, UNEP and UN-HABITAT, Rwanda, Mali and South Sudan. Sri Lanka established diplomatic relations on 12 September 1994 following the end of apartheid and the election of Nelson Mandela to the new Government of South Africa of its post apartheid period.Sri Lanka is represented in South Africa through its High Commission in Pretoria.The Government of South Africa established its resident High Commission in Colombo in September 2007. Both countries established diplomatic relations on 17 April 2018.[14][15][16] Relations are historically tied together even beyond the sub-continent's colonisation by the British. Sri Lanka's first King (to be mentioned in the ancient Pali chronicles) was alleged to have ancestors from the Vanga Kingdom which occupied an area now known as Bangladesh. Bangladesh's Buddhist minority gifted Sri Lanka with a few strands of hair said to have belonged to Buddha as a sign of goodwill. It is a worshipped object on Poya Day, a Buddhist public holiday in Sri Lanka. In August 2008, both heads of states discussed the implementation of new air links in hope of increasing trade, investment and stronger cultural links. Sri Lanka's current investments have been in Bangladesh's garment and banking sector and expect to diversify into different areas. Bangladesh also hosts a number of Sri Lankan medical students and cricket as a form of friendly communications between their people. There has been discussion to increase bilateral relations, cooperation between the two navies and sending Sri Lankan Naval personal to study in Bangladesh. In 1411, the Ming dynasty fought a war against the Kingdom of Kotte. This conflict was known as the Ming-Kotte War. China and Sri Lanka are now engaged in healthy relations, as China provided valuable equipment and materials to the Sri Lankan Army, to help defeat the LTTE. In the summer of 2012, Chinese officials visited Sri Lankan military officials. Currently, Sri Lanka seems intent on maintaining a good relationship with China, both militarily and politically. Bilateral relations between Sri Lanka and India have been generally friendly, but were affected by the Sri Lankan civil war and by the failure of Indian intervention during the Sri Lankan civil war. India is Sri Lanka's only neighbour, separated by the Palk Strait; both nations occupy a strategic position in South Asia and have sought to build a common security umbrella in the Indian Ocean.[22] India-Sri Lanka relations have undergone a qualitative and quantitative transformation in the recent past. Political relations are close, trade and investments have increased dramatically, infrastructural linkages are constantly being augmented, defence collaboration has increased and there is a general, broad-based improvement across all sectors of bilateral cooperation. India was the first country to respond to Sri Lanka's request for assistance after the tsunami in December 2004. In July 2006, India evacuated 430 Sri Lankan nationals from Lebanon, first to Cyprus by Indian Navy ships and then to Delhi & Colombo by special Air India flights. There exists a broad consensus within the Sri Lankan polity on the primacy of India in Sri Lanka's external relations matrix. Both the major political parties in Sri Lanka, the Sri Lanka Freedom Party and the United Nationalist Party have contributed to the rapid development of bilateral relations in the last ten years. Sri Lanka has supported India's candidature to the permanent membership of the UN Security Council.[23] Iran and Sri Lanka have had official diplomatic relations since 1961.[24] Diplomatic relations between Iran and Sri Lanka (then known as Ceylon) began in 1961 via the Ceylonese embassy in Islamabad, which was the closest Ceylon had to a presence on Iranian soil until the opening of the Tehran embassy office in 1990. Tehran set up its Colombo office in 1975. After Mahmoud Ahmadinejad became President of Iran, Sri Lanka was the first country he visited on his inaugural Asian tour.[25] Mahinda Rajapaksa also made ties with Iran a priority after he ascended to office.[26] Iraq was the largest buyer of Sri Lankan tea during the reign of Saddam Hussein. Ties between Sri Lanka and Iraq were disrupted during the Iraq War. However, in 2018 Iraq re-emerged as the largest buyer of Sri Lankan Tea.[29] Sri Lanka has a close relationship with Israel, and its military is a major user of Israeli weapons systems that include the IAI Kfir Fighter Jet, the Super Dvora Mk III class Patrol Vessel, and the Gabriel missile. In May 2011, the Israeli Minister of Agriculture visited Sri Lanka with an agro-business delegation to promote cooperation between the two countries.[30] During World War II, an air raid was carried out by Japan to bomb the city of Colombo in Sri Lanka. Later on, Japan and Sri Lanka became friendly and established a relation in 1952. Japan has an embassy in Colombo.[31] Sri Lanka has an embassy in Tokyo.[32] Sri Lankan President JR Jayawardene played a major role in re-admitting Japan to the world community at the San Francisco Conference Malaysia has a High Commission in Colombo,[33] and Sri Lanka has a high commission in Kuala Lumpur.[34] Official and economic relations between the neighboring Indian Ocean countries of the Maldives and Sri Lanka, have been positive since the Maldives became independent in 1965. The Maldives first established a mission in Sri Lanka in July 1965, and today has a High Commission in Colombo. Nepal and Sri Lanka established diplomatic relations on 1 July 1957. Nepal opened an honorary consulate general in Colombo in 1975 and established its embassy in 1995. Sri Lanka has a residential embassy in Kathmandu since 1993. Around sixty thousand Sri Lankans visit Lumbini annually to pay homage to Gautam Buddha's birthplace Lumbini, so Government of Sri Lanka has built a rest house and constructed a Buddhist monastery complex in Lumbini. Following the April 2015 Nepal earthquake, Sri Lanka was one of the first three countries to send medical and search-and-rescue teams to the country. The Air Force sent flights of C-130 Hercules aircraft, and SriLankan Airlines sent Airbus A330 aircraft, carrying Army emergency teams.[35] Sri Lanka and Philippines have very close ties since World War II. Visa on arrival, however is only available to Filipino citizens, and not for Sri Lankans who want to visit The Philippines. see South Korea–Sri Lanka relations Diplomatic relations between both nations were established on 14 November 1977. The Republic of Korea's Investment in Sri Lanka (cumulative total at the end of June 2014) totals $731million.[38] The Republic of Korea has an embassy in Colombo. Sri Lanka has an embassy in Seoul. Both countries established diplomatic relations on 10 April 1998 The Romanian Ambassador in New Delhi is concurrently accredited to Sri Lanka, while the Sri Lanka Mission in Warsaw, Poland is concurrently accredited to Romania.[54] The President of Sri Lanka, Chandrika Bandaranaike Kumaratunga characterized relations between the two countries in 2003 as \"close and friendly\".[55] Diplomatic relation between Sri Lanka and Romania were established on 15 September 1957. Initially maintained at Legation level, the relations were later raised to Ambassadorial level in 1967. In 1963 Romania opened a Commercial Office in Colombo, this was upgraded to as embassy in 1976 with a chargé d'affaires. The Romanian Mission in Colombo was closed in 1995 but reopened as a Commercial Office in 1998. In 1978, the Sri Lankan minister of Foreign Affairs visited Romania.[54] Romania provided 32,000 euros worth of humanitarian aid to Sri Lanka after the 2004 Indian Ocean tsunami devastated the country in December 2004.[56] The ambassador designate of Sri Lanka in Bucharest was Clarence Felician Chinniah[56] until his death in January 2009.[57][58] In December 2009, Valerica Epure presented her credentials to President Mahinda Rajapaksa to become Ambassador-Designate of Romania to Sri Lanka.[59][60][61][62] In December 2009 with the end of the civil war in Sri Lanka 46 Sri Lankan Tamil refugees were sent to Romania to be processed for resettlement from Indonesia on their way to Australia.[63] Bilateral trade between Sri Lanka and Romania was valued at US$8.87 million in 2007, up from US$7.9 million in 2006.[64] Efforts have been made to expand trade in Ceylon tea to Romania.[65] In 2009, Chairman and CEO of the Sri Lanka Export Development Board Anil Koswatte has singled out Romania as country for which exports could be increased.[66] In the 1980s political relations between Switzerland and Sri Lanka intensified with many Sri Lankan Tamils fleeing from the ethnic conflict to find asylum in Switzerland. New Zealand and Sri Lanka have a strong relationship since the 1800s. New Zealand has longstanding Commonwealth, migrant and sporting ties with Sri Lanka. New Zealand visits to Sri Lanka: [69] Sri Lanka has been a member state of the Commonwealth of Nations since 1948, when it became independent as the Dominion of Ceylon. In 1972, Ceylon became a republic in the Commonwealth of Nations under the name of Sri Lanka. William Gopallawa, the last Governor-General of Ceylon became the first President of Sri Lanka. In November 2013, Sri Lanka hosted the Commonwealth Heads of Government Meeting.","Title":"Foreign relations of Sri Lanka - Wikipedia","KeyID":"14480","URL":"https://en.wikipedia.org/wiki/Foreign_relations_of_Sri_Lanka"}