{"Content: ":"Visa requirements for Sri Lankan citizens are administrative entry restrictions by the authorities of other states placed on citizens of Sri Lanka. In 2022, Sri Lankan citizens had visa-free or visa on arrival access to 41 countries and territories, ranking the Sri Lankan passport 103rd in terms of travel freedom (tied with passports from Lebanon and Sudan) according to the Henley Passport Index.[1][2] Although Sri Lanka is a middle income country, successive Sri Lankan governments have made little or no efforts to improve the standing of the passport.[3] The Sri Lankan passport continues to rank in the bottom 10% of Henley's Annual Passport Rankings.[4] Considering the extent of the Sri Lankan diaspora, a passport with wider access to the world could contribute to a more competitive and future ready society.[5] Citizens in neighbouring Maldives can travel visa-free to 88 countries, double that of Sri Lanka. Indians can travel visa free to 59 countries. In South Asia, only Bangladesh (40 countries), Nepal (37 countries), Pakistan (31 countries) and Afghanistan (26 countries) have a lower ranking on the visa index than Sri Lanka.[1] Sri Lanka shares limited connectivity in terms of people to people and business contacts with the ASEAN, a region that it has shared significant historical and cultural relations with. Within the SAARC region, the Sri Lankan state has made little efforts to encourage religious and spiritual tourism with countries such as Nepal and Bhutan.[6] The policy of the Sri Lankan state with regards to negotiating visa free travel for Sri Lankan citizens continues to remain poorly organised despite numerous pleas made by individuals and civil society groups.[7] What successive Sri Lankan administrations have done is to negotiate visa free travel for Diplomatic and Official Passport holders to numerous countries.[8] [9]Effectively developing a two tiered system that benefits the political classes over ordinary citizens.[10] Many countries require passport validity of no less than 6 months and one or two blank pages.[272] Visitors holding an Israeli passport or any passports showing evidence of travelling to Israel are not allowed to enter some countries due to the Arab League boycott of Israel, some Arab League countries refuse entry to travelers whose passport shows evidence of entry into Israel or hold an unused Israeli visa. Some countries (for example, Canada and the United States[273]) routinely deny entry to non-citizens who have a criminal record. Many countries require a minimum number of blank pages in the passport being presented, generally one or two pages.[274] Endorsement pages, which often appear after the visa pages, are not counted as being available. The government of a country can declare a diplomat persona non grata, banning their entry into that country. In non-diplomatic use, the authorities of a country may also declare a foreigner persona non grata permanently or temporarily, usually because of unlawful activity. Attempts to enter the Gaza strip by sea may attract a 10-year ban on entering Israel.[275] Several countries including Afghanistan, Argentina, Cambodia, China (applies age between 14 and 70), Japan, Malaysia, Saudi Arabia, South Korea, Taiwan and the United States demand all passengers to be fingerprinted on arrival.[276][277][278][279][280][281][282] Additionally, the United Arab Emirates and Qatar conduct iris scanning on arrival and on visitors that need to apply for a UAE visa.[283][284] 1 British Overseas Territories. 2 Part of the Schengen Area. 3 Open border with Schengen Area. 4 Azerbaijan, Georgia, Turkey, Kazakhstan and the partially recognised republics of Abkhazia and South Ossetia each span the conventional boundary between Europe and Asia. 5 Cyprus, Armenia, and the partially recognised republics of Artsakh and Northern Cyprus are entirely in Southwest Asia but have socio-political connections with Europe. 6 Egypt spans the boundary between North Africa and the Middle East. 7 Partially recognized. 8 Part of the Kingdom of Denmark, not part of the Schengen Area. 9 Russia has territory in both Eastern Europe and Northern Asia. The vast majority of its population (80%) lives in European Russia. 10 Part of the Nordic Passport Union. 1 British Overseas Territories. 2 Open border with Schengen Area. 3 Russia is included as a European country here because the majority of its population (80%) lives in European Russia. 4 These countries span the conventional boundary between Europe and Asia. 5 Part of the Realm of New Zealand. 6 Partially recognized. 7 Unincorporated territory of the United States. 8 Part of Norway, not part of the Schengen Area, special open-border status under Svalbard Treaty. 9 Part of the Kingdom of Denmark, not part of the Schengen Area. 10 Egypt spans the boundary between North Africa and the Middle East.","Title":"Visa requirements for Sri Lankan citizens - Wikipedia","KeyID":"14486","URL":"https://en.wikipedia.org/wiki/Visa_requirements_for_Sri_Lankan_citizens"}