{"Content: ":"Sri Lankan passports are issued to citizens of Sri Lanka for the purpose of international travel. The Department of Immigration and Emigration is responsible for issuing Sri Lankan passports. Immigration and Emigration Department has begun to issue biometric passports according to international standards with effect from 10 August 2015[1] All newly issued passports for adults will have a maximum validity of ten years from the date of issue under the Immigrants and Emigrants Act, regardless of when the previous passport (if any) was issued. Lost Passports: A fine of LKR 11,500 in addition to the passport fee. (This fine is charged only if the 10 year validity period of the passport has not lapsed.) Alteration of Passports: The fee for each amendment except for the extension of the period of validity of Emergency certificate is LKR 1,000. The Sri Lankan passport includes the following data: The information page ends with the Machine Readable Zone. From the 10 August 2015, all newly issued passports are to be enabled with Biometric interfaces to allow holders to be applicable for 'Visa Waiver Programmes' (VWP) available in certain countries. The passport is valid like the Machine Readable PP for 10 yrs. from issuance. The Sri Lankan passport is ranked very poorly in global visa free access lists. The Sri Lankan government has not issued the e-passport because of procurement inefficiencies.[2] Citizens interested to receive this or renew their existing passport are to be photographed by authorized photo studios around the island and be present for \"fingerprint scanning' at the office in Colombo and other major cities. A list of authorized studios are available here. IMPORTANT INFORMATION: (as at 10/08/2015) Sri Lanka allows dual citizenship. However, under the 19th amendment of that country's constitution. An individual who holds citizenship in both Sri Lanka and another country can obtain a Sri Lankan passport. An individual who holds citizenship in both Sri Lanka and another country can obtain a Sri Lankan passport by submitting the following documents. For further information: click here to be redirected to the department's website The passport contains the following note : Sinhalese: මෙය දරන්නාට අවහිර බාධාවලින් තොරව නිදහසේ ගමන් කිරීමට සහ අවශ්‍යවන ආධාර ද ආරක්ෂාව ද සලස්වා දෙන ලෙසත් අදාල වගකීම් දරන සියලු දෙනාගෙන්ම ශ්‍රී ලංකා ප්‍රජාතාන්ත්‍රික සමාජවාදී ජනරජයේ ජනාධිපති ඉල්ලුම්කර ද අපේක්ෂාකර ද සිටී. Tamil: இதனை வைத்திருப்பவர் தங்குதடையின்றி இலகுவாகப் பிரயாணஞ் செய்ய அனுமதிக்குமாறும் வேண்டிய உதவியையும், பாதுகாப்பையும் அளிக்குமாறும் இது தொடர்புடைய சகலரையும் இலங்கைச் ஜனநாயக சோசலிசக் குடியரசின் ஜனாதிபதி அவர்கள் வேண்டிக் கொள்கிறார்கள். English: The President of the Democratic Socialist Republic of Sri Lanka requests and requires all those whom it may concern to allow the bearer to pass freely without let or hindrance and to afford the bearer such assistance and protection as may be necessary. As of 30 May 2019, Sri Lankan citizens had visa-free or visa on arrival access to 43 countries and territories, ranking the Sri Lankan passport 95th in the world in terms of travel freedom (tied with the DR Congo and Kosovan passports) according to the Henley Passport Index.[3] Additionally, Arton Capital's Passport Index currently ranks the Sri Lankan passport 87th in the world in terms of travel freedom, with a visa-free score of 46 (tied with the DR Congo, Nigerian and North Korean passports), as of 7 February 2019.[4] For an upper middle income country such as Sri Lanka, these rankings are considered to be extremely low. No concerted effort has been made to improve the ranking by the Sri Lankan state. One major implication of the poor ranking has been a brain drain.[5] Successive Sri Lankan governments have disengaged Sri Lanka from its neighbours in South and Southeast Asia by requiring its citizens to obtain visas prior to travel. Sights of long lines outside Foreign High Commissions and Embassies in Colombo is very common. Likewise, access to major markets such as Hong Kong, Bangladesh, Taiwan, Vietnam and China is also hampered by tedious and complex visa application processes.[6] This has resulted in relatively poor trade and economic integration with ASEAN and SAARC member countries. Likewise the Sri Lankan state spends millions on maintaining an extensive diplomatic service, which is said to bring little or no benefits to its citizens.[7] Many expatriate Sri Lankans have given up their citizenship due to this. This has led to a significant skills shortage.[8]","Title":"Sri Lankan passport - Wikipedia","KeyID":"14485","URL":"https://en.wikipedia.org/wiki/Sri_Lankan_passport"}