{"Content: ":"The Governor-General of Ceylon was the representative of the Ceylonese monarch in the Dominion of Ceylon from the country's independence in 1948 until it became the republic of Sri Lanka in 1972.[1] There were four governors-general. Sir Henry Monck-Mason Moore became the last Governor of Ceylon and first governor-general when the Ceylon Order in Council, the first constitution of independent Ceylon came into effect. He was followed by Lord Soulbury, thereafter by Oliver Goonetilleke the first Ceylonese to be appointed to the post. When William Gopallawa was appointed as Governor-General in 1962, he discarded the ceremonial uniform of office. When Ceylon became a republic in 1972 the post was replaced by the office of President of Sri Lanka. The monarch, on the advice of the Prime Minister, appointed a governor-general to be his/her representative in Ceylon. Neither the monarch nor the Governor-General had any direct role in the day-today administration of the country (however, both possessed reserve powers under the constitution which would allow them full control of the nation's governance whenever in their opinion a case of emergency requiring such action arises). Real legislative and executive responsibilities rested with the elected representatives of the people. During several periods when a state of emergency was declared the Governor-General used his reserved powers. In the absence of the governor-general, the Chief Justice of Ceylon became acting Governor-General. The Governor-General's powers and functions was informally divided into three areas: powers exercised on the advice of the prime minister, discretionary powers exercised on own ceremonial and social. The governor-general was required to assent all bills passed in parliament to become an Act, by convention all bills received assent. In addition, the constitution and other legislation granted the governor-general powers to be carried out on advice of the prime minister, these included;[2] The governor-general had the discretionary powers to appoint the prime minister, dissolve parliament and dismissal of a government that refuses to resign. The governor-general administers the oath of office of ministers and parliamentary sectaries. It is to the governor-general they would tender their resignations too.[2] The governor-general represented the monarch on ceremonial occasions such as the opening of Parliament, the presentation of honours and military parades. Under the Constitution, he was given authority to act in some matters, for example in appointing and disciplining officers of the civil service, in proroguing Parliament and so on, but only in a few cases was he empowered to act entirely on his own discretion.[2] The Governor-General had a permanent staff that was based at the Queen's House to assist in execution of his duties. The Governor-General several Extra Aides-de-camp to serve on a permanent or ad hoc basis. The Governor-General also maintained a ceremonial Lascarin Guard. The official residence and office of the governor-general was the Queen's House (currently the President's House) in Colombo. Other Governor-General residences include: Following is a list of people who have served as Governor-General of Ceylon.[3] Flag used from 1948 to 1953 Flag used from 1953 to 1972","Title":"Governor-General of Ceylon - Wikipedia","KeyID":"14491","URL":"https://en.wikipedia.org/wiki/Governor-General_of_Ceylon"}