{"Content: ":"The governor of Ceylon was the representative in Ceylon of the British Crown from 1795 to 1948. In this capacity, the governor was president of the Executive Council and Commander-in-Chief of the British Forces in Ceylon. The governor was the head of the British colonial administration in Ceylon, reporting to the Colonial Office. With Ceylon gaining self-rule and dominion status with the creation of Dominion of Ceylon in 1948, this office was replaced by the Governor-General, who represented the British monarch as the head of state. The office of Governor-General was itself abolished in 1972 and replaced by the post of President when Sri Lanka became a republic. The governor, appointed by the British monarch (on the advice of the prime minister and the secretary of state for the colonies), maintained executive power in Ceylon throughout British rule. The governor was the head of the executive administration in the island. Initially limited to the coastal regions, the authority of the governor was extended to the provinces of the Kingdom of Kandy following the Kandyan Convention in 1815. The governor had absolute power in the island deriving it from the traditional powers of the Dutch governors and the king of Kandy and reporting to the secretary of state for the colonies. it was in the Colebrooke Reforms which first defined the role of the governor as \"the representative of the Sovereign the Monarch who rules over the Parliament of the United Kingdom\". These reforms introduced the first legislator which was expanded over the next century in the reforms that took place. Upon independence in 1948, the office of the Governor was abolished and replaced with that of the Governor-General as the representative of the sovereign.[1] The governor was the commander-in-chief of British Forces in Ceylon, except only during World War II, when Admiral Sir Geoffrey Layton was appointed Commander-in-Chief, Ceylon with power exceeding that of the governor. In November each year, the governor would receive the annual tribute from the sultan of Maldives. The governor was the ex-officio Chancellor of the University of Ceylon and patron of the Royal College Colombo. Following the Colebrooke Reforms the Executive Council of Ceylon and the Legislative Council of Ceylon was established with the Governor chairing both these councils. In 1931, the Legislative Council was replaced by the State Council of Ceylon with limited self-government. The title of the position was \"Governor of Ceylon\" and was styled Excellency and enjoyed precedence over all other government officials in Ceylon. He was referred to as 'His Excellency' and addressed as 'Your Excellency'. This practice as constituted to the office of President. The governor's main residence and office was the King's House in Colombo and secondary residence was the King's Pavilion in Kandy. The vacationing residence of the governor, Queen's Cottage, was located in the hill station of Nuwara Eliya. The Governor's Bodyguard was a mounted guard that functioned as a ceremonial guard for the governor when attending state functions. An ceremonial native regiment of Lascoreens was maintained by the office of the governor to provide a ceremonial guard on special occasions such as the Maldivian Tribute or royal visits. The governor's office was housed at King's House and had a permanent staff. It consisted of the secretary to the governor, a private secretary, an aide-de-camp, the maha mudaliyar, an office assistant and support staff.","Title":"Governors of British Ceylon - Wikipedia","KeyID":"14492","URL":"https://en.wikipedia.org/wiki/Governors_of_British_Ceylon"}