{"Content: ":"Legislature Judiciary The 19th Amendment (19A) to the Constitution of Sri Lanka was passed by the 225-member Sri Lankan Parliament with 215 voting in favor, one against, one abstained and seven were absent, on 28 April 2015. The amendment envisages the dilution of many powers of Executive Presidency, which had been in force since 1978.[1] It is the most revolutionary reform ever applied to the Constitution of Sri Lanka since JR Jayawardhane became the first Executive President of Sri Lanka in 1978.[2] The amendment was a result of promise made by President Maithripala Sirisena leading up to the 2015 Presidential Election.[3] The main prospect of the amendment was to repeal the 18th Amendment which gave the President extreme powers[4] and to reinforce democracy in the country. It establishes a Constitutional Council (Sri Lanka) which will exercise some executive powers previously held by the President. The 19th amendment restores many components of the 17th amendment[5] letting the Constitutional Council to set up the proposed Independent Commissions; In early May 2013 the Mahinda Rajapaksa Government had started drafting a constitutional amendment to reduce the terms of office of the President and the Chief Justice to five years each, instead of six years for the President and unlimited term, to age 65, for the Chief Justice. According to the proposed amendment, there would be no limit, however, on how often a President could be re-elected. That drafted amendment had addressed National issues of power devolution and proposed to repeal land and Police powers vested with the Provincial Councils.[6] And by May 2013 then opposition political groups, diplomats and civil organizations like the People's Liberation Front or JVP, Jathika Hela Urumaya, Athuraliye Rathana Thero of Pivithuru Hetak National Movement,[7] and Maduluwawe Sobitha Thero had proposed to change the Constitution back to a Westminster style Parliamentary system[8][9] for the country to address various issues, especially the issues arisen by the 18th Amendment.[10] The UNP had appointed a committee chaired by the Member of Parliament and former Bar Association President Wijeyadasa Rajapakshe to draft the constitution. The party also proposed as a novel system the Executive powers of the President to be exercised on political basis and to be subject to checks and balances. The proposals guaranteed the freedom of expression and the right to information. The UNP also proposed that the system of preference votes be abolished and the tenure of the Parliament and the Provincial Council fixed at five years. The Key-elements of the proposed Constitution were;[11] Under the Soulbury Constitution which consisted of The Ceylon Independence Act, 1947 and The Ceylon (Constitution and Independence) Orders in Council 1947, Sri Lanka was then known as Ceylon.[12] The Soulbury Constitution provided a parliamentary form of Government for Ceylon and for a Judicial Service Commission and a Public Service Commission. Minority rights were safeguarded by Article 29(2) of the Constitution. The Governor-General (The Viceregal Representative of the Queen of Ceylon, also Queen of the United Kingdom, as well as the other Commonwealth Realms, and therefore usually resident in London), the Senate and the House of Representatives exercised legislative power. The House of Representatives consisted of 101 Members, of which 95 were elected by universal suffrage and 6 were nominated by the Governor-General. That total number was increased to 151 by the 1959 Delimitation Commission and the term of the House was 5 years[13] The S. W. R. D. Bandaranaike Government set up a Joint Select Committee of the Senate and the House of Representatives to consider a revision of the Constitution on 10 January 1958 but the Committee was unable to come to a final conclusion on account of the propagation of Parliament on 23 May 1959.[14] A similar attempt by the Dudley Senanayake Government was failed due to such a propagation on 22 June 1968 too.[15] The Senate consisted of 30 Members (elected 15 by the House and 15 by the Governor -General) was abolished on 2 October 1971. Sirimavo Bandaranaike came to office for the second time as Prime Minister in May 1970.[17] Her United Front Government used the parliament as a Constituent Assembly and drafted a new Republican Constitution. It was promulgated on 22 May 1972. This Constitution provided for a unicameral legislature named the National State Assembly with a term of office of 6 years and Sovereignty was entirely vested in it. A nominal President with a term of office of 4 years was appointed as the Head of State by the Prime Minister, Head of the Cabinet of Miniaters responsible to the National State assembly. Ceylon was replaced by republic of Sri Lanka (Resplendent Island). this constitution contained a declaration of fundamental rights and freedom was amended on 11 February 1 975 to change the basis of delimitation of constituencies from 75,000 persons per electorate to 90,000 persons.[18] J. R. Jayewardene who came to office in July 1977 with a five-sixths majority passed the second amendment to the 1972 Constitution on 4 October 1977 and then Prime Minister Jayawardene became the first Executive President of Sri Lanka on 4 February 1978.[19] The Supreme Court of Sri Lanka concluded on 7 April 2015 considering petitions filed in connection with the 19th Constitutional Amendment.[20] The respective verdict was submitted to the President as well as the Speaker of Parliament. The 19th Constitutional Amendment Draft Bill was presented to Parliament by Prime Minister Ranil Wickremesinghe on 24 March.[21] Later 19 petitions were filed with regard to the new amendment. Five of them were filed for the amendment while 14 petitions were filed against it.[22] A panel of Supreme Court Judges led by Chief Justice K. Sri Pavan started to consider the petitions on 4 March 2015.[23] The other Supreme Court judges who sat on the panel were Chandra Ekanayake and Priyasad Depp. While presenting his submissions, the Attorney General told the court that the 19th Amendment could be passed with a two-thirds majority in Parliament without calling for a referendum.[24] At that point, the Chief Justice pointed out that in the 19th Amendment the President is depicted as the symbol of national unity. Therefore, the Chief Justice stressed as the national flag is currently depicted as the symbol of national unity, replacing such a position with the President is disputable. The Chief Justice further questioned whether it curtailed the power of the President after the Prime Minister was named as the head of the Cabinet. Thereafter the Attorney General informed the Supreme Court that he would forward further submissions in writing to that regard. The Bill to this effect was presented to Parliament on 24 March. A special political party leaders meeting in connection with the proposed debate was presided over by the Speaker Chamal Rajapaksa at the Parliament complex on 6 April 2015.[25] Addressing political party leaders, Speaker Chamal Rajapaksa said that he would inform all political leaders whether the debate would be held on the following Wednesday and Thursday only after he received the Supreme Court’s decision with regard to the debate.[26] Meanwhile, MEP Leader Dinesh Gunawardena said during the political party leaders’ meeting that the Attorney General had submitted a 12-paged amendment to the Supreme Court. He also said that the amendment submitted by the Attorney General was contradictory to that of the 19th Amendment presented to Parliament recently by the Prime Minister. He had then pointed out that they should be provided with an opportunity to express their views in Parliament. Former Minister G. L. Peiris had also presented details in this regard and Opposition Leader Nimal Siripala de Silva, former ministers Prof.Tissa Vitharana, D. E. W. Gunasekera and W.D.J. Seneviratne had also supported Professor Peries’ reasoning. However, Chief Government Whip and Minister Lakshman Kiriella said participants of the political party leaders’ meeting agreed to pass the 19th Amendment after it is debated on 9 and 10 April. Since the 19th Constitutional Amendment Draft Bill was presented to Parliament by Prime Minister Ranil Wickremesinghe on 24 March 2015, 19 petitions were filed with regard to the new amendment. Five of them were filed for the amendment while 14 petitions were filed against it. On 9 April 2015, the petitions were considered and the amendment was reviewed by a panel of Supreme Court Judges led by Chief Justice K. Sri Pavan and determined that it was consistent with the Constitution. While presenting his submissions, the Attorney General told the court that the 19th Amendment could be passed with a two-thirds majority in Parliament without calling for a referendum. The three-judge bench ruled that the Proposed Bill complied with the provisions of Article 82(1) of the Constitution[27] but required to be passed by a special majority of the parliament as specified in Article 82 (5) of the Constitution and certain sections required to be approved by the people of the country at a general referendum.[28] The Sri Lankan government had to change the bill several times in a bid to get the backing of parliamentary opposition parties and amended the relevant clauses and removed the sections that need a referendum before presenting it to parliament.[29]","Title":"Nineteenth Amendment to the Constitution of Sri Lanka - Wikipedia","KeyID":"14499","URL":"https://en.wikipedia.org/wiki/Nineteenth_Amendment_to_the_Constitution_of_Sri_Lanka"}