{"Content: ":"Legislature Judiciary The Sri Lankan Constitution of 1972 was a constitution of Sri Lanka, replaced by the 1978 constitution currently in force. It was Sri Lanka's first republican constitution, and its second since independence in 1948. The constitution changed the country's name to Sri Lanka from Ceylon, and established it as an independent republic.[1][2][3][4][5] The country was officially designated \"Republic of Sri Lanka,\" leading to this constitution being known as \"the 1972 Republican Constitution.\" The constitution was promulgated on 22 May 1972.[1] The arrival of the Portuguese in 1505 and their interest in the island altered the political landscape of the Sri Lankan state: the island had been ruled by seven native kingdoms in succession (at times several concurrently), with the Kingdom of Kotte first coming under Portuguese occupation. The Dutch ended Portuguese influence, and continued colonial occupation on the island from 1640 until 1796, when the British in turn replaced them. Unlike the Portuguese and Dutch, the British were eventually able to occupy the entirety of the island as a Crown colony, creating British Ceylon in 1815.[6] With British influence came ideas of democratic principles and governance, including the concept of a constitution- indeed, the Sri Lankan independence movement was notable for demanding self-rule and reform on a constitutional basis rather than through popular movements such as that in neighbouring India.[7] The Dominion of Ceylon gained independence on 4 February 1948, retaining the Monarchy of the United Kingdom as Head of State and adopting the Soulbury Constitution as its constitution.[8] Executive power was nominally vested in the Sovereign of Ceylon, while legislative powers were vested with a semi-independent parliament. Several perceived weaknesses of the 1947 Soulbury Constitution, however, eventually led to calls for a replacement, particularly from nationalists and the Left, the Lanka Sama Samaja Party's Colvin R. de Silva being a central figure in the movement.[9][7] “We seek your mandate to permit the members of Parliament you elect to function simultaneously as a Constituent Assembly to draft, adopt and operate a new Constitution. This Constitution will declare Ceylon to be a free, sovereign and independent Republic pledged to realise the objectives of a socialist democracy; and it will also secure fundamental rights and freedoms to all citizens.” The United Front, led by Sirimavo Bandaranaike's Sri Lanka Freedom Party, won the 1970 general election with a two-thirds majority. As Prime Minister, Bandaranaike convened a number of committees to draft a new constitution, including a drafting committee chaired by the Minister for Constitutional Affairs, Colvin R. de Silva.[7] The resulting document was tabled in parliament, voted on and adopted on 22 May 1972 by a vote of 119 to 16 against.[10][2][11] The 1972 constitution paved the way for Sri Lanka to become a republic, cutting the final ties with its colonial past and British influence, and imparted a firm leftist nature to the state, allowing for the heavily socialist economic policies of the Bandaranaike government.[7][12] The main opposition party at the time, the United National Party (UNP), voted against the constitution's adoption on the following grounds:[13] A key point of criticism levelled at the constitution has centred around the non-inclusive and non-representative nature of its drafting process.[7] The committees tasked with the drafting were overwhelmingly populated with members of the UF: the Steering and Subjects Committee, responsible for drafting resolutions on basic principles to base the new constitution on, consisted of 17 MPs, 12 of whom were cabinet members of the UF government, one member from the UF's minority All Ceylon Tamil Congress partner, one independent representative (also from the ruling coalition), and three opposition MPs (J. R. Jayewardene and Dudley Senanayake from the UNP, and S. J. V. Chelvanayakam from the Federal Party).[7] Moreover, the drafts of the resolutions of basic constitutional principles were drawn up via a process that left the Steering and Subjects Committee with no true powers of its own:[10] The Federal Party exited the Constituent Assembly in June 1971, citing these and other reasons.[7] The UNP also made several complaints about the lack of consideration given by the committees to recommendations made by the opposition, and warned from the outset that they would not vote in favour of the final product.[10] In addition, a considerable portion of public feedback was said to have been ignored on the grounds that such recommendations ran contrary to basic principles.[10] Another major point of criticism has been the lack of considerations or safeguards made for the country's minority communities and their basic rights, including religion and language- the new constitution having largely done away with the few such provisions present in the previous one.[14][15][16] Overall, the 1972 constitution has been seen as a key turning point for governance in the country, leading to less impartiality throughout the Executive-, Legislative and Judicial systems.[7] Several characteristics of this constitution may be noticed in the newer constitution.","Title":"Sri Lankan Constitution of 1972 - Wikipedia","KeyID":"14493","URL":"https://en.wikipedia.org/wiki/Sri_Lankan_Constitution_of_1972"}