{"Content: ":"A semi-presidential system, or dual executive system, is a system of government in which a president exists alongside a prime minister and a cabinet, with the latter two responding to the legislature of the state. It differs from a parliamentary republic in that it has a popularly elected head of state who is more than a ceremonial figurehead, and from the presidential system in that the cabinet, although named by the president, responds to the legislature, which may force the cabinet to resign through a motion of no confidence.[1][2][3][4] While the Weimar Republic (1919–1933) and Finland (from 1919 to 2000) exemplified an early semi-presidential system, the term \"semi-presidential\" was actually first introduced in a 1959 article by journalist Hubert Beuve-Méry,[5] and popularized by a 1978 work written by political scientist Maurice Duverger,[6] both of whom intended to describe the French Fifth Republic (established in 1958).[1][2][3][4] Maurice Duverger's original definition of semi-presidentialism stated that the president had to be elected, possess significant power, and serve for a fixed term.[7] Modern definitions merely declare that the head of state has to be elected, and that a separate prime minister that is dependent on parliamentary confidence has to lead the executive.[7] There are two distinct subtypes of semi-presidentialism: premier-presidentialism and president-parliamentarism. Under the premier-presidential system, the prime minister and cabinet are exclusively accountable to parliament. The president may choose the prime minister and cabinet, but only the parliament may approve them and remove them from office with a vote of no confidence. This system is much closer to pure parliamentarism. This subtype is used in: Burkina Faso, Cape Verde,[8] East Timor,[8][9] France, Lithuania, Madagascar, Mali, Mongolia, Niger, Georgia (2013–2018), Poland (de facto, however, according to the Constitution, Poland is a parliamentary republic),[10][11][12] Portugal, Romania, São Tomé and Príncipe,[8] Sri Lanka, and Ukraine (since 2014; previously, between 2006 and 2010).[13][14] Under the president-parliamentary system, the prime minister and cabinet are dually accountable to the president and to the parliament. The president chooses the prime minister and the cabinet, but must have the support of a parliamentary majority for his choice. In order to remove a prime minister, or the whole cabinet, from power, the president can either dismiss them, or the parliament can remove them through a vote of no confidence. This form of semi-presidentialism is much closer to pure presidentialism. It is used in: Guinea-Bissau,[8] Mozambique, Russia, and Taiwan. It was also used in Ukraine (first between 1996 and 2005; then from 2010 to 2014), Georgia (from 2004 to 2013), South Korea under the Fourth and Fifth republics, and in Germany during the Weimar Republic.[13][14] The distribution of power between the president and the prime minister can vary greatly between countries. In France, for example, in the case of cohabitation (when the president and the prime minister come from opposing parties), the president oversees foreign policy and defense policy (these are generally called les prérogatives présidentielles, presidential prerogatives) and the prime minister is in charge of domestic policy and economic policy.[15] In this case, the division of responsibilities between the prime minister and the president is not explicitly stated in the constitution, but has evolved as a political convention based on the constitutional principle that the prime minister is appointed (with the subsequent approval of a parliament majority) and dismissed by the president.[16] On the other hand, whenever the president and the prime minister represent the same political party, which leads the cabinet, they tend to exercise de facto control over all fields of policy via the prime minister. However, it is up to the president to decide how much autonomy is left to said prime minister. Semi-presidential systems may sometimes experience periods of time in which the president and the prime minister are from different political parties. This event is called \"cohabitation\", a term which originated in France after the situation first arose in the 1980s. Cohabitation can either create an effective system of checks and balances, or a period of bitter and tense stonewalling, depending on the attitudes of the two leaders, the ideologies of themselves/their parties, and the demands of their supporters.[17] In most cases, cohabitation results from a system in which the two executives are not elected at the same time or for the same term. For example, in 1981, France elected both a Socialist president and legislature, which yielded a Socialist premier. But while the president's term of office was for seven years, the National Assembly only served for five. When, in the 1986 legislative election, the French people elected a right-of-centre assembly, Socialist president François Mitterrand was forced into cohabitation with right-wing premier Jacques Chirac.[17] However, in 2000, amendments to the French constitution reduced the length of the French president's term to five years. This has significantly lowered the chances of cohabitation occurring, as parliamentary and presidential elections may now be conducted within a shorter span of each other. The incorporation of elements from both presidential and parliamentary republics can bring certain advantageous elements; however, it also creates disadvantages, often related to the confusion produced by mixed authority patterns.[18][19] Advantages Disadvantages Italics indicate states with limited recognition. The president has the authority to choose the prime minister and the cabinet, but only the parliament may remove them from office through a vote of no confidence. However, even though the president does not have the power to directly dismiss the prime minister or the cabinet, they can dissolve parliament. The president chooses the prime minister without a confidence vote from the parliament. In order to remove a prime minister, or the whole cabinet, from power, the president can either dismiss them, or the parliament can remove them through a vote of no confidence. The president also has the authority to dissolve the parliament.","Title":"Semi-presidential system - Wikipedia","KeyID":"14496","URL":"https://en.wikipedia.org/wiki/Semi-presidential_system"}