{"Content: ":"Dsungaripteridae is a group of pterosaurs within the suborder Pterodactyloidea.[5] They were robust pterosaurs with good terrestrial abilities and flight honed for inland settings.[6] In 1964 Young created a family to place the recently found Chinese genus Dsungaripterus. Later on, also Noripterus (then now with the name \"Phobetor\" which was already occupied, therefore the quotation marks) were assigned to the family. In 2003, Alexander Kellner gave the exact definition as a clade:[7] the group was composed out of the latest common ancestor of Dsungaripterus, Noripterus and “Phobetor”, and all its descendants. As synapomorphies he gave the next six characteristics: a relatively small eye-socket, which is placed high up the skull; an opening below the eye-socket; a high ridge across the snout, which starts in front of the nasal opening and ends behind the eye-sockets; the maxilla reaches out down- and backwards; the absence of teeth in the first part of the jaws; the teeth in the back of the upper jaw are the biggest; the teeth have a wide oval basis. Kellner pointed out all members of the group, except for Dsungaripterus itself, were known from fragmentary remains, so only the last characteristic could be established for sure in all members.[7] Also Domeykodactylus and Lonchognathosaurus were assigned to the group. They are medium-sized forms, adapted to eating hard-shelled creatures, which they grind with their flat teeth. In the same year, David Unwin gave a slightly different definition: the last common ancestor of Dsungaripterus weii and Noripterus complicidens, and all its descendants.[8] The known Dsungaripteridae range from the Late Jurassic to the Cretaceous (Hauterivian). The group belongs to the Dsungaripteroidea sensu Unwin and is presumably relatively closely related to the Azhdarchoidea. According to Unwin, Germanodactylus is the sister taxon to the group, but his analyses have this outcome as the only ones. According to an analysis by Brian Andres from 2008, the Dsungaripteridae are closely related to the Tapejaridae, what would actually make them members of the Azhdarchoidea.[9] The earliest known fossils attributed to this group are from the Early Cretaceous of Chile, belonging to the species Domeykodactylus ceciliae.[10] The last known dsungaripteroid species is Lonchognathosaurus acutirostris, from the Albian-age Lower Cretaceous Lianmuqin Formation of Xinjiang, China, about 112 million years ago.[11] Recent examinations of Dsungaripterus' palate confirm an azhdarchoid interpretation.[12] Below is a cladogram showing the results of a phylogenetic analysis presented by Andres and colleagues in 2014. They recovered Dsungaripteridae within the Dsungaripteromorpha (a subgroup within the Azhdarchoidea), sister taxon to the subfamily Thalassodrominae. The found Dsungaripteridae to consist of two subfamilies called Dsungaripterinae and Noripterinae (which consists only of Noripterus species). Their cladogram is shown below.[13] Dsungaripterus weii Domeykodactylus ceciliae Noripterus parvus Noripterus complicidens Thalassodromeus sethi Tupuxuara longicristatus Tupuxuara leonardii In 2019, a different topology, this time by Kellner and colleagues, was published. In this study, Dsungaripteridae was recovered outside the Azhdarchoidea, within the larger group Tapejaroidea. The cladogram of the analysis is shown below.[14] Dsungaripterus weii Noripterus parvus Azhdarchidae Chaoyangopteridae Keresdrakon vilsoni Thalassodrominae Tapejarinae   ","Title":"Dsungaripteridae - Wikipedia","KeyID":"145","URL":"https://en.wikipedia.org/wiki/Dsungaripteridae"}