{"Content: ":"A plenipotentiary (from the Latin plenus \"full\" and potens \"powerful\") is a diplomat who has full powers—authorization to sign a treaty or convention on behalf of his or her sovereign.[1] When used as a noun more generally, the word plenipotentiary can also refer to any person who has full powers. When used an adjective, plenipotentiary describes something which confers full powers, such as an edict or an assignment.[2] Before the era of rapid international transport or essentially instantaneous communication (such as telegraph in the mid-19th century and then radio), diplomatic mission chiefs were granted full (plenipotentiary) powers to represent their government in negotiations with their host nation. Conventionally, any representations made or agreements reached with a plenipotentiary would be recognized and complied with by their government. Historically, the common generic term for high diplomats of the crown or state was minister. It therefore became customary to style the chiefs of full ranking missions as Minister Plenipotentiary. This position was roughly equivalent to the modern Ambassador, a term that historically was reserved mainly for missions between the great powers and also relating to the dogal (city) state of Venice. Permanent missions at a bilateral level were chiefly limited to relations between large, neighboring or closely allied powers, rarely to the very numerous small principalities, hardly worth the expense. However, diplomatic missions were dispatched for specific tasks, such as negotiating a treaty bilaterally, or via a conference, such as the Imperial Diet of the Holy Roman Empire. In such cases, it was normal to send a representative minister empowered to cast votes. For example, in the Peace Treaty of Versailles (1783), ending the American Revolution, John Adams, Benjamin Franklin and John Jay were named \"minister plenipotentiary of the United States\" to the Netherlands, France and Spain, respectively. By the time of the Vienna Congress (1814–15), which codified diplomatic relations, Ambassador had become a common title, and was established as the only class above Minister Plenipotentiary. Ambassadors gradually became the standard title for bilateral mission chiefs, as their ranks no longer tended to reflect the importance of the states, which came to be treated as formally equal. In modern times, heads of state and of government, and more junior ministers and officials, can easily meet or speak with each other personally. Therefore, ambassadors arguably do not require plenipotentiary powers. However they continue to be designated and accredited as extraordinary and plenipotentiary. Outside of diplomatic plenipotentiaries, some permanent administrators are also given plenipotentiary powers. Central governments have sometimes conferred plenipotentiary status (either formally or de facto) on territorial governors. This has been most likely to occur when the remoteness of the administered territory made it impracticable for the central government to maintain and exercise its policies, laws and initiatives directly. There have been instances where a mandate was conferred publicly on a senior official, such as a minor member of the ruling house (sometimes with the title of viceroy) but with secret instructions drastically limiting the position's power by conferring plenipotentiary status on a more junior administrator, possibly of lower social class or caste. Thus, the formal position an individual holds has not always been a reliable indicator of actual plenipotentiary authority. Even in modern times, the Plenipotentiary title has been revived sometimes; for example, for the administrators of protectorates, or in other cases of indirect rule. Examples of plenipotentiary administration are given below. It may be impractical to hold a new referendum for each step of series of negotiated changes, and thus ministers might ask an electorate for plenipotentiary powers in advance, as in the South African apartheid referendum, 1992. Prior to the referendum, the state president F. W. de Klerk had already implemented extensive reforms e.g. removing the Group Areas Act. However, his right to negotiate these reforms was questioned by other parties e.g. Andries Treurnicht's Conservative Party, particularly in response to the National Party's Potchefstroom by-election defeat in February 1992. Given how heavily entrenched apartheid was in the South African legal system at the time, de Klerk needed to nullify many previous bills and pass many new ones, making a series of individual referenda impractical. Consequently, as a practical solution to the political deadlock, de Klerk held a referendum on 17 March 1992 to ask the white South African electorate to give him plenipotentiary powers. On 18 May 2000, in the post-Soviet Russian Federation the title Plenipotentiary of the President was established for the appointees of the President of Russia, Vladimir Putin, in each of the seven federal districts created on 13 May: Dalnevostochny (Far Eastern), Privolzhsky (Volga Region), Severo-Zapadny (North Western), Sibirsky (Siberian), Tsentralny (Central), Uralsky (Ural), and Yuzhny (Southern). This word has been voted as one of the ten English words that are hardest to translate in June 2004 by Today Translations, a British translation company.[3] However, almost the exact word exists in at least some of the Romance languages (such as Portuguese - plenipotenciário; French - plénipotentiaire; Romanian - plenipotențiar; Spanish - plenipotenciario; Italian - plenipotenziario), with exactly the same meaning; the Albanian word i/e plotfuqishëm sounds similar, although it has native roots; other languages have their own equivalents; for instance, German - Bevollmächtigt(er) (adjective or noun), Dutch gevolmachtigd(e), Danish fuldmægtig, Swedish fullmäktig, Norwegian fullmektig (all these Germanic cases are literal parallels); Serbian punomoćan (пуномоћан in Cyrillic); Russian полномочный (полный \"full\", мочь \"to be in power, to be able\"); Czech zplnomocněný (plno \"full\", moc \"power\"); Slovak splnomocnený (plno \"full\", moc \"power\"); Slovenian pooblaščeni (adjective) or pooblaščênec (noun); Polish pełnomocnik (pełno \"of full\", moc \"power\"); Bulgarian пълномощен (pǎlnomošten); Finnish täysivaltainen; Greek πληρεξούσιος plirexoúsios; Turkish tam yetkili; Tatar wäqälätle.Amharic - \"የመንግስት ልኡክ\" ARABIC \"مفوض\"","Title":"Plenipotentiary - Wikipedia","KeyID":"14513","URL":"https://en.wikipedia.org/wiki/Plenipotentiaries"}