{"Content: ":"Legislature Judiciary Provincial governments of Sri Lanka are the devolved governments of the nine Provinces of Sri Lanka. In accordance with the Sri Lankan constitution, provinces have legislative power over a variety of matters including agriculture, education, health, housing, local government, planning, road transport and social services. The constitution also gives them powers over police and land but successive central governments have refused to devolve these powers to the provinces. The provinces were first established by the British rulers of Ceylon in 1833. Over the next century most of the administrative functions were transferred to the districts, the second level administrative division. By the middle of the 20th century the provinces had become merely ceremonial. This changed in 1987 during an attempt to end the Sri Lankan Civil War when the Indo-Sri Lanka Accord was signed on 29 July 1987, following several decades of increasing demand for a decentralization. One of the requirements of the accord was that the Sri Lankan government to devolve powers to the provinces.[1] Accordingly, on 14 November 1987 the Sri Lankan Parliament passed the 13th Amendment to the 1978 Constitution of Sri Lanka of Sri Lanka and the Provincial Councils Act No 42 of 1987.[2] On 3 February 1988 nine provincial councils were created by order.[3] The first elections for provincial councils took place on 28 April 1988 in North Central, North Western, Sabaragamuwa, and Uva provinces.[4] On 2 June 1988 elections were held for provincial councils for Central, Southern and Western provinces. The Indo-Lanka Accord also required the merger of the Eastern and Northern provinces into one administrative unit. The accord required a referendum to be held by 31 December 1988 in the Eastern Province to decide whether the merger should be permanent. Crucially, the accord allowed the Sri Lankan president to postpone the referendum at his discretion.[1] On September 2 and 8 1988 President Jayewardene issued proclamations enabling the Eastern and Northern provinces to be one administrative unit administered by one elected council, creating the North Eastern Province.[3] Elections in the newly merged North Eastern Province were held on 19 November 1988. On 1 March 1990, just as the Indian Peace Keeping Force was preparing to withdraw from Sri Lanka, Annamalai Varadaraja Perumal, Chief Minister of North Eastern Province, moved a motion in the North Eastern Provincial Council declaring independent Eelam.[5] President Premadasa reacted to Permual's unilateral declaration of independence by dissolving the provincial council and imposing direct rule on the province.[1] The province was ruled directly from Colombo until it was dissolved on 31 December 2006. The proclamations issued by President Jayewardene in September 1988 merging the Northern and Eastern provinces were only meant to be a temporary measure until a referendum was held in the Eastern Province on a permanent merger between the two provinces. However, the referendum was never held and successive Sri Lankan presidents issued proclamations annually extending the life of the \"temporary\" entity.[6] The merger was bitterly opposed by Sri Lankan nationalists. The combined North Eastern Province occupied one third of Sri Lanka. The thought of the Tamil Tigers controlling this province, directly or indirectly, alarmed them greatly. On 14 July 2006, after a long campaign against the merger, the JVP filed three separate petitions with the Supreme Court of Sri Lanka requesting a separate Provincial Council for the East.[3] On 16 October 2006 the Supreme Court ruled that the proclamations issued by President Jayewardene were null and void and had no legal effect.[3] The North Eastern Province was formally demerged into the Eastern and Northern provinces on 1 January 2007. Eastern Provincial Council Elections for a provincial council for the demerged Eastern Province were held on 10 May 2008. The Northern province was ruled directly from Colombo until 21 September 2013 when elections were held. Each provincial government is made up of nine institutions:[7] The Governors of the province serves the executive functions of the council and has the power to prorogue and dissolve the provincial council. Appointed by the President and serves as the President's representative in the province. Serving at the pleasure of the President, a Governor term is five years. The Governor may exercise his executive powers directly or through the Board of Ministers or through his officers.[8] The Council functions as the legislature of the province and has power to pass a statute on any subject assigned to the provincial council under the constitution subject to the condition that it should not violate the constitution. Its members are elected through a provincial council election.[7] The Chief Minister is the head of the Board of Ministers of the province. In practice the Chief Minister is the leader of the party with the most number of provincial councilors in the council.[7] The Governor appointed four Provincial Ministers under the advice of the Chief Minister from amongst the members of the provincial council.[7] Appointments for the Provincial Public Service are made by the Provincial Public Service Commission. The Chief Secretary is the Chief Executive Officer of the province. He is appointed by the President with consultation with the Chief Minister.[7] Normally the Chief Secretary is a career civil servant from the Sri Lanka Administrative Service.","Title":"Provincial government in Sri Lanka - Wikipedia","KeyID":"14520","URL":"https://en.wikipedia.org/wiki/Provincial_government_in_Sri_Lanka"}