{"Content: ":"An adviser or advisor is normally a person with more and deeper knowledge in a specific area and usually also includes persons with cross-functional and multidisciplinary expertise. An adviser's role is that of a mentor or guide and differs categorically from that of a task-specific consultant. An adviser is typically part of the leadership, whereas consultants fulfill functional roles.[1] The spellings adviser and advisor have both been in use since the 16th century.[2] Adviser has always been the more usual spelling, though advisor has gained frequency in recent years and is a common alternative, especially in North America.[3][4] The use of adviser is of English origin, with \"er\" as a noun ending, and advisor of Latin origin.[5] The words are etymological twin cognates and are considered interchangeable. Usage of the two words is normally a matter of choice, but they should not be used together in the same document. The Associated Press prefers (AP Stylebook) the use of \"adviser\", but Virginia Tech (style guide) gives preference to \"advisor\", stating that it \"is used more commonly in academe\" and that \"adviser is acceptable in releases going to organizations that follow AP style\".[6] Purdue University Office of Marketing and Media's Editorial Style Guide gives preference to \"advisor\".[7] The European Commission uses \"adviser(s)\",[8] the UK has Special advisers, as well as the Scottish Government,[9] and the United Nations uses Special Advisers. The US government uses both: Council of Economic Advisers, Office of the Legal Adviser, Deputy National Security Advisor (deputy to the President's NSA), Legal \"Advisor\" (Office for the Administrative Review of the Detention of Enemy Combatants), that was part of the team tasked to conduct Combatant Status Review Tribunals of captives detained in Guantanamo Bay, and laws Investment Advisers Act of 1940. The Bureau of Educational and Cultural Affairs's Fulbright Program has \"advisers\". Examples of the use of adviser and advisor in the media on a particular subject: Use of \"advisor\" appeared in print in the United States in 1889, with The Tennessee Justice and Legal Advisor by William C. Kain and Horace N. Hawkins.[18] The Department of Justice of the United States, Issue 15, printed in 1927 by the Institute For Government Research, uses both spellings: \"1. Political adviser and assistant to the President\" and \"Legal Advisor. Like all the other cabinet officers, the Attorney General is a political advisor of the President\".[19]","Title":"Adviser - Wikipedia","KeyID":"14521","URL":"https://en.wikipedia.org/wiki/Adviser"}