{"Content: ":"President's Counsel (postnominal PC) is an eminent lawyer who is appointed by the President of Sri Lanka to be one of the \"President's Counsel learned in the law\". The term is also recognized as an honorific which replaced the practice of appointment of Queen's Counsel (QC) which ceased when Sri Lanka became a republic in 1972. It is equivalent to the appointment of Queen's Counsel in the United Kingdom and other Commonwealth realms, such as New Zealand, and the equivalent of Senior Counsel in Commonwealth republics, such as South Africa, and derives the same privileges such as the privilege of sitting within the Bar of court. President's Counsel is a professional rank and status, conferred by the President under the Article 33 of the Constitution of Sri Lanka which is recognised by courts. It does not entail the title holder to be a state prosecutor or employed by the state or part of the office of the President. Appointments are made from Attorneys-at-Law who have practiced as counsel in original and appellate courts for many years either in the official or unofficial bar. When a holder of the title of President's Counsel is appointed to the judiciary he or she does not lose the title. The appointment is made by the President of Sri Lanka by letters patent, thereafter the appointed President's Counsel takes the oath of office at a ceremonial sitting of the Supreme Court of Sri Lanka at which point the appointee is considered a President's Counsel and are called to the Inner Bar. Law officers who are public prosecutors of the Attorney General's Department are customarily appointed as President's Counsel after they are promoted to the grade of Additional Solicitor General. These may be singular appointments made several times a year after their promotion. Once in several years, several attorneys from the unofficial bar will be appointed based on recommendations forwarded by the Chief Justice, Attorney General and the President of the Bar Association of Sri Lanka to the President. In 1903, Frederick Dornhorst, Ponnambalam Ramanathan and Thomas De Sampayo were sworn in as the first King's Counsels in the island of Ceylon, which was a British colony at the time. Since then eminent lawyers who were advocates were appointed as King's Counsel until the title changed to Queen's Counsel with the change of monarch in 1952. When Ceylon became a republic in 1972, appointments of QCs was no longer possible and equivalent of \"Senior Attorney-at-Law\" used. In 1984 the 8th amendment to the constitution of 1978 granted the President powers to appoint \"as President's Counsel, attorneys-at-law who have reached eminence in the profession and have maintained high standards of conduct and professional rectitude.\" It also grants President's Counsel \"all such privileges as were hitherto enjoyed by Queen's Counsel\". The holder can use the post-nominal letters PC after his or her name.[1] In 1984 Senior Attorneys-at-Law were reappointed as PCs.","Title":"President's Counsel - Wikipedia","KeyID":"14522","URL":"https://en.wikipedia.org/wiki/President%27s_Counsel_(Sri_Lanka)"}