{"Content: ":"Queen's Cottage (also known as the President's House or The Lodge) is a country house near Nuwara Eliya, Sri Lanka. It is the vacationing and country residence of the President of Sri Lanka. Located within the limits of the Nuwara Eliya Municipal Council along the Queen Elizabeth Drive, it is a protected monument under the Antiquities Ordinance. Built as an English country house in 1893 by the British Colonial administration of the island as the summer residence for the Governor of Ceylon, Sir William Henry Gregory.[2] Gregory controversially sold the Governor's seasonal residence in Galle and constructed this new official residence without the consent of the Colonial Office.[3] It was constructed for the sum of £1,500 and the ballroom and drawing room were designed by Herbert Frederick Tomalin (1852-1944), an English architect/engineer in the Public Works Department, who also designed and supervised the construction of the General Post Office in Colombo.[4] It was frequented by subsequent Governors and their guests between January and May to escape the tropical heat of Colombo in Little England as Nuwara Eliya was known.[5] It was at the Queen's Cottage, Sir John Anderson fell ill and later died on 24 March 1918.[6] He was the only British Governor to die in Ceylon. In 1947, Sir Robert Drayton, Chief Secretary and Barclay Nihill, Legal Secretary reviewed and approved the draft of the first constitution of Ceylon that had been drafted by Bernard Peiris on the request of D S Senanayake. Since independence in 1948 the house became the official vacationing residence of the Governor General of Ceylon and since 1972 the President after Sri Lanka became a republic. However, since independence it has been used by the Prime Minister as well. On 31 December 1953 the Cabinet of Ceylon meet for an urgent meeting under Prime Minister Sir John Kotelawala. It was formally recognised and declared a ‘Protected Monument’, under the Antiquities Ordinance (Chapter 188), by the Minister of Cultural Affairs and National Heritage on 23 February 2007.[7][8]  This article about a building or structure in Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Queen's Cottage - Wikipedia","KeyID":"14527","URL":"https://en.wikipedia.org/wiki/Queen%27s_Cottage"}