{"Content: ":"President's Pavilion is an official residence of the President of Sri Lanka, located in Kandy, Sri Lanka. This was formerly the Governor's Pavilion until 1972 when Sri Lanka became a republic. It is located close to the sacred Temple of the Tooth in the center of the city of Kandy at the head of the Pavilion Street. Although an official residence, it is used rarely for official functions, most notably during the Esala Perahera when at its conclusion the perahera sandeshaya is presented. After the British gained control of the Kandyan Kingdom in 1815 by the Kandyan Convention it governed the former Kandyan Kingdom as a protectorate. However following the Uva Rebellion, three years later in which Kandy was captured by the rebels, the British moved to combined both parts of the island under a central administration. However Kandy remained an important city second only to the capital Colombo. Therefore a European-style palace was constructed in the late 18th century for the use of the British Governor of Ceylon during his visits to the city. This was used for hosting Royal visits to Kandy, most notably that of Albert Edward, Prince of Wales, in 1875. In 1944, during the Second World War, the South East Asia Command of the allies was moved to Kandy, where it remained till the end of the war. Admiral Louis Mountbatten, Supreme Allied Commander of the South East Asia Command, took up residence at the Governor's Pavilion till the end of the war. Following independence in 1948 the house became the official residence of the Governor General of Ceylon in Kandy. It was formally renamed as the President’s Pavilion in 1972, after Sri Lanka became a republic. William Gopallawa a native of Kandy was the last Governor General and first President of Sri Lanka to reside at the house. Coordinates: 7°15′50″N 80°38′25″E﻿ / ﻿7.26389°N 80.64028°E﻿ / 7.26389; 80.64028","Title":"President's Pavilion - Wikipedia","KeyID":"14525","URL":"https://en.wikipedia.org/wiki/President%27s_Pavilion"}