{"Content: ":"Temple Trees is the official residence of the Prime Minister of Sri Lanka. It is located in Colombo, Sri Lanka. Several recent Presidents have used it as their official residence as well. The history of Temple Trees dates back to early 19th century. Its ownership passed through several prominent British administrators and traders. It was owned between 1830 and 1834 by John Walbeoff of the British Civil Service, who headed the Cinnamon Department of Ceylon. Christopher Elliott M.D.the Principal Medical Officer in Ceylon bought the house in 1848. He was also the proprietor and editor of the 'Colombo Observer'. During the Matale Rebellion it was the focal point for the public campaign against the excesses of Governor Torrington. In 1856 it was sold to John Philip Green who named it \"Temple Trees\" in 1856 after the temple trees that grew around the bungalow.[1] The house was purchased by the British Government of Ceylon and became the residence of the Colonial Secretary and thereafter the Chief Secretary. With Ceylon gaining self-rule with the enactment of the new constitution, D. S. Senanayake was appointed the first Prime Minister of Ceylon on 24 September 1947. Senanayake took up residence at Temple Trees making it the official Prime Ministerial residence.[2] Some Prime Ministers, since then have preferred to stay at their private homes and only use Temple Trees for official functions. Such as S. W. R. D. Bandaranaike, who was assassinated while at his private residence at Rosmead Place, and Ranil Wickramasinghe who use his private house in 117, 5th Lane, Colombo 03. Temple Trees has taken centre stage in many episodes of modern Sri Lankan history. During the 1962 Ceylonese coup d'état attempt by senior police and reservist military officers, Temple Trees was the principle target. The armoured cars stationed there were withdrawn to facilitate a swift take over by troops of the Ceylon Artillery. However the coup was thwarted by the Police CID and internal security detail of the Royal Ceylon Navy took up guard at Temple Trees. The coup leaders were later brought to Temple Trees for questioning and detained there until they were remanded. It once again became a refuge for Sirima Bandaranaike when she was rushed there on the night of 4 April 1971 after an assassination plot was uncovered, to be carried out at her private residence at Rosmead Place, at the outset of the 1971 JVP Insurrection. Many cabinet ministers also took refuge at Temple Trees during the early days of the insurrection. It soon became the primary command center for all military operations against the insurrection. Since the 1970s, Temple Trees has been declared a high security zone with many roads around the mansion and its grounds closed off due to the Sri Lankan Civil War and the 2022 Sri Lankan protests. Temple Trees has been the official residence of all United National Party Prime Ministers of Sri Lanka. After 1994, Sri Lanka Freedom Party Presidents used this house as their residence and the Prime Ministers of that party used Visumpaya. The first Prime Minister from the Sri Lanka Podujana Peramuna, Mahinda Rajapaksha has taken up use of Temple Trees, while retaining his former official residence at Wijerama which was allocated to him as a former President. On 9 July 2022, a large number of protesters demanding the President Gotabaya Rajapaksa and the Prime Minister Ranil Wickremasinghe to resign, entered and sacked Temple Trees, refusing to leave until their resignations.[3][4] On 14 July protesters peacefully withdrew from the premises.[5]","Title":"Temple Trees - Wikipedia","KeyID":"14529","URL":"https://en.wikipedia.org/wiki/Prime_Minister%27s_House_(Colombo)"}