{"Content: ":"Kandy (Sinhala: මහනුවර Mahanuwara, pronounced (help·info) [mahanuʋərə]; Tamil: கண்டி Kandy, pronounced (help·info) [ˈkaɳɖi]) is a major city in Sri Lanka located in the Central Province. It was the last capital of the ancient kings' era of Sri Lanka.[1] The city lies in the midst of hills in the Kandy plateau, which crosses an area of tropical plantations, mainly tea. Kandy is both an administrative and religious city and is also the capital of the Central Province. Kandy is the home of the Temple of the Tooth Relic (Sri Dalada Maligawa), one of the most sacred places of worship in the Buddhist world. It was declared a world heritage site by UNESCO in 1988.[2] Historically the local Buddhist rulers resisted Portuguese, Dutch, and British colonial expansion and occupation. The city and the region have been known by many different names and versions of those names. Some scholars suggest that the original name of Kandy was Katubulu Nuwara located near the present Watapuluwa. However, the more popular historical name is Senkadagala or Senkadagalapura, officially Senkadagala Siriwardhana Maha Nuwara (meaning 'great city of Senkadagala of growing resplendence'), generally shortened to 'Maha Nuwara'. According to folklore, this name originated from one of the several possible sources. One being the city was named after a brahmin with the name Senkanda who lived in a cave nearby, and another being a queen of Vikramabahu III was named Senkanda, and after a coloured stone named Senkadagala. The Kingdom of Kandy has also been known by various names. The English name Kandy, which originated during the colonial era, is derived from an anglicised version of the Sinhala Kanda Uda Rata (meaning the land on the mountain) or Kanda Uda Pas Rata (the five counties/countries on the mountain). The Portuguese shortened this to \"Candea\", using the name for both the kingdom and its capital. In Sinhala, Kandy is called Maha nuwara, meaning \"Great City\" or \"The Capital\", although this is most often shortened to Nuwara.[3] Historical records suggest that Kandy was first established by the Vikramabahu III (1357–1374 AD), who was the monarch of the Kingdom of Gampola, north of the present city, and named Senkadagalapura at the time. Sena Sammatha Wickramabahu (1473–1511) was the first king of the Kingdom of Kandy. He was a royal from the Kotte Royal Bloodline and ruled Kandy as a semi-independent kingdom under the Kingdom of Kotte, making it the new capital of the Kandyan Kingdom. Sena Sammatha Wickramabahu was followed by his son Jayaweera Astana (1511–1551) and then by Karaliyadde Bandara (1551–1581) who was succeeded by his daughter Dona Catherina of Kandy (1581–1581). Dona Catherina was succeeded by Rajasinha I. Rajasinha I, however, preferred to rule the hill country from the Kingdom of Sitawaka on the west of the island. A period of turmoil for power ended with the ascent to the throne by Konappu Bandara who came to be known as Vimaladharmasuriya I. Having embraced Buddhism, he consolidated his authority further by bringing the tooth relic of the Buddha to Kandy from a place called Delgamuwa.[3] In 1592 Kandy became the capital city of the last remaining independent kingdom in the island after the coastal regions had been conquered by the Portuguese. Several invasions by the Portuguese were repelled, most notably in the campaign of Danture. After the Sinhalese–Portuguese War and the establishment of Dutch Ceylon, attempts by the Dutch to conquer the kingdom were repelled. The kingdom tolerated a Dutch presence on the coast of Sri Lanka, although attacks were occasionally launched. The most ambitious offensive was undertaken in 1761, when King Kirti Sri Rajasinha attacked and overran most of the coast, leaving only the heavily fortified Negombo intact. When a Dutch retaliatory force returned to the island in 1763, Kirti Sri Rajasinha abandoned the coastline and withdrew into the interior. When the Dutch continued to the jungles the next year, they were constantly harassed by disease, heat, lack of provisions, and Kandyan sharpshooters, who hid in the jungle and inflicted heavy losses on the Dutch. The Dutch launched a better-adapted force in January 1765, replacing their troops' bayonets with machetes and using more practical uniforms and tactics suited to jungle warfare. The Dutch were initially successful in capturing the capital, which was deserted, and the Kandyans withdrew to the jungles once more, refusing to engage in open battle. However, the Dutch were again worn down by constant attrition. A peace treaty was signed in 1766. The Dutch remained in control of the coastal areas until 1796, when Great Britain took them over (while the Netherlands was under French control) due to the Kew letters during the Napoleonic wars. British possession of these areas was formalized with the treaty of Amiens in 1802. The next year the British also invaded Kandy in what became known as the First Kandyan War but were repulsed. As the capital, Kandy had become home to the relic of the tooth of the Buddha which symbolizes a 4th-century tradition that used to be linked to the Sinhalese monarchy, since the protector of the relic was the ruler of the land. Thus the Royal Palace and the Temple of the Tooth were placed in close proximity to each other. The last ruling dynasty of Kandy was the Nayaks. Kandy stayed independent until the early 19th century. In the Second Kandyan War, the British launched an invasion that met no resistance and reached the city on 10 February 1815. The first time Sri Lanka fully fell into the hands of a foreign power was in Kandy with the signing of the Kandyan Convention in 1815 at the Sri Dalada Maligawa. The king, Vikrama Rajasinha of Kandy who was of South Indian ancestry faced powerful opposition from the Sinhalese chieftains and sought to reduce his power. A successful coup was organized by the Sinhalese chieftains in which they accepted the British crown as their new king. This ended over 2500 years of Sinhalese monarchs and the line of Kandyan monarchs and Rajasinha was taken as prisoner. By 2 March 1815 the island's sovereignty was under that of the British Empire. A treaty known as the Kandyan Convention was signed between the British and the Radalas (Kandyan aristocrats). The treaty was not signed by the deposed King but by members of his court and other dignitaries of the Kandyan Kingdom. With this treaty, Kandy recognized George III as its King and became a British protectorate. The last king of the kingdom Sri Vikrama Rajasinha was captured and taken as a royal prisoner by the British to Vellore Fort in southern India along with all claimants to the throne. Some of the family members were also exiled to Tanjore (now known as Thanjavur, in Tamil Nadu). Their erstwhile living place is still referred to as \"Kandy Raja Aranmanai\" on the eastern part of Thanjavur town on Old Mariamman Koil Road. During the British period in Sri Lanka, the history of Kandy and its townscape witnessed a rapid and drastic change and particularly after the Uva Rebellion. Sir Lowry is noted for recording in his Gazetteer \"The story of English rule in the Kandyan country during the rebellion of 1818 cannot be related without shame...Hardly a member of the leading families remained alive...Those whom the sword and the gun had spared, cholera and small pox and privations had slain by the hundreds...Others became ignorant and apathetic. Any subsequent development efforts of the government for many years were only attempts begun and abandoned\".[3] In 1848 led by Gongalegoda Banda and Puran Appu saw the rebellion known as the Matale Rebellion. Prior to that the city and the country had been under British rule for 32 years, in which the British had expropriated the common land of the peasantry and reduced them to extreme poverty. The Kandyan villagers were forced to abandon their traditional way of life and become wage-workers in the abominable conditions that prevailed on these new estates and plantations that had been introduced. Despite all the pressure exerted by the colonials, the Kandyans refused. This forced the British to bring in hundreds of thousands of Tamil coolies from southern India. The rebellion began on 26 July 1848 with Gongalegoda Banda, crowned as king, and Puran Appu, as prime minister, and their main objective to capture Kandy back from the British. The Matale Rebellion was a peasant revolt in the hands of the Common people, the Kandyan leadership being totally wiped out after the Uva Rebellion, marked the first step in a transition from the classic feudal form of anti-colonial revolt to modern independence struggles. The leadership was for the first time passed from the Kandyan provinces into the hands of ordinary people or non-aristocrats. In 1944, during World War II, the South East Asia Command of the allies was moved to Kandy, where it remained until the end of the war. It is the second-largest city of the island and the capital of the Central Province of modern Sri Lanka. Its geographic location has made it a major transportation hub in the island: while Kandy being the gateway to the Central Highlands[4] of Sri Lanka, the city can be reached by major motorways in every direction of the island. The railway line from Colombo, the seaport on the western coast runs via Kandy to the farthest point of Badulla[5] in the Central Highlands. The main roads Colombo-Kandy and Kandy-Nuwara Eliya[6] are two of the most scenic roads of Sri Lanka; Colombo-Kandy[7] road passes through rubber,tea plantations and rice paddies, Kandy-Nuwara Eliya road cuts through paddy fields and seamless tea plantations. Both roads claw their way up winding, rounding over the rings of hills. Currently, feasibility studies are afoot for another highway between Colombo and Kandy via Kadawata and the scenic city of Katugastota. Kandy is located in the mountainous and thickly forested interior of the island. The city is located in between multiple mountain ranges including the Knuckles mountain range and the Hanthana Mountain Range, giving the city an elevation of 500 metres (1,600 ft) above sea level. It lies adjacent to the artificial Kandy Lake and south of Udawatta Kele Sanctuary. Today Udawatte Kele is reducing its area. In Köppen-Geiger climate classification system, its climate is tropical rainforest (Af).[8] With Kandy located in the centre of the island and in a high elevation, the city has a relatively wetter and cooler temperatures than that of the tropical climate of the rest of the country, especially the coastal regions. Nuwara Eliya is south to it and has a cooler climate due to its higher elevation. Nevertheless, Kandy's climate is still tropical as mean temperatures year round are above 18 °C on average. The city does experience a drier period from January to April.[9] From May through to July and October to December the region experiences its monsoon season, during this time the weather is rough and unstable. From March through the middle of May is the intermonsoonal period, during this time there is light rain and strong humidity.[10] The humidity is generally between 70% to 79%.[11] The city of Kandy lies at an elevation of 465 metres (1,526 ft) above sea level. Its plan developed around two open spaces: an elongated square, at the end of which are the administration buildings of the old capital, and an artificial lake that is quadrangular in form. A public garden adds to the openness of the city's spatial organization. Kandy has now grown out to encompass Peradeniya, home to the University of Peradeniya and the Botanical Gardens, Katugastota to the north, and east to Kundasale, Tennekumbura and Gurudeniya. Kandy has 24 wards:[16][17] Kandy is a charter city, with a Mayor Council form of government. The Mayor of Kandy and the councillors are elected through local government elections held once in five years. The Head of administration is the Municipal Commissioner, who handles the day-to-day operations of the 16 departments that it is made up of. The Kandy Municipal Council governs the City of Kandy, it was established under the Municipalities Ordinance of 1865. The inaugural meeting had been held on 20 March 1866. The Kandy Town Hall was established in the present premises known as the Dunuwille Walawwe in 1870.[19] The Government Agent of the Central Province had presided over the council until 1939 when the Mayor was elected. The first elected mayor was Sir Cuda Ratwatte. With further amendments to the ordinance in 1978, the Mayor became the Executive Head whilst the Commissioner was the Administrative head. Presently,[when?] the council consists of 24 members. The Governing Party, United National Party has 14 and the opposition 10. The Council meets once a month to review the progress and decide on the implementation of its projects. Five standing committees of the council, namely Finance, Law, Works, Sports and Welfare Services (Pre-Schools, Library), also meet monthly to evaluate and recommend to Council relative matters for approval. Kandy is a Sinhalese majority city; there are sizable communities belonging to other ethnic groups, such as Moors and Tamils. The city remains an important religious centre of the Sinhalese and a place of pilgrimage for Buddhists, namely those belonging to the Theravada school. The Catholic Church has a diocese headquartered in the city. Source:statistics.gov.lk Source:statistics.gov.lk It is the second-largest city in the island and the capital of Central Province. Many major corporations have large branch offices in Kandy and many industries including textiles, Sri Lankan gemstones, furniture, information technology, and jewellery are found there. Many agriculture research centers are located throughout the city. The National Hospital, Kandy is the second-largest medical institution in Sri Lanka, established and administered under the purview of the Ministry of Health, which remains a key hospital maintained by the Sri Lankan Government.[20] The Teaching Hospital, Peradeniya is one of the prime tertiary care hospitals in the country, located along the A1 highway connecting Kandy and Colombo, near the Royal Botanical Gardens, Peradeniya. The Dental Hospital Peradeniya and Sirimavo Bandaranaike Children's Hospitals are located adjacent to the Peradeniya Teaching Hospital.[21] Kandy has a public transport system based primarily on buses. The bus service is operated both by private companies and the government's own Sri Lanka Transport Board (SLTB). The Kandy Multimodal Transport Terminal (KMTT) after constructed will integrate a major bus terminal to the Kandy railway station. KMTT will handle about 2,000 bus departures, up to 3,000 further through-services, and about 320,000 passenger movements on a daily basis. EoIs from consultants for the Design, Construction Supervision and Contract Administration of the project were called in 2016.[22] The proposed Kandy Airport in the nearby area of Kundasale will create a direct air link to Bandaranaike International Airport in Colombo.[23] The new airport will act as catalyst to the tourism industry in Sri Lanka. It is about 116 kilometres (72 mi) from Colombo, 75 kilometres (47 mi) from Nuwaraeliya and 42 kilometres (26 mi) from Kurunegala. On the north shore of the lake, which is enclosed by a parapet of white stone dating to the beginning of the 19th century, are the city's official religious monuments, including the Royal Palace and the Temple of the Tooth, known as the Sri Dalada Maligawa (daḷadā māligāva). Reconstructed in the 18th century, the Sri Dalada Maligawa is built on a base of granite that was inspired by the temples of Sri Lanka's former capital city, Anuradhapura. An array of materials (limestone, marble, sculpted wood, ivory, etc.) contribute to the richness of this temple. Throughout this small holy city, a number of recent Buddhist monasteries can be found. The monumental ensemble of Kandy is an example of construction that associates the Royal Palace and the Temple of the Tooth (Palace of the tooth relic) is the place that houses the relic of the tooth of the Buddha. Originally part of the Royal Palace complex of the Kandyan Kingdom, it is one of the holiest places of worship and pilgrimage for Buddhists around the world. It was the last of a series of temples built in the places where the relic, the actual palladium of the Sinhalese monarchy, was brought following the various relocations of the capital city. The Palace of the Tooth relic, the palace complex and the holy city of Kandy are associated with the history of the dissemination of Buddhism. The temple is the product of the last peregrination of the relic of the tooth of Buddha and the testimony of a religion which continues to be practiced today. The International Buddhist Museum nearby houses objects contributed by India, Gandhara, Bhutan, Nepal, Korea, Thailand, etc.[24] A 16-foot statue of Gautama Buddha, a replica of the Sarnath Buddha is installed in front of the museum, gifted by the Government of India. The Royal Palace of Kandy is the last Royal Palace built in the island. Although only part of the original palace complex remains. The Temple of the Tooth was part of this complex, due to the ancient tradition that stated that the monarch is the protector of the relic though which the ruler of the land. It today houses the National Museum Kandy which holds an extensive collection of artifacts from both the Kandy Kingdom and the British colonial rule. The Lankatilaka Temple is considered to be one of the best-preserved examples of traditional Sinhalese temple architecture.[citation needed] Built on a rock, the temple is reached by a long series of rock-cut steps. An arched passage of the image house leads through a Mandapa (hall) into the inner sanctum which is decorated with floral designs. The two side walls and the ceiling are decorated with paintings. In the inner sanctum is a large seated image of the Buddha. The Gadaladeniya Temple's design is of South Indian origin with a Devale attached to it, similar in character to the Natha Devale and the Gedige of Adahana Maluwa. The main shrine room has a seated Buddha statue and the remains of some paintings of the Gampola period. Among other important temples around Kandy[25] are Dodanwala Devalaya (shrine), Embekka Devalaya (shrine), Galmaduwa Vihara temple, Handagala Vihara temple, Medawala Vihara and Nalanda Gedige. The Royal Botanical Garden, Peradeniya is situated about 5 km to the west of the city centre at Peradeniya and is visited by 2 million people per year.[26] It is the largest botanical garden on the island extending to 147 acres (59 ha) and containing over 4000 species of plants.[26] Knuckles Mountain Range in Kandy is a world heritage site of UNESCO. Alagalla Mountain Range also named in English as Potato Range both famous for trekking in Sri Lanka. The Udawatta Kele (Udawatta Forest) is a protected sanctuary situated in the heart of the city, just north of Temple of the Tooth. Known as \"Uda Wasala Watta\" in Sinhala meaning, \"the garden situated above the royal palace\", it was designated as a forest reserve in 1856, and it became a sanctuary in 1938. The Royal Palace Park, known as Wace Park is a small park that overlooks Kandy Lake and most of the city. In the park is a Japanese field gun which was captured by the British 14th Army in Burma during World War II and presented to the city of Kandy by Lord Mountbatten, Supreme Allied Commander South East Asia Theatre. Kandy is home to some of the island's oldest and leading schools. The county's second-oldest university, University of Peradeniya is situated in Peradeniya, while the Open University of Sri Lanka, the Sri Lanka Institute of Information Technology, the National Institute of Business Management and the College of Technology have centres in the city. Most of the private-sector higher educational institutions also have their branches in Kandy.[27] The Geology Department at the University of Peradeniya is the only earth science department in Sri Lanka. Kandyans do many things for leisure and entertainment in the city. Kandy is popular due to the annual procession known as the Esala Perahera,[citation needed] in which one of the inner caskets used for covering the tooth relic of Buddha is taken in a grand procession through the streets of the city. This casket is taken on a royal tusker. The procession includes traditional dancers and drummers, flag bearers of the provinces of the old Kandyan kingdom, the Nilames (lay custodians of temples ) wearing their traditional dresses, torch-bearers, and also the grandly attired elephant. This ceremony which is annually held in the months of July or August attracts large crowds from all parts of the country and also many foreign tourists. Kandy City Centre is commercial and shopping complex open in 2005[28] at Dalada Veediya.[29] Is the most modern commercial complex in Sri Lanka. The complex is studded with ultra-modern features, also incorporating the traditional architecture of Kandy during the medieval period of Sri Lanka. The city centre is host to several leading banks, a fully equipped supermarket, modern restaurants, an entertainment zone, a well-designed state-of-the-art food court, Sri Lanka's leading book shops, flora, and an Ayurveda site. There is a five-level car park outside that is the largest car park in Kandy. Much of the 1984 film Indiana Jones and the Temple of Doom was shot in Kandy. Kandy has produced national-level competitors in a wide range of sports, including cricket, rugby union, Association football, swimming, field hockey, athletics, table tennis, boxing, basketball, golf, and even baseball, which has only been introduced into Kandy recently. Kandy has produced national captains of cricket and rugby and athletes that play at the highest level of all sports. Unlike the rest of the country rugby is the most popular sport in the region. This is because of the local rugby union club, Kandy Sports Club being the reigning Club Rugby Champions in the national league for almost a decade, as well as the fondness and support the local schools treat the sport with. The Singer Sri Lankan Airlines Rugby 7's tournament is an annual international rugby union event held at the local Bogambara Stadium, attracting nations from all over the world. Cricket is widely played in Kandy with the city having three first-class teams in the Premier Trophy, Saracens, Kandy Cricket Club and Kandy Youth Cricket Club, as well as being the main city for the Sri Lankan Premier League side Kandurata Kites. Kandy is host to the Sri Lanka national cricket team with two Test status grounds, Asgiriya International Stadium and the newly built state-of-the-art Pallekele International Cricket Stadium. Both stadiums have held World Cup matches. Other cricket venues are Katugastota Oval (St.Anthony's College ground), Lake View ground at Dharmaraja College, and Police ground Kandy. Sports like field hockey, volleyball (the national sport of Sri Lanka), and association football however have not taken off in Kandy as much as other sports, due to the lack of proper playing fields, funding, and support. Cue games like billiards and snooker have hardly anyone playing. However basketball, table tennis, badminton, and swimming are common due to the high participation of students and schools.[30] The City of Kandy has a sister city relationship with:","Title":"Kandy - Wikipedia","KeyID":"14526","URL":"https://en.wikipedia.org/wiki/Kandy"}