{"Content: ":"No. 4 (VVIP/VIP) Helicopter Squadron is a squadron of the Sri Lanka Air Force. It currently operates Bell 412/412EP/212/206JR from SLAF Ratmalana for VVIP/VIP Air transport.[1] Established on January 15, 1971 as No. 4 Helicopter Squadron with Bell 206 Jet Ranger helicopters. With role of VIP transport, reconnaissance, cargo transport, air/sea and jungle rescue. In 1983 the squadron permanently positioned several Bell 212 and Bell Jet Ranger helicopters at SLAF Palaly, in support of the Army in Jaffna. These were used both for troop transport and ground attack.[2] In 1987 the Squadron was upgraded to an Air Wing as the No. 4 Helicopter Wing.[3] They played a major role during the Vadamarachchi Operation in 1987, deploying Commandos behind enemy lines. In 1990 a helicopter of the squadron took part in the daring Operation Eagle, in which it flew into the besieged Jaffna Fort re-supply and casualty evacuation. The following year the squadron provided air cover for the besieged Silawaturai camp for 72 hours continuously and were able to save the camp from being overrun by the LTTE, who had surrounded the camp in large numbers. During the siege of Elephant Pass aircraft of the squadron provided extensive air cover and airlifted the casualties. In 1993 during the Battle of Pooneryn the squadron flew in reinforcement and later evacuated Army and Navy personnel under heavy enemy fire.[1] In 1994, No. 4 Helicopter Wing was split into two Squadrons namely 401 and 402. No. 401 Squadron took charge of operational flying requirements and pilot training, and was located at SLAF Hingurakgoda with Bell 212 and Bell Jet Ranger helicopters in its fleet. It was later renamed as the No. 7 Squadron. No. 402 Squadron remained at SLAF Katunayake and flew Bell 412 and Bell Jet Rangers, largely catering to VIP movement. The squadron has also careered out many relief operation during natural disasters such as the tank bund breach at Kantalai in 1986, floods and earth slips in Kegalle in 1989, flood relief in Welioya in 1993, search and rescue missions during the southern floods in 2003 and, the rescue and relief operations during the 2004 tsunami.[1] In March 2009, the squadron was presented with the President’s Colours.[4] Year of introduction","Title":"No. 4 Squadron SLAF - Wikipedia","KeyID":"14533","URL":"https://en.wikipedia.org/wiki/No._4_Squadron_SLAF"}