{"Content: ":"The civil service is a collective term for a sector of government composed mainly of career civil servants hired on professional merit rather than appointed or elected, whose institutional tenure typically survives transitions of political leadership. A civil servant, also known as a public servant, is a person employed in the public sector by a government department or agency for public sector undertakings. Civil servants work for central and state governments, and answer to the government, not a political party.[1][2] The extent of civil servants of a state as part of the \"civil service\" varies from country to country. In the United Kingdom (UK), for instance, only Crown (national government) employees are referred to as \"civil servants\" whereas employees of local authorities (counties, cities and similar administrations) are generally referred to as \"local government civil service officers\", who are considered public servants but not civil servants. Thus, in the UK, a civil servant is a public servant but a public servant is not necessarily a civil servant. The study of the civil service is a part of the field of public service (and in some countries there is no distinction between the two). Staff members in \"non-departmental public bodies\" (sometimes called \"QUANGOs\") may also be classed as civil servants for the purpose of statistics and possibly for their terms and conditions. Collectively a state's civil servants form its civil service or public service. The concept arose in China and modern civil service developed in Britain in the 18th century. An international civil servant or international staff member is a civilian employee who is employed by an intergovernmental organization. These international civil servants do not resort under any national legislation (from which they have immunity of jurisdiction) but are governed by internal staff regulations. All disputes related to international civil service are brought before special tribunals created by these international organizations such as, for instance, the Administrative Tribunal of the ILO. Specific referral can be made to the International Civil Service Commission (ICSC) of the United Nations, an independent expert body established by the United Nations General Assembly. Its mandate is to regulate and coordinate the conditions of service of staff in the United Nations common system, while promoting and maintaining high standards in the international civil service. The origin of the modern meritocratic civil service can be traced back to Imperial examination founded in Imperial China.[3] The Imperial exam based on merit was designed to select the best administrative officials for the state's bureaucracy.[4] This system had a huge influence on both society and culture in Imperial China and was directly responsible for the creation of a class of scholar-bureaucrats irrespective of their family pedigree.[5] Originally appointments to the bureaucracy were based on the patronage of aristocrats; During Han dynasty, Emperor Wu of Han established the xiaolian system of recommendation by superiors for appointments to office. In the areas of administration, especially the military, appointments were based solely on merit. This was an early form of the imperial examinations, transitioning from inheritance and patronage to merit, in which local officials would select candidates to take part in an examination of the Confucian classics.[5] After the fall of the Han dynasty, the Chinese bureaucracy regressed into a semi-merit system known as the nine-rank system. This system was reversed during the short-lived Sui dynasty (581–618), which initiated a civil service bureaucracy recruited through written examinations and recommendation. The first civil service examination system was established by Emperor Wen of Sui. Emperor Yang of Sui established a new category of recommended candidates for the mandarinate in AD 605. The following Tang dynasty (618–907) adopted the same measures for drafting officials, and decreasingly relied on aristocratic recommendations and more and more on promotion based on the results of written examinations. The structure of the examination system was extensively expanded during the reign of Wu Zetian.[6] The system reached its apogee during the Song dynasty.[7] In theory, the Chinese civil service system provided one of the main avenues for social mobility in Chinese society, although in practice, due to the time-consuming nature of the study, the examination was generally only taken by sons of the landed gentry.[8] The examination tested the candidate's memorization of the Nine Classics of Confucianism and his ability to compose poetry using fixed and traditional forms and calligraphy. It was ideally suited to literary candidates. Thus, toward the end of the Ming Dynasty, the system attracted the candidature of Tang Xianzu (1550-1616). Tang at 14 passed the imperial examination at the county level; and at 21, he did so at the provincial level; but not until he was 34 did he pass at the national level. However, he had already become a well-known poet at age 12, and among other things he went on to such distinction as a profound literati and dramatist that it would not be far-fetched to regard him as China's answer to William Shakespeare: Wang Rongpei and Zhang Ling (eds), The Complete Works of Tang Xianzu (2018). In the late 19th century, however, the system increasingly engendered internal dissatisfaction, and was criticized as not reflecting candidates' ability to govern well, and for giving undue weight to style over content and originality of thought. Indeed, long before its abandonment, the notion of the imperial system as a route to social mobility was somewhat mythical. In Tang's magnum opus, The Peony Pavilion, sc 13, Leaving Home, the male lead, Liu Mengmei, laments: \"After twenty years of studies, I still have no hope of getting into office\", and on this point Tang may be speaking through Liu as his alter ego. The system was finally abolished by the Qing government in 1905 as part of the New Policies reform package. The Chinese system was often admired by European commentators from the 16th century onward.[9] However, the Chinese imperial examination system was hardly universally admired by all Europeans who knew of it. In a debate in the unelected chamber of the UK parliament on March 13, 1854, John Browne 'pointed out [clearly with some disdain ] that the only precedent for appointing civil servants by literary exams was that of the Chinese government': Coolican (2018), ch.5: The Northcote-Trevelyan Report, pp106–107. In the 18th century, in response to economic changes and the growth of the British Empire, the bureaucracy of institutions such as the Office of Works and the Navy Board greatly expanded. Each had its own system, but in general, staff were appointed through patronage or outright purchase. By the 19th century, it became increasingly clear that these arrangements were falling short. \"The origins of the British civil service are better known. During the eighteenth century a number of Englishmen wrote in praise of the Chinese examination system, some of them going so far as to urge the adoption for England of something similar. The first concrete step in this direction was taken by the British East India Company in 1806.\"[10] In that year, the Honourable East India Company established a college, the East India Company College, near London to train and examine administrators of the company's territories in India.[11] \"The proposal for establishing this college came, significantly, from members of the East India Company's trading post in Canton, China.\"[10] Examinations for the Indian \"civil service\"—a term coined by the Company—were introduced in 1829.[12] British efforts at reform were influenced by the imperial examinations system and meritocratic system of China. Thomas Taylor Meadows, Britain's consul in Guangzhou, China argued in his Desultory Notes on the Government and People of China, published in 1847, that \"the long duration of the Chinese empire is solely and altogether owing to the good government which consists in the advancement of men of talent and merit only,\" and that the British must reform their civil service by making the institution meritocratic.[10] On the other hand, John Browne, in the 1854 debate mentioned above, 'argued that elegant writing had become an end in itself, and the stultifying effect of this on the Chinese civil service had contributed in no small measure to China's failure to develop its early lead over Western civilisations': Coolican, p107. In 1853 the Chancellor of the Exchequer William Gladstone, commissioned Sir Stafford Northcote and Charles Trevelyan to look into the operation and organisation of the Civil Service. Influenced by the Chinese imperial examinations, the Northcote–Trevelyan Report of 1854 made four principal recommendations: that recruitment should be on the basis of merit determined through competitive examination, that candidates should have a solid general education to enable inter-departmental transfers, that recruits should be graded into a hierarchy and that promotion should be through achievement, rather than \"preferment, patronage or purchase\". It also recommended a clear division between staff responsible for routine (\"mechanical\") work, and those engaged in policy formulation and implementation in an \"administrative\" class.[13] The report was well-timed, because bureaucratic chaos during the Crimean War was causing a clamour for the change. The report's conclusions were immediately implemented, and a permanent, unified and politically neutral civil service was introduced as Her Majesty's Civil Service. A Civil Service Commission was also set up in 1855 to oversee open recruitment and end patronage, and most of the other Northcote–Trevelyan recommendations were implemented over some years.[14] Or so one version of the story goes. There are, however, more nuanced ways to tell the tale. Despite [civil servants'] many similarities, there also exists a great divide between the very small number of top mandarins and the very great number of more junior staff. ... the conventional wisdom is that this divide was the work of Sir Stafford Northcote and Sir Charles Trevelyan, but once you start poking around in the archives the story turns out to be rather more complicated. ... What is surprising is that, as originally drafted, the report contained only the most meagre proposals for establishing entry to the civil service via a competitive literary exam - one for intellectuals and one for mechanicals. There was such a proposal but it did not extend to departments subordinate to the Treasury. ... Gladstone warmly supported other aspects of the report but criticised its limited attack on patronage. ... He wanted the principle of competition 'sanctioned in its full breadth', and applied to the Treasury 'with unsparing vigour' [and] when the amended report was published nearly a year later it proposed to apply the competitive principle to all departments. ... Early in 1854, [Prime Minister] Russell wrote to Gladstone to say he hoped Gladstone was 'not thinking seriously of the plan of throwing open to competition the whole civil service of this country'. ... The departmental heads, in their response to the report, also criticised the thinking underlying the proposals for change... the Northcote-Trevelyan report was dead in the water. ... In the face of opposition from top civil servants, and a distinct lack of enthusiasm on the part of most ministers - particularly the Prime Minister - Gladstone was not inclined to push the matter too hard. The idea of a central competitive exam was dropped, along with most of the other proposals. Only one other proposal was put into effect; in 1854... the Cabinet agreed to the creation of a central examining board. A year later the Civil Service Commission was established ... The same model, the Imperial Civil Service, was implemented in British India from 1858, after the demise of the East India Company's rule in India through the Indian Rebellion of 1857 which came close to toppling British rule in the country.[15] The Northcote–Trevelyan model remained essentially stable for a hundred years. This was a tribute to its success in removing corruption, delivering public services (even under the stress of two world wars), and responding effectively to political change. It also had a great international influence and was adapted by members of the Commonwealth. The Pendleton Civil Service Reform Act established a modern civil service in the United States, and by the turn of the 20th century almost all Western governments had implemented similar reforms. Civil servants in Brazil (Portuguese: servidores públicos) are those working in the executive, legislative, and judicial branches of the Federal, state, Federal District or municipal governments, including congressmen, senators, mayors, ministers, the president of the republic, and workers in government-owned corporations. Career civil servants (not temporary workers or politicians) are hired only externally on the basis of entrance examinations (Portuguese: concurso público).[16] It usually consists of a written test; some posts may require physical tests (such as policemen), or oral tests (such as professors, judges, prosecutors and attorneys). The rank according to the examination score is used for filling the vacancies. Entrance examinations are conducted by several institutions with a government mandate, such as CESPE (which belongs to the University of Brasília) and the Cesgranrio Foundation (which is part of the Federal University of Rio de Janeiro). The labor laws and social insurance for civil servants are different from private workers; even between government branches (like different states or cities), the law and insurance differ. The posts usually are ranked by titles, the most common are technician for high school literates and analyst for undergraduates. There's also higher post ranks like auditor, fiscal, chief of police, prosecutor, judge, attorney, etc. The law does not allow servants to upgrade or downgrade posts internally; they need to be selected in separate external entrance examinations. Historians have explored the powerful role of civil service since the 1840s.[17] In Canada, the civil service at the federal level is known as the Public Service of Canada, with each of the ten provincial governments as well as the three territorial governments also having their own separate civil services. The federal civil service consists of all employees of the crown. Ministers' exempt staff and members of the Royal Canadian Mounted Police or Canadian Armed Forces are not civil servants.[18] There are approximately 257,000 federal civil servants (2015),[18] and more than 350,000 employees at the provincial and territorial levels.[19] In the United States, the federal civil service was established in 1871. The Civil Service is defined as \"all appointive positions in the executive, judicial, and legislative branches of the Government of the United States, except positions in the uniformed services.\" (5 U.S.C. § 2101). In the early 19th century, government jobs were held at the pleasure of the president — a person could be fired at any time. The spoils system meant that jobs were used to support the political parties. This was changed in slow stages by the Pendleton Civil Service Reform Act of 1883 and subsequent laws. By 1909, almost two thirds of the U.S. federal work force was appointed based on merit, that is, qualifications measured by tests. Certain senior civil service positions, including some heads of diplomatic missions and executive agencies, are filled by political appointees. Under the Hatch Act of 1939, civil servants are not allowed to engage in political activities while performing their duties. The U.S civil service includes the competitive service and the excepted service. The majority of civil service appointments in the U.S. are made under the competitive service, but the Foreign Service, the FBI, and other National Security positions are made under the excepted service. (U.S. Code Title V) U.S. state and local government entities often have competitive civil service systems that are modeled on the national system, in varying degrees. As of January 2007, the federal government, excluding the Postal Service, employed about 1.8 million civilian workers. The federal government is the nation's single largest employer, although it employs only about 12% of all government employees, compared to 24% at the state level and 63% at the local level.[20] Although most federal agencies are based in the Washington, D.C. region, only about 16% (or about 284,000) of the federal government workforce is employed in this region.[21] As of 2014, there are currently 15 federal executive branch agencies and hundreds of subagencies.[22] The Civil Service (Malay: Perkhidmatan Awam) of Brunei. The role of the civil service is as the government’s administrative machinery to uphold the supreme authority of His Majesty the Sultan and Yang Di-Pertuan of Brunei Darussalam, uphold the National Philosophy – MIB, Melayu Islam Beraja, ensure the development of the country and ensure the welfare of the people as well as its traditional role as the peacekeeper, law enforcer, regulator and service providers. However, the adjudication system is separate from the civil service to maintain its independence and impartiality.[23] The Civil Service (Khmer: សេវាកម្មស៊ីវិល, Sevakamm Civil) of Cambodia is the policy implementing arm of the Royal Government of Cambodia. In executing this important role, each civil servant (Khmer: មន្រ្តីរាជការ, Montrey Reachkar) is obligated to act according to the law and is guided by public policy pronouncements. The Common Statute of Civil Servants is the primary legislative framework for the Civil Service in Cambodia.[24] One of the oldest examples of a civil service based on meritocracy is the Imperial bureaucracy of China, which can be traced as far back as the Qin dynasty (221–207 BC). However, the civil service examinations were practiced on a much smaller scale in comparison to the stronger, centralized bureaucracy of the Song dynasty (960–1279). In response to the regional military rule of jiedushi and the loss of civil authority during the late Tang period and Five Dynasties (907–960), the Song emperors were eager to implement a system where civil officials would owe their social prestige to the central court and gain their salaries strictly from the central government. This ideal was not fully achieved since many scholar officials were affluent landowners and were engaged in many anonymous business affairs in an age of economic revolution in China. Nonetheless, gaining a degree through three levels of examination—prefectural exams, provincial exams, and the prestigious palace exams—was a far more desirable goal in society than becoming a merchant. This was because the mercantile class was traditionally regarded with some disdain by the scholar-official class. This class of state bureaucrats in the Song period were far less aristocratic than their Tang predecessors. The examinations were carefully structured in order to ensure that people of lesser means than what was available to candidates born into wealthy, landowning families were given a greater chance to pass the exams and obtain an official degree. This included the employment of a bureau of copyists who would rewrite all of the candidates' exams in order to mask their handwriting and thus prevent favoritism by graders of the exams who might otherwise recognize a candidate's handwriting. The advent of widespread printing in the Song period allowed many more examination candidates access to the Confucian texts whose mastery was required for passing the exams. Hong Kong and Macau have separate civil service systems: In India, the Civil Service is defined as \"appointive positions by the Government in connection with the affairs of the Union and includes a civilian in a Defence Service, except positions in the Indian Armed Forces.\" The members of civil service serve at the pleasure of the President of India and Article 311 of the constitution protects them from politically motivated or vindictive action. The Civil Services of India can be classified into three types—the All India Services, the Central Civil Services (Group A and B) and State/Provincial Civil Services. The recruits are university graduates (or above) selected through a rigorous system of examinations, called the Civil Services Examination (CSE) and its technical counterpart known as the Engineering Services Examination (ESE) both conducted by the Union Public Service Commission (UPSC). The entry into the State Civil Services is through a competitive examination conducted by every state public service commission. Senior positions in civil service are listed and named in the Order of Precedence of India. In Pakistan the FPSC (Federal Public Service Commission) conducts a competitive examination for the Central Superior Services of Pakistan and other civil-service posts; Pakistan inherited this system from the British Raj-era Indian Civil Service. Pakistan has federal civil servants serving in federal government offices, with staff selected through the Federal Public Service Commission. Similarly, Pakistani provinces select their own public servants through provincial Public Service Commissions. The federal services have some quota against provincial posts, while provincial services have some quota in federal services. The ROC constitution specifies that public servant cannot be employed without examination. The employment is usually lifelong (that is, until age about retirement). The civil service in France (fonction publique) is often incorrectly considered to include all government employees including employees of public corporations, such as SNCF. Public sector employment is classified into three services; State service, Local service and Hospital service. According to government statistics there were 5.5 million public sector employees in 2011.[25][26] The Public Service in Germany (Öffentlicher Dienst) employed 4.6 million persons as of 2011[update].[28] Public servants are organized[29] into hired salaried employees (Arbeitnehmer), appointed civil servants (Beamte) and soldiers. They are employed by public bodies (Körperschaften des öffentlichen Rechts), such as counties (Kreise), states, the federal government, etc. In addition to employees directly employed by the state another 1.6 million persons are employed by state owned enterprises[30] Beamte has been a title for government employees for several centuries in German states, but became a standardized group in 1794.[citation needed] Soldiers other than conscripted soldiers are not Beamte but have similar rights. Judges are not Beamte but have similar rights too.[31] Public attorneys are all Beamte, while most (but not all) professors are Beamte. The group of Beamte have the most secure employment, and the amount they are paid is set by national pay regulations (Besoldungsordnungen). Beamte are prohibited from striking. Angestellte work with individual contracts, while Beamte are appointed, employed, and removed by the Public Sector Service and Loyalty law (öffentlich-rechtliches Dienst- und Treueverhältnis). Most tasks can be either done by Beschäftigte or Beamte, however some specific tasks of official nature are supposed to be handled by Beamte since they are subject to a special loyalty obligation. Beamte are divided into four levels: Gehobener Dienst and Höherer Dienst both require a university education or equivalent, at the very least a bachelor's or master's degree, respectively. The civil service of Ireland includes the employees of the Departments of State (excluded are government ministers and a small number of paid political advisors) as well as a small number of core state agencies such as the Office of the Revenue Commissioners, the Office of Public Works, and the Public Appointments Service. The organisation of the Irish Civil Service is very similar to the traditional organization of the British Home Civil Service, and indeed the grading system in the Irish Civil Service is nearly identical to the traditional grading system of its British counterpart. In Ireland, public sector employees such as teachers or members of the country's police force, the Garda Síochána are not considered to be civil servants, but are rather described as \"public servants\" (and form the public service of the Republic of Ireland). The civil service in Spain (función pública) is usually considered to include all the employees at the different levels of the Spanish public administration: central government, autonomous communities, as well as municipalities. There are three main categories of Spanish public positions: temporary political posts (\"personal eventual\"), which require a simple procedure for hiring and dismissal and is associated to top level executives and advisors, statutory permanent posts (\"funcionarios de carrera\"), which require a formal procedure for access that usually involves a competition among candidates and whose tenants are subject to a special statutory relationship of work with their employers, and non statutory permanent posts (\"personal laboral\"), which also require a formal procedure for entry similar to the procedure required for the \"funcionarios de carrera\", but whose tenants are subject to normal working conditions and laws. Competitions differ notably among the state, the 17 autonomous communities and the city councils, and the \"funcionarios de carrera\" and \"personal laboral\" examinations vary in difficulty from one location to another. As of 2013,[32] there were 2.6 million public employees in Spain, of which 571,000 were civil servants and 2 million were non-civil servants. More recent figures can be found at SEAT.[33] In December 2011, the government of Rajoy announced that civil servants have to serve a minimum 37.5 working hours per week regardless of their place or kind of service.[34] The civil service in the United Kingdom only includes Crown (i.e. central government) employees, not parliamentary employees or local government employees. Public sector employees such as those in education and the NHS are not considered to be civil servants. Police officers and staff are also not civil servants. Total employment in the public sector in the UK was 6.04 million in 2012 according to the UK's Office for National Statistics.[35] Civil servants in the devolved government in Northern Ireland are not part of the Home Civil Service, but constitute the separate Northern Ireland Civil Service. Some employees of the Foreign and Commonwealth Office are members of HM Diplomatic Service, which is associated with but separate from the Civil Service. The European Civil Service administers the institutions of the European Union, of which the largest employer is the European Commission. Civil servants are recruited directly into the institutions after being selected by competitions set by EPSO, the official selection office. They are allocated to departments, known as Directorates-General (DGs), each covering one or more related policy areas. Autocratic systems of government (such as monarchies) can favour appointments to administrative positions on the basis of nepotism, patronage and favoritism, with close relationships between political and administrative figures. Early Roman emperors, for example, set their household slaves and freedmen much of the task of administering the Empire,[36] sidelining the elected officials who continued the traditions of the Roman Republic. But the political appointment of bureaucrats can run the risk of tolerating inefficiency and corruption, with officials feeling secure in the protection of their political masters and possibly immune from prosecution for bribe-taking. Song-dynasty China (960–1279) standardised competitive examinations as a basis for civil-service recruitment and promotion, and in the 19th century administrations in France and Britain followed suit. Agitation against the spoils system in the United States of America resulted in increasing the independence of the civil service – seen as an important principle in modern times.[37] Some governmental structures include a civil service commission (or equivalent) whose functions include maintaining the work and rights of civil servants at arm's length from potential politicisation or political interference.[38] Compare the governance-administrative integration of Stalin's Orgburo.","Title":"Civil service - Wikipedia","KeyID":"14540","URL":"https://en.wikipedia.org/wiki/Civil_servant"}