{"Content: ":"Sri Lanka portal The prehistory of Sri Lanka covers the Palaeolithic, Mesolithic and early Iron Age of the country until the Pre Anuradhapura period in 543 BC. There is evidence of Paleolithic (Homo erectus) people in Sri Lanka from about 300,000 BP and possibly even as early as 500,000 BP.[citation needed] There is strong evidence of prehistoric settlements in Sri Lanka by about 125,000 BP.[citation needed] Evidence of a transition between the Mesolithic and the Iron Age is scant. Fluctuations in sea level led to Sri Lanka being linked to the Indian subcontinent from time to time over the past million years. The last such link occurred about 5000 BC.[1] Periodization of Sri Lanka history: The stone age had approximately existed from 125,000 years ago to 1800 BC minimum Findings at Iranamadu indicate that there were Paleolithic people in Sri Lanka as early as 300,000 BP.[2] There is definite evidence of settlements by prehistoric people in Sri Lanka by about 125,000 BP. These people made tools of quartz and chert which are assignable to the Middle Palaeolithic period.[1] The inhabitants could be found in 8 main areas in the land of Sri Lanka.[3] They were namely, The island appears to have been colonized by the Balangoda Man (named after the area where his remains were discovered) prior to 34,000 BP. They have been identified as a group of Mesolithic hunter-gatherers who lived in caves. Fa Hien Cave has yielded the earliest evidence (at c. 34,000 BP) of anatomically modern humans in South Asia.[1] Several of these caves including the well known Batadombalena and the Fa Hien Cave have yielded many artefacts that points to them being the first modern inhabitants of the island. There is evidence from Belilena that salt had been brought in from the coast earlier than 27,000 BP.[1] In June 2020 research carried out by the Max Planck Institute, Griffith University in Australia, and the Department of Archaeology (Government of Sri Lanka), showed that occupants of the Fa-Hien Lena cave had developed bow and arrow technology 48,000 BP. This is the oldest use of this technology outside of Africa.[4] Several minute granite tools of about 4 centimeters in length, earthenware and remnants of charred timber, and clay burial pots that date back to the Stone Age Mesolithic people who lived 8,000 years ago have been discovered during recent excavations around a cave at Warana Raja Maha Vihara and also in Kalatuwawa area. The skeletal remains of dogs from Nilgala cave and from Bellanbandi Palassa, dating from the Mesolithic era, about 4500 BC, suggest that Balangoda People may have kept domestic dogs for driving game.[citation needed] The Sinhala Hound is similar in appearance to the Kadar Dog, the New Guinea Dog and the dingo. It has been suggested that these could all derive from a common domestic stock.[citation needed] It is also possible that they may have domesticated jungle fowl, pig, water buffalo and some form of Bos (possibly the ancestor of the Sri Lankan neat cattle which became extinct in the 1940s).[5] The Balangoda Man appears to have been responsible for creating Horton Plains, in the central hills, by burning the trees in order to catch game. However, evidence from the plains suggests the incipient management of oats and barley by about 15,000 BC.[6] The transition in Sri Lanka from the Mesolithic to the Iron Age has not been adequately documented. A human skeleton found at Godavaya in the Hambantota district, provisionally dated back to 5000–3000 BC, was accompanied by tools of animal-bone and stone.[7] However, evidence from Horton Plains indicates the existence of agriculture by about 8000 BC, including herding of Bos and cultivation of oats and barley[citation needed]. Excavations in the cave of Dorawaka-kanda near Kegalle indicate the use about 4300 BC of pottery, together with stone stools, and possibly cereal cultivation.[1][6] Slag found at Mantai dated to about 1800 BC could indicate the knowledge of copper-working.[6] Cinnamon, which is native to Sri Lanka, was in use in Ancient Egypt in about 1500 BC, suggesting that there were trading links with the island. It is possible that Biblical Tarshish was located on the island (James Emerson Tennent identified it with Galle).[8] During the protohistoric period (1000-500 BCE) Sri Lanka was culturally united with southern India,[9] and shared the same megalithic burials, pottery, iron technology, farming techniques and megalithic graffiti.[10][11] This cultural complex spread from southern India along with Dravidian clans such as the Velir, prior to the migration of Prakrit speakers.[12][13][10] A large settlement appears to have been founded before 900 BC at the site of Anuradhapura, where signs of an Iron Age culture have been found. The size of the settlement was about 15 hectares at that date, but it expanded to 50 ha, to 'town' size within a couple of centuries. A similar site has been discovered at Aligala in Sigiriya.[14] The earliest chronicles the Dipavamsa and Mahavamsa say that the island was inhabited by tribes of Yakkhas (demons), Nagas (cobras) and devas (gods).[15] Pottery that was claimed to date back to the early 4th century BCE was found at Anuradhapura, bearing Brāhmī script (among the earliest extant examples of the script) and non-Brahmi writing, which may have arisen through contact with Semitic trading scripts from West Asia.[2][6][16] This has been disputed by leading epigraphist Harry Falk who states that regional chauvinism is to blame for the claims of a pre-Ashokan Brahmi script. He cites flaws in carbon dating calibration curves and stratification techniques for these pre Ashokan dates.[17] The emergence of new forms of pottery at the same time as the writing, together with other artifacts such as red glass beads, indicate a new cultural impulse, possibly an invasion from North India. The Brahmi writing appears to be in Indo-Aryan Prakrit and is almost identical to the Asokan script dated to the 3rd century BC; none appears to be in Dravidian - corroborating the view that Indo-Aryan was pre-dominant from the earliest literate phase in Sri Lanka.[6]","Title":"Prehistory of Sri Lanka - Wikipedia","KeyID":"14552","URL":"https://en.wikipedia.org/wiki/Prehistory_of_Sri_Lanka"}