{"Content: ":"Sri Lanka portal The Kandyan period covers the history of Sri Lanka from 1597–1815. After the fall of the Kingdom of Kotte, the Kandyan Kingdom was the last Independent monarchy of Sri Lanka. The Kingdom played a major role throughout the history of Sri Lanka. It was founded in 1476.[1] The kingdom located in the central part of Sri Lanka managed to remain independent from both the Portuguese and Dutch rule who controlled coastal parts of Sri Lanka; however, it was colonised by the British in 1815.[2] Periodization of Sri Lanka history: Senasammata Vikramabahu ruled the Kingdom of Kandy as a semi-independent kingdom under the Kingdom of Kotte, Vikramabahu founded the city of Kandy making it the new capital of the Kandyan Kingdom. After 1476 the kingdom became a separate entity seceding from Kotte. Vikramabahu was succeeded by his son Jayaweera Astana (1511–1551) and then by Karaliyadde Bandara (1551–1581) who was succeeded by his daughter Dona Catherina (1581–1581). Dona Catherina was succeeded by Rajasinha (I) aka Tikiri Bandara (1581–1591) he was succeeded by Vimala Dharma Suriya (I) aka Konappu Bandara and his baptismal name Don Joao of Austria (1591–1604) and he was succeeded by his first cousin Senarat (1604–1635). Rajasingha II was the son of Senarat and Empress Dona Catherina. He ruled from 1629 to 6 December 1687. It was during his time the Battle of Gannoruwa took place. The Portuguese forces who attempted to invade the Kandyan Kingdom were defeated at the city of Gannoruwa.900 Portuguese soldiers came to attack and only 33 were soldiers were alive after the battle.[3] After the death of his son Vimala Dharma Suriya (II) took over. Vimala Dharma Suriya married a princess from Madurai, Tamil Nadu. After Vimala Dharma Suriya's (II) death his seventeen years old son ascended the throne. Vira Narendra Sinha of Kandy reigned from (1707–1739). In his reign, the Kandy Maha Dewale was founded in 1731.His wife was a Madurai Nayak Dynasty princess from southern India. Since he had no children of his own he was succeeded by his wife's brother, Sri Vijaya Rajasinha, who was of Nayakkar nationality which originated from south India. After that the throne of the Sinhalese kings passed to the Nayakkars till the history of Sri Lankan monarchies ended. Kirti Sri Raja Singha was the second Nayaka king of Kandy. The is credited for the revival of Buddhism and literature in Sri Lanka. Under the guidance and influence of Weliwita Sri Saranankara Thero, with the Dutch assistance, Kirti Sri Raja Singha successfully invited Bhikkus from Siam (Thailand) to revive the higher ordination of Buddhist monks in Sri Lanka. He also built the existing inner temple of the Sacred Tooth Relic and Raja Maha Vihara (Gangarama) in Kandy. During his reign the Mahavamsa chronicle was continued from the time of Parakramabahu IV of Dambadeniya. He also rebuilt the Munneswaram temple close to Chilaw. Sri Rajadhi Rajasinha (reigned 1782–1798) was a member of the Madurai royal family and succeeded his brother, Kirti Sri Rajasinha as of Kandy in 1782. Sri Rajadhi Raja Sinha was fluent in many languages including Pali and Sanskrit. His nephew Prince Kannasamy succeeded him. Prince Kannasamy was only 18 when he took over the throne.[4] Sri Vikrama Rajasinha was the last monarch to rule Sri Lanka. After he was captured by the British in 1815 it ended the history of Sri Lankan self governed monarchical rule. During his reign, he completed the Dalada Maligawa Temple by building the Paththirippuwa. He also built the Kandy Lake. He also donated more lands to Dalada Maligawa and the King gave high prominence to Dalada Perahara. Sri Vickrama Rajasinha embraced Buddhism and did sacrifices to the Tooth Relic of Buddha.[4] Several ministers under the king conspired against him. They actively provided intelligence to the British Empire. On 14 February 1815, a British division entered Kandy and took possession of the city. Several of the ministers signed the Kandyan Convention which was an agreement for the deposition of Sri Vikrama Rajasinha and ceding of the Kingdom's territory to British rule. There were twelve signatories to the Kandyan Convention signed in the following languages: four signed in Tamil, three, in Tamil and Sinhalese and four, in Sinhalese. This act effectively ended the Sovereignty of the Kandy Nayakar Dynasty.[4] The king was captured by the British and send to Madurai as a prisoner. The signing of the convention is known as the greatest act of traitorship in Sri Lankan history.[4] The Great Rebellion of 1817–18 took place in the former Kandyan Kingdom after two years of it being captured by the British. The purpose of the rebellion was to make a blood relative of the Nayak kings named Doraisami the ruler again.[5] Keppetipola Disawe was sent initially by the British government to stop the uprising but ended up joining the rebellion as its leader and is celebrated for his actions even today in Sri Lanka. The rebels captured Matale and Kandy before Keppetipola fell ill and was captured and beheaded by the British. His skull was abnormal — as it was wider than usual — and was sent to Britain for testing. It was returned to Sri Lanka after independence, and now rests in the Kandyan Museum. The rebellion failed due to a number of reasons. It was not well planned by the leaders. The areas controlled by some Chiefs who helped the British provided easy transport routes for British supplies. Doraisami who was said to have a claim to the Sinhalese throne was found not to have any relation.[6][7][8][9][10]","Title":"Kandyan period - Wikipedia","KeyID":"14557","URL":"https://en.wikipedia.org/wiki/Kandyan_period"}