{"Content: ":"Sri Lanka portal The Anuradhapura period was a period in the history of Sri Lanka of the Anuradhapura Kingdom from 377 BC to 1017 AD. The period begins when Pandukabhaya, King of Upatissa Nuwara moved the administration to Anuradhapura, becoming the kingdom's first monarch. Anuradhapura is heralded as an ancient cosmopolitan citadel with diverse populations. Periodization of Sri Lanka history: Pandukabhaya (437–367 BC) King of Upatissa Nuwara and the first monarch of the Anuradhapura Kingdom and 6th over all of the island of Sri Lanka since the arrival of the Vijaya, he reigned from 437 BC to 367 BC. According to many historians and philosophers, he is the first truly Sri Lankan king since the Vijayan invasion, and also the king who ended the conflict between the Sinha clan and local community, reorganizing the populace. Elara (205–161 BC), a Tamil King with Chola origins, who ruled \"Pihiti Rata\", i.e., Sri Lanka north of the mahaweli, after killing King Asela. During Elara's time, Kelani Tissa was a sub-king of Maya Rata (south-west) and Kavan Tissa was a regional sub-king of Ruhuna (south-east). Kavan Tissa built Tissa Maha Vihara, Dighavapi Tank and many shrines in Seruvila. Dutugemunu (161–137 BC) – Eldest son of King Kavan Tissa, who was a young man 25 years of age, defeated the South Indian Tamil Invader Elara (over 64 years of age) in single combat, described in the Mahavamsa. Dutugemunu is depicted as a Sinhalese \"Asoka\". The Ruwanwelisaya, built by this king is a dagaba of pyramid-like proportions. It was an engineering marvel. Pulahatta (or Pulahatha) deposed by Bahiya, was deposed by Panaya Mara, deposed by Pilaya Mara, murdered by Dathiya 88 BC – deposed by Valagamba, ending Tamil rule. Valagamba I (89–77) BC – restored the Dutugamunu dynasty. The Mahavihara Theravada – Abhayagiri (pro-Mahayana) doctrinal disputes arose at this time. The Tripitaka was written in Pali at Aluvihara, Matale. Chora Naga (Mahanaga) (63–51) BC; poisoned by his consort Anula. Queen Anula (48–44 BC) – Widow of Chora Naga and Kuda Tissa, was the first Queen of Lanka. She had many lovers who were poisoned by her. She was finally killed by: Kuttakanna Tissa. Vasabha (67–111 AD) – Vallipuram gold plate; he fortified Anuradhapura and built eleven tanks; many edicts. Gajabahu I (114–136) – invaded the Chola kingdom and brought back captives. He recovered the tooth relic of the Buddha. Mahasena (274–301) – The Theravada (Maha Vihara) was persecuted and Mahayana surfaced. Later the King returned to the Maha Vihara. Pandu (429) – first of seven Pandiyan rulers, ending with Pithya, 455; Dhatusena (459–477), his uncle, Mahanama wrote the Mahavamsa, he built \"Kalaweva\". His son Kashyapa (477–495), built the famous Sigiriya rock palace. Some 700 rock graffiti give a glimpse of ancient Sinhala. Devanampiya Tissa (250–210 BC), a Sinhalese King of the Maurya clan. His links with Emperor Asoka led to the introduction of Buddhism by Mahinda (son of Asoka) in 247 BC. Sangamitta, (sister of Mahinda) brought a Bodhi sapling via Jambukola (Sambiliturei). Sangamitta's son Saamanera Sumana also accompanied them to spread Buddhism, following the Third Buddhist Council, upon the recommendation of Moggaliputta-Tissa (Ashoka's spiritual teacher). They were also accompanied by a lay disciple Bhankuka, who was a maternal grandson of Mahinda's aunt. There is no evidence in the history of King Ashoka about his having had a son by the name of Mahinda (or by any other name) or a daughter by the name of Sangamitta (or by any other name). This king's reign was crucial to Theravada Buddhism, and for Sri Lanka. Manavanna (684–718) – seized the throne with Pallava help. Manavamma introduced Pallava patronage for three centuries. By the 9th century, with the Pandyan ascendancy in southern India, Anuradhapura was sacked. However, the Sinhalese invaded Pandya using a rival prince, and Madurai itself was sacked. Mahinda V (982–1029) – was the last Sinhalese monarch of Anuradhapura. He fled to Ruhuna, where, in 1017, the Chola took him to prison and he died in India. In 993, the Chola Emperor Rajaraja I invaded Sri Lanka, forcing the then Sri Lankan ruler Mahinda V to flee to the southern part of the country.[1] The Mahavamsa describes the rule of Mahinda V as weak, and the country was suffering from poverty by this time. It further mentions that his army rose against him due to lack of wages.[2] Taking advantage of this situation, Rajendra I son of Rajaraja I, launched a large invasion in 1017. Mahinda V was captured and taken to India, and the Cholas sacked the city of Anuradhapura. They moved the capital to Polonnaruwa and subsequent Sri Lankan rulers who came into power after the Chola reign continued to use Polonnaruwa as the capital, thus ending the Anuradhapura Kingdom.[1] Potsherds with early Tamil writing from the 5th century BC have been found from the north in Poonakari, Jaffna to the south in Tissamaharama. They bore several inscriptions, including a clan name—vela, a name related to velir from ancient Tamil country.[3] Epigraphic evidence shows people identifying themselves as Damelas or Damedas (the Indo-Aryan Prakrit word for Tamil people) in Anuradhapura, the capital city of Rajarata the middle kingdom, and other areas of Sri Lanka as early as the 2nd century BC.[4] Excavations in the area of Tissamaharama in southern Sri Lanka have unearthed locally issued coins, produced between the 2nd century BC and the 2nd century CE, some of which carry local Tamil personal names written in early Tamil characters,[5] which suggest that Tamils were present and actively involved in trade along the southern coast of Sri Lanka by the late classical period.[6] Other ancient inscriptions from the period reference a Tamil merchant,[note 1] the Tamil householder residing in Ilubharata[note 2] and a Tamil sailor named Karava.[note 3] Two of the five ancient inscriptions referring to the Damedas (Tamils) are in Periya Pullyakulam in the Vavuniya District, one is in Seruvavila district in Trincomalee District, one is in Kuduvil in Amparai District and one is in Anuradhapura. Mention is made in literary sources of Tamil rulers bringing horses to the island in water craft in the second century BCE, most likely arriving at Kudiramalai. Historical records establish that Tamil kingdoms in modern India were closely involved in the island's affairs from about the 2nd century BC.[7] The irrigation works in ancient Sri Lanka dated from about 300 BC during the reign of King Pandukabhaya and under continuous development for the next thousand years, were one of the most complex irrigation systems of the ancient world. In addition to underground canals, the Sinhalese were the first to build completely artificial reservoirs and dams to store water. The system was extensively restored and further extended during the reign of King Parākramabāhu. The House of Vijaya, The Five Dravidians, House of Lambakanna I, The Six Dravidians, House of Moriya and the House of Lambakanna II produced 122 monarchs who ruled during this period.","Title":"Anuradhapura period - Wikipedia","KeyID":"14554","URL":"https://en.wikipedia.org/wiki/Anuradhapura_period"}