{"Content: ":"Sri Lanka portal The Transitional period of Sri Lanka spans from the end of the Kingdom of Polonnaruwa, in 1232, to the start of the Kandyan period in 1597. The period is characterised by the succession of capitals that followed the fall of the Polonnaruwa Kingdom and the creation of the Jaffna kingdom and Crisis of the Sixteenth Century. Periodization of Sri Lanka history: The Jaffna kingdom, also known as Kingdom of Aryacakravarti came into existence after the invasion of Magha, who is said to have been from Kalinga, in South India. It was a tribute-paying feudatory region of the Pandyan Empire in modern South India in 1250, but it later became independent with the fragmentation of the Pandyan control. For a brief period, in the early and middle 14th century, it was an ascendant power in the island of Sri Lanka when all regional kingdoms accepted subordination. However, the kingdom was eventually overpowered by the rival Kotte Kingdom in around 1450. It was freed of Kotte control in 1467. Its subsequent rulers directed their energies towards consolidating its economic potential by maximising revenue from pearls and elephant exports and land revenue. It was less feudal than most of other regional kingdoms in the island of Sri Lanka of the same period. During this period, important local Tamil literature was produced and Hindu temples were built, including an academy for language advancement. The arrival of the Portuguese colonial power to the island of Sri Lanka in 1505, along with its strategic location in the Palk Strait of connecting all interior Sinhalese kingdoms to South India, created political problems. Many of its kings confronted and ultimately made peace with the Portuguese colonials. In 1617, Cankili II, a usurper to the throne, confronted the Portuguese but was defeated, bringing the kingdom’s independent existence to an end in 1619. Dambadeniya is an ancient capital of Sri Lanka. Four kings ruled from there, Vijayabâhu III (1220–1236), Parâkkamabâhu II (1236–1270), Vijayabâhu IV (1270–1272), and Bhuvanaikabâhu I (1272–1283). The first king to choose Dambadeniya as his capital was Vijayabâhu III. He was able to bring about unity among the sangha who had scattered due to the hostile invasion of the Kalinga magha. He also succeeded in holding a Buddhist convention in 1226 to bring about peace among the Buddhist clergy. King Parâkkamabâhu II inherited the throne from Vijayabâhu III. He was considered a genius who was a great poet and prolific writer. Among the books he wrote are Kausilumina, which is considered a great piece of literature. Unifying the three kingdoms that existed within Sri Lanka at that point in time is regarded as his greatest achievement. King Bosath Vijayabâhu, as the eldest son of king Parâkkamabâhu II, was crowned in 1270. He was well known for his modest behaviour and for his religious activities. He was killed in the second year of his reign by a minister called Miththa. After the demise of his elder brother Vijayabâhu, king Bhuvanaikabâhu I, as the next in line to the throne, shifted the capital to Yapahuwa for reasons of security. He followed his father's footsteps as a writer and continued with the religious activities started by his brother Vijayabâhu.","Title":"Transitional period of Sri Lanka - Wikipedia","KeyID":"14556","URL":"https://en.wikipedia.org/wiki/Transitional_period_of_Sri_Lanka"}