{"Content: ":"Sri Lanka portal The Kingdom of Tambapaṇṇī (Sinhala: තම්බපණ්ණිය රාජධානිය, romanized: Tambapaṇṇī Rājadhāniya) was the first Sinhalese kingdom in Sri Lanka. Its administrative centre was based at Tambapaṇṇī. It existed between 543 BC and 437 BC. The Kingdom was founded by Prince Vijaya and his followers. Tambapaṇṇī is a name derived from Tāmraparṇī or Tāmravarṇī (in Sanskrit).[5] This means the colour of copper or bronze because when Vijaya and his followers landed in Sri Lanka, when their hands and feet touched the ground they became red with the dust of the red-earth. Therefore, the city founded on that spot was named Tambapaṇṇī.[6] A derivative of this name is Taprobane (Greek). According to the Mahāvamsa, a chronicle written in Pāḷi, the inhabitants of Sri Lanka prior to the Bengali migration were Yakkhas and Nagas.[7][8] Ancient grave sites that were used before 600 BC and other signs of civilisation have also been discovered in Sri Lanka, but little is known about the history of the island before this time.[9][10] Sinhalese history and the historical period of Sri Lanka traditionally starts in 543 BC with the arrival of Prince Vijaya, a semi-legendary prince who sailed with 700 followers to Sri Lanka.[11] Legend has it that when Prince Vijaya landed on the shores of the island he kissed the sand, called it ‘Thambapanni’ and planted a flag depicting a lion in the ground. (The famous ‘Sanchi’ ruins of India depict the events of Prince Vijaya’a landing).[12] After landing in Tambapaṇṇī, Vijaya met Kuveni the queen of the Yakkhas, who was disguised as a beautiful woman but was really a yakkhini named Sesapathi.[13] The Kingdom of Tambapaṇṇī was founded by Prince Vijaya, the first Sinhalese King, and 700 of his followers after landing in Sri Lanka in an area near modern-day Mannar, which is believed to be the district of Chilaw.[14] It is recorded that Vijaya made his landing on the day of Buddha's death.[15] Vijaya claimed Tambapaṇṇī as his capital and soon the whole island became known by this name. Tambapaṇṇī was originally inhabited and governed by Yakkhas, and their queen Kuveni, with their capital at Sirīsavatthu.[1] Upatissagāma was the second capital of the kingdom. It was seven or eight miles further north of the previous capital Tambapaṇṇī.[4][16][17] The city was established by Upatissa, a follower and senior minister of Vijaya. During the end of his reign Vijaya, who was having trouble choosing a successor, so sent a letter to the city of his ancestors at Sinhapura, in order to invite his brother Sumitta to take over the throne.[18] However Vijaya had died before the letter had reached its destination so the monarchy was succeeded by his chief minister Upatissa who acted as king for a year.[3] ","Title":"Kingdom of Tambapanni - Wikipedia","KeyID":"14562","URL":"https://en.wikipedia.org/wiki/Kingdom_of_Tambapanni"}