{"Content: ":"According to the Mahāvaṃsa chronicle, Prince Vijaya (c. 543–505 BCE) was the first Sinhalese king. Legends say that he and several hundred followers came to Sri Lanka after they were banished from Sinhapura. In Sri Lanka, Vijaya and his settlers defeated a yaksha near \"Thammena\" (Tambapaṇṇī, believed to be in the central or western part of the island), eventually displacing the island's previous inhabitants from their city of Sirisavatthu. Vijaya's marriage to Kuveni, a daughter of a yaksha leader, may have cemented his ability to rule the kingdom of Tambapanni. However, Kuveni's renunciation of her people for love did not last long; Vijay betrayed her for a princess from India. Kuveni had two children by Vijaya, whose fates are unknown. Four versions of the legend explain the origin of the Sinhalese people. In all the versions, a prince comes to the island of Lanka and establishes a community which gives rise to the Sinhalese people. The Mahavamsa and Dipavamsa identify the prince as Vijaya, and the other two legends have different names for the prince.[2] According to the Mahāvaṃsa, the king of Vanga (the historical Bengal region) married a princess named Mayavati of neighbouring Kalinga (present-day Odisha). The couple had a daughter, Suppadevi, who was prophesied to mate with the king of beasts. As an adult, Princess Suppadevi left Vanga to seek an independent life. She joined a caravan headed for Magadha, which was attacked by Sinha (\"lion\") in a forest in the Lala (or Lada) region. The Mahavamsa calls the Sinha a lion; according to some modern interpreters, however, Sinha was a beastly outlaw human living in the jungle. Lala is identified as Bengal's Rarh region (part of the present-day Indian state of West Bengal) or Lata, part of present-day Gujarat.[3][5] Suppadevi fled from the attack, but encountered Sinha again. Sinha was attracted to her and she caressed him, mindful of the prophecy. He kept Suppadevi in captivity in a cave, and they had two children: a son named Sinhabahu (or Sihabahu, \"lion-armed\") and a daughter named Sinhasivali (or Sihasivali). When the children grew up, Sinhabahu asked his mother why she and Sinha looked so different. After she told him about her royal ancestry, he decided to go to Vanga. While Sinha was out, Sinhabahu escaped from the cave with Suppadevi and Sinhasivali. They reached a village, where they met a general of the Vanga Kingdom. The general was a cousin of Suppadevi, and later married her. Sinha began ravaging villages to find his missing family. The king of Vanga announced a reward to anyone who could kill Sinha, and Sinhabahu killed his father to claim the reward. By the time Sinhabahu returned to the capital, the king of Vanga was dead. Sinhabahu was crowned the new king, but later passed the kingship to his mother's husband (the general). Returning to his birthplace in Lala, he founded the city of Sinhapura (or Sihapura). Sinhabahu married his sister, Sinhasivali, and they had 32 sons (16 pairs of twins). Vijaya Singha (\"the greatly victorious\") was their eldest son, followed by his twin Sumitta.[3][6] The location of Sinhapura is uncertain. It has been identified with Singur, West Bengal (in the Rada, or Rarh, region) or Singhpur, near Jajpur (Sinhapura, Odisha).[5] Those who identify the Lala kingdom with present-day Gujarat place it in present-day Sihor.[7] Another theory identifies it with the village of Singupuram, near Srikakulam in Andhra Pradesh.[8] It has also been placed in present-day Thailand or on the Malay Peninsula.[9] Vijaya was made the prince regent by his father, but he and his band of followers became notorious for their violent deeds. After their repeated complaints failed to stop him, prominent citizens demanded that Vijaya be put to death. King Sinhabahu then expelled Vijaya and his 700 followers from the kingdom. The men's heads were half-shaved, and they were put on a ship that set out to sea. The wives and children of the 700 men were sent on separate ships. Vijaya and his followers landed at a place called Supparaka; the women landed at a place called Mahiladipaka, and the children landed at a place called Naggadipa. Vijaya's ship later reached Lanka, in the area known as Tambapanni, on the day that Gautama Buddha died in northern India.[3][6] Those who think that Vijaya set out from the west coast of India (Sinhapura was in Gujarat) identify present-day Sopara as the location of Supparaka.[10] Those who think that Sinhapura was in the Vanga-Kalinga region identify it with locations off the east coast of India; S. Krishnaswami Aiyangar speculates that Supparaka might have been Sumatra.[11] According to the Mahavamsa, Gautama Buddha asked the lord of gods (identified as Indra) before he attained Nirvana to protect Vijaya in Lanka so Buddhism could flourish there. Indra gave the guardianship of Lanka to the lotus-coloured god (Upulvan), who came to Lanka in the guise of an ascetic to protect Vijaya.[12][13] Wilhelm Geiger identifies the lotus-coloured god as Vishnu; uppala is the blue lotus. Senarath Paranavithana identifies him with Varuna.[14] Vijaya tied a protective (paritta) thread on the hands of his followers. Later, a Yakkhini appeared before them in the form of a dog. One of the followers thought that a dog indicated habitation, and followed her. After some time, he saw a Yakkhini named Kuveni (or Kuvanna) who was spinning thread. Kuveni tried to devour him, but Vijaya's magical thread protected him. Unable to kill him, Kuveni hurled the follower into a chasm; she then did the same thing to all 700 followers. Vijaya went to Kuveni's place, looking for his men; he overpowered her, and forced her to free them. Kuveni asked Vijaya to spare her life, swearing loyalty to him. She brought food and goods from the ships of the traders she had devoured for Vijaya and his followers, and Vijaya took her as his consort.[3][13] Vijaya woke up to the sounds of music and singing. Kuveni told him that the island was home to Yakkhas, who would kill her for sheltering Vijaya's men, and the sound was from wedding festivities in the Yakkha city of Sirisavatthu. With Kuveni's help, Vijaya defeated the Yakkhas. Vijaya and Kuveni had two children: Jivahatta and Disala. Vijaya established a kingdom which was named Tambapanni (\"copper-red hands\"), because the men's hands were coloured by the area's red soil. Members of Vijaya's community were called Sinhala, after Sinhabahu.[3][13][15] Vijaya's ministers and other followers established several villages; Upatissa established Upatissagāma on the bank of the Gambhira river, north of Anuradhagama. Vijaya's followers decided to crown him king, but for this he needed a queen of Aryan (noble) descent. His ministers sent emissaries with gifts to the city of Madhura, which was ruled by a Pandava king. (Madhura is identified with Mathura, a city in North India). The king agreed to send his daughter as Vijaya's bride, and asked other families to offer their daughters as brides for Vijaya's followers. Several families volunteered, and were rewarded by the king, who sent a hundred noble maidens, craftsmen, a thousand families from 18 guilds, elephants, horses, wagons and other gifts. The group landed in Lanka at a port known as Mahatittha.[3][13] Vijaya then asked Kuveni, his Yakkhini consort, to leave the community because his citizens feared supernatural beings like her. He offered her money, asking her to leave their two children behind, but Kuveni brought the children along to the Yakkha city of Lankapura. She asked her children to remain behind as she entered the city, where other Yakkhas saw her as a traitor; suspected of spying, she was killed by a Yakkha. On the advice of her maternal uncle, the children fled to Sumanakuta (identified with Adam's Peak). In the Malaya region of Lanka, they married and began the Pulinda race (identified with the Vedda people, not to be confused with the Pulindas of India).[3][13] Vijaya was crowned king. The Pandava king's daughter became his queen, and other women were married to his followers according to their rank. Vijaya bestowed gifts on his ministers and his father-in-law; he abandoned his evil ways, and ruled Lanka in peace and justice.[13] Vijaya had no other children after Kuveni left. Concerned in old age that he would die without an heir, he decided to bring his twin brother Sumitta from India to govern his kingdom. Vijaya sent a letter to Sumitta, but died before receiving a reply. His ministers from Upatissagāma then governed the kingdom for a year while they waited for a reply. In Sinhapura, Sumitta had become king and had three sons. His queen was a daughter of the king of Madda (possibly Madra). When Vijaya's messengers arrived, Sumitta asked one of his sons to go to Lanka because he was too old; Panduvasdeva, his youngest son, volunteered. Panduvasdeva and 32 sons of Sumitta's ministers reached Lanka, where he became the new ruler.[3][16] In Sri Lanka, the legend of Vijaya is political rhetoric used to explain the origin and genetics of the Sinhalese; it is often treated as an account of historical events. Sinhalese scholars such as K. M. de Silva have used the legend to confirm the Indo-Aryan origin of the Sinhalese, distinguishing them from the Dravidians; some Sinhalese authors have used the myth to oppose Tamil secessionism, arguing that the Sinhalese and the Tamils are one race because their ancestors included the maidens sent by the Pandyan king of Madurai. Some Tamil nationalists, on the other hand, have claimed that their ancestors were the Yakkhas massacred by Vijaya. Tamil authors such as Satchi Ponnambalam have dismissed the legend as fiction aimed at justifying Sinhalese territorial claims in Sri Lanka.[17] Genetic studies on Sinhalese and Sri Lankan Tamils have led to different conclusions. R. L. Kirk (1976) concluded that the Sinhalese are genetically closest to the Bengalis. N. Saha (1988) disagreed with Kirk's findings, however, and concluded that the Sinhalese have a close genetic relationship to the Tamils.[18]","Title":"Prince Vijaya - Wikipedia","KeyID":"14561","URL":"https://en.wikipedia.org/wiki/Prince_Vijaya"}