{"Content: ":"Sri Lanka portal The Kingdom of Kotte (Sinhala: කෝට්ටේ රාජධානිය, romanized: Kottay Rajadhaniya), named after its capital, Kotte, was a Sinhalese kingdom that flourished in Sri Lanka during the 15th century. Kotte, under the rule of Ming-backed Parakramabahu VI,[a] conquered the Jaffna kingdom and the Vanni principalities, and brought the country under one flag. It led to a punitive invasion against the Vijayanagar dynasty and captured a port, which was converted to a trade route.(#Military) The Kotte Kingdom was largely dissolved during the Sinhalese-Portuguese War, as it faced attacks from rival Sinhalese kingdoms, the Kingdom of Sitawaka and Kingdom of Kandy. Don João Dharmapala handed it over to the Portuguese, thus leading to the formation of Ceylon. The remainder was annexed into Sitwaka and Kandy. The term Kotte is said to have derived from the Sinhalese word kotta (කෝට්ට) and Tamil word kōttei which mean fortress.[1][b]The word Kotte was introduced by Nissankamalla Alagakkonara, who was the founder of the fortress. They were believed to be from the city of Vanchi, identified with Kanchipuram of Tamil Nadu.[4] The Alagakkonara family have also been identified to be of Tamil ancestry of Vallanattu Chettiar.[5][6] Kotte was founded as a fortress by Minister Alakesvara (1370–1385) of the Alagakkonara clan of the Kingdom of Gampola during the reign of Vikramabahu III of Gampola to checkmate invasions from South India on the western coast; Parakramabahu VI later made Kotte his capital city in 1412. It was well protected by the large swamp that surrounded the area.[7] Parakramabahu VI first became the king of Raigama in 1412, then, in 1415, he made Kotte his capital. The King upgraded the existing citadel and built a new royal palace. Parakramabahu VI waited until ties between the Vijayanagara Empire and Jaffna Kingdom were severed. First, he captured the Vanni and made its leaders loyal to him. Prince Sapumal was the commander of the Kotte army at the time. Tamil served as one of the court languages of the Kotte Kingdom at this time.[8] In 1450, Parakramabahu VI had, with his conquest of the Jaffna kingdom in northern Sri Lanka, unified all of Sri Lanka. At its height, the Kingdom oversaw one of the greatest eras of Sinhalese literature. Notable poets at the time were Buddhist monks such as Thotagamuwe Sri Rahula Thera, Weedagama Maihree thero, and Karagala Wanarathana thero. By 1477, however, 10 years after the death of Parakramabahu VI, regional kingdoms became more powerful. Most notably a new Kingdom was founded in the central hill-country of the island by Senasammata Vikramabahu who successfully led a rebellion against the Kotte Kingdom in 1469. Parakramabahu IX of Kotte moved the capital to Kelaniya in 1509 and it stayed there until 1528. The Portuguese arrived in Sri Lanka in 1505,[9][10] landing in Galle Harbour. Once they learnt that they had arrived in Sri Lanka, they sailed to Colombo.[9] They were taken by a tortuous route to the capital, Kotte, which was actually quite close by. This was done in order to create the impression that the kingdom was too far inland to make invasion from the harbour feasible. This plan was, however, spoilt by the fact that the Portuguese who remained with the ship fired the ship's cannon repeatedly, which sound was heard by the Portuguese party being taken to Kotte.[11] This incident gave rise to the local saying \"Parangiya Kotte Giya Vage\" (\"like the Portuguese went to Kotte\")[11] [පරන්ගියා කොට්ටේ ගියා වගේ], which refers to doing something or going somewhere in a roundabout route instead of a direct route. However, during this meeting, the Portuguese managed to secure a trade agreement with the Kotte king.[12] Kotte Kingdom's downfall began with an event in 1521 that became known as the \"Wijayaba Kollaya\". The Kotte King Vijayabahu VII's three sons mutinied and killed their father dividing the kingdom among themselves.[13] This gave rise to three minor kingdoms, Kotte, Sitawaka and Principality of Raigama.[14] The divided Kingdom of Sitawaka became more powerful with local popular support and the Kotte Kingdom had to rely on Portuguese for help. The king of Kotte after Wijayabe Kollaya, Buvenekabahu VII, got assistance from the Portuguese in order to defeat his brother, Mayadunne. He also allowed his daughter's son, Prince Dharmapala, to be baptized as a Catholic by the Portuguese. After Buvenekabahu had named Dharmapala as his heir, he was shot – supposedly by accident – by a Portuguese soldier. In 1565,[15] the capital of Kotte was abandoned by Dharmapala of Kotte due to frequent attacks from the Kingdom of Sitawaka led by Mayadunne and his son Rajasinghe I; he was taken into Colombo under Portuguese protection.[16] Most of the areas of Kotte Kingdom were annexed to the Kingdom of Sitawaka[17] however after the downfall of Sitawaka in 1594, these areas were re-annexed to the Kotte kingdom.[18] In 1597 Dharmapala gifted the Kotte Kingdom to the Portuguese throne and the Kotte era was officially ended. The military of the Kotte kingdom was closely associated with both its rise and demise. Poems written in this era give vivid accounts of the contemporary military. Before the arrival of the Portuguese, firearms had not been widely adopted but it is believed that firearms had been introduced to Sinhalese by Arab traders due to the similarity of the design of Sinhala firearms to Arab guns and the Portuguese expressing unfamiliarity with the designs of Sinhalese ordinance used by 1519. However, the use of heavy armour and firearms by Europeans would also result in locals rapidly adopting firearms.[19][20] The military consisted of four main departments, namely In the final periods of the kingdom, the Portuguese were often in charge of the military. The kingdom was situated near Colombo, a very important port at the time. Moorish merchants from India and Arabia dominated the trade of the kingdom until the arrival of the Portuguese. The spice trade, e.g. in cinnamon, cardamom, black pepper, dominated the exports while gemstones also was a big export. After the conquest of Jaffna, Kotte possessed the pearl trading which gave an enormous wealth to the kingdom. Portuguese who arrived there as traders were able to secure a trading deal with the kingdom on their first visit. One of the greatest fields that flourished under his rule was literature and art since the king himself was very fond of them. Royal patronage was given to literature paving way to a golden age of literature in the island. These institutions paved way not only to the enhancement of Buddhist literature but also to the development of Ayurvedic medicine. Buddhism was the state religion for most of its existence. Parakramabahu VI built a shrine for the Sacred Tooth Relic near the royal palace. Kotte Raja Maha Viharaya was also enshrined by Parakramabahu VI to celebrate the Esala Perahara Pegent, in Honor of the Sacred Tooth relic. He also repaired Kelaniya Raja Maha Vihara; which along with the Sri Perakumba Pirivena and Sunethra Devi Pirivena have become the most famous monasteries in the country. Hinduism was also given a foremost place in society. Most of the Buddhist temples entrusted shrines of Hindu gods Vishnu, Murugan (god Katahargama) and goddess Paththini, and God Gambara as the provincial god. Prince Sapumal (crowned Bhuvanekabahu VI) had built a shrine near the ancient bo tree of the Kotte Raja Maha Viharaya as a vow to defeat Arya chakravarthi. Prince Sapumal is also credited for building or renovating the Nallur Kandaswamy temple in Jaffna.[23] The Portuguese converted much of the population into the Roman Catholic faith. The last king of Kotte, Don Juan Dharmapala, was one of two Catholic Sinhalese monarchs in Sri Lankan history (the other was Kusumasena Devi), though several other contemporary kings had also been temporarily Catholic.[citation needed] Battaramulla was a village that provided rice to the king's palace. The royal flower gardens were also located in this village in an area called Rajamalwatta. ","Title":"Kingdom of Kotte - Wikipedia","KeyID":"14569","URL":"https://en.wikipedia.org/wiki/Kingdom_of_Kotte"}