{"Content: ":"Chola Victory Rajarata annexed as a province of the Chola Dynasty Anuradhapura Kingdom Sri Lanka portal The Chola conquest and occupation of Anuradhapura Kingdom was a military invasion of the Kingdom of Anuradhapura by the Chola Empire. It initially began with the invasion of the Anuradhapura Kingdom in 993 AD by Rajaraja I when he sent a large Chola army to conquer the kingdom and absorb it into the Chola Empire.[2] Most of the island was subsequently conquered by 1017 and incorporated as a province of the vast Chola empire during the reign of his son Rajendra Chola I.[3][4][5] The Chola occupation would be overthrown in 1070 through a campaign of Sinhalese Resistance led by Prince Kitti, a Sinhalese royal. The Cholas fought many subsequent wars and attempted to reconquer the Sinhalese kingdom as the Sinhalese were allies of their arch-enemies, the Pandyas. The period of Chola entrenchment in northern Sri Lanka lasted in total about three-quarters of a century, from roughly 993 (the date of Rajaraja's first invasion) to 1070, when Vijayabahu I recaptured the north and expelled the Chola forces restoring Sinhalese sovereignty.[6] Military expeditions from South Indian forces into Anuradhapura had been brief ad hoc up until the mid-tenth century. These were designed to facilitate short-term gains with minimal involvement followed by a withdrawal to the mainland. However, with the ascension of more ambitious and aggressive imperial Chola kings, Rajaraja I (985-1014) and his son Rajendra I (1012-1044), a new strategy of ruthless plunder and destruction of major political and religious centers on the island occurred, followed by the establishment of semi-permanent and fortified encampments, from where wide-ranging raids could be carried out in other parts of the island.[6] The tirumagal inscription of Rajaraja I dated to 993 AD first mentions Anuradhapura among the king's conquests. Mahinda V (981-1017) distracted by a revolt of his own Indian mercenary troops fled to the south-eastern province of Rohana. Taking advantage of this internal strife Rajaraja I invaded Anuradhapura sometime in 993 AD and conquered the northern part of the country and incorporated it into his kingdom as a province named \"Mummudi-sola-mandalam\" after himself.[2] The Culavamsa says that the capital at Anuradhapura was \"utterly destroyed in every way by the Chola army.[7] The capital was at Polonnaruwa which was renamed \"Jananathamangalam\", a title of Rajaraja. The Chola official Tali Kumaran erected a Shiva temple called Rajarajeshvara (\"Lord of Rajaraja\") in the town of Mahatittha (modern Mantota, Mannar), which was renamed Rajaraja-pura.[8] Comparing Rajaraja's campaign to the invasion of Lanka by the legendary hero Rama, the Thiruvalangadu Plates states:[9] \"Rama built with the aid of monkeys, a causeway across the sea, and then with great difficulties defeated the king of Lanka by means of sharp edged arrows. But Rama was excelled by this king whose powerful army crossed the ocean by ships and burnt up the king of Lanka.\" A partial consolidation of Chola power in Rajarata had followed the initial season of plunder. With the intention to transform Chola encampments into more permanent military enclaves, Saivite temples were constructed in Polonnaruva and in the emporium of Mahatittha. Taxation was also instituted, especially on merchants and artisans by the Cholas.[11] In 1014 Rajaraja I died and was succeeded by his son the Rajendra Chola I, perhaps the most aggressive king of his line. Chola raids were launched southward from Rajarata into Rohana. By his fifth year, Rajendra claimed to have completely conquered the island. The whole of Anuradhapura including the south-eastern province of Rohana were incorporated into the Chola Empire.[12] As per the Sinhalese chronicle Mahavamsa, the conquest of Anuradhapura was completed in the 36th year of the reign of the Sinhalese monarch Mahinda V, i.e. about 1017–18.[12] But the south of the island, which lacked large and prosperous settlements to tempt long-term Chola occupation, was never really consolidated by the Chola. Thus, under Rajendra, Chola predatory expansion in Ceylon began to reach a point of diminishing returns.[11] According to the Culavamsa and Karandai plates, Rajendra Chola led a large army into Anuradhapura and captured Mahinda's crown, queen, daughter, vast amount of wealth and the king himself whom he took as a prisoner to India, where he eventually died in exile in 1029.[13][12] Eleven years after the conquest of Rohana, Prince Kassapa, son of Mahinda, hid in Rohana, where Chola forces vainly searched for him. Soon after the death of his father Kassapa assumed the monarchy as Kassapa VI (also known as Vikramabahu) and \"ruled\" in Rohana for several years (c. 1029–1040) while attempting to organize a campaign of liberation and unification. Taking advantage of uprisings in the Pandya kingdom and Chera kingdoms, Kassapa VI massacred the Chola garrisons in Rohana and drove the 95,000 strong Chola army to Pulatthinagara. But he died before he could consolidate his power, and a series of ephemeral aspirants to the throne subsequently appeared and disappeared in Rohana without dislodging the Cholas from the north.[13] Kassapa VI's mysterious death in 1040, however, brought an end to the war. His successor Mahalana-Kitti (1040–1042) tried to lead an unsuccessful revolt against the Cholas Vijayabahu I (1039 –1110), descended from, or at least claimed to be descended from the Sinhalese royal house. He had defeated his most powerful rivals in Rohana and was anxious to take on the Cholas, by the age of seventeen.[13] The crisis in the country left a scattering of turbulent chiefs and intractable rebels whose allegiance, if any, was at best opportunistic which proved a problem to both sides in the conflict, frustrating both the Sinhalese kings and the Cholas. Vijayabahu, from his base in Rohana, faced a similar difficulty; he had to contend with the hostility of local chiefs who regarded him as a greater threat to their independence than the Cholas were. For that reason, the Cholas occasionally succeeded in recruiting nominal support from rebel chiefs in Rohana, as a result Vijayabahu had difficulty consolidating a firm territorial base from which to launch a decisive campaign against the Cholas. On the other hand, the Cholas were unable to eliminate similar opposition to themselves in the north. Gradually the wider conflict developed into a prolonged, back and forth struggle of raids and counter-raids, with the forces of Vijayabahu advancing upon Polonnaruva and then falling back to fortresses in Dakkhinadesa and Rohana to withstand retaliatory Chola attacks and sieges.[13] With time on the side of the insurgent forces, Chola determination began to gradually falter. Vijayabahu possessed strategic advantages, even without a unified \"national\" force behind him. A prolonged war of attrition was of greater benefit to the Sinhalese than to the Cholas. After the accession of Virarajendra Chola (1063–69) to the Chola throne, the Cholas were increasingly on the defensive, not only in Sri Lanka, but also in peninsular India, where they were hard-pressed by the attacks of the Chalukyas from the Deccan. Vijayabahu eventually launched a successful two-pronged attack upon Anuradhapura and Polonnaruva, when he could finally establish a firm base in southern Sri Lanka. Anuradhapura quickly fell and Polonnaruva was captured after a prolonged siege of the isolated Chola forces.[13] Virarajendra Chola was forced to dispatch an expedition from the mainland to recapture the settlements in the north and carry the attack back into Rohana, in order to stave off total defeat. In the battles that ensued, two powerful Sinhalese chiefs, Ravideva and Cala, crossed over with their men from Vijayabahu's side to the Chola commander. One of Vijayabahu's Tamil commanders, Kurukulattaraiyan, a Tamil Karaiyar chieftain, fell in battle.[14] What had begun as a profitable incursion and occupation was now deteriorating into desperate attempts to retain a foothold in the north. After a further series of indecisive clashes, the occupation finally ended in the withdrawal of the Cholas. In 1070, when Kulottunga I (1070–1122) came to the Chola throne, after a period of political crisis at the Chola court, he initially concentrated on consolidating his authority in India. His most pressing task was to defend the Chola territories against the inroads of the Western Chalukya Empire. All this meant that the defence of Sri Lanka was given a low priority.[14] The conquest on the Sinhalese kingdom had been associated with his three immediate predecessors (Rajendra Chola I, Rajendra Chola II, and Virarajendra Chola, all sons of Rajaraja I), no longer seemed to be worthwhile. Kulottunga had less personal prestige involved in the conquest, so he simply terminated it with little attempt to recoup Chola losses.[15] Vijayabahu attacked and captured Pulatthinagara and drove the Cholas out of the city. Kulottunga sent a large army which engaged Vijayabahu in a pitched battle near Anuradhapura. The Cholas, initially succeeded in driving Vijayabahu to seek refuge in Vatagiri but Vijayabahu took Mahanagakula on the Walaweganga and conducted his resistance from there. Pulatthinagara and Anuradhapura fell to Vijayabahu and Mahatittha was soon occupied. Having liberated the whole of Sri Lanka from Chola rule, Vijayabahu crowned himself king of Polonnaruwa in 1076-77. The Chola conquest had one permanent result, that the kingdom of Anuradhapura, which lasted for over a millennium, was destroyed by the Cholas. Polonnaruwa, a military outpost of the Sinhalese kingdom,[note 1] was renamed Jananathamangalam, after a title assumed by Rajaraja I, and become the new center of administration for the Cholas. This was because earlier Tamil invaders had only aimed at overlordship of Rajarata in the north, but the Cholas were bent on control of the whole island. When Sinhalese sovereignty was restored under Vijayabahu I, he crowned himself at Anuradhapura but continued to have his capital at Polonnaruwa for it being more central and made the task of controlling the turbulent provence of Rohana much easier.[2]","Title":"Chola conquest of Anuradhapura - Wikipedia","KeyID":"14564","URL":"https://en.wikipedia.org/wiki/Chola_conquest_of_Anuradhapura"}