{"Content: ":"Sri Lanka portal the Kingdom of Polonnaruwa[a] (Sinhala: පොළොන්නරුව රාජධානිය, romanized: Polonnaruwa Rājādhaniya) was the kingdom that ruled the island of Sri Lanka and several overseas territories, from 1070 until 1232. The kingdom started expanding its overseas authority during the reign of Parakramabahu the Great.[3] Despite being a kingdom, it had been under the control of its Royal Army, which captured power twice and remained dominant in politics. Other militaries also had captured power in the kingdom. After ruling the country for over 1,400 years, the Kingdom of Anuradhapura fell in 1017 to the Chola King Rajaraja and his son Rajendra, who took King Mahinda V as a prisoner of war to Tamil Nadu; he died there in 1029. The Cholas shifted the capital from Anuradhapura to Polonnaruwa and ruled for nearly 53 years. Polonnaruwa was named Jananathapuram by the Cholas. King Vijayabahu I (or Kitti) eventually defeated the Cholas and re-established the Sinhalese monarchy.[4] Polonnaruwa had always been considered an important settlement in the island, as it commanded the crossings of the Mahaveli River towards Anuradhapura.[citation needed] 3 years after restoring Anuradhapura, Vijayabahu prepared to fight a possible invasion. He moved the capital out of Anuradhapura to a more defensive position, Polonnaruwa.[5][6] After the victory at Polonnaruwa, Vijayabahu had to face more rebellions. This caused him to delay his coronation, which took place in 1072 or 1073,[7] eighteen years after being crowned as Vijayabahu in Ruhuna, and after a military campaign that lasted seventeen years. Polonnaruwa was renamed Vijayarajapura and chosen as the capital. The coronation ceremony was held in a palace built for this purpose in Anuradhapura, the former capital of the country. Vijayabahu married Lilavati, the daughter of Jagatipala of Kanauj, as his queen. He later married Tilokasundari, a princess from Kalinga, with the view of strengthening ties with the Kalingas.[8] Vijayabahu's death left a disputed throne; the absolute successor Parakramabahu I was only selected after a war between the claimants to the throne. Firstly he entered secret negotiations with Gajabahu's military chief, but these attempts to capture power failed. He then sent the army of Dakkhinadesa to capture Rajarata, but he was introduced to Manabaraha, who allied with Gajabahu. Despite the setback, he captured Rajarata. Gajabahu, his army weakened, found himself in a battle against Manabharana as well. He later declared that he had passed over Rajarata to Parakramabahu of Dakkhinadesa. Manabharana was also defeated.[9] Following the end of the Kalinga-Arya conflict, Parakramabahu I, unified the three principalities: Rohana, Malaya, and Rajarata; declaring the islandwide Dakkhinadesa, he formed the Polonnaruwa kingdom in the latter. His reign saw the expansion of the kingdom, leading raids and large-scale invasions against his opponents. He launched an invasion against the kings of Ramanna (currently lower Burma) due to their acts of hostility such as the kidnapping of a princess by Narathu's son Narapatisithu. In this invasion, he captured the Burmese city Bassein.[10] Following the death of Parakramabahu, Vijayabahu II ascended the throne. He called Nissanka Malla to visit the country and take the throne. Vijayabahu II was however killed by the invader Mahinda VI. Nissanka Malla assassinated Mahinda VI and justified his killing by claiming he was the rightful ancestor of Vijaya Singha. Starting from the era of Parakramabahu I, there was great interest in irrigation.[11] He ordered: Let no water drop that falls from the rain make it to the sea without being useful to the mankind Mass tanks were built for this purpose. Some of his notable works are the Parakrama Samudra and the Giritale tank. These works surpassed what existed during the Anuradhapura period. Previously built dams were largely renovated during this period.[12][13] The Sinhalese accounted for the majority, and the Sinhalese language was the common language. Settlements from Cambodia are recorded, the Khmer settled in an area called Kambojavâsaĺa.[14] The Khmer script was used to write Pali texts such as the Khmer script version of the Mahavamsa.[b] Most trade was carried out through the main seaports of the principality, Kalpitiya, Halaavatha (Chilaw) and Colombo.[15] The coins were mostly made of copper, the coins are modelled after their ruler. While gold coins also existed within the kingdom and were used, they largely disappeared in the very last days of Parakramabahu I. This may have been due to an economic crisis caused by the burden. It is to be noted that the coinage of Polonnaruwa shows a great resemblance to that of RajaRaja I of the Chola kingdom. The Setu coins found in South India are also likely from the kingdom of Polonnaruwa, as the Chola or Pandya kingdoms had no reason to use these.[16] Trade with the Chinese dynasties was extensively high at the period, and coins belonging to the Song dynasty have been found throughout Polonnaruwa.[17] Meanwhile, in its colonial territories in South India, the Kahapana currency was used.[18] The ancient Sinhalese civilization was technologically advanced. The irrigation technology of Polonnaruwa was much similar to the Anuradhapura period ones but was even more advanced. James Emerson Tennent writes: they attain a facility unsurpassed by any other people in the world.[19] Divine architecture ranging from larger dams to artificial seas, such as the Parakrama Samudra, always required advanced technology and were built in unique ways.[20]  The Vatadages were built since the Anuradhapura period, however, the peak was reached during the Polonnaruwa period. The Polonnaruwa Vatadage is considered the \"ultimate creation\" out of all Vatadages. A Vatedage is built for the protection of a small stupa.[21] The structure has two stone platforms decorated with elaborate stone carvings. The lower platform is entered through a single entrance facing the north, while the second platform can be accessed through four doorways facing the four cardinal points. The upper platform, surrounded by a brick wall, contains the stupa. Four Buddha statues are seated around it, each facing one of the entrances. Three concentric rows of stone columns had also been positioned here, presumably to support a wooden roof. The entire structure is decorated with stone carvings. Some of the carvings at the Polonnaruwa Vatadage, such as its sandakada pahanas, are considered to be the best examples of such architectural features. Although some archaeologists have suggested that it also had a wooden roof, this theory is disputed by others. The Hatedage and Nissanka Latha Mandapaya were built by Nissanka Malla (1187-1197) to store the relics. Several relics including relics of the Tooth of Buddha and Rice Bowls used by the Buddha are said to have been held in the Hatadage. Several historical sources including the Rajaveliya, Poojavaliya and the Galpotha inscription itself mention that it was built in sixty hours. Since the Sinhalese word Hata means sixty and Dage means relic shrine, it is possible that the structure was named Hatadage to commemorate this feat. Another theory is that it is so named because it held sixty relics. Despite having built many structures, Nissanka Malla's major intention was to outdo the works of Parakramabahu I. He also built a statue of himself. Parakramabahu organized the military of the kingdom. There were auxiliary forces made up mostly of other Buddhist ethnicities. There were several branches of the ground forces of Polonnaruwa of Parakramabahu. The Culawamsa suggests that the strength may have been as many as 100,000 during the 1140s prior to the first battle of Rajarata. Its strength during the Pandyan war is not said, however, it may have been numerous as well. The ground forces could be divided between the main armies led by Lankapura Dandanatha and the auxiliary forces made up mostly of minorities. The armies of Parakramabahu in the early days were led by Rakkha. There were other important generals who Parakramabahu dispatched in order to reinforce Rakkha fighting the forces of Ruhunan separatists.[22][23] The auxiliary units were used to reinforce the Sinhalese army on multiple occasions. These units were largely made up of Buddhist minorities, and tribals. The first navy was organized in 1165. This was used for the invasion of Burma.[24][25] Following the death of Kalinga Lokeshvara, his son Vira Bahu I took up power. However, he was killed by the military commander Tavuru Senavirat.[26] A period of military rule was followed by the ascension of Vikramabahu I; who was assassinated by a nephew of Kalinga Lokeshvara, Chodaganga. The military once again organized a coup and arrested Chodaganga.[27] The military became more dominant, ousting the monarchy; as a result, king Anikanga appealed for support from the Cholas. An army was sent, and Anikanga ascended the throne.[28] The three month-old Dharmásoka of Polonnaruwa was slaughtered along with the commander of the Polonnaruwa Royal Army. The military once again seized power, and Lilavati was installed on the throne. She was ousted by Lokissara, a military commander. The Royal Army, being a rival to Lokissara's forces, killed him.[29] Parakrama Pandyan II from Pandyan Kingdom invaded Polonnaruwa, thus forcing Lilavati into exile. Parakrama Pandyan II ascended the throne, reigned between 1212 and 1215 CE. He was ousted by the invader, Kalinga Magha, who in the aftermath founded the Jaffna kingdom. Kalinga Magha ruled for 21 years until he was also expelled from Polonnaruwa in 1236, with an invasion from the south. After defeating and expelling Kalinga Magha[c] from Polonnaruwa, Vijayabahu III moved the capital to Dambadeniya. He founded the House of Sri Sanga Bo. Buddhism continued to be the main religion in the Polonnaruwa era. Its monarchs enjoyed the exchange of religious jewels and other expensive items with the Theravada Buddhist kings of Siam, Burma, and Kampuchea. Prior to the Buddhist kings' takeover, there was a strong influence of Hinduism caused by Cholas. It is evident from the removal of cow shape in Polonnaruwa moonstone, and also by the presence of Shiva temples in Polonnaruwa. After Chola rule, many viharas were renovated by Vijayabahu I and his successor Parakramabahu I. The primary form of Buddhism practiced in the Polonnaruwa kingdom was the orthodox school of Buddhism; following religious reforms in Burma, many monks there aligned themselves with the Polonnaruwan monks.[30] Khmer King Jayavarman VII sent his son Tamalinda to Polonnaruwa to be ordained as a Buddhist monk and study Theravada Buddhism according to the Pali scriptural traditions. Tamalinda then returned to the Angkor, and promoted Buddhist traditions according to the Theravada training he had received, galvanizing the long-standing Theravada presence that had existed throughout the Angkor for centuries.[31] Buddha statues in Gal Vihara Seven storeyed Satmahal Prasada Moonstone of Polonnaruwa Parakrama Samudra built by king Parakramabahu I Giritale Tank was the deepest tank in Sri Lanka during the Polonnaruwa era. Shiva Devalaya in Polonnaruwa, dating back to the early years of Chola rule in Sri Lanka. Polonnaruwa velaikkara (Tamil) inscription of Vijayabahu I","Title":"Kingdom of Polonnaruwa - Wikipedia","KeyID":"14565","URL":"https://en.wikipedia.org/wiki/Kingdom_of_Polonnaruwa"}