{"Content: ":"Sri Lanka portal Ceylon (Sinhala: බ්‍රිතාන්‍ය ලංකාව, Brithānya Laṃkāva; Tamil: பிரித்தானிய இலங்கை, Birithaniya Ilangai) was the British Crown colony of present-day Sri Lanka between 1796 and 4 February 1948. Initially, the area it covered did not include the Kingdom of Kandy, which was a protectorate, but from 1817 to 1948 the British possessions included the whole island of Ceylon, now the nation of Sri Lanka. Before the beginning of the Dutch governance, the island of Ceylon was divided between the Portuguese Empire and the Kingdom of Kandy, who were in the midst of a war for control of the island as a whole. The island attracted the attention of the newly formed Dutch Republic when they were invited by the Sinhalese King to fight the Portuguese. Dutch rule over much of the island was soon imposed. In the late 18th century the Dutch, weakened by their wars against Great Britain, were conquered by Napoleonic France, and their leaders became refugees in London. No longer able to govern their part of the island effectively, the Dutch transferred the rule of it to the British, although this was against the wishes of the Dutch residing there. The capture of the island immediately yielded £300,000 of money in goods, as well as the acquisition of the cinnamon plantations, making this a valuable venture.[3] As soon as Great Britain gained the European-controlled parts of Ceylon from the Dutch, they wanted to expand their new sphere of influence by making the native Kingdom of Kandy a protectorate, an offer initially refused by the King of Kandy. Although the previous Dutch administration had not been powerful enough to threaten the reign of the Kandyan Kings, the British were much more powerful. The Kandyan refusal to accept a protectorate led eventually to war, which ended with the capitulation of the Kandyans. The rule of King Sri Vikrama Rajasinghe was not favoured by his chieftains. The king, who was of South Indian ancestry, faced powerful chieftains and sought cruel measures to repress their popularity with the people. A successful coup was organised by the Sinhala chiefs in which they accepted the British Crown as their new sovereign. This ended the line of the kingdom of Kandy and King Rajasinghe was taken as a prisoner, ending his hope that the British would allow him to retain power. The Kandyan treaty which was signed in 1815 was called the Kandyan Convention and stated the terms under which the Kandyans would live as a British protectorate. The Buddhist religion was to be given protection by the Crown, and Christianity would not be imposed on the population, as had happened during Portuguese and Dutch rule. The Kandyan Convention is an important legal document because it specifies the conditions which the British promised for the Kandyan territory. It took the ruling families of Kandy less than two years to realise that the authority of the British government was a fundamentally different one to that of the (deposed) Nayakkar dynasty. Soon the Kandyans rebelled against the British and waged a guerrilla war. Discontent with British activities soon boiled over into open rebellion, commencing in the duchy of Uva in 1817, so-called the Uva Rebellion, also known as the Third Kandyan War. The main cause of the rebellion was the British authorities' failure to protect and uphold the customary Buddhist traditions, which were viewed by the islanders as an integral part of their lives.[4][5][6][7][8] The rebellion, which soon developed into a guerrilla war of the kind the Kandyans had fought against European powers for centuries, was centred on the Kandyan nobility and their unhappiness with developments under British rule since 1815. However it was the last uprising of this kind and in the Uva Province a scorched earth policy was pursued, and all males between 15 and 60 years were driven out, exiled or killed. The British Crown annexed the Kingdom of Kandy to British Ceylon in 1817.[9][10] Sivasundaram argues, reinforcing the analysis first made by famed local historian, G.C. Mendis in his book, Ceylon Under the British, that the British used geographical knowledge to defeat the Kandyan holdouts in the mountainous and jungle areas in the centre of Ceylon. They used local informants and British surveyors to map the island, and then built a network of roads to open the central region. This made possible export production of plantation agriculture, as well as tighter military control.[11] With its trading ports of Trincomalee and Colombo, the colony was one of the very few sources of cinnamon in the world. The spice was extremely valuable, and the British East India Company began to cultivate it in 1767, but Ceylon remained the main producer until the end of the 18th century[12] The laying of the railway was carried out during the Governorship of Sir Henry Ward. Other major works of the British include road building projects and the establishment of coffee and tea plantations, hospitals, and maternity homes. The multiracial population of Ceylon was numerous enough to support the European colonists; the Portuguese and the Dutch offspring of the past 440 odd years of colonial history was large enough to run a stable government. Unlike the previous rulers, the British embarked on a plantation programme which initially brought coffee plantations to the island. These were later wiped out by coffee rust. Coffee plants were replaced by tea and rubber plantations. This made Ceylon one of the richest countries in Asia. The British also brought Tamils from British India and made them indentured labourers in the Hill Country. This was in addition to the several hundred thousand Tamils already living in the Maritime provinces and another 30,000 Tamil Muslims. The linguistically bipolar island needed a link language and English became universal in Ceylon.[13] Censuses in Ceylon began in 1871 and continued every ten years. The 1881 census shows a total population of 2.8 million, consisting of 1.8 million Sinhalese; 687,000 Ceylon and Indian Tamils; 185,000 Moors; as well as 4,800 Europeans; 17,900 Burghers and Eurasians; 8,900 Malays; 2,200 Veddhas; and 7,500 other.[14] The Censuses of 1871, 1881, 1891 and 1901 had shown Ceylon Tamils and Indian Tamils of Sri Lanka grouped together. By 1911 Indian Tamils were shown as a separate category. The population statistics reveal that by 1911, Indian Tamils constituted 12.9%, whereas Sri Lankan Tamils formed 12.8% of the population of 4,106,400; in 1921, 13.4% and 11.5%; in 1931, 15.2% and 11.3%, and in 1946, 11.7% and 11.0% respectively. The censuses show that during a large period of time in the history of Ceylon, Indian Tamils outnumbered Ceylon Tamils until between 1971 and 1981 when more than 50 per cent of the Indian Tamil population were repatriated as Indian citizens back to India. However, many Indian Tamils were also granted Sri Lankan citizenship whereupon declared themselves as Sri Lankan Tamils.[15] Between 1796 and 1948, Ceylon was a British Crown colony. Although the British monarch was the head of state, in practice his or her functions were exercised in the colony by the colonial Governor, who acted on instructions from the British government in London. On the approach to self-government and independence, the Donoughmore Commission recommended the Donoughmore Constitution of 1931-1947, one of a series of attempts to create a workable solution that would allow for inter-communal differences. This was replaced by the Soulbury Commission proposals that led to the Dominion of Ceylon of 1948-1972, after which the Free, Sovereign and the Independent Republic of Sri Lanka was established. The Ceylon Defence Force (CDF) was the military of British Ceylon. Established in 1881 as the Ceylon Volunteers, as the military reserve in the British Crown colony of Ceylon, by 1910 it grew into the Ceylon Defence Force, a regular force responsible for the defence of Ceylon. The CDF was under the command of the General Officer Commanding, Ceylon, of the British Army in Ceylon if mobilised. However, mobilisation could be carried out only under orders from the Governor. The Ceylon Defence Force has seen action in a number of wars such as the Second Boer War and both World Wars. It is the predecessor to the Ceylon Army.[16] Trincomalee Harbour was an important strategic base for the British Royal Navy until 1948, primarily to control the sea lanes of the Indian Ocean. Culture:Anglosphere Coordinates: 7°N 80°E﻿ / ﻿7°N 80°E﻿ / 7; 80","Title":"British Ceylon - Wikipedia","KeyID":"14575","URL":"https://en.wikipedia.org/wiki/British_Ceylon"}