{"Content: ":"Dunkleosteus is an extinct genus of large armored, jawed fishes that existed during the Late Devonian period, about 382–358 million years ago. It consists of ten species, some of which are among the largest placoderms to have ever lived: D. terrelli, D. belgicus, D. denisoni, D. marsaisi, D. magnificus, D. missouriensis, D. newberryi, D. amblyodoratus, and D. raveri. The largest and most well known species is D. terrelli, which grew up to 8.79 m (28.8 ft) long[1] and 4 t (4.4 short tons)[2][unreliable source?] in weight. Dunkleosteus could quickly open and close its jaw, like modern-day suction feeders, and had a bite force of 6,000 N (612 kgf; 1,349 lbf) at the tip and 7,400 N (755 kgf; 1,664 lbf) at the blade edge. Numerous fossils of the various species have been found in North America, Poland, Belgium, and Morocco. Dunkleosteus was named in 1956 to honour David Dunkle (1911–1982), former curator of vertebrate paleontology at the Cleveland Museum of Natural History. The genus name Dunkleosteus combines David Dunkle's surname with the Greek word ὀστέον (ostéon 'bone'), literally meaning 'Dunkle's-bone'. The type species D. terrelli was originally described in 1873 as a species of Dinichthys, its specific epithet chosen in honor of Jay Terrell, the fossil's discoverer.[3] Originally thought to be a member of the genus Dinichthys, Dunkleosteus was later recognized as belonging to its own genus in 1956. It was thought to be closely related to Dinichthys, and they were grouped together in the family Dinichthyidae. However, in the 2010 Carr & Hlavin phylogenetic study, Dunkleosteus and Dinichthys were found to belong to two separate clades. Carr & Hlavin resurrected the family Dunkleosteidae and placed Dunkleosteus, Eastmanosteus, and a few other genera from Dinichthyidae within it.[4] Dinichthyidae, in turn, is left a monospecific family.[5] The cladogram below from the 2013 Zhu & Zhu study shows the placement of Dunkleosteus within Dunkleosteidae and Dinichthys within the separate clade Aspinothoracidi:[6] Coccosteus cuspidatus Harrytoombsia elegans Mcnamaraspis kaprios Compagopiscis croucheri Incisoscutum ritchiei Incisoscutum sarahae Latocamurus coulthardi Camuropiscis laidlawi Rolfosteus canningensis Tubonasus lennardensis Fallacosteus turneri Dinichthys herzeri Hadrosteus rapax Gorgonichthys clarki Heintzichthys gouldii Stenosteus angustopectus Gymnotrachelus hydei Rhinosteus parvulus Pachyosteus bulla Westralichthys uwagedensis Protitanichthys rockportensis Panxiosteus ocullus Janiosteus timanicus Plourdosteus canadensis Eastmanosteus calliaspis Xiangshuiosteus wui Eastmanosteus pustulosus Kiangyousteus yohii Golshanichthys asiatica Dunkleosteus amblyodoratus Dunkleosteus terrelli Dunkleosteus raveri Alternatively, the subsequent 2016 Zhu et al. study using a larger morphological dataset recovered Panxiosteidae well outside of Dunkleosteoidea, leaving the status of Dunkleosteidae as a clade grouping separate from Dunkleosteoidea in doubt, as shown in the cladogram below:[7] Millerosteus minor Coccosteus cuspidatus Dickosteus threiplandi Watsonosteus fletti Protitanichthys rockportensis Plourdosteus canadensis Panxiosteus ocullus Janiosteus timanicus Harrytoombsia elegans Torosteus tuberculatus Torosteus pulchellus Mcnamaraspis kaprios Compagopiscis croucheri Trematosteus fontanellus Incisoscutum ritchiei Incisoscutum sarahae Rolfosteus canningensis Tubonasus lennardensis Fallacosteus turneri Camuropiscis laidlawi Latocamurus coulthardi Rhachiosteus pterygiatus Eastmanosteus calliaspis Eastmanosteus pustulosus Kiangyousteus yohii Golshanichthys asiatica Westralichthys uwagedensis Dunkleosteus raveri Dunkleosteus terrelli Dunkleosteus amblyodoratus Heterosteus ingens Yinosteus major Tapinosteus heintzi Bullerichthys fascidens Kendrickichthys cavernosus Bruntonichthys multidens Dinichthys herzeri Hadrosteus rapax Gorgonichthys clarki Heintzichthys gouldii Pachyosteus bulla Gymnotrachelus hydei' Stenosteus angustopectus Brachyosteus dietrichi Melanosteus occitanus Rhinosteus parvulus At least ten different species[4][8] of Dunkleosteus have been described so far. The type species, D. terrelli, is the largest, best-known species of the genus, measuring 8.79 m (28.8 ft) in length. It has a rounded snout. D. terrelli's fossil remains are found in Upper Frasnian to Upper Famennian Late Devonian strata of the United States (Huron and Cleveland Shale of Ohio, the Conneaut of Pennsylvania, Chattanooga Shale of Tennessee, Lost Burro Formation, California, and possibly Ives breccia of Texas[8]) and Europe. D. belgicus (?) is known from fragments described from the Famennian of Belgium. The median dorsal plate is characteristic of the genus, but, a plate that was described as a suborbital is anterolateral.[8] D. denisoni is known from a small median dorsal plate, typical in appearance for Dunkleosteus, but much smaller than normal. It is comparable in skull structure to D. marsaisi.[8] D. marsaisi refers to the Dunkleosteus fossils from the Lower Famennian Late Devonian strata of the Atlas Mountains in Morocco. It differs in size, the known skulls averaging a length of 35 centimetres (1.15 ft) and in form to D. terrelli. In D. marsaisi, the snout is narrower, and a postpineal fenestra may be present. Many researchers and authorities consider it a synonym of D. terrelli.[9] H. Schultze regards D. marsaisi as a member of Eastmanosteus.[8][10] D. magnificus is a large placoderm from the Frasnian Rhinestreet Shale of New York. It was originally described as Dinichthys magnificus by Hussakof and Bryant in 1919, then as \" Dinichthys mirabilis\" by Heintz in 1932. Dunkle and Lane moved it to Dunkleosteus in 1971.[8] D. missouriensis is known from fragments from Frasnian Missouri. Dunkle and Lane regard them as being very similar to D. terrelli.[8] D. newberryi is known primarily from a 28 centimetres (11 in) long infragnathal with a prominent anterior cusp, found in the Frasnian portion of the Genesee Group of New York, and originally described as Dinichthys newberryi.[8] D. amblyodoratus is known from some fragmentary remains from Late Devonian strata of Kettle Point, Canada. The species name means 'blunt spear' and refers to the way the nuchal and paranuchal plates in the back of the head form the shape of a blunted spearhead. Although it is known only from fragments, it is estimated to have been about 6 metres (19.7 ft) long in life.[4] D. raveri is a small species, possibly 1 meter long, known from an uncrushed skull roof found in a carbonate concretion from near the bottom of the Huron Shale, of the Famennian Ohio Shale strata. Besides its small size, it had comparatively large eyes. Because D. raveri was found in the strata directly below the strata where the remains of D. terrelli are found, D. raveri may have given rise to D. terrelli. The species name commemorates Clarence Raver of Wakeman, Ohio, who discovered the concretion where the holotype was found.[4] The largest species, D. terrelli, is estimated to have grown up to 8.8 m (29 ft) in length and 4 t (4.4 short tons) in weight, making it one of the largest placoderms to have existed.[11][12][13][1][2][unreliable source?] Like other placoderms, Dunkleosteus had a two-part bony, armoured exterior, which may have made it a relatively slow but powerful swimmer. Instead of teeth, Dunkleosteus possessed two pairs of sharp bony plates which formed a beak-like structure.[12] Dunkleosteus, together with most other placoderms, may have also been among the first vertebrates to internalize egg fertilization, as seen in some modern sharks.[14] Some other placoderms have been found with evidence that they may have been viviparous, including what appears to have been an umbilical cord. Mainly the armored frontal sections of specimens have been fossilized, and consequently, the appearance of the other portions of the fish is mostly unknown.[15] In fact, only about 5% of Dunkleosteus specimens have more than a quarter of their skeleton preserved.[16] Because of this, many reconstructions of the hindquarters are often based on fossils of smaller arthrodires, such as Coccosteus, which have preserved hind sections. However, an exceptionally preserved specimen of D. terrelli preserves ceratotrichia in a pectoral fin, implying that the fin morphology of placoderms was much more variable than previously thought, and was heavily influenced by locomotory requirements. This knowledge, coupled with the knowledge that fish morphology is more heavily influenced by feeding niche than phylogeny, allowed a 2017 study to infer the body shape of D. terrelli. This new reconstruction gives D. terrelli a much more shark-like profile, including a strong anterior lobe on its tail, in contrast to reconstructions based on other placoderms.[1] The most famous specimens of Dunkleosteus are displayed at the Cleveland Museum of Natural History,[17] and others are displayed at the American Museum of Natural History,[18] National Museum of Natural History,[19] State Museum of Pennsylvania, Harrisburg[20] and in the Queensland Museum in Brisbane, Queensland.[21] Dunkleosteus terrelli possessed a four-bar linkage mechanism for jaw opening that incorporated connections between the skull, the thoracic shield, the lower jaw and the jaw muscles joined together by movable joints.[12][11] This mechanism allowed D. terrelli to both achieve a high speed of jaw opening, opening their jaws in 20 milliseconds and completing the whole process in 50–60 milliseconds (comparable to modern fishes that use suction feeding to assist in prey capture;[11]) and producing high bite forces when closing the jaw, estimated at 6,000 N (612 kgf; 1,349 lbf) at the tip and 7,400 N (755 kgf; 1,664 lbf) at the blade edge in the largest individuals.[12] The pressures generated in those regions were high enough to puncture or cut through cuticle or dermal armor[11] suggesting that D. terrelli was adapted to prey on free-swimming, armored prey such as ammonites and other placoderms.[12] Fossils of Dunkleosteus are frequently found with boluses of fish bones, semidigested and partially eaten remains of other fish.[22] As a result, the fossil record indicates it may have routinely regurgitated prey bones rather than digest them. Mature individuals probably inhabited deep sea locations, like other Placoderms, living in shallow waters during adolescence.[23] Morphological studies on the lower jaws of juveniles of D. terrelli reveal they were proportionally as robust as those of adults, indicating they already could produce high bite forces and likely were able to shear into resistant prey tissue similar to adults, albeit on a smaller scale. This pattern is in direct contrast to the condition common in tetrapods in which the jaws of juveniles are more gracile than in adults.[24] Dunkleosteus has occasionally been depicted in various media and games. These include the 2003 BBC TV series Sea Monsters: A Walking with Dinosaurs Trilogy[25] and the Animal Planet series River Monsters episode \"Prehistoric Terror\",[26] amongst other depictions. Dunkleosteus is one of the fossil types that can be found in the game Animal Crossing: New Horizons. Dunkleosteus is one of the playable sharks in the mobile video game Hungry Shark Evolution. Dunkleosteus is featured as a creature in the action-adventure survival video game Ark: Survival Evolved. The Fossilized Fish from Pokémon Sword and Shield is based on the Dunkleosteus, and can be revived into Dracovish or Arctovish when combined with the Fossilized Drake or Fossilized Dino respectively. The upper halves of these Pokémon bear Dunkleosteus-like heads.","Title":"Dunkleosteus - Wikipedia","KeyID":"1457","URL":"https://en.wikipedia.org/wiki/Dunkleosteus_terrelli"}