{"Content: ":"The High Court in Sri Lanka is the only court which exercises the jurisdiction of the court of first instance and the appellate jurisdiction with both civil and criminal jurisdiction. Article 111 of the Constitution and section 4 of the Judicature Act, No. 2 of 1978 as amended by Act, No. 16 -1989 describes that The High Court must consist of not less than ten and not more than forty Judges. Article 154P of the Constitution provides for the establishment of the Provincial High Courts to which judges are nominated by the Chief Justice from among Judges of the High Court of Sri Lanka[1] Legislature Judiciary According to the Article 111 of the Constitution as amended by the 17th Amendment - Judges of the High Court are appointed by the President on the recommendation of the Judicial Service Commission made after consultation with the Attorney General and removable by the President and are subject to disciplinary control by the President on the recommendation of the Judicial Service Commission. Age of retirement of the Judges of the High Court is 61 years [Section 6(3) of the Judicature Act, No. 2 of 1978].[2] The High Courts exercise both the Criminal jurisdiction and the Commercial jurisdiction (through Commercial High Courts). It can conduct a trial by jury or trial at bar and impose any sentence or penalty prescribed by law. Under the 13th amendment to the constitution it has the appellate and re-visionary jurisdiction by way of the Provincial High Court.[3] The Provincial High Court has been vested with appellate and re-visionary jurisdiction in respect of orders and judgments of the Magistrates Court, Primary Courts, Labour Tribunals, Agrarian Services Commissioners Tribunals within the province.[4] The High Court of Civil Appeal has been established with the objective of expediting the civil appeals from District Courts. High Court cases can be heard in the presence of a Judge of the High Court or a Jury. The High Court take cognizance of cases to be heard on submission of indictments submitted by the Attorney General. The Commercial High Court was originally established under the High Court of the Provinces Act of 1996.[5] It has jurisdiction to hear civil actions where the cause of action has arisen out of commercial transactions in which the debt, damage or demand exceeds twenty Million Sri Lankan Rupees (LKR).[6] Admiralty jurisdiction is exercised by the High Court held at Colombo, having had the jurisdiction transferred to it from the Supreme Court under the provisions of the Judicature Act No.2 of 1978.[7] In 2018, under the Judicature (Amendment) Act, No. 9 of 2018 previsions were made for the establishment of permanent Special High Courts to hear large-scale financial crimes, bribery and corruption cases. Such courts will be made up of three High Court Judges appointed by the Chief Justice to conduct cases as a Trial-at-Bar.[8] The first Special High Court was established on 21 August 2018 at the Hulftsdorf court complex, while the second was established in the same location in September.[9]","Title":"High Court of Sri Lanka - Wikipedia","KeyID":"14586","URL":"https://en.wikipedia.org/wiki/High_Courts_of_Sri_Lanka"}