{"Content: ":"The State Intelligence Service (SIS) is an intelligence agency of the Sri Lankan government.[1][2] It is the primary civilian intelligence agency of Sri Lanka and is responsible for both internal and external intelligence-gathering. It comes under the purview of the Ministry of Defence. The agency was originally named National Intelligence Bureau. SIS is responsible for the collection of intelligence about threats from internal and external sources to be used in the formulation of government policies and strategies. The duties carried out by the SIS are mainly categorized into,[3] The SIS is part of the Ministry of Defence and is separate from the Police and Military intelligence but its staff consists of those from both police and military backgrounds. The SIS is led by a Director, traditionally from the Police but this was broken in 2019. .[4][5] Until 1984, the Sri Lanka Police were responsible for internal intelligence functions, first under the Special Branch, and later under the Intelligence Services Division.[citation needed] The perceived failure of the Intelligence Services Division during the riots of July 1983 led the J.R. Jayawardene Government to re-evaluate the nation's intelligence network, and in 1984 the President set up a National Intelligence Bureau.[6] The new organization combined intelligence units from the Army, Navy, Air Force and Police.[7] It was renamed the State Intelligence Service in 2006. LTTE agents successfully infiltrated Sri Lankan government and military organizations resulting in the assassinations of several high-ranking military personnel, including Major Tuan Mutalif and Colonel Tuan Meedin both of the Directorate of Military Intelligence, putting Sri Lankan intelligence services in a desperate condition.[citation needed] Under the Defence Secretary Gotabhaya Rajapaksa the intelligence agencies that were in desperate condition built-up a cohesive apparatus, which achieved significant success, including anti-LTTE operations overseas and the SIS played huge role in the Fourth Ealam war. The SIS was involved in the dismantling of the large number of long-term sleeper cells planted by the LTTE in cities helping Police track down criminals who were helping the LTTE for financial gain.[8][4] In January 2015 the Director of the SIS, Chandra Wakista, resigned following the Presidential election, amid allegations of phone tapping of opposition politicians.[9] In March Nilantha Jayawardena was appointed as the SIS Director.[10] In December 2019 the newly elected president Gotabaya Rajapaksa appointed Brigadier Suresh Sallay the former head of Directorate of Military Intelligence as the head of SIS after his predecessor Maithripala Sirisena and then Prime Minister Ranil Wickremesinghe weakened the intelligence agencies allowing the 2019 Sri Lanka Easter bombings to happen. Sallay is the first director of the SIS to come from the Military Intelligence instead of the Police.[5] Kumaran Pathmanathan aka KP, who was involved in arms procurement for LTTE, was captured in Malaysia and moved to Sri Lanka via Thailand by this Agency.[11] Recently some former LTTE members were captured from Southeast Asian countries and moved to Sri Lanka by State Intelligence Service and Military Intelligence Corps (Sri Lanka) of Sri Lanka Army together.[citation needed]","Title":"State Intelligence Service (Sri Lanka) - Wikipedia","KeyID":"14595","URL":"https://en.wikipedia.org/wiki/State_Intelligence_Service_(Sri_Lanka)"}