{"Content: ":"The Sri Lanka Coast Guard (SLCG) (Sinhala: ශ්‍රී ලංකා වෙරළාරක්ෂක දෙපාර්තමේන්තුව, romanized: Śrī Laṃkā veralārakshaka depārtamēntuwa; Tamil: இலங்கை கடலோர பாதுகாப்பு) is a Sri Lankan non-ministerial government department tasked with coast guard duties within the territorial waters of Sri Lanka. It comes under the purview of the Ministry of Defence and its members are all naval personnel.[1] The current Director General of the SLCG is Rear Admiral Anura Ekanayake.[2][3] Initially established in the late 1990s, the department was disbanded in 2002, with responsibilities passing to the Coast Conservation Department. The department in its current form was reestablished through the Department of Coast Guard Act, No. 41 of 2009 and inaugurated on 4 March 2010. It is a non-military law enforcement agency at sea, with every officer regarded as a peace officer for the purposes of the Code of Criminal Procedure Act, No. 15 of 1979. The department has legal authority to search and arrest ships, craft and personnel engaged in illegal activity in maritime zones and the territorial waters of Sri Lanka, and to initiate legal proceedings against offenders. The Sri Lanka Coast Guard was first established in 1999, when 75 servicepersons were recruited Officers, Sergeants and Mariners; at the same time, construction of vessels for the coast guard began at the Neil Marine and Ceynor boatyards. On 1 August of the following year, the cabinet approved a paper appointing a retired Naval officer, Lieutenant commander C. R. Bulegoda Arachchi, as head of the Coast Guard. The government then began drafting the Sri Lanka Coast Guard Act based on counterparts from other nations in the region. 2001 saw the basic training of Coast Guard personnel begin at the navy's base at Welisara, SLNS Gemunu; professional training took place at the Japanese Coast Guard Training Center in Tokyo. Six small vessels for the SLCG were launched at the fishery harbour in Beruwala: Coast Guard Vessel Mahiraja was put in charge of search and rescue, CGVs Ruhunu and Maya were assigned to the protection of coastal fisheries, and CGVs Kadira, Giruvaya and Maagama were placed on general duty. Less than a year later, on 31 March 2002, the newly elected government decided to abolish the department, transferring all assets and personnel to the Coast Conservation Department. In 2009, the Minister of Defence President Mahinda Rajapaksa presented a cabinet paper suggesting the reestablishment of the Coast Guard, leading to the Sri Lanka Coast Guard Coast Guard Act, No. 41 of 2009 being enacted by parliament on 9 July 2009. The SLCG was thus reestablished in its current form seven years after its initial disbanding. Recent developments have largely been centered on expansion of operational capabilities, with Japan forming a partnership with the SLCG in 2016 to secure trade routes in the Indian Ocean, particularly those used by oil tankers from the Middle East. As part of this partnership, Japan provided funds for patrol ships.[4][5] The Sri Lankan Government also placed a $180 million order for three 85-meter offshore patrol vessels from Colombo Dockyard in 2017, capable of both deep- and shallow water operations.[6] Part II of the Coast Guard Act lists the following as functions of the SLCG:[7] In order to carry out these functions, the Coast Guard is given the authority to:[7] The Coast Guard have a base or outpost in Mirissa (coast guard headquarters), Mirissa (regional headquarters- South), Dikovita, Dehiwala, Mount Lavinia, Panadura, Beruwala, Aluthgama, Balapitiya, Ambalangoda, Kirinda and Kankasanturai (regional headquarters- North). Some of these, particularly those in areas frequented by tourists, also function as lifeguard posts; the SLCG has lifeguard posts at: The SLCG base at Balapitiya hosts a training center that conducts professional- and lifesaving training to its servicepersons. Mirissa hosts the Coast Guard Turtle Conservation Project, launched in September 2012. Aiming to preserve the country's sea turtle population and raise awareness of their conservation, it also supplies scientific data related to turtle behaviour (nesting, hatchlings, feeding, mating) to researchers in the field.[8] Lifesaving post, Wellawatta Turtle conservation project The Sri Lanka Coast Guard's rank structure closely follows that of the Navy. Vessels belonging to the Sri Lankan Coast Guard bear the prefix \"CG\".","Title":"Sri Lanka Coast Guard - Wikipedia","KeyID":"14594","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Coast_Guard"}