{"Content: ":"Legislature Judiciary Local government is the third and lowest level of government in Sri Lanka – after the central government and provincial councils. The local government bodies are collectively known as local authorities. They are responsible for providing a variety of local public services including roads, sanitation, drains, housing, libraries, public parks and recreational facilities.[1] Local authorities are divided into three different groups: municipal councils, urban councils and divisional councils (pradeshiya sabha or pradesha sabhai). As of November 2017 there were 341 local authorities (24 municipal councils, 41 urban councils and 276 divisional councils). All local authorities are elected using the mixed electoral system. Sri Lanka has a long history of local government.[2] According to the Mahavamsa the earliest Sinhalese settlements, dating to the 4th century BC, were village based. These villages were used by the Sinhalese kings as a unit of administration. Each village was independently administered. Village Councils (Gam Sabhas) administered local affairs, addressed people's grievances and settled minor disputes. The village based administration continued for centuries in one form or the other. In 1818 the Village Councils were abolished by the British rulers of Ceylon.[2][3] The Colebrooke-Cameron Commission of 1833 recommended that some form of village committee system should be introduced. The Paddy Lands and Irrigation Ordinance No. 9 of 1856 re-introduced the Village Councils to oversee agriculture and irrigation.[3] The Village Councils were chaired by the British appointed Government Agent or Assistant Government Agent who in turn appointed the other members of the Village Councils. Local government saw a number of developments the late 19th century. The Road Committees Act No 10 of 1861 created Provincial Road Committees and District Road Committees to administer the country’s public roads.[3] The committees consisted of government officials, appointed members and elected members. The Road Committees functioned between 1861 and 1951 when their functions were transferred to the Public Works Department. The Municipal Council Ordinance No. 17 of 1865 transferred responsibility for some local administration to local residents.[2][3][4] The Municipal Councils consisted of elected and appointed members. Under the ordinance Municipal Councils were created for Colombo and Kandy. Reforms enacted in 1931 resulted in all members of Municipal Councils being elected. The Village Communities Ordinance No. 26 of 1871 introduced Village Committees for local administration and Rural Courts for judicial administration.[2][3][5] The ordinance allowed the Governor and the Legislative Council to create a Village Committee at the request of local residents. The Government Agent chaired the Village Committee and other members were appointed. The Village Committees were similar to the Village Councils. Village Committees worked well and in 1938 reforms were carried allowing for members to be elected, the chairman being elected by other members, the creation of wards and the exclusion of local chiefs from being members. Village Committees could now collect land tax and provide local services such as roads, water supply, common amenities and public health. The Sanitary Boards Ordinance No. 18 of 1892 created bodies to provide a number of public health services such as electricity, drainage, public conveniences, markets, dairies, laundries and water supply in small towns.[3] The Sanitary Boards consisted of officials appointed by the Governor. The Local Boards Ordinance No. 13 of 1898 created Local Health and Sanitation Boards for larger towns. Their composition and powers were similar to the Sanitary Boards. The Local Health and Sanitation Boards started functioning on 1 September 1899. The Local Government Ordinance No. 11 of 1920 created three types of local authorities: Urban District Councils (UDC), Rural District Councils and General Councils.[3] Previous local authorities had been mostly appointed but these new authorities were elected. Two UDCs were created in 1922 and a further six in 1923. The Donoughmore Commission made a number of recommendations in relation to local government including that all members of local authorities be elected, establishment of new authorities, reorganisation of existing authorities and the creation of the Department of Local Government. The Urban Councils Ordinance No. 61 of 1939 created Urban Councils in the largest towns in the country.[3] 27 Urban Councils created. The Town Councils Ordinance No. 3 of 1946 created Town Councils for small towns. 24 Town Councils were created by abolishing all the Sanitary Boards and Local Health and Sanitation Boards that existed at that time. The Town Councils were divided into wards and provided local services such as thoroughfares, public health, common amenities, physical planning and the collection of revenue. When Ceylon achieved independence in 1948 local authorities consisted of Municipal Councils (3), Urban Councils, Town Councils and Village Committees. The Local Authorities Enlargement of Powers Act No. 8 of 1952 transferred some powers from Central Government to local authorities and granted new powers to Urban Councils.[3] In the thirty years after independence local authorities received more and more powers. There were 40 amendments to the Municipal Councils Ordinance, 44 amendments to the Urban Councils Ordinance, 23 Amendments to the Town Councils Ordinance and 49 amendments to the Village Committees Ordinance. The 1979 Tennakoon Commission recommended that District Development Councils (DDC) be established to carry out development functions currently carried out by the Central Government.[3] The District Councils Act No. 35 of 1980 was passed by Parliament and 24 DDCs created.[3] The DDCs consisted of elected members and local Members of Parliament. District Ministers were also created. In addition, legislation was passed to abolish the Town Councils and Village Committees and to transfer their functions to the new DDCs. This last move was opposed by the Tennakoon Commission. The 24 DDCs started functioning on 1 July 1981. At the same time 83 Town Councils and 549 Village Committees were abolished. The DDCs didn’t live up to expectations and a new form of local government was sought. The Wanasinghe Committee recommended that the DDC’s be abolished and replaced by Divisional Councils (Pradeshiya Sabha or Pradesha Sabhai), sometimes called Rural Councils or Regional Councils. Parliament passed the Pradeshiya Sabha Act No. 15 of 1987 on 15 April 1987.[3] The Divisional Councils were generally commensurate with their namesake Divisional Secretariats (Assistant Government Agent).[2] The Local Authorities (Amendment) Act Nos. 20 and 24 of 1987 also changed the method of electing all local authority members from the first past the post using wards to proportional representation using open lists.[3][6] 257 Divisional Councils started functioning on 1 January 1988. The 13th Amendment to the Constitution transferred the control and supervision of local government from Central Government to the newly created Provincial Councils.[3] However, powers relating to the form, structure and national policy on local government remained with the Central Government. This meant that only the Central Government could create new local authorities, promote them, dissolve them and call an election. In 1995 a Divisional Council was created for Biyagama which had previously been governed by the Board of Investment of Sri Lanka.[3] In 1997 Moratuwa and Sri Jayawardenapura Kotte Urban Councils were promoted to Municipal Councils.[3] As of 199 there were 309 local authorities (14 MC, 37 UC, 258 DC). All parts of Sri Lanka are governed by local authorities except the Free Trade Zones in Katunayake and Koggala which are governed by the Board of Investment of Sri Lanka. In January 2011 there were a number of changes to local authorities, taking the total number to 335: two urban councils were promoted to municipal councils (Bandarawela, Hambantota), one divisional council was promoted to municipal council (Kaduwela), one divisional council was promoted to urban council (Eravur), two new municipal councils were created (Akkaraipattu, Dambulla) and two new divisional councils were created (Lunugala, Narammala).[7][8][9][10] Millaniya Divisional Council was created from parts of Bandaragama Divisional Council in October 2012.[11] Thamankaduwa Divisional Council was split into Polonnaruwa Municipal Council and Polonnaruwa Pradeshiya Sabha in December 2016.[12] In November 2017 Maskeliya Divisional Council and Norwood Divisional Council were created from parts of Ambagamuwa Divisional Council, and Agarapathana Divisional Council and Kotagala Divisional Council were created from parts of Nuwara Eliya Divisional Council.[13] As of November 2017 there were 341 local authorities (24 municipal councils, 41 urban councils and 276 divisional councils).[14] On 10 October 2012 Parliament passed the Local Authorities (Special Provisions) Act, No. 21 of 2012 and Local Authorities Elections (Amendment) Act, No. 22 of 2012, changing the electoral system for electing local authority members from open list proportional representation to a mixed electoral system whereby 70% of members would be elected using first past the post voting and the remaining 30% through closed list proportional representation.[15][16][17][18] In February 2016 Parliament passed Local Authorities Elections (Amendment) Act, No. 1 of 2016 requiring 25% of candidates at local elections to be female.[19][20][21] Small parties and those representing ethnic parties complained that the new mixed electoral system put them at a disadvantage and as a result the government agreed to change the ratio between first past the post and proportional representation.[22][23][24] On 25 August 2017 Parliament passed Local Authorities Elections (Amendment) Act, No. 16 of 2017 which, amongst things, changed the ratio between first past the post and proportional representation from 70:30 to 60:40.[25][26][27] After the 2018 local elections, 29.1% of councillors were female, up from 1.9% in 2011.[1] Local authorities don’t derive their powers from an individual source but from numerous Acts and Ordinances.[28] The main Acts relating to local government are the Municipal Council Ordinance No. 29 of 1947, the Urban Councils Ordinance No. 61 of 1939 and the Pradeshiya Sabha Act No. 15 of 1987. As a consequence the three different types of local authorities have slightly different powers. Municipal Councils have more powers than Urban Councils and Divisional Councils. Local authorities have the power to instigate legal action, enter into contracts, acquire land and employ staff.[28] However, these powers are somewhat curtailed by the fact that they are subordinate to the Central Government and Provincial Councils and by the fact that other state institutions (such as the District Secretary) enjoy similar powers as the local authority. Local authorities are required to \"provide for the comfort, convenience and well being of the community\".[28] Laws require local authorities to carry out regulatory and administrative functions, promote public health and provide physical structures. Local authorities can only provide services which the law specifically allows them to do.[28] Services provided by local authorities include roads, drains, parks, libraries, housing, waste collection, public conveniences, markets and recreational facilities. Sri Lanka's local authorities do not run schools, hospitals or the police. State schools, hospitals, and police service are run by the Central Government or Provincial Councils. Water, electricity, street lighting and rest houses used to be provided by local authorities but these services were taken over by various companies and departments under the control of the Central Government.[28] Prior to 1987 local authorities were elected using the first-past-the-post voting system with each member representing a ward.[29] The Local Authorities (Amendment) Act Nos. 20 and 24 of 1987 changed the method of electing all local authority members from first-past-the-post to proportional representation using open lists.[3][6] In 2012 the electoral system was changed to a Mixed-member proportional representation.[30][31] Distribution of local authorities by province/district in November 2017:","Title":"Local government in Sri Lanka - Wikipedia","KeyID":"14598","URL":"https://en.wikipedia.org/wiki/Local_government_in_Sri_Lanka"}