{"Content: ":"National security, or national defence, is the security and defence of a sovereign state, including its citizens, economy, and institutions, which is regarded as a duty of government. Originally conceived as protection against military attack, national security is widely understood to include also non-military dimensions, including the security from terrorism, minimization of crime, economic security, energy security, environmental security, food security, and cyber-security. Similarly, national security risks include, in addition to the actions of other nation states, action by violent non-state actors, by narcotic cartels, and by multinational corporations, and also the effects of natural disasters. Governments rely on a range of measures, including political, economic, and military power, as well as diplomacy, to safeguard the security of a nation state. They may also act to build the conditions of security regionally and internationally by reducing transnational causes of insecurity, such as climate change, economic inequality, political exclusion, and nuclear proliferation. The concept of national security remains ambiguous, having evolved from simpler definitions which emphasised freedom from military threat and from political coercion.[1]: 1–6 [2]: 52–54  Among the many definitions proposed to date are the following, which show how the concept has evolved to encompass non-military concerns: Potential causes of national insecurity include actions by other states (e.g. military or cyber attack), violent non-state actors (e.g. terrorist attack), organised criminal groups such as narcotic cartels, and also the effects of natural disasters (e.g. flooding, earthquakes).[3]: v, 1–8 [8][9] Systemic drivers of insecurity, which may be transnational, include climate change, economic inequality and marginalisation, political exclusion, and militarisation.[8][9] In view of the wide range of risks, the security of a nation state has several dimensions, including economic security, energy security, physical security, environmental security, food security, border security, and cyber security. These dimensions correlate closely with elements of national power. Increasingly, governments organise their security policies into a national security strategy (NSS);[10] as of 2017, Spain, Sweden, the United Kingdom, and the United States are among the states to have done so.[11][12][13][14] Some states also appoint a National Security Council and/or a National Security Advisor which is an executive government agency, it feeds the head of the state on topics concerning national security and strategic interest. The national security council/advisor strategies long term, short term, contingency national security plans. India holds one such system in current, which was established on 19 November 1998. Although states differ in their approach, with some beginning to prioritise non-military action to tackle systemic drivers of insecurity, various forms of coercive power predominate, particularly Military Capabilities.[8] The scope of these capabilities has developed. Traditionally, military capabilities were mainly land- or sea-based, and in smaller countries, they still are. Elsewhere, the domains of potential warfare now include the air, space, cyberspace, and psychological operations.[15] Military capabilities designed for these domains may be used for national security, or equally for offensive purposes, for example to conquer and annex territory and resources. In practice, national security is associated primarily with managing physical threats and with the military capabilities used for doing so.[11][13][14] That is, national security is often understood as the capacity of a nation to mobilise military forces to guarantee its borders and to deter or successfully defend against physical threats including military aggression and attacks by non-state actors, such as terrorism. Most states, such as South Africa and Sweden,[16][12] configure their military forces mainly for territorial defence; others, such as France, Russia, the UK and the US,[17][18][13][14] invest in higher-cost expeditionary capabilities, which allow their armed forces to project power and sustain military operations abroad. Infrastructure security is the security provided to protect infrastructure, especially critical infrastructure, such as airports, highways,[19] rail transport, hospitals, bridges, transport hubs, network communications, media, the electricity grid, dams, power plants, seaports, oil refineries, and water systems. Infrastructure security seeks to limit vulnerability of these structures and systems to sabotage, terrorism, and contamination.[20] Many countries have established government agencies to directly manage the security of critical infrastructure, usually, through the Ministry of Interior/Home Affairs, dedicated security agencies to protect facilities such as United States Federal Protective Service, and also dedicated transport police such as the British Transport Police. There are also commercial transportation security units such as the Amtrak Police in the United States. Critical infrastructure is vital for the essential functioning of a country. Incidental or deliberate damage can have a serious impact on the economy and essential services. Some of the threats to infrastructure include: Computer security, also known as cybersecurity or IT security, refers to the security of computing devices such as computers and smartphones, as well as computer networks such as private and public networks, and the Internet. It concerns the protection of hardware, software, data, people, and also the procedures by which systems are accessed, and the field has growing importance due to the increasing reliance on computer systems in most societies.[21] Since unauthorized access to critical civil and military infrastructure is now considered a major threat, cyberspace is now recognised as a domain of warfare. One such example is the use of Stuxnet by the USA and Israel against the Iranian nuclear programme[15] Barry Buzan, Ole Wæver, Jaap de Wilde and others have argued that national security depends on political security: the stability of the social order.[22] Others, such as Paul Rogers, have added that the equitability of the international order is equally vital.[9] Hence, political security depends on the rule of international law (including the laws of war), the effectiveness of international political institutions, as well as diplomacy and negotiation between nations and other security actors.[22] It also depends on, among other factors, effective political inclusion of disaffected groups and the human security of the citizenry.[9][8][23] Economic security, in the context of international relations, is the ability of a nation state to maintain and develop the national economy, without which other dimensions of national security cannot be managed. Economic capability largely determines the defence capability of a nation, and thus a sound economic security directly influences the national security of a nation. That is why we see countries with sound economy, happen to have sound security setup too, such as The United States, China, India among others. In larger countries, strategies for economic security expect to access resources and markets in other countries and to protect their own markets at home. Developing countries may be less secure than economically advanced states due to high rates of unemployment and underpaid work.[citation needed] Ecological security, also known as environmental security, refers to the integrity of ecosystems and the biosphere, particularly in relation to their capacity to sustain a diversity of life-forms (including human life). The security of ecosystems has attracted greater attention as the impact of ecological damage by humans has grown.[24] The degradation of ecosystems, including topsoil erosion, deforestation, biodiversity loss, and climate change, affect economic security and can precipitate mass migration, leading to increased pressure on resources elsewhere. Ecological security is also important since most of the countries in the world are developing and dependent on agriculture and agriculture gets affected largely due to climate change. This effect affects the economy of the nation, which in turn affects national security. The scope and nature of environmental threats to national security and strategies to engage them are a subject of debate.[3]: 29–33  Romm (1993) classifies the major impacts of ecological changes on national security as:[3]: 15  Resources include water, sources of energy, land, and minerals. Availability of adequate natural resources is important for a nation to develop its industry and economic power. For example, in the Persian Gulf War of 1991, Iraq captured Kuwait partly in order to secure access to its oil wells, and one reason for the US counter-invasion was the value of the same wells to its own economy.[citation needed] Water resources are subject to disputes between many nations, including India and Pakistan, and in the Middle East. The interrelations between security, energy, natural resources, and their sustainability is increasingly acknowledged in national security strategies and resource security is now included among the UN Sustainable Development Goals.[12][11][28][14][29] In the US, for example, the military has installed solar photovoltaic microgrids on their bases in case of power outage.[30][31] The dimensions of national security outlined above are frequently in tension with one another. For example: If tensions such as these are not managed effectively, national security policies and actions may be ineffective or counterproductive. Increasingly, national security strategies have begun to recognise that nations cannot provide for their own security without also developing the security of their regional and international context.[14][28][11][12] For example, Sweden's national security strategy of 2017 declared: \"Wider security measures must also now encompass protection against epidemics and infectious diseases, combating terrorism and organised crime, ensuring safe transport and reliable food supplies, protecting against energy supply interruptions, countering devastating climate change, initiatives for peace and global development, and much more.\"[12] The extent to which this matters, and how it should be done, is the subject of debate. Some argue that the principal beneficiary of national security policy should be the nation state itself, which should centre its strategy on protective and coercive capabilities in order to safeguard itself in a hostile environment (and potentially to project that power into its environment, and dominate it to the point of strategic supremacy).[36][37][38] Others argue that security depends principally on building the conditions in which equitable relationships between nations can develop, partly by reducing antagonism between actors, ensuring that fundamental needs can be met, and also that differences of interest can be negotiated effectively.[39][8][9] In the UK, for example, Malcolm Chalmers argued in 2015 that the heart of the UK's approach should be support for the Western strategic military alliance led through NATO by the United States, as \"the key anchor around which international order is maintained\".[40] The Ammerdown Group argued in 2016 that the UK should shift its primary focus to building international cooperation to tackle the systemic drivers of insecurity, including climate change, economic inequality, militarisation and the political exclusion of the world's poorest people.[8] Approaches to national security can have a complex impact on human rights and civil liberties. For example, the rights and liberties of citizens are affected by the use of military personnel and militarised police forces to control public behaviour; the use of surveillance, including mass surveillance in cyberspace, which has implications for privacy; military recruitment and conscription practices; and the effects of warfare on civilians and civil infrastructure. This has led to a dialectical struggle, particularly in liberal democracies, between government authority and the rights and freedoms of the general public. Even where the exercise of national security is subject to good governance, and the rule of law, a risk remains that the term national security may become a pretext for suppressing unfavorable political and social views. In the US, for example, the controversial USA Patriot Act of 2001, and the revelation by Edward Snowden in 2013 that the National Security Agency harvests the personal data of the general public, brought these issues to wide public attention. Among the questions raised are whether and how national security considerations at times of war should lead to the suppression of individual rights and freedoms, and whether such restrictions are necessary when a state is not at war. Conceptualizing and understanding the National Security choices and challenges of African States is a difficult task. This is due to the fact that it is often not rooted in the understanding of their (mostly disrupted) state formation and their often imported process of state-building. Although Post-Cold War conceptualisations of Security have broadened, the policies and practices of many African states still privilege national security as being synonymous with state security and, even more narrowly- regime security. The problem with the above is that a number of African states (be specific) have been unable to govern their security in meaningful ways. Often failing to be able to claim the monopoly of force in their territories. The hybridity of security ‘governance’ or ‘providers’ thus exists.[41] States that have not been able to capture this reality in official National Security strategies and policies often find their claim over having the monopoly of force and thus being the Sovereign challenged.[41] This often leads to the weakening of the state. Examples of such states are South Sudan and Somalia. National Security ideology as taught by the US Army School of the Americas to military personnel was vital in causing the military coup of 1964 in Brazil and the 1976 one in Argentina. The military dictatorships were installed on the claim by the military that Leftists were an existential threat to the national interests.[42] China's Armed Forces are known as the People's Liberation Army (PLA). The military is the largest in the world, with 2.3 million active troops in 2005. The Ministry of State Security was established in 1983 to ensure \"the security of the state through effective measures against enemy agents, spies, and counterrevolutionary activities designed to sabotage or overthrow China's socialist system.\"[43] The state of the Republic of India's national security is determined by its internal stability and geopolitical interests. While Islamic upsurge in Indian State of Jammu and Kashmir demanding secession and far left-wing terrorism in India's red corridor remain some key issues in India's internal security, terrorism from Pakistan based militant groups has been emerging as a major concern for New Delhi. The National Security Advisor of India heads the National Security Council of India, receives all kinds of intelligence reports, and is chief advisor to the Prime Minister of India over national and international security policy. The National Security Council has India's defence, foreign, home, finance ministers and deputy chairman of NITI Aayog as its members and is responsible for shaping strategies for India's security in all aspects.[44] Illegal immigration to India, most of whom are Muslims from Bangladesh and Myanmar (Rohingya Muslims) are a national security risk. There is an organised influx of nearly 40,000 illegal Bangladeshi and Rohingya Muslim immigrants in Delhi who pose a national security risk, threaten the national integration, and alter the demographics. A lawyer Ashwini Upadhyay filed a Public interest litigation (PIL) in the \"Supreme Court of India\" (SC) to identify and deport these. Responding to this PIL, Delhi Police told the SC in July 2019 that nearly 500 illegal Bangladeshi immigrants have been deported in the preceding 28 months.[45] There are estimated 600,000 to 700,000 illegal Bangladeshi and Rohingya immigrants in National Capital Region (NCR) region specially in the districts of Gurugram, Faridabad, and Nuh (Mewat region), as well as interior villages of Bhiwani and Hisar. Most of them are Muslims who have acquired fake Hindu identity, and under questioning, they pretend to be from West Bengal. In September 2019, the Chief Minister of Haryana, Manohar Lal Khattar announced the implementation of NRC for Haryana by setting up a legal framework under the former judge of the Punjab and Haryana High Court, Justice HS Bhalla for updating NRC which will help in weeding out these illegal immigrants.[46] In the years 1997 and 2000, Russia adopted documents titled \"National Security Concept\" that described Russia's global position, the country's interests, listed threats to national security, and described the means to counter those threats. In 2009, these documents were superseded by the \"National Security Strategy to 2020\". The key body responsible for coordinating policies related to Russia's national security is the Security Council of Russia. According to provision 6 of the National Security Strategy to 2020, national security is \"the situation in which the individual, the society and the state enjoy protection from foreign and domestic threats to the degree that ensures constitutional rights and freedoms, decent quality of life for citizens, as well as sovereignty, territorial integrity and stable development of the Russian Federation, the defence and security of the state.\" Total Defence is Singapore’s whole-of-society national defence concept[47] based on the premise that the strongest defence of a nation is collective defence[48] – when every aspect of society stays united for the defence of the country.[49] Adopted from the national defence strategies of Sweden and Switzerland,[50] Total Defence was introduced in Singapore in 1984. Then, it was recognised that military threats to a nation can affect the psyche and social fabric of its people.[51] Therefore, the defence and progress of Singapore were dependent on all its citizens and their resolve, not just the government or the armed forces.[52] Total Defence has since evolved to take into consideration threats and challenges outside of the conventional military domain. National security of Ukraine is defined in Ukrainian law as \"a set of legislative and organisational measures aimed at permanent protection of vital interests of man and citizen, society and the state, which ensure sustainable development of society, timely detection, prevention and neutralisation of real and potential threats to national interests in areas of law enforcement, fight against corruption, border activities and defence, migration policy, health care, education and science, technology and innovation policy, cultural development of the population, freedom of speech and information security, social policy and pension provision, housing and communal services, financial services market, protection of property rights, stock markets and circulation of securities, fiscal and customs policy, trade and business, banking services, investment policy, auditing, monetary and exchange rate policy, information security, licensing, industry and agriculture, transport and communications, information technology, energy and energy saving, functioning of natural monopolies, use of subsoil, land and water resources, minerals, protection of ecology and environment and other areas of public administration, in the event of emergence of negative trends towards the creation of potential or real threats to national interests.\".[53] The primary body responsible for coordinating national security policy in Ukraine is the National Security and Defense Council of Ukraine. It is an advisory state agency to the President of Ukraine, tasked with developing a policy of national security on domestic and international matters. All sessions of the council take place in the Presidential Administration Building. The council was created by the provision of Supreme Council of Ukraine #1658-12 on October 11, 1991. It was defined as the highest state body of collegiate governing on matters of defence and security of Ukraine with the following goals: The primary body responsible for coordinating national security policy in the UK is the National Security Council (United Kingdom) which helps produce and enact the UK's National Security Strategy. It was created in May 2010 by the new coalition government of the Conservative Party (UK) and Liberal Democrats. The National Security Council is a committee of the Cabinet of the United Kingdom and was created as part of a wider reform of the national security apparatus. This reform also included the creation of a National Security Adviser and a National Security Secretariat to support the National Security Council.[54] The concept of national security became an official guiding principle of foreign policy in the United States when the National Security Act of 1947 was signed on July 26, 1947, by U.S. President Harry S. Truman.[3]: 3  As amended in 1949, this Act: Notably, the Act did not define national security, which was conceivably advantageous, as its ambiguity made it a powerful phrase to invoke against diverse threats to interests of the state, such as domestic concerns.[3]: 3–5  The notion that national security encompasses more than just military security was present, though understated, from the beginning. The Act established the National Security Council so as to \"advise the President on the integration of domestic, military and foreign policies relating to national security\".[2]: 52  While not defining the \"interests\" of national security, the Act does establish, within the National Security Council, the \"Committee on Foreign Intelligence\", whose duty is to conduct an annual review \"identifying the intelligence required to address the national security interests of the United States as specified by the President\" (emphasis added).[56] In Gen. Maxwell Taylor's 1974 essay \"The Legitimate Claims of National Security\", Taylor states:[57] The national valuables in this broad sense include current assets and national interests, as well as the sources of strength upon which our future as a nation depends. Some valuables are tangible and earthy; others are spiritual or intellectual. They range widely from political assets such as the Bill of Rights, our political institutions, and international friendships to many economic assets which radiate worldwide from a highly productive domestic economy supported by rich natural resources. It is the urgent need to protect valuables such as these which legitimizes and makes essential the role of national security. To reflect on the institutionalisation of new bureaucratic infrastructures and governmental practices in the post-World War II period in the U.S., when a culture of semi-permanent military mobilisation brought around the National Security Council, the CIA, the Department of Defense, and the Joint Chiefs of Staff, national-security researchers apply a notion of a national security state:[58][59][60] During and after World War II, US leaders expanded the concept of national security and used its terminology for the first time to explain America's relationship to the world. For most of US history, the physical security of the continental United States had not been in jeopardy. But by 1945, this invulnerability was rapidly diminishing with the advent of long-range bombers, atom bombs, and ballistic missiles. A general perception grew that the future would not allow time to mobilize, that preparation would have to become constant. For the first time, American leaders would have to deal with the essential paradox of national security faced by the Roman Empire and subsequent great powers: Si vis pacem, para bellum — If you want peace, prepare for war.[61] The U.S. Joint Chiefs of Staff defines national security of the United States in the following manner :[62] A collective term encompassing both national defense and foreign relations of the United States. Specifically, the condition provided by: a. a military or defense advantage over any foreign nation or group of nations; b. a favorable foreign relations position; or c. a defense posture capable of successfully resisting hostile or destructive action from within or without, overt or covert. In 2010, the White House included an all-encompassing world-view in a national security strategy which identified \"security\" as one of the country's \"four enduring national interests\" that were \"inexorably intertwined\":[63] \"To achieve the world we seek, the United States must apply our strategic approach in pursuit of four enduring national interests: Each of these interests is inextricably linked to the others: no single interest can be pursued in isolation, but at the same time, positive action in one area will help advance all four.\" U.S. Secretary of State Hillary Clinton has said that, \"The countries that threaten regional and global peace are the very places where women and girls are deprived of dignity and opportunity\".[64] She has noted that countries, where women are oppressed, are places where the \"rule of law and democracy are struggling to take root\",[64] and that, when women's rights as equals in society are upheld, the society as a whole changes and improves, which in turn enhances stability in that society, which in turn contributes to global society.[64] The Bush Administration in January 2008, initiated the Comprehensive National Cybersecurity Initiative (CNCI). It introduced a differentiated approach, such as: identifying existing and emerging cybersecurity threats, finding and plugging existing cyber vulnerabilities, and apprehending actors trying to gain access to secure federal information systems.[65] President Obama issued a declaration that the \"cyber threat is one of the most serious economic and national security challenges we face as a nation\" and that \"America's economic prosperity in the 21st century will depend on cybersecurity.\"[66]","Title":"National security - Wikipedia","KeyID":"14593","URL":"https://en.wikipedia.org/wiki/National_security"}