{"Content: ":"The environment of Sri Lanka is unique in being one of the world's bio-diversity hot-spots. Sri Lanka was once part of the southern supercontinent Gondwana, which also included South America, Africa, India and Antarctica. Gondwana began to break up 140 million years ago. The tectonic plate on which Sri Lanka was located, the Indian plate, collided with the Eurasian plate creating the Himalayas. Sri Lanka was originally part of the Deccan land mass, contiguous with Madagascar. The island was connected, off and on at least 17 times in the past 700,000 years, to India. The Loris, found only in Sri Lanka and South India, is related to the Lemurs of Madagascar. The connection to India led to a commonality of species, e.g. freshwater fish, the now extinct Sri Lankan Gaur (Bibos sinhaleyus) and Lion (Panthera leo sinhaleyus).[3] Sri Lanka's forests are amongst the most beautiful rich in Asia and for some faunal groups, it has the highest density of species diversity in the world. The southwest portion of the island, where the influence of the moisture-bearing southwest monsoon is strongest, is home to the Sri Lanka lowland rain forests. At higher elevations they make the transition to the Sri Lanka montane rain forests. Both these tropical moist forest ecoregions bear strong affinities to those of India's Western Ghats. The northern and eastern portions of the island are considerably drier, lying in the rain shadow of the central highlands. The Sri Lanka dry-zone dry evergreen forests are a tropical dry broadleaf forest ecoregion, which, like the neighbouring East Deccan dry evergreen forests of India's Coromandel Coast, is characterised by evergreen trees, rather than the dry-season deciduous trees that predominate in most other tropical dry broadleaf forests. These forests have been largely cleared for agriculture, timber or grazing, and many of the dry evergreen forests have been degraded to thorn scrub, savanna, or thickets. Several preserves have been established to protect some of Sri Lanka's remaining natural areas. The island has three biosphere reserves, Hurulu (established 1977), Sinharaja (established 1978), and Kanneliya-Dediyagala-Nakiyadeniya (KDN) (established 2004). The coastal estuaries are home to mangrove habitats, e.g. the Maduganga river. Offshore are found habitats associated with coral reefs, e.g. the Bar Reef. Also of note are the pearl banks of Mannar, which are also home to Chank, sea cucumbers and sea grasses. Sri Lanka is a centre of bird endemism. Sri Lanka is a party to: Biodiversity, Climate Change, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Nuclear Test Ban, Ozone Layer Protection, Ship Pollution, Wetlands. It has signed, but not ratified: Marine Life Conservation Environmental concerns include deforestation; soil erosion; wildlife populations threatened by poaching and urbanization; coastal degradation from mining activities and increased pollution; freshwater resources being polluted by industrial wastes and sewage runoff; waste disposal; air pollution in Colombo","Title":"Environment of Sri Lanka - Wikipedia","KeyID":"14609","URL":"https://en.wikipedia.org/wiki/Environment_of_Sri_Lanka"}