{"Content: ":"Kalu Ganga (Sinhala: කළු ගඟ; literally: Black River) is a river in Sri Lanka. Measuring 129 km (80 mi) in length, the river originates from Sri Padhaya and reach the sea at Kalutara. The Black River flows through the Ratnapura and the Kalutara District and pass the city Ratnapura. The mountainous forests in the Central Province and the Sinharaja Forest Reserve are the main sources of water for the river.[1] The Edwardian manor, Richmond Castle is on the banks of the river near Kalutara.[2] Kalu Ganga basin is one of the most important river basins in Sri Lanka which receives very high rainfalls and has higher discharges. Due to its hydrological and topographical characteristics, the lower flood plain suffers from frequent floods and it affects the socio-economic profile greatly. During the past several years, many researchers have investigated climatic changes in the main river basins of the country, but no studies have been done on climatic changes in the Kalu Ganga basin. Therefore, the objective of this study was to investigate precipitation trends in the Kalu Ganga basin. Annual and monthly precipitation trends were detected with Mann-Kendall statistical test. Negative trends of annual precipitation were found in all the analyzed rainfall gauging stations. On average, a -0.98 trend with an annual rainfall reduction of 12.03 mm/year was found. April and August were observed to have strongly decreasing trends. July and November displayed strong increasing trends. In conclusion, the Kalu Ganga basin has a decreasing trend of annual precipitation and it is clear that slight climatic changes may have affected the magnitude and timing of the precipitation within the study area. Kalu Ganga basin is the second largest river basin in Sri Lanka covering 2766 km2 and much of the catchment is located in the highest rainfall area of the country, which reflects the high annual rainfall. The annual rainfall in the basin is averaged at 4000 mm and leads to 4000 million m3 of annual flow. The Kalu Ganga originates from the central hills of the wet zone at an altitude of 2250 m and garners rainfall on the western slopes and falls out to the sea at Kalutara after traversing about 129 km. The basin has steep gradients in the upper part and mild gradients in the lower part. Due to these hydrological and topographical characteristics of the river basin, its lower flood plain suffers from frequent floods during the Southwest monsoon season. Therefore, the damages to the socio-economic profile are significantly high since the lower flood plain of Kalu Ganga is densely populated and is a potential area for rice production. During the past several years,[which?] attention has been paid to the study of precipitation changes in the main river basins of Sri Lanka. El Niño-southern oscillation influences on stream flow in Kelani River.[3] In studied 2005 hydrology and environmental flows in the Walawe River basin. However, we[who?] could not find any academic literature regarding climatic changes in the Kalu Ganga basin, which is one of the four main rivers in Sri Lanka. The major possible effects of climate change may include variability in water resources, increase desertification, loss of biodiversity and changes in agricultural productivity. One of the most significant consequences resulting from climate change may be the alteration of regional hydrological cycles and subsequent changes in stream flow regimes. Studies of the general circulation model reveal that increased global temperature could lead to an increase in the amount and intensity of regional precipitation. Precipitation is a good indication of the impacts of climate change on water resources. Changes in precipitation patterns are very important for water resources managers to deal with water resources planning and management. Variations in precipitation over daily, seasonal, annual, and decadal timescales influence water resource systems. In addition to the studies on short-term variability of precipitation, long-term detection of precipitation is essential for understanding the potential impacts on water resources resulting from climate change. Therefore, the objective of this study was to investigate long-term precipitation trends, which is one of the crucial parameters in climate change in the Kalu Ganga basin.[4] Cite error: A list-defined reference has no name (see the help page).  This article related to a river in Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Kalu Ganga - Wikipedia","KeyID":"14623","URL":"https://en.wikipedia.org/wiki/Kalu_Ganga"}