{"Content: ":"Birds (Endemics) · Mammals (Endemics) · Amphibians · Reptiles · Freshwater fish · Introduced fish · Cartilage fish · Commercial fish Invertebrates Butterflies · Beetles · Moths · Dipterans · Mosquitoes · Hymenopterans · Orthopterans · Cockroaches · Termites · Earwigs · Lacewings · Phasmid · Hemiptera · Mantids · Minor insects · Bees · Odonates · Aphids · Ants · Freshwater crabs · Non-marine molluscs · Myriapods · Spiders · Tarantulas · Scorpions · Hard ticks · Mites · Isopods · Pseudoscorpions · Lesser arachnids · Echinoderms · Flora Trees · Mangroves · Wildlife of Sri Lanka includes its flora and fauna and their natural habitats. Sri Lanka has one of the highest rates of biological endemism (16% of the fauna and 23% of flowering plants are endemic[1]) in the world. The mountains and the southwestern part of the country, known as the \"wet zone,\" receive ample rainfall (an annual average of 2500 millimeters). Most of the southeast, east, and northern parts of the country comprise the \"dry zone, which receives between 1200 and 1900 mm of rain annually. The most recent update on the Sri Lankan biodiversity released during the 6th National Report of the Convention on Biological Diversity. This report provided an updated list of species up to the end of December 2018. However, in 2019, 54 new species were described: including 26 spiders, (14 cellar spiders, 7 jumping spiders, 4 crab spiders and one tarantula species), one scorpion species, 5 mites and ticks, 14 reptiles (13 day geckos and one species of snake), one species of shrub frog, one species of orchid and 6 species of lichens. Later in 2021, Prof. Devaka Weerakoon and Amila Sumanapala released the updated list of taxa of biodiversity of Sri Lanka up to December 2020 including all the new discoveries in 2020.[4] Sri Lanka is home to roughly 123 species of mammals, 41 of which are threatened (9 critically). 16 of the species are endemic, of which 14 are threatened,[5] including the large sloth bear. mammalian orders), with 30 different species. Sri Lanka's surrounding waters are home to 28 species of Cetaceans. Sri Lanka currently contains 185 species of reptiles, of which 60 are threatened and 115 are endemic. Most of the reptiles are snakes and the largest are two species of crocodile, the mugger crocodile and saltwater crocodile.[5] Sri Lanka has one of the richest diversity of amphibians in the world, containing 122 species of amphibians up to January 2019 with many recent discoveries, with 112 endemic species.[5] 52 species of amphibians in Sri Lanka are threatened, all but one of which are endemic.[citation needed] Sri Lanka is home to 227 species of birds (though some past estimates put it as high as 486[6]), 46 of which are threatened (10 critically).[5] Sri Lanka contains 93 species of freshwater fish, and 50 of which are endemic to the country. 28 species are categorized as threatened by IUCN.[5] There are 8 species of brackish water fish that also come to freshwater, and 24 introduced exotic fish species. Insects belonging to all 32 orders except Grylloblattodea have been recorded from the Sri Lanka. Coleoptera, which is the largest order in whole insect world, also the largest in Sri Lanka, contribute with 3,033 documented species.[7] Lepidopterans, the moths and butterflies has the second largest number of species in Sri Lanka. 245 butterflies species are recorded from Sri Lanka of which 24 are endemic to the island. 1695 species of moths are also found, but the endemism is unknown. Hymenopterans, which includes ants, bees, wasps contribute to the third largest insect order in Sri Lanka. Sri Lanka is home to 181 species of ants that included to 61 genera and 10 subfamilies. One endemic genus Aneuretus is also included to the list. There are about 70,000 species of bees of order Hymenoptera described in the world with nearly 450 genera and 7 families. Out of them, Sri Lanka comprises 148 species included to 38 genera and 4 families. True flies and mosquitoes belongs to order Diptera is much highly recorded from Sri Lanka. There are more than 1,341 dipterans found in the island, which earns fourth largest insect order found.[7] About 131 species of mosquitoes that included to 16 genera are described and documented from Sri Lanka. Though they are primarily vectors of many human diseases, majority of mosquitoes in Sri Lanka are harmless to humans and livestock. The exact species for other orders is still not classified and documented. Walker on 1861, listed 2,007 species belongs to 9 insect orders and Haly on 1890 identified 1,510 beetle species from Sri Lanka. However, after series of many publications from many foreign entomologists, Two Sri Lankan entomologists, Anura Wijesekara and D.P Wijesinghe precisely documented 11,144 insect species belongs to 30 orders from Sri Lanka in 2003.[8][7] Damselflies categorized in to Suborder: Zygoptera; and dragonflies into Suborder: Anisoptera. There are 121 described species within 13 families can be found in Sri Lanka. 59 species from them are endemic. Hubbard and co-workers documented 46 species in 8 families of order Ephemeroptera. Henneman in 2002 recorded 69 species in order Orthoptera. He also collected few specimen of order Phasmatodea around central hills. 66 species of order Blattodea are found, but not taxonomic evidences. Few species of the order Mantodea were studies by Henry in 1931. Clear documentation of the species within Dermaptera can be found, which was initiated by Burr (1901) and Brindle (1972). Within the termite infraorder Isoptera, 56 species recorded. In 1913, Green compiled a concise catalogue for isopterans in Sri Lanka.[7] Only 4 species of order Embioptera are recorded. in the order Psocoptera, two subfamilies studied. They are Epipsocidae and Pseudocaeciliidae. Informations of the species of the orders Thysanoptera, Neuroptera, Mecoptera, and Siphonaptera are very few and more studies are required. Only the family Coniopterygidae of Neuroptera have been studied in 1982.[7] Sri Lanka is known to home for 794 species of Hemipterans. Detailed work of Sri Lankan hemipterans are recorded in book \"Catalogue of Hemiptera of Sri Lanka. Sri Lanka comprises 74 species in 46 genera and 6 families of aphids within order Hemiptera. 2 endemic aphid species found on Sri Lanka. Checklists on orders Trichoptera and Strepsiptera are well documented, but recent work is needed.[7] All recorded 51 species along with 5 genera in the family Gecarcinucidae are totally endemic to Sri Lanka. 98% of those crabs are IUCN categorized as threatened, endangered or critically endangered animals. Isopods occur abundantly in the sea, freshwater and land. They typically flattened dorsoventrally and mostly scavengers. Sri Lanka harbor 92 species of isopods of 53 genera included to 23 families. The exact number of species around mangroves and estuaries within coastal marine regions is not clear. but during a research on diversity of mangrove crabs in Kadolkele, Negombo, five species identified, with two new species earlier not document from Sri Lanka.[9] Most marine crabs are much larger and often caught in fishing nets. They are edible foods with high protein. Some of marine edible crabs from Sri Lanka are[10] There is known over 246 land gastropods of Sri Lanka with 83% endemicity. Sub class Pulmonata consists of 159 species within 23 families and subclass Prosobranchia by 88 species in four families. A total of five land snail genera, namely, Ravana, Ratnadvipia, Acavus, Oligospira and Aulopoma are endemic to Sri Lanka with 14 species included to these genera.[11][12] Thirteen more genera such as Ruthvenia, Thysanota, Cryptozona, Euplecta, Mariaella, Eurychlamys, Corilla, Beddomea, Trachia, Leptopomoides, Micraulax, Tortulosa and Nicida are restricted to Western Ghats of India and Sri Lanka. 18 species are recorded as exotic species and agricultural pests. Fauna of Sri Lanka also include freshwater snails. The number of marine molluscs of Sri Lanka is not known and there is about 240 species listed meantime in 2006.[13] The diversity of subphylum Myriapoda, is not well studied in Sri Lanka recently. The remaining facts and checklists of these creatures are dated back to Newport in 1845, which is the first known study about centipedes. Many of centipede works are done more than a century.[14] When considering millipede diversity, which is much higher in study than centipedes. Currently, 104 species of millipedes and 19 species of centipedes are known from Sri Lanka.[15] The detailed work on Sri Lankan spiders were done through checklist by Manju Siliwal and Sanjay Molur's detailed checklist of spiders of South Asia including 2006 revision of Indian spider checklist. This checklist provided all the described spider species of South Asia and part of South-East Asia as well.[16] According to this checklist, Sri Lanka has 501 species of spiders belongs to 45 families and 213 genera. Out of these 360, 250 are endemic spiders to Sri Lanka with 22 endemic genera.[7] Spiders in genus Myrmarachne are commonly called ant-mimicking spiders. They are grouped in the family Salticidae of order Araneae. Out of 100+ species described, 12 species are found in Sri Lanka. Three species were described in 2015. There are 8 species of tarantulas that are recorded from Sri Lanka. When considering with Indian subcontinent, 15 species of Poecilotheria are recorded from both countries; seven endemics from India and seven endemics from Sri Lanka. One species found in both countries. There are 18 species of scorpions which are found in Sri Lanka. Out of these 18 species, 7 species are endemic to Sri Lanka. In addition to the endemic species, 4 subspecies of the 9 non-endemic species are also endemic to Sri Lanka. According to 2014 researches, 47 species of pseudoscorpions have been identified from Sri Lanka. Out of this 43 species, 20 species are endemic to Sri Lanka. The diversity of lesser arachnids within Sri Lanka is not extensive. Some observations on particular species have been undertaken by some local and foreign scientists. According to them, there are 3 species of whip spiders, 4 species of whip scorpions, and 21 species of daddy longlegs found in Sri Lanka. Ticks belong to superfamily Ixodoidea of the order Parasitiformes. 27 species of Ixodid ticks, commonly called hard ticks, of the family Ixodidae belonging to nine genera have been reported to date from Sri Lanka. Echinoderms belong to the phylum Echinodermata. They are deuterostomes that are closely related to chordates. In Sri Lanka, there are 39 regular echinoids belonging to 28 genera, nine families, and five orders are recorded.[17] Besides, there are 21 irregular echinoid species belonging to four orders, nine families and 15 genera in Sri Lanka.[18] Diversity and endemism of plants in Sri Lanka are quite high.[19] There are 3,210 flowering plants belonging to 1,052 genera. 916 species and 18 genera are endemic to the island. Additionally, all but one of the island’s more than 55 dipterocarps are confined to Sri Lanka. Although not lately assessed, Sri Lanka’s ferns are estimated at about 350 species. Diversity, richness, and endemism across all taxa groups are much higher in the wet zone than in the dry zone. Wet zone, which accounts for only a quarter of Sri Lanka’s land area, harbours 88 percent of the flowering plants, and 95 percent of country's flowering plant endemics. The natural forests of Sri Lanka are categorized into eight types.[20] Loxococcus, a monotypic genus consisting of the sole species Loxococcus rupicola, is the only palm (Arecaceae) genus that is endemic to Sri Lanka.[21] A new Gesneriaceae species Henckelia wijesundarae, endemic to Hiniduma, Galle is described and illustrated in 2016 by Subhani Ranasinghe et al.[22] In 2020, a species of orchid Gastrodia gunatillekeorum was described from Sinharaja.[23] In the same year, several new identities were described: one species of seagrass: Halophila major and six species of liverworts; Lejeunea sordida, Leptolejeunea subdentata, Spruceanthus polymorphus, Frullania udarii, Heteroscyphus turgidus and Fuscocephaloziopsis lunulifolia32. With that , the total number of leafy liverwort species in Sri Lanka increased to 296 under 63 genera. In the meantime, a species of fungus. Helvella crispa also identified from Sri Lanka.[24] Sri Lankan Environmentalist, Dr. Gothamie Weerakoon has discovered 51 new varieties of Lichens endemic to Sri Lanka, where 8 of them were found from the Knuckles Mountain Range.[25][26] While Dr. Udeni Jayalal et al found 2 new lichens from Horton Plains in 2012, as Anzia mahaeliyensis and Anzia flavotenuis.[27] Currently, more than 400 species of lichens are found in Sri Lanka.","Title":"Wildlife of Sri Lanka - Wikipedia","KeyID":"14626","URL":"https://en.wikipedia.org/wiki/Wildlife_of_Sri_Lanka"}