{"Content: ":"Tiktaalik (/tɪkˈtɑːlɪk/; Inuktitut ᑎᒃᑖᓕᒃ [tiktaːlik]) is a monospecific genus of extinct sarcopterygian (lobe-finned fish) from the Late Devonian Period, about 375 Mya (million years ago), having many features akin to those of tetrapods (four-legged animals).[1] It may have grown up to 2.5 m in length. Unearthed in Arctic Canada, Tiktaalik is a non-tetrapod osteoichthyes, complete with scales and gills – but it has a triangular, flattened head and unusual, cleaver-shaped fins. Its fins have thin ray bones for paddling like most fish, but they also have sturdy interior bones that would have allowed Tiktaalik to prop itself up in shallow water and use its limbs for support as most four-legged animals do. Those fins and other mixed characteristics mark Tiktaalik as a crucial transition fossil, a link in evolution from swimming fish to four-legged vertebrates.[2] This and similar animals might be the common ancestors of all vertebrate terrestrial fauna: amphibians, reptiles, birds, and mammals.[3] The first well-preserved Tiktaalik fossils were found in 2004 on Ellesmere Island in Nunavut, Canada. The discovery, made by Edward B. Daeschler of the Academy of Natural Sciences, Neil H. Shubin from the University of Chicago, and Harvard University Professor Farish A. Jenkins Jr, was published in the April 6, 2006, issue of Nature[1] and quickly recognized as a transitional form. Tiktaalik provides insights on the features of the extinct closest relatives of the tetrapods. Unlike many previous, more fishlike transitional fossils, the \"fins\" of Tiktaalik have basic wrist bones and simple rays reminiscent of fingers. The homology of distal elements is uncertain: exactly how did the bones of the lower limbs evolve into the feet and toes of vertebrates? There have been suggestions that the fin rays of Tiktaalik are homologous to digits, although this is incompatible with the digital arch developmental model, a hypothesis describing how the two parallel bones of lower limbs evolved to produce feet. According to this model, digits are supposed to be postaxial structures, but only three of the (reconstructed) eight rays of Tiktaalik are postaxial.[4] However, the proximal series (bones of the upper limb) can be directly compared to the ulnare and intermedium of tetrapods. The fin was clearly weight bearing, being attached to a massive shoulder with expanded scapular and coracoid elements and attached to the body armor, large muscular scars on the ventral surface of the humerus, and highly mobile distal joints. The bones of the forefins show large muscle facets, suggesting that the fin was both muscular and had the ability to flex like a wrist joint. These wrist-like features would have helped anchor the creature to the bottom in a fast current.[5][6] Also notable are the spiracles on the top of the head, which suggest the creature had primitive lungs as well as gills. This attribute would have been useful in shallow water, where higher water temperature would lower oxygen content. This development may have led to the evolution of a more robust ribcage, a key evolutionary trait of land-living creatures.[7] The more robust ribcage of Tiktaalik would have helped support the animal's body any time it ventured outside a fully aquatic habitat. Tiktaalik also lacked a characteristic that most fishes have—bony plates in the gill area that restrict lateral head movement. This makes Tiktaalik the earliest known fish to have a neck, with the pectoral girdle separate from the skull. This would give the creature more freedom in hunting prey on land or in the shallows.[6] Tiktaalik is sometimes compared to gars (esp. Atractosteus spatula, the alligator gar) of the family Lepisosteidae, with whom it shares a number of characteristics:[8] Tiktaalik generally had the characteristics of a lobe-finned fish, but with front fins featuring arm-like skeletal structures more akin to those of a crocodile, including a shoulder, elbow, and wrist. The fossil discovered in 2004 did not include the rear fins and tail, which were found in other specimens. It had rows[9] of sharp teeth indicative of a predator fish, and its neck could move independently of its body, which is not common in other fish (Tarrasius, Mandageria, placoderms,[10][11] and extant seahorses being some exceptions; see also Lepidogalaxias and Channallabes apus[12]). The animal had a flat skull resembling a crocodile's; eyes on top of its head; a neck and ribs similar to those of tetrapods, with the ribs being used to support its body and aid in breathing via lungs; well developed jaws suitable for catching prey; and a small gill slit called a spiracle that, in more derived animals, became an ear.[13] The fossils were found in the \"Fram Formation\", deposits of meandering stream systems near the Devonian equator, suggesting a benthic animal that lived on the bottom of shallow waters and perhaps even out of the water for short periods, with a skeleton indicating that it could support its body under the force of gravity whether in very shallow water or on land.[14] At that period, for the first time, deciduous plants were flourishing and annually shedding leaves into the water, attracting small prey into warm oxygen-poor shallows that were difficult for larger fish to swim in.[7] The discoverers said that in all likelihood, Tiktaalik flexed its proto-limbs primarily on the floor of streams and may have pulled itself onto the shore for brief periods.[15] In 2014, the discovery of the animal's pelvic girdle was announced; it was strongly built, indicating the animal could have used them for moving in shallow water and across mudflats.[16] Neil Shubin and Daeschler, the leaders of the team, have been searching Ellesmere Island for fossils since 2000[5][17] We're making the hypothesis that this animal was specialized for living in shallow stream systems, perhaps swampy habitats, perhaps even to some of the ponds. And maybe occasionally, using its very specialized fins, for moving up overland. And that's what is particularly important here. The animal is developing features which will eventually allow animals to exploit land.[18] Tiktaalik roseae is the only species classified under the genus. Tiktaalik lived approximately 375 million years ago. It is representative of the transition between non-tetrapod vertebrates (fish) such as Panderichthys, known from fossils 380 million years old, and early tetrapods such as Acanthostega and Ichthyostega, known from fossils about 365 million years old. Its mixture of primitive fish and derived tetrapod characteristics led one of its discoverers, Neil Shubin, to characterize Tiktaalik as a \"fishapod\".[5][19] Tiktaalik is a transitional fossil; it is to tetrapods what Archaeopteryx is to birds, troodonts and dromaeosaurids. While it may be that neither is ancestor to any living animal, they serve as evidence that intermediates between very different types of vertebrates did once exist. The mixture of both fish and tetrapod characteristics found in Tiktaalik include these traits: The phylogenetic analysis by Daeschler et al. placed Tiktaalik as a sister taxon to Elpistostege and directly above Panderichthys preceded by Eusthenopteron. Tiktaalik was thus inserted below Acanthostega and Ichthyostega as a transitional form[20] and a true \"missing link\".[21] Such order of the phylogenetic tree was initially adopted by other experts, most notably by Per Ahlberg and Jennifer Clack.[22] However, it was questioned in a 2008 paper by Boisvert et al., who noted that Panderichthys, due to its more derived distal portion, might be closer to tetrapods than Tiktaalik or even that it was convergent with tetrapods.[23] Ahlberg, co-author of the study, considered the possibility of Tiktaalik's fin having been \"an evolutionary return to a more primitive form.\"[24] In January 2010, a group of paleontologists including Ahlberg published a paper[25] accompanied by extensive supplementary material[26] (discussed also in a Nature documentary[27][28]) which showed that the first tetrapods appeared long before Tiktaalik and other elpistostegids. Their conclusions were based on numerous trackways (esp. Muz. PGI 1728.II.16) and individual footprints (esp. Muz. PGI 1728.II.1) discovered at the Zachełmie quarry in the Holy Cross Mountains (Poland). A tetrapod origin of those tracks was suggested based on: Track-bearing layers were assigned to the lower-middle Eifelian based on conodont index fossil samples (costatus Zone) and \"previous biostratigraphic data obtained from the underlying and overlying strata\"[25] with subsequent studies confirming this dating.[29][30][31] Both Tiktaalik's discoverers were skeptical about the Zachelmie trackways. Daeschler said that trace evidence was not enough for him to modify the theory of tetrapod evolution,[32] while Shubin argued that Tiktaalik could have produced very similar footprints[33] (in a later study Shubin expressed a significantly modified opinion that some of the Zachelmie footprints, those which lacked digits, may have been made by walking fish[34]). However, Ahlberg insisted that those tracks could not have possibly been formed either by natural processes or by transitional species such as Tiktaalik or Panderichthys.[25][35] Instead, the authors of the publication suggested ichthyostegalians as trackmakers, based on available pes morphology of those animals.[25] However, a paper published in 2015 that undertook a critical review of Devonian tetrapod footprints called into question the designation of the Zachelmie marks and instead suggested an origin as fish nests/feeding traces.[36] An earlier study in 2012 indicated that Zachelmie trackmakers were even more advanced than Ichthyostega in terms of quadrupedalism.[37] Grzegorz Niedźwiedzki's reconstruction of one of the trackmakers was identical to that of Tulerpeton.[38][39] Narkiewicz, co-author of the article on the Zachelmie trackways, claimed that the Polish \"discovery has disproved the theory that elpistostegids were the ancestors of tetrapods\",[40] a notion partially shared by Philippe Janvier.[41] There have been a number of new hypotheses suggested as to a possible origin and phylogenetic position of the elpistostegids (including Tiktaalik): Convergency is considered responsible for uniquely tetrapod features found also in other non-elpistostegalian fish from the period like Sauripterus (finger-like jointed distal radial bones)[47][48] or Tarrasius (tetrapod-like spine with 5 axial regions).[49] Estimates published after the discovery of Zachelmie tracks suggested that digited tetrapods may have appeared as early as 427.4 Ma ago and questioned attempts to read absolute timing of evolutionary events in early tetrapod evolution from stratigraphy.[45] Until more data become available, the phylogenetic position of Tiktaalik and other elpistostegids remains uncertain. In 2004, three fossilized Tiktaalik skeletons were discovered in the Late Devonian fluvial Fram Formation on Ellesmere Island, Nunavut, in northern Canada.[50][51] Estimated ages reported at 375 MYA, 379 MYA, and 383 MYA. At the time of the species' existence, Ellesmere Island was part of the continent Laurentia (modern eastern North America and Greenland),[52] which was centered on the equator and had a warm climate. When discovered, one of the skulls was found sticking out of a cliff. Upon further inspection, the fossil was found to be in excellent condition for a 375-million-year-old specimen.[5][17] The discovery by Daeschler, Shubin, and Jenkins was published in the April 6, 2006, issue of Nature[1] and quickly recognized as a transitional form. Jennifer A. Clack, a Cambridge University expert on tetrapod evolution, said of Tiktaalik, \"It's one of those things you can point to and say, 'I told you this would exist,' and there it is.\"[6] After five years of digging on Ellesmere Island, in the far north of Nunavut, they hit pay dirt: a collection of several fish so beautifully preserved that their skeletons were still intact. As Shubin's team studied the species they saw to their excitement that it was exactly the missing intermediate they were looking for. 'We found something that really split the difference right down the middle,' says Daeschler. The name Tiktaalik is an Inuktitut word meaning \"large freshwater fish\".[3] The \"fishapod\" genus received this name after a suggestion by Inuit elders of Canada's Nunavut Territory, where the fossil was discovered.[52] The specific name roseae cryptically honours an anonymous donor.[54] Taking a detailed look at the internal head skeleton of Tiktaalik roseae, in the October 16, 2008, issue of Nature,[55] researchers show how Tiktaalik was gaining structures that could allow it to support itself on solid ground and breathe air, a key intermediate step in the transformation of the skull that accompanied the shift to life on land by our distant ancestors.[56] Internet users have altered an illustration of Tiktaalik by artist Zina Deretsky to create memes.[57] The images generally humorously criticize Tiktaalik for its evolutionary adaptations, construing them as playing a critical role in the chain of events that would eventually lead to all human suffering.[57] Other lobe-finned fish found in fossils from the Devonian Period:   ","Title":"Tiktaalik - Wikipedia","KeyID":"1462","URL":"https://en.wikipedia.org/wiki/Tiktaalik_roseae"}