{"Content: ":"Sport in Sri Lanka is a significant part of Sri Lankan culture.[1] Although the Sports Ministry named volleyball the national sport,[2][3] the most popular sport is Cricket. Rugby union is also popular. Other popular sports are water sports, badminton, athletics, football, basketball and tennis. Sri Lanka's schools and colleges regularly organize sports and athletics teams, competing on provincial and national levels. The Sri Lanka national cricket team achieved considerable success beginning in the 1990s, rising from the underdog status to winning the 1996 Cricket World Cup.[4] The Sri Lankan national cricket team reached the finals of the 2007 Cricket World Cup, where they lost to Australia at the Kensington Oval, in Bridgetown, Barbados.[5] After qualifying to play in the finals of the 2011 Cricket World Cup, Sri Lanka was beaten by India.[6] The legendary Sri Lankan off-spinner Muttiah Muralitharan also ended his incredible career at the Wankhede Stadium in Mumbai which hosted the 2011 World Cup finals. The national cricket team of Sri Lanka has won the Asia Cup in 1986, 1997, 2004, 2008 and 2014. Sri Lanka has many sports stadiums, including Sinhalese Sports Club Ground, Paikiasothy Saravanamuttu Stadium & R. Premadasa Stadium in Colombo, Mahinda Rajapaksa International Stadium in Hambantota, Pallekele International Cricket Stadium in Kandy, Rangiri Dambulla International Stadium in Dambulla and Galle International Stadium in Galle. The country co-hosted the 1996 Cricket World Cup with India and Pakistan, the 2011 Cricket World Cup with India and Bangladesh and has hosted the Asia Cup tournament on numerous occasions. Water sports such as boating, surfing, swimming and scuba diving on the coast, the beaches and backwaters attract many Sri Lankans and foreign tourists. The Sri Lanknan Government does the needed renovations to keep hold on the quality of the stadiums, with the separated funds shared for Sri Lankan Cricket. The cricket board draws and recruit new players annually, and divided into two team A and B. Once the players reach a higher position in their career, they have the opportunity to get picked under the Nation team. Some of the traditional sports in Sri Lanka include Kabaddi, Gillidanda (proto-cricket), Kili thadthu, Kanna muchi, Chak-gudu, Thenkai addi and Elle. There are two styles of martial arts native to Sri Lanka, which are Cheenadi and Angampora. Games such as Kotta Pora (Pillow fight), Ankeliya (tugging the horn), Kana mutti bindeema (breaking pots), Porapol Gaseema, Lissana gaha nageema (climbing the greasy pole),Banis Kaema (bun eating contest) and Gudu Keliya are played during the Avurudu times.[7] Cricket is the most popular sport in Sri Lanka.[8] It is one of the twelve nations that are full members and take part in test cricket and one of the seven nations that has won a Cricket World Cup. Cricket is played at professional, semi-professional and recreational levels in the country and international cricket matches are watched with interest by a large proportion of the population. Cricket was brought to the island by the British and was first played in the 1800s. The earliest definite mention of cricket in Ceylon was a report in the Colombo Journal on 5 September 1832 which called for the formation of a cricket club. The Colombo Cricket Club was formed soon afterwards and matches began in November 1832. Since then, the sport has grown domestically with major events such as the Premier Trophy (starting 1938) and the Premier Limited Overs Tournament (starting 1988-89). Sri Lanka's one day international debut came in the 1975 Cricket World Cup and were later awarded Test cricket status in 1981, by the International Cricket Council, which made Sri Lanka the eighth Test cricket playing nation. The Sri Lanka national cricket team transformed themselves from the underdog status to a major cricketing nation during the 1990s. Sri Lanka have won the Cricket World Cup in 1996, the ICC Champions Trophy in 2002 (Co-champions with India) and 2014 ICC World Twenty20, and have been runners up in the 2007 Cricket World Cup and the 2011 Cricket World Cup as well as the ICC World Twenty20 in 2009 and 2012. Sri Lanka Cricket, formerly the Board for Cricket Control in Sri Lanka (BCCSL), is the controlling body for cricket in Sri Lanka. It operates the Sri Lanka national cricket team, the Sri Lanka A cricket team, the Sri Lanka national women's cricket team and first-class cricket within Sri Lanka. Rugby union is mainly played at a semi-professional and recreational level. It is a popular team sport with a history dating back to 1879. The Sri Lankan Rugby Football Union is the governing body in the country. The Sri Lanka national rugby union team was founded in 1908 and joined the IRB in 1988.[9] The first rugby club in Sri Lanka, the Colombo Football Club, was founded in 1879. The first rugby match played between two selected teams occurred on the 30th of June of that year between Colombo and a 'World' Team. The nation's first 'national' match involved an All Ceylon team against the All Blacks.[10] Sri Lanka is yet to qualify for the Rugby World Cup, however the national team has enjoyed success in recent years, rising to 42 on the world rankings in 2006. Despite not performing well on the international stage, Sri Lanka is sometimes considered one of the rugby's success stories, with crowds of forty or fifty thousand turning out for club games.[9] In 2010, they made it into the Asian Five Nations main tournament. They currently compete in Division One of the Asian Five Nations. Sri Lanka also has a national sevens team,[11] and hosts the Sri Lanka Sevens international tournament, which often forms part of the Asian Sevens Series. Problems with the development of rugby in Sri Lanka have been threefold - first, a lack of finance, second, third world infrastructure, and third, the country has been war torn for a number of years.[9] Football is a popular sport in Sri Lanka, and is run by the Football Federation of Sri Lanka. The association administers the Sri Lanka national football team as well as the Sri Lanka Football Premier League. Netball was first played in Sri Lanka in 1921.[12] The first game was played by the Ceylon Girl Guide Company at Kandy High School.[12] In 1927, netball was played at Government Training College for the first time. This helped spread the game around Sri Lanka.[12] In 1952, Sri Lankan clubs were playing Indian club sides.[12] In 1956, Sri Lanka played its first international match against Australia's national team in Sri Lanka.[12] In 1972, the Netball Federation of Sri Lanka was created.[12] In 1983, Netball Federation of Sri Lanka was dissolved by the government.[12] England's record against Ceylon in international matched between 1949 and 1976 was one win.[13] Sri Lanka took part in the 1960 netball meeting of Commonwealth countries to try to standardize the rules for the game.[14] This meeting took place in the country.[14] As of January 2011, the women's national team was ranked number fifteen in the world.[15] They have won the Asian Netball Championship four times and have hosted it once. Australian rules football is a growing sport in Sri Lanka.[16] However the sport in being discussed how best to promote it in Sri Lanka when a group of AFL officials met with the country's Minister of Internal Trade and Cooperatives, Johnston Fernando in 2010. Manel Dharmakeerthie and Milton Amarasinghe, a former Director General of Sports, are working together to develop Australian football in Sri Lanka. Their first aim is a tournament to be held in 2011. Fernando was supportive of their plans, and has agreed to offer, \"his fullest support to develop footy (in Sri Lanka).\" Several current and former AFL players were also present at the meeting, including the AFL's new International Ambassador, Brett Kirk. The players are in Sri Lanka to learn more about that country's indigenous Vadda people and their place in Sri Lankan society, in an attempt to assist Australia's own indigenous communities upon their return.[17] Beginning in November 2012, Colombo will field an American football team in the proposed Elite Football League of India, South Asia's first professional American football organization.[18] The Colombo Lions, like all EFLI teams, will play their entire first season in Pune, India, but the games are slated for broadcast in Sri Lanka. Baseball was introduced to Sri Lanka in mid-1980s. The US Embassy to introduced the game to Sri Lanka on the request of former Minister Hon, Festus Perera. Four teams were created to learn about the game, which are Sri Lanka Air force Baseball Club, Shakthi Baseball Club, Gold Fish Baseball Club and Royal College Baseball Club. In the beginning the US Embassy staff played friendly baseball games with the local teams at Havelock Park, Colombo. Sri Lanka secured a position to compete in the first ever and the team's first ever tournament the Asian Baseball Cup, which was held in the Philippines in 1995. In 2009, the Sri Lanka national baseball team qualified for the 2009 Asian Baseball Championship, the first time in that tournament.[19] Basketball was first introduced to Sri Lanka in 1917 by American Walter Cammak. Ten years later in 1927, Ananda College was the first school to introduce basketball in Sri Lanka, causing other schools to follow suit. In 1958, the Ceylon Basketball Federation (CBF) was established which was consequently admitted to the FIBA in 1959. Sri Lanka joined the Asian Basketball Confederation (ABC) in 1962, and have participated in most ABC competitions since. Sri Lankan Bodybuilding, is a relatively newer sport. But the likes of Lucion Pushparaj, has pushed the sport to the global stage, having competed in the Mr Olympia. Several Sri Lankan powerlifters, both men and women, have managed to excel and push the sport to international levels. In 2021, 6 Sri Lankan powerlifting won 14 gold medals in the Asian Classic Equipped Bench Press and Powerlifting Championships held in Istanbul, Turkey.[20] SRI LANKA ASSOCIATION OF RACING DRIVERS AND RIDERS (SLARDAR) is the pioneer Motor Sports Association of Sri Lanka. There are several main racing events organized in Sri Lanka throughout year like Fox Hill Motor Cross, Commando Supercross, Gajaba Supercross. Most of the racing events are organized by SLARDAR and Sri Lanka Armed Forces. Dilantha Malagamuwa is sri Lankan racing driver who is representing Sri Lanka in the international level. He is racing for the Dilango Racing which is first International motor racing team in Sri Lanka. Dilantha Malagamuwa is the champion of 2010 and 2016 GT Asia Series. He represent Sri Lanka in several major international level series like 2002 Bathurst 24 Hour, Asian Le Mans Series and Lamborghini Super Trofeo. Cricket Football Rugby union","Title":"Sport in Sri Lanka - Wikipedia","KeyID":"14635","URL":"https://en.wikipedia.org/wiki/Sport_in_Sri_Lanka"}