{"Content: ":"Cheena di (lit. 'Chinese stepping method or Chinese fist/punch', former in contemporary Sinhalese), or Cheenaadi, or occasionally, Chinna ati / Chaina pudi; and in Malayalam Cheena Adi, is a Chinese-derived martial art in Sri Lanka.[1] Another viewpoint, due to self-proclaimed Cheena di Master Gunadasa Subasinghe is that the word Cheena di comes from Chennai (A)di,[2] a martial art originally taught by Indian Immigrants in Sri Lanka (called \"Kallathoni\", the people who came to the island illegally in fishing boats from coastal South India and settled in the Southern parts of the island rather than in the Tamil predominant North) to their eventually street-fighting disciples called Chandi (lit. 'Rascals or Goons', in contemporary Sinhalese) of diverse native ethnicities, including the Sinhalese, Muslims, as well as Sri Lanka Tamils, all living in the same poor-ish neighbourhoods. According to urban folklore, it was first brought to Sri Lanka 1600 years ago by Shaolin monks on pilgrimage to the Temple of the Tooth.[3][4][5] It may have been brought to Sri Lanka by Chinese Buddhist missionaries who spread Chin Na, a subsystem included in many Kung fu styles, which focus on grappling.[6] Its technique, weaponry and attire is similar to Angampora, which was influenced by South Indian martial arts. Cheena di and Angampora are the two native martial arts of Sri Lanka.[7] In general, Cheena di is said to be the more eclectic and evolving form of the two, assimilating useful techniques from whatever source it came across, such as from martial arts practised by various foreign traders and emigrants. Known practitioners include Masters Gunadasa Subasinghe, Wilbert Fernando, Oliver Sirisena (Gune Mahaththaya), and Wasantha Lanerolle (Kethe Sudu Mahaththaya).[8][9][10][11] While some others have already re-branded themselves as Angampora practitioners. Cheena di as demonstrated by masters mentioned above features an assortment of fist punches, open palm strikes, finger thrusts, forearm strikes, hammerfists, elbow strikes, knee strikes, shin strikes, kicks, sweeps, headbutts, jointlocks, and throws. The footwork is a combination of linear movement and full circle spinning movement, the latter being used to defend sneak attacks from behind.","Title":"Cheena di - Wikipedia","KeyID":"14638","URL":"https://en.wikipedia.org/wiki/Cheena_di"}