{"Content: ":"Angampora is a Sinhalese martial art that combines combat techniques, self-defense, sport, exercise, and meditation.[1][2] A key component of angampora is the namesake angam, which incorporates hand-to-hand fighting, and illangam, involving the use of indigenous weapons such as the ethunu kaduwa, staves, knives and swords.[3][4] Another component known as maya angam, which uses spells and incantations for combat, is also said to have existed.[5] Angampora's distinct feature lies in the use of pressure point attacks to inflict pain or permanently paralyze the opponent. Fighters usually make use of both striking and grappling techniques, and fight until the opponent is caught in a submission lock that they cannot escape. Usage of weapons is discretionary. Perimeters of fighting are defined in advance, and in some of the cases is a pit.[5][6] With the advent of colonial rule over the entirety of the island in 1815, Angampora fell into disuse and was very nearly lost as a part of the country's heritage. The British colonial administration prohibited its practice due to the dangers posed by a civilian populace versed in a martial art, burning down any angan madu (practice huts devoted to the martial art) found: flouting of the law was punished by a gunshot to the knee, effectively crippling practitioners; Angampora nevertheless survived within a few families, allowing it to emerge into mainstream Sri Lankan culture post-independence.[7] A number of paintings related to angampora are found at Buddhist temples in Sri Lanka. These include Embekka Devalaya, Gadaladeniya Rajamaha Viharaya, Temple of the Tooth, Saman Devalaya (Ratnapura) and Lankathilaka Rajamaha Viharaya.[8][9] The name 'Angampora' is derived from the Sinhalese word anga- a root word for 'body', denoting physical combat and pora, meaning fight. It loosely means the martial, which uses limbs without the use of weapons.[10] (unarmed combat) [5] According to apocryphal Sinhalese folklore, angampora's history stretches to as far back as 3,000 years,[11][dead link] with the Yaksha tribe (one of the four \"hela\" - the ancient tribes that inhabited the island) being identified as originators. Two ancient scripts named the Varga Purnikawa and Pancha Rakkhawaliya go further, identifying nine hermits as founders.[11] Folklore goes on to describe Rana Ravana, a mythical warrior said to have lived 5,000 years ago, as the most feared angam warrior of all time.[12] Practice thrived during Sri Lanka's medieval period when Bhuvanekabahu VI of Kotte's successful campaign to conquer the Jaffna Kingdom included fighters who excelled in this art.[13] Descendants of a heroine named Menike or Disapathiniya who lived around this time is credited with the art form's survival in the ensuing centuries: dressed in male attire, she is said to have defeated the killer of her father in a fight inside a deep pit known as ura linda (pig's pit), during a historic fight.[1][14] Angampora fighters also fought alongside the army of Mayadunne of Sitawaka in the 1562 Battle of Mulleriyawa.[15] Tikiri Banda aka Rajasinha I of Sitawaka, who succeeded Mayadunne, became a faithful sponsor of this art.[12] There were two major schools of angampora, Maruwalliya and Sudhaliya, which routinely fought each other (in fights known as angam-kotāgæma), in the presence of the king.[16] The leaders of the schools were known as Maruwalliya Muhandiram Nilame and Sudhalaye Muhandiram Nilame, respectively.[8] The huts used by angampora fighters for training were known as angam madu, and were built according to the concepts of Gebim Shasthraya, the traditional philosophical system of architecture.[17] Angam techniques were used by the locals in their resistance against the early colonial occupants of the island's coastal areas.[18] The British, who occupied the whole island by 1815[19] (and who had full control of it by 1818[20]) issued a gazette banning the practice in 1817 with harsh punishments for flouters, paving the way to its decline.[13] The gazette was issued by Sir Robert Brownrigg, \"figuring that a populace trained in hand-to-hand combat would be more difficult to control.\"[21] The martial art re-surfaced from an area known as Beligal Korale, around Kegalle, subsequent to the end of British colonial rule in 1948.[1] The Jathika Hela Angam Shilpa Kala Sangamaya, the highest governing body of the art today, was established in 2001.[13] Sri Lanka's Ministry of Culture and the Arts has also taken action to support the survival and preservation of angampora:[8] several public exhibitions have been mounted with the aim of increasing public awareness of-, and fueling interest in it.[22] A collection of weaponry used in angampora is also kept on display at the National Museum of Colombo.[23] Angampora has been the subject of a number of films and television dramas in Sri Lanka. One such film, Angam, directed by Anjula Rasanga Weerasinghe, explored the origins of the art through traditional folk-stories and scientific examination.[24][25] Jayantha Chandrasiri's tele-dramas Dandubasnāmānaya and Akāla Sandhya also featured angampora.[3][26][27] These depictions have boosted the art's recent revival.[3] The angam component is divided into three main disciplines, gataputtu (locks and grips), pora haramba (strikes and blocks) and maru kala (nerve point attacks). Gataputtu are placed on an opponent using the fighter's hands, legs or head. Pora Haramba include approximately eighteen forms of offensive strikes and seven of defensive blocks. Maru kala is the component that incorporates nerve-point attacks capable of inflicting pain on the opponent, causing serious injury or timed death.(This means that according to the strike and pressure applied, the death of the person can be decided, sometimes the time can range from few minutes to many months of suffering) [28] Several locks:[28]  Several offensive strikes:[28]  Before a practice session starts, the student is expected to meditate and offer merit to the master. The student lights three lamps as he enters to the angam maduwa.[13] Students also make a pledge to use the technique solely for purposes of self-defense and the defense of his family or country.[3] Practice begins with basic warm-up exercises, gradually moving on to special exercises. Foot movement techniques are the cornerstone of this art of fighting, and a foot exercise called mulla panina is the first skill taught, with minor mistakes being stiffly disciplined.[29] This exercise is followed next by more advanced techniques like Gaman Thalawa. The hand fighting technique known as amaraya is a step into the next level of training.[13] A student learns to observe the weaknesses of the opponent, and to attack weak points with experience. Weapons such as the suruttuwaluwa/velayudaya (an apparatus made of four long flexible pieces of metal, with sharp edges on both sides), the combat sword, keti kaduwa (a short sword), and cane sticks are used for fighting, together with the paliha (shield). In total, there are sixty-four types of weapon, including thirty-two sword variants.[30] Some deadly, higher-level Angam attacks involve the nervous system; others if executed properly, can halt the bloodflow to vital organs, leading to paralysis or even death.[1] Alongside such techniques students learn an ayurvedic practice known as beheth pārawal, or medical shots, for reversing the effects of such strikes.[5] A graduation ceremony known as the Helankada Mangalya is the apex of the life of an angampora fighter, held within a Buddhist temple.[3] Panikkirala, or fencing master, is the highest position in angampora, denoting the head of a particular school.[16][31] A distinctive feature is the lack of the use of rank insignia like belts to denote degree of competence: male fighters usually fight bare-chested. Although angampora is designed to kill, it requires the practitioner to adhere at all times to stringent discipline.[1] In extreme cases, fights are held inside deep holes.[4] Two-man routine with a staff Sword and shield fighting Flying kick Unarmed combat Training and martial arts weapons Angampora fighter with sword[32] Angampora fighter with sword and shield[33] Stick-fighting","Title":"Angampora - Wikipedia","KeyID":"14637","URL":"https://en.wikipedia.org/wiki/Angampora"}