{"Content: ":"Seymouria is an extinct genus of seymouriamorph from the Early Permian of North America and Europe.[1] Although they were amphibians (in a biological sense), Seymouria were well-adapted to life on land, with many reptilian features—so many, in fact, that Seymouria was first thought to be a primitive reptile.[2][3] It is primarily known from two species, Seymouria baylorensis[4] and Seymouria sanjuanensis.[5] The type species, S. baylorensis, is more robust and specialized, though its fossils have only been found in Texas.[6] On the other hand, Seymouria sanjuanensis is more abundant and widespread. This smaller species is known from multiple well-preserved fossils, including a block of six skeletons found in the Cutler Formation of New Mexico,[7] and a pair of fully grown skeletons from the Tambach Formation of Germany, which were fossilized lying next to each other.[8] For the first half of the 20th century, Seymouria was considered one of the oldest and most \"primitive\" known reptiles.[2][3] Paleontologists noted how the general body shape resembled that of early reptiles such as captorhinids, and that certain adaptations of the limbs, hip, and skull were also similar to that of early reptiles, rather than any species of modern or extinct amphibians known at the time. The strongly-built limbs and backbone also supported the idea that Seymouria was primarily terrestrial, spending very little time in the water.[9] However, in the 1950s, fossilized tadpoles were discovered in Discosauriscus, which was a close relative of Seymouria in the group Seymouriamorpha. This shows that seymouriamorphs (including Seymouria) had a larval stage which lived in the water, therefore making Seymouria not a true reptile, but rather an amphibian which was closely related to reptiles.[10] Though no longer considered the most primitive reptile, Seymouria is still an important transitional fossil documenting the acquisition of reptile-like skeletal features prior to the evolution of the amniotic egg, which characterizes amniotes (reptiles, mammals, and birds).[1] Fossils of Seymouria were first found near the town of Seymour, in Baylor County, Texas (hence the name of the type species, Seymouria baylorensis, referring to both the town and county). The first fossils to be discovered were a cluster of individuals collected by C.H. Sternberg in 1882. However, these fossils would not be properly prepared and identified as Seymouria until 1930.[11] Various paleontologists from around the world recovered their own Seymouria baylorensis fossils in the late 19th century and early 20th century. The first fossils explicitly named as Seymouria were a pair of incomplete skulls, one of which was preserved with a few pectoral and vertebral elements. These fossils were described by German paleontologist Ferdinand Broili in 1904, and are now stored in Munich.[4] American paleontologist S.W. Williston later described a nearly complete skeleton in 1911, and noted that \"Desmospondylus anomalus\", a taxon he had recently named from fragmentary limbs and vertebrae, likely represented juvenile or even embryonic individuals of Seymouria.[2] Likewise, English paleontologist D.M.S. Watson noted in 1918 that Conodectes, a dubious genera named by the famous Edward Drinker Cope back in 1896, was likely synonymous with Seymouria.[3] Robert Broom (1922) argued that the genus should be referred to as Conodectes since that name was published first,[12] but Alfred Romer (1928) objected, noting that the name Seymouria was too popular within the scientific community to be replaced.[9] During this time, Seymouria was generally seen as a very early reptile, part of an evolutionary grade known as \"cotylosaurs\", which also included many other stout-bodied Permian reptiles or reptile-like tetrapods. However, many paleontologists were uncertain about its allegiance with the reptiles, noting many similarities with the embolomeres, which were unquestionably \"labyrinthodont\" amphibians. This combination of features from reptiles (i.e. other \"cotylosaurs\") and amphibians (i.e. embolomeres) was evidence that Seymouria was central to the evolutionary transition between the two groups. Regardless, not enough was known about its biology to conclude which group it was truly part of. Broom (1922)[12] and Russian paleontologist Peter Sushkin (1925)[13] supported a placement among the Amphibia, but most studies around this time tentatively considered it an extremely \"primitive\" reptile; these included a comprehensive redescription of material referred to the species, published by Theodore E. White in 1939.[11] However, indirect evidence that Seymouria was not biologically reptilian started to emerge. By the 1940s, several genera were linked to Seymouria as part of the group Seymouriamorpha. Some seymouriamorphs, such as Kotlassia, had evidence of aquatic habits, and even Seymouria itself had sometimes been argued to possess lateral lines, sensory structures only usable underwater.[11] Watson (1942)[14] and Romer (1947)[15] each reversed their stance on Seymouria's classification, placing it among the amphibians rather than the reptiles. Perhaps the most damning evidence came in 1952, when Czech paleontologist Zdeněk Špinar reported gills preserved in juvenile fossils of the seymouriamorph Discosauriscus. This unequivocally proved that seymouriamorphs had a larval stage, and thus were amphibians, biologically speaking.[10] Nevertheless, the high amount of similarities between Seymouria and reptiles supported the idea that seymouriamorphs were rather close to the ancestry of amniotes. In 1966, Peter Paul Vaughn described Seymouria remains from the Organ Rock Shale of Utah. These remains, which were an assortment of skulls, represented a new species, Seymouria sanjuanensis.[5] Fossils of this species have been found to be more abundant and widespread than those of Seymouria baylorensis. Several more species were later named by Paul E. Olson, although their validity has been more questionable than that of S. sanjuanensis. For example, Seymouria agilis (Olson, 1980), known from a nearly complete skeleton from the Chickasha Formation of Oklahoma, was reassigned by Michel Laurin and Robert R. Reisz to the parareptile Macroleter in 2001.[16] Seymouria grandis, described a year earlier from a braincase found in Texas, has not been re-referred to any other tetrapod, but it remains poorly known. Langston (1963) reported a femur indistinguishable from that of S. baylorensis in Permian sediments at Prince Edward Island on the Eastern coast of Canada.[17] Seymouria-like skeletal remains are also known from the Richards Spur Quarry in Oklahoma, as first described by Sullivan & Reisz (1999).[18] A block of sediment containing six S. sanjuanensis skeletons has been found in the Cutler Formation of New Mexico, as described by Berman, Reisz, & Eberth (1987).[7] In 1993, Berman & Martens reported the first Seymouria remains outside of North America, when they described S. sanjuanensis fossils from the Tambach Formation of Germany.[17] The Tambach Formation has also produced S. sanjuanensis fossils of a similar quality to those of the Cutler Formation. For example, in 2000 Berman and his colleagues described the \"Tambach Lovers\", two complete and fully articulated skeletons of S. sanjuanensis fossilized lying next to each other (though it cannot be determined whether they were a couple killed during mating).[8] The Tambach Formation has also produced the developmentally youngest known fossils of Seymouria, assisting comparisons to Discosauriscus, which is known primarily from juveniles.[19] Seymouria individuals were robustly-built animals, with a large head, short neck, stocky limbs, and broad feet.[2][15] They were fairly small, only about 2 ft (60 cm) long. The skull was boxy and roughly triangular when seen from above, but it was lower and longer than that of most other seymouriamorphs. The vertebrae had broad, swollen neural arches (the portion above the spinal cord). As a whole the body shape was similar to that of contemporary reptiles and reptile-like tetrapods such as captorhinids, diadectomorphs, and parareptiles. Collectively these types of animals have been referred to as \"cotylosaurs\" in the past, although they do not form a clade (a natural, relations-based grouping). The skull was composed of many smaller plate-like bones. The configuration of skull bones present in Seymouria was very similar to that of far more ancient tetrapods and tetrapod relatives. For example, it retains an intertemporal bone, which is the plesiomorphic (\"primitive\") condition present in animals like Ventastega and embolomeres.[15] The skull bones were heavily textured, as was typical for ancient amphibians and captorhinid reptiles. In addition, the rear part of the skull had a large incision stretching along its side. This incision has been termed an otic notch, and a similar incision in the same general area is common to most Paleozoic amphibians (\"labyrinthodonts\", as they are sometimes called), but unknown in amniotes. The lower edge of the otic notch was formed by the squamosal bone, while the upper edge was formed by downturned flanges of the supratemporal and tabular bones (known as otic flanges). The tabular also has a second downturned flange visible from the rear of the skull; this flange (known as an occipital flange) connected to the braincase and partially obscured the space between the braincase and the side of the skull. The development of the otic and occipital flanges is greater in Seymouria (particularly S. baylorensis) than in any other seymouriamorph.[6] The sensory apparatus of the skull also deserves mention for an array of unique features. The orbits (eye sockets) were about midway down the length of the skull, although they were a bit closer to the snout in juveniles. They were more rhomboidal than the circular orbits of other seymouriamorphs, with an acute front edge.[11] Several authors have noted that a few specimens of Seymouria possessed indistinct grooves present in bones surrounding the orbits and in front of the otic notch. These grooves were likely remnants of a lateral line system, a web of pressure-sensing organs useful for aquatic animals, including the presumed larval stage of Seymouria.[11][15][5] Many specimens do not retain any remnant of their lateral lines,[7][6] not even juveniles.[19] Approximately in the middle of the parietal bones was a small hole known as a pineal foramen, which may have held a sensory organ known as a parietal eye. The pineal foramen is smaller in Seymouria than in other seymouriamorphs.[8] The stapes, a rod-like bone which lies between the braincase and the wall of the skull, was tapered. It connected the braincase to the upper edge of the otic notch, and likely served as a conduit of vibrations received by a tympanum (eardrum) which presumably lay within the otic notch. In this way it could transmit sound from the outside world to the brain. The configuration of the stapes is intermediate between non-amniote tetrapods and amniotes. On the one hand, its connection to the otic notch is unusual, since true reptiles and other amniotes have lost an otic notch, forcing the tympanum and stapes to shift downwards towards the quadrate bone of the jaw joint. On the other hand, the thin, sensitive structure of Seymouria's stapes is a specialization over most non-amniote tetrapods, which have a thick stapes useless for hearing yet useful for reinforcing the skull.[9] The inner ear of Seymouria baylorensis retains a cochlear recess located behind (rather than below) the vestibule, and its anterior semicircular canal was likely encompassed by a cartilaginous (rather than bony) supraoccipital. These features are more primitive than those of true reptiles and synapsids.[20] The palate (roof of the mouth) had some similarities with both amniote and non-amniote tetrapods. On the one hand, it retained a few isolated fangs with maze-like internal enamel folding, as is characteristic for \"labyrinthodont\" amphibians. On the other hand, the vomer bones at the front of the mouth were fairly narrow, and the adjacent choanae (holes leading from the nasal cavity to the mouth) were large and close together, as in amniotes. The palate is generally solid bone, with only vestigial interpteryoid vacuities (a pair of holes along the midline) separated by a long and thin cultriform process (the forward branch of the base of the braincase). Apart from the isolated fangs, the palate is also covered with small denticles radiating out from the rear part of the pterygoid bones.[21] Seymouria has a few amniote-like characteristics of the palate, such as the presence of a prong-like branch of the pterygoid (formally known as a transverse flange) as well as an epipterygoid bone which is separate from the pterygoid. However, these characteristics have been observed in various non-amniote tetrapods, so they do not signify its status as an amniote.[6] The lower jaw retained a few plesiomorphic characteristics. For example, the inner edge of the mandible possessed three coronoid bones.[11] The mandible also retained at least one large hole along its inner edge known as a meckelian fenestra, although this feature was only confirmed during a 2005 re-investigation of one of the Cutler Formation specimens.[21] Neither of these traits are common in amniotes. The braincase had a mosaic of features in common with various tetrapodomorphs. The system of grooves and nerve openings on the side of the braincase were unusually similar to those of the fish Megalichthys, and the cartilaginous base is another plesiomorphic feature. However, the internal carotid arteries perforate the braincase near the rear of the bone complex, a derived feature similar to amniotes.[11] The vertebral column is fairly short, with a total of 24 vertebrae in front of the hip.[8] The vertebrae are gastrocentrous, meaning that each vertebra has a larger, somewhat spool-shaped component known as a pleurocentrum, and a smaller, wedge-shaped (or crescent-shaped from the front) component known as an intercentrum. The neural arches, which lie above the pleurocentra, are swollen into broad structures with table-like zygapophyses (joint plates) about three times as wide as the pleurocentrum itself. Some vertebrae have neural spines which are partially subdivided down the middle, while others are oval-shaped in cross-section. The ribs of the dorsal vertebrae extend horizontally and attach to the vertebrae at two places: the intercentrum and the side of the neural arch.[11] The neck is practically absent, only a few vertebrae long. The first neck vertebra, the atlas, had a small intercentrum as well as a reduced pleurocentrum which was only present in mature individuals. Although the atlantal pleurocentrum (when present) was wedged between the intercentrum of the atlas and intercentrum of the succeeding axis vertebra (as in amniotes), the low bone development in this area of the neck contrasts with the characteristic atlas-axis complex of amniotes.[22] In addition, later studies found that the atlas intercentrum was divided into a left and right portion, more like that of amphibian-grade tetrapods.[7] Unlike almost all other Paleozoic tetrapods (amniote or otherwise), Seymouria completely lacks any bony remnants of scales or scutes, not even the thin, circular belly scales of other seymouriamorphs.[6][8] The pectoral (shoulder) girdle has several reptile-like features. For example, the scapula and coracoid (bony plates which lie above and below the shoulder socket, respectively) are separate bones, rather than one large shoulder blade. Likewise, the interclavicle was flat and mushroom-shaped, with a long and thin \"stem\". The humerus (forearm bone) was shaped like a slightly twisted, boxy L, with large areas for muscle attachment. This form, which has been described as \"tetrahedral\", is plesiomorphic for tetrapods. On the other hand, the humerus also has a reptile-like adaptation: a hole known as an entepicondylar foramen. The radius was roughly hourglass-shaped. The ulna is similar, but longer due to the possession of a pronounced olecranon process, as is common in terrestrial tetrapods but rare in amphibious or aquatic ones. The carpus (wrist) has ten bones, and the hand has five stout fingers. The carpal bones are fully developed and closely contact each other, another indication of terrestriality. The phalanges (finger bones) decrease in size towards the tip of the fingers, where they each end in a tiny, rounded segment, without a claw. The phalangeal formula (number of phalanges per finger, from thumb to little finger) is 2-3-4-4-3.[8] Two sacral (hip) vertebrae were present, though only the first one possessed a large, robust rib which contacted the ilium (upper blade of the hip).[11][8] Some studies have argued that there was only one sacral vertebra, with the supposed second sacral actually being the first caudal due to having a shorter, more curved rib than the first sacral.[7] Each ilium is low and teardrop-shaped when seen from the side, while the underside of the hip as a whole is formed by a single robust puboischiadic plate, which is rectangular when seen from below. Both the hip and shoulder sockets were directed at 45 degrees below the horizontal. The femur is equally stout as the humerus, and the tibia and fibula are robust, hourglass-shaped bones similar to the radius and ulna.[11] The tarsus (ankle) incorporates 11 bones, intermediate between earlier tetrapods (which have 12) and amniotes (which have 8 or fewer). The five-toed feet are quite similar to the hands, with phalangeal formula 2-3-4-5-3.[8] There were only about 20 caudal (tail) vertebrae at most. Past the base of the tail, the caudals start to acquire bony spines along their underside, known as chevrons. These begin to appear in the vicinity of the third to sixth caudal, depending on the specimen. Ribs are only present within the first five or six caudals; they are long at the base of the tail but diminish soon afterwards and typically disappear around the same area the chevrons appear.[8] Seymouria baylorensis and Seymouria sanjuanensis can be distinguished from each other based on several differences in the shape and connections between the different bones of the skull. For example, the downturned flange of bone above the otic notch (sometimes termed the \"tabular horn\" or \"otic process\") is much more well-developed in S. baylorensis than in S. sanjuanensis; it acquires a triangular shape (when seen from the side) as it extends downwards more extensively towards the rear of the skull.[8] In S. sanjuanensis, the postfrontal bone contacts the parietal bone by means of an obtuse, wedge-like suture, while the connection between the two bones is completely straight in S. baylorensis. Some authors have argued that the postparietals of S. baylorensis were smaller than those of S. sanjuanensis, but some specimens of S. sanjuanensis (for example, the \"Tambach lovers\") also had small postparietals. In addition, the \"Tambach lovers\" have a quadratojugal bone which is more similar to that of S. baylorensis rather than S. sanjuanensis. The combination of features from both species in these specimens may indicate that the two species are part of a continuous lineage, rather than two strongly differentiated evolutionary paths. Likewise, some differences relating to the proportions of the rear of the skull may be considered to be an artifact of the fact that most S. sanjuanensis specimens were not fully grown prior to the discovery of the \"Tambach lovers\", which were adult members of the species.[8] Nevertheless, several features are still clearly differentiated between the two species. The lacrimal bone, in front of the eyes, only occupies the front edge of the orbit in S. baylorensis. However, specimens of S. sanjuanensis have a branch of the lacrimal which extends a small distance under the orbit. In S. sanjuanensis, much of the rear edge of the orbit is formed by the chevron-shaped postorbital bone, which is more rectangular in S. baylorensis. The shape of the lacrimal and postorbital of S. sanjuanensis closely corresponds to the condition in other seymouriamorphs, while the condition in S. baylorensis is more unique and derived.[8] The tooth-bearing maxilla bone, which forms the side of the snout, is also distinctively unique in S. baylorensis. In S. sanjuanensis, the maxilla was low, with many sharp, closely spaced teeth extending along its length. This condition is similar to other seymouriamorphs. However, S. baylorensis has a taller snout, and its teeth are generally much larger, less numerous, and less homogenous in size.[8] The palate is generally similar between the two species, although the ectopterygoids are more triangular in S. baylorensis and rectangular in S. sanjuanensis.[21] Romer (1928) was among the first authors to discuss the biological implications of Seymouria's skeleton. He argued that the robust limbs and wide-set body supported the idea that it was a strong, terrestrial animal with a sprawling gait. However, he also noted that Permian trackways generally support the idea that terrestrial tetrapods from this time period were not belly-draggers, but instead were strong enough to keep their bodies off of the ground. As with other paleontologists around the time, Romer assumed that Seymouria had a reptilian (or amniote) mode of reproduction, with eggs laid on dry land and protected from the elements by an amnion membrane.[9] White (1939) elaborated on biological implications. He noted that the presence of an otic notch reduces jaw strength by lowering the amount of surface area jaw muscles can attach to within the cranium. In addition, the skull would have been more fragile due to the presence of such a large incision. As a whole, he found it unlikely that Seymouria was capable of tackling large, active prey. Nevertheless, the sites for muscle attachment on the palate were more well-developed than those of contemporaneous amphibians. White extrapolated that Seymouria was a mostly carnivorous generalist and omnivore, feeding on invertebrates, small fish, and perhaps even some plant material. It may have even been cannibalistic according to his reckoning.[11] White also drew attention to the unusual swollen vertebrae, which would have facilitated lateral (side-to-side) movement but prohibit any torsion (twisting) of the backbone. This would have been beneficial, since Seymouria had low-slung limbs and a wide, top-heavy body that would have otherwise been vulnerable to torsion when it was walking. This may also explain the presence of this trait in captorhinids, diadectomorphs, and other \"cotylosaurs\". Perhaps swollen vertebrae were an interim strategy to prevent torsion, which would later be supplanted by strong hip muscles in later reptiles. The rather undeveloped hip muscles of Seymouria are in line with this hypothesis. Nevertheless, these vertebrae were inefficient at defending against torsion at any speed faster than a brisk walk, so Seymouria was probably not a quick-moving animal.[11] Although White considered Seymoria to be quite competent on land, he also discussed a few other lifestyles. He supposed that Seymouria was also a good swimmer, since he (erroneously) estimated that the animal had a deep and powerful tail similar to that of modern crocodilians. However, he also noted that it would have been vulnerable to semiaquatic or aquatic predators, and that Seymouria fossils were more common in terrestrial deposits as a result of its habitat preferences. Berman et al. (2000) supported this hypothesis, as the Tambach Formation preserved Seymouria fossils while also completely lacking aquatic animals. They also pointed out the well-developed wrist and ankle bones of the \"Tambach lovers\" as supportive of terrestrial affinities. Despite the strong musculature of the forelimbs, Romer (1928)[9] and White (1939)[11] found little evidence for burrowing adaptations in Seymouria. Some authors have argued in favor of sexual dimorphism existing in Seymouria, but others are unconvinced by this hypothesis. White (1939) argued that some specimens of Seymouria baylorensis had chevrons (bony spines on the underside of the tail vertebrae) which first appeared on the third tail vertebra, while other specimens had them first appear on the sixth. He postulated that the later appearance of the chevrons in some specimens was indicative that they were males in need of more space to store their internal genitalia. This type of sexual differentiation has been reported in both turtles and crocodilians. Based on this, he also supported the idea that Seymouria females gave birth to large-yolked eggs on land, as with turtles and crocodilians.[11] Vaughn (1966) later found a correlation between chevron acquisition and certain skull proportions in Seymouria sanjuanensis, and proposed that they too were examples of sexual dimorphism.[5] However, Berman, Reisz, & Elberth (1987) criticized the methodologies of White (1939) and Vaughn (1966). They argued that White's observations were probably unrelated to the sex of the animals. This was supported by the fact that some of the Cutler Formation specimens had chevrons which first appeared on their fifth tail vertebra. Although it was possible that genital size was variable among males to the extent of impacting the skeleton, the more likely explanation was that the differences White had observed were caused by individual skeletal variation, evolutionary divergence, or some other factor unrelated to sexual dimorphism. Likewise, they agreed that skull proportions supported Vaughn (1966)'s proposal that dimorphism was present in Seymouria fossils, though they disagreed with how he linked it to sex using a fossil which was considered \"female\" under White's criteria.[7] The discovery of fossilized larval seymouriamorphs has shown that Seymouria likely had an aquatic larval stage, debunking earlier hypotheses that Seymouria laid eggs on land.[10] Histological evidence from specimens found in Richards Spurs, Oklahoma has provided additional information on Seymouria's biology. A femur was found to have an internal structure characterized by a lamellar matrix pierced by numerous plexiform canals. Rest lines of slow growth are indistinct and closely spaced, but there is no evidence that growth ceased at any time during bone development. Like most lissamphibians, the medullary cavity is open and has a small amount of spongiosa bone. The development of spongiosa bone is slightly higher that of Acheloma (a terrestrial amphibian), but is much less extensive than aquatic amphibians such as Rhinesuchus and Trimerorhachis. Seymouria's vertebrae are more robust in shape compared to Discosauriscus, and have a low amount of cartilage despite a high amount of porosity. Seymouria are inferred to have undergone metamorphosis very early in life, likely due to environmental stresses from fluctuating wet and dry seasons.[23] ","Title":"Seymouria - Wikipedia","KeyID":"1463","URL":"https://en.wikipedia.org/wiki/Seymouria"}