{"Content: ":"Sri Lankan cuisine is known for its particular combinations of herbs, spices, fish, vegetables, rices, and fruits. The cuisine is highly centered around many varieties of rice, as well as coconut which is a ubiquitous plant throughout the country. Seafood also plays a significant role in the cuisine, be it fresh fish or preserved fish. As a country that was a hub in the historic oceanic silk road, contact with foreign traders brought new food items and cultural influences in addition to the local traditions of the country's ethnic groups, all of which have helped shape Sri Lankan cuisine. Influences from Indian (particularly South Indian), Indonesian and Dutch cuisines are most evident with Sri Lankan cuisine sharing close ties to other neighbouring South and Southeast Asian cuisines.[1] Sri Lanka was historically famous for its cinnamon. The true cinnamon tree, or Cinnamomum verum used to be botanically named Cinnamomum zeylanicum to reflect its Sri Lankan origins. This is a widely utilized spice in Sri Lanka, and has a more delicate, sweet taste in comparison to Cinnamomum cassia which is more common in some other South Asian cuisines. Contrasting the local cuisine with those of neighbouring regions, Sri Lankan cuisine is characterized by unique spice blends with heavy use of Sri Lankan cinnamon and black pepper, as well as by the use of ingredients such as maldive fish, goraka (garcinia cambogia), pandan leaf, lemongrass, and jaggery made from the kithul palm syrup. Sri Lanka is also a consumer of many varieties of red rice, some of which are considered heirloom rices in the country. Tea is also an important beverage throughout the country, and Sri Lanka is known for producing some of the world's finest tea. In areas located on the island's coasts seafood is a standard feature of the local dishes. Tamil cuisine, especially in Jaffna, shares many similarities with South Indian cuisine. Kandyan Sinhalese cooking is based on the local ingredients of the hill vegetables and fruits.[2] Spices: True cinnamon, black pepper, fennel, cardamom, cloves, fenugreek, nutmeg, mace, cumin, coriander, turmeric Herbs: pandan leaf, shallot, goraka, lemongrass, tamarind, garlic, ginger, curry leaf, lime, cayenne pepper, tabasco pepper Fish: maldive fish, dried fish, mackerel, tuna, shark, sprats, fermented preserved fish Grains: white rice (some common varieties are: Samba, Kekulu, Suwandel), red rice (some common varieties are: Kekulu, Pachchaperumal, Kaluheenati, Madathawalu), finger millet, hog millet, olu haal (water lily seed)[3] Oils: coconut oil, sesame oil, cow ghee, buffalo ghee, mustard oil Sweetners: kithul jaggery, coconut jaggery, palmyrah jaggery Vegetables and greens: gotukola, green papaya, snake beans, bitter melon, snake gourd, luffa, pumpkin, winged bean Meats: chicken, pork, goat meat, beef Yams, roots and tubers: lotus root, purple yam, tapioca, kohila (Lasia spinosa), Arrowleaf elephant's ear Other: Coconut milk and grated coconut are ubiquitous in the cuisine, and are freshly prepared almost every day in most households. Maldive fish is heavily used in vegetable dishes to add an umami flavour. Fruits: bananas, mangoes, pineapple, soursop, guava, avocado, orange The central feature of Sri Lankan cuisine is boiled or steamed rice, served with a curry of fish or meat, along with other curries made with vegetables, lentils, or fruits. Dishes are accompanied by pickled fruits or vegetables, chutneys, and sambols. Coconut sambol is especially common, a paste of ground coconut mixed with chili peppers, dried Maldive fish, and lime juice. Kiribath or paal soru (lit. 'milk rice') is rice cooked in salted coconut milk until the grains turn soft and porridge-like. Generally eaten for breakfast, kiribath is also prepared on special occasions such as birthdays, New Years' and religious festivals. It is usually served with lunu miris, a relish made with red onions and chillies. There is also a method of cooking kiribath with mung beans. During Aluth Avurudu/Puthandu, the Sinhalese/Tamil New Year, kiribath is served with sweets such as kavum, kokis, mung kavum, od iba, and others. During recent times, it had become a popular dish among the 6.9 million voters in the country. Kottu is a spicy stir-fry of shredded roti bread with vegetables. Optional ingredients include eggs, meat, or cheese. It was invented in Batticaloa and literally means 'chopped roti' in Tamil. Hoppers (appa in Sinhala) are based on a fermented batter, usually made of rice flour and coconut milk with spices. The dish is pan-fried or steamed. The fermenting agent is palm toddy or yeast. Hopper variants can be either spicy (such as egg hoppers, milk hoppers, and string hoppers), or sweet (such as vandu appa and pani appa).[4] Spicy hoppers are often accompanied by lunu miris, a mix of red onions and spices. String hoppers (idiyappa in Sinhala) are made from a hot-water dough of rice meal or wheat flour. The dough is pressed out in circlets from a string mold onto small wicker mats, and then steamed. This dish is typically not eaten plain and is often paired with a curry, such as Kiri hodi. A Dutch Burgher-influenced dish, lamprais is rice boiled in stock accompanied by frikkadels (frikadeller meatballs), a mixed meat curry, blachan, aubergine curry, and seeni sambol. All of this is then wrapped in a banana leaf and baked in an oven. Lamprais is ideal for special occasions with a large gathering of friends and family considering its richness and the time it takes to prepare. Lamprais is cooked twice; first the rice and the entrees are cooked separately and later what is already cooked is wrapped in a banana leaf and baked in an oven, which makes it a unique recipe. Kool is a seafood broth from Jaffna containing crab, fish, cuttlefish, prawns, and crayfish. It also contains long beans, jak seeds, manioc, spinach, and tamarind. The dish is thickened with palmyra root flour. Pittu[5] are cylinders of steamed or roasted rice flour mixed with grated coconut.[6] Godamba roti is a simple Sri Lankan flatbread usually made from wheat flour. Most popular roti is Pol roti, in which shredded coconut is mixed into the dough. Another variant is spicy roti, in which chopped onions and green chilies are used when making the dough. Sambals (Sambol in Sinhala) are enjoyed with many dishes including curry dishes and string hoppers.[7] Sini sambal, Pol sambal, Lunu miris, Gotukola sambal and Vaalai kai sambal are common sambols found in the country. Mallung is a condiment or side dish, comprising chopped greens which are lightly cooked and mixed with grated coconut and red onions. Malay Achcharu also known as Sri Lankan Malay pickle or simply as Achcharu is a dish that originated from the local Malay community and is now widely popular among all ethnic groups in the country.[8][9] It is a selection of vegetables in a pickled sauce and blends sweet, sour and spicy flavours.[10] Chinese chili paste is a condiment eaten alongside Sri Lankan-style Chinese dishes.[11] Babath or offal consists of the stomach of cattle or goats. It is cooked as a curry or deep fried and eaten with rice or more famously with Pittu. Its origins are associated with the Sri Lankan Malay community but it is very common among the Moor community as well. The preparation of babath also consists of Kodal or the in states of the animal.[12] Sate is of Malay origin and has become a staple of the Sri Lankan diet.[13] They are served with peanut and chili sauce.[14] Ekor sop or Ekor soup is a delicacy of the Sri Lankan Malay community.[15][16] Nasi goreng (Sinhala: නාසි ගොරේන්) and Mee goreng are popular street food dishes in the country, a result of cultural influences from Indonesia and the country's local Malay community.[17][18][19] A common dessert in Sri Lanka is kevum, an oil cake made with rice flour and treacle and deep-fried to a golden brown. There are many variations of kevum. Moong Kevum is a variant where mung bean flour is made into a paste and shaped like diamonds before frying. Other types of kevum include athiraha, konda kevum, athirasa, and handi kevum. Many sweets are served with kiribath milk rice during the Sinhalese and Tamil New Years. Other sweets include: Cakes and pastries: Treacle-flavored sweets: Puddings and toffees: Other sweets: Konda Kevum Kokis Kalu Dodol Sri Lankan Swiss roll \"Short eats\" are a variety of snacks that are bought by the dozen from \"short eat\" shops and restaurants. These are eaten on the go, mainly for breakfast or during the evening. Short eats include pastries, Chinese rolls and patties. Other short eats include: Short eats are served at parties or to guests when they visit a home. Western food such as hot dogs and hamburgers have arrived in Sri Lanka, with the globalization of fast-food chains such as McDonald's, KFC and Pizza Hut. However, foods from these establishments are not usually considered short eats. Additionally, hot dogs and hamburgers are also modified to fit local tastes. Beverages commonly served in Sri Lanka include:","Title":"Sri Lankan cuisine - Wikipedia","KeyID":"14642","URL":"https://en.wikipedia.org/wiki/Sri_Lankan_cuisine"}