{"Content: ":"The music of Sri Lanka has its roots in five primary influences: ancient folk rituals, Hindu religious traditions, Buddhist religious traditions, the legacy of European colonisation, and the commercial and historical influence of nearby Indian culture—specifically, Kollywood cinema and Bollywood cinema.[1] The Portuguese were the first Europeans to arrive in Sri Lanka, landing in the mid-15th century.[2] They brought with them traditional cantiga ballads, ukuleles and guitars, as well as conscripted Africans (referred to, historically, as kaffrinhas), who spread their own style of music known as baila. The influence of both European and African traditions served to further diversify the musical roots of contemporary Sri Lankan music. Caste-based folk poems, Jana Kavi, originated as communal song shared within individual groups as they engaged in daily work. Today, they remain a popular form of cultural expression. Folk poems were sung by ancient people of Sri Lanka to minimise their loneliness, sadness, tiredness etc. There isn't a known author for the folk poems. Kavi was also sung to accompany annual rituals. These ancient rites are rarely performed in contemporary Sri Lanka, but the preserved songs are still performed by folk musicians. Another traditional Sri Lankan folk style is called the Virindu. It involves an improvised poem sung to the beaten melody of a rabana. Traditional song contests were held in which two virindu singers would compete through spontaneous verse. The Portuguese influenced Baila has been a popular folk tradition along the coastal districts in the past five hundred years and is now part of the mainstream music culture. The art, music and dances of Sri Lanka were derived from ritualistic responses to natural phenomenon. Sri Lanka's earliest folk music was later influenced by the influx of Buddhist traditions. These songs were performed by commoners, and not merely recited by the priestly castes.[3] Sri Lanka has a highly evolved pageantry tradition, which has a unique array of music. Kolam music is a low country folk tradition of the south-west coast and its use was both in exorcism rituals as a form of healing and in masked comedy and drama. Nurthi is a stage drama that influenced by Parasi theater as a consequence of arriving the drama troupe in the latter part of the 19th century, which belonged to the Elphinstone Dramatic Company of India. Nurthi is the colloquial Sinhala form of the Sanskrit term \"Nritya\". The music of Nurthi was based on North Indian Music. Don Bastian of Dehiwala introduced Nurti firstly by looking at Indian dramas and then John De Silva developed it and performed Ramayanaya in 1886.[4] Some artists visited India to learn music and later started introducing light music. Ananda Samarakone was the pioneer of this attempt also composing the Sri Lankan National Anthem. Then Sunil Santha who also did not stick to Hindustani music introduced light music of his own, influenced by the Geethika (Christian hymns) tradition of Sri Lanka. Pandit Amaradeva is credited as the major contributor to the development of this genre into a truly Sri Lankan style. It is enriched with the influence of folk music, kolam music, Nadagam music, Noorthy music and others too. Most of the musician in Sri Lanka have come out with their own creations The temple paintings and carvings used birds, elephants, wild animals, flowers and trees. The colors were made of nature. The traditional 18 dances display the dancing of birds and animals. It has several subgenres. The folk music is created with few instruments only and the frequency range is narrowly. The folk songs and poems were used in social gatherings to work together. The Indian influenced Classical Music has grown to be unique.[5][6][7][8] The traditional drama, music and songs are typically Sri Lankan. The classical Sinhalese Orchestra consists of five categories of instruments. The drum is the king of local percussion instruments and without it, there will be no dance.[9] The vibrant beat of the rhythm of the drums form the basic of the dance. The dancers' feet bounce off the floor and they leap and swirl in patterns that reflex the complex rhythms of the drum beat. This drum beat may seem simple on the first hearing but it takes a long time to master the intricate rhythms and variations, which the drummer sometimes can bring to a crescendo of intensity. According to the historical record available today, it is believed that several instruments originated within the tribal groups that once inhabited the island presently known as Sri Lanka. Among these, seven remain in use: In addition to these drums, a new drum was recently created (in 2000) by Sri Lankan musician Kalasoori Piyasāra Shilpadhipathi, referred to as the Gaŭla – it is a barrel-shaped instrument containing one head from the Gáta Béra, and one from the Daŭla. A set of rudiments (practice rhythms) were also created by him to accommodate the instrument's unique tone. Also in addition to these drums, the dhōlki is also used by many musicians – though this drum is believed to have descended from those brought to Sri Lanka from India – unlike the aforementioned instruments; which are believed to have existed in Sri Lanka prior to the arrival of the first Indian explorers (though this is difficult to verify due to the proximity of the two nations to one another – it is impossible to say, with any degree of certainty, that no cultural exchange occurred between the peoples of southern India and Sri Lanka prior to any particular date in history). The Ravanahatha is a crude violin made of coconut shell, bamboo and goat skin, with a natural fibre serving as the string. Goat and sheep gut and coconut wood are also used. It is believed to be the first stringed instrument to be played with a bow and is recognized as the world's first violin. The Ravanahatha or Ravana's hand is mentioned in the ancient Indian epic 'Ramayana'. The Ravanahatha sounds like the north Indian instruments Sarangi and Esraj. Dinesh Subasinghe has re-introduced this instrument to Sri Lankan media in 2007 and launched the first CD using the instrument, Rawana Nada. [18] Western classical music has been studied and performed in Sri Lanka since its introduction during the Portuguese colonial period of the 15th century. The upper middle-class and upper-class citizens of the country traditionally formed the pedagogues, students, and audience of the Western classical tradition in the country, although western music is also offered as a subject at secondary schools and at tertiary level. The Symphony Orchestra of Sri Lanka is one of the oldest western orchestras in South Asia. The foundation of the National Youth Orchestra has helped increase interest and participation more widely in society and among young people outside Colombo. Many Sri Lankans have continued to reach the upper echelons of classical performance, including world-renowned cellist Rohan de Saram, pianist Rohan de Silva,[19] and many other composers, organists, and orchestral performers. The earliest stars of Sri Lankan recorded music came from the theater at a time when the traditional open-air drama (referred to in Sinhala as kolam, sokari or nadagam) remained the most popular form of entertainment. A 1903 album, entitled Nurthi, is the first recorded album to come out of Sri Lanka via Radio Ceylon. The station, which had long held a monopoly over Sri Lanka's airwaves, had been established in 1925, and one of Sri Lanka's pioneering broadcasters, Vernon Corea, almost immediately grasped the opportunity to introduce Sri Lankan Music on the English Services of Radio Ceylon. In the wake of western and Indian proliferation in music, composer and singer Ananda Samarakoon emerged from training at Rabindranath Tagore's school at Shanthiketalan to develop a uniquely Sinhalese music tradition in 1939. His work such as \"Punchi Suda\", \"Ennada Manike\" and notably \"Namo Namo Maata\" (adapted as Sri Lanka's national anthem later) was a landmark of the Sinhalese song, which was known as Sarala Gee later. Another artist Devar Surya Sena with his Western education was pivotal in popularising folk songs of Sri Lanka to the English elite that bore higher status in the country at the time. Kadawunu Poronduwa in 1947 brought about a film industry in Sri Lanka. In the late 1940s and 1950s Sinhalese film music became the most popular with audiences; it was drawn heavily upon melodies found in Hindi and Tamil films – adapted to a Sri Lankan audience by substituting their original lyrics with Sinhala lyrics. Meanwhile, musicians like W. D. Amaradeva, Sunil Santha, W. B. Makuloluwa etc. began experimenting with developing a Sinhalese music style. Sunil Santha took a Western approach in his work inspired from Church music. He opposed of getting elements from Hindustani \"Raaga\" music to develop Sinhalese music. This was evident when he was later banned from Radio Ceylon after refusing to audition for Indian musician Ratanjankar, whom the corporation had brought from South India to oversee the direction of music on their stations. Pandit Amaradeva, trained at Bhatkhande Vidyapith, Lucknow, India, took up the \"Sarala Gee\" tradition along with experimentation of raaga forms and folk music. This became popular in the country especially through sarala gee programs broadcast in Radio Ceylon. Musicians such as Victor Ratnayake, Sanath Nandasiri, T. Shelton Perera, Gunadasa Kapuge, Rohana Weerasinghe, Stanley Peiris, Austin Munasinghe, Sunil Edirisinghe, Edward Jayakody, Amarasiri Peiris and Rookantha Gunathilake brought the system forward the Shelton Premaratne and Lionel Algama are two musicians, who added new dimensions to Sinhalese music.[citation needed] W. B. Makulolouwa and C de S Kulatilake, believed Sinhalese music should follow the traditions of its folk music called \"Jana Gee\". Makuloluwa gathered a great many of Sinhalese folk poems traveling around the country and tried to develop a unique style. Late musicians like Lionel Ranwala, Rohana Beddage contributed in developing Makuloluwa's \"Jana Gee\" style. Premasiri Khemadasa also known as \"Khemadasa Master\" was one of the most influential composers in Sri Lankan music. Inspiring from Western Classical music, Hindustani music and also Sinhalese folk music he composed in his own style which has been popular since late 1960s. He was one of the most highly regarded film, stage and TV drama composers and his music is still used by the best directors in the country. Pivotal to the works of these musicians were songwriters like Mahagama Sekara and Chandraratne Manawasinghe who in their lyrics presented deeply poetic, and honestly expressed, ideas – many of which also promoted a sense of nationalism in a nation that had received independence less than a generation before in 1948. With the dawn of the 1960s and government restrictions on travel to India original compositions became in vogue in film music though a few popular films continued to tout stolen melodies under the hands of music arrangers like P. L. A. Somapala and Mohomed Sally. The mid-1960s, saw the introduction of pop groups such as Los Cabelleros led by Neville Fernando, La Ceylonians led by Noel Ranasinghe (widely known as \"King of Sri Lankan Calypso\"), The La Bambas, The Humming Birds and Los Muchachos; all of whom played calypso-style baila borrowing their style from Caribbean folk-singer Harry Belafonte. This mixture of Caribbean calypso with native baila was dominated by two groups: The Moonstones, and The Golden Chimes led by musicians Annesley Malewana and Clarence Wijewardena. Sri Lankan pop/film music managed to hold a large portion of Sri Lanka's market during the late 1960s and early 1970s, but by 1980, Indian film music had again displaced local musicians as the highest-selling sector of the Sri Lankan music industry. In the 1980s the disco-pop musician Rookantha Gunathilake emerged to become one of the most popular artists of the time. Many young musicians followed Rookantha and his style in 1980s and 1990s. After 2000, young musicians like Bathiya and Santhush, Kasun Kalhara, Shihan Mihiranga, continued the pop song stream introducing new features into it. After 2008 Darshana Ruwan Disanayaka, Nadeeka Guruge, Dinesh Subasinghe has done some inspiring works & become the most influential composers in Sri Lankan cinema after achieving many awards in film festivals. MIDI/Computer based music performances and recording were introduced to Sri Lanka in the 1980s by Keyboardist/composer Diliup Gabadamudalige. He was the first to use a complete MIDI based performing keyboard setup and also use MIDI/Sequencers and Music software/Computer based music recording and performances in Sri Lanka. Diliups contribution has been recognized by the Government of Sri Lanka and he has been awarded the Kalashuri title and was also awarded the first Lyle Godrich Memorial Award for Contribution to the western Music Industry in Sri Lanka in 2011. The Gypsies has remained a popular band for over four decades and the Sunflowers is the most widely recorded group for nearly three decades. Since 1998, many pop/R&B groups have emerged in Sri Lanka – the most prominent of which is known as Bathiya and Santhush—who draw inspiration from the Euro pop groups that visited the island. Among their accomplishments; they are the first Sri Lankan group to be signed to an international record label (Sony BMG), and were an integral component in the label's entrance into the nation's music industry in 2002/2003. They have received international awards for their compositions, and have performed in several countries – including on BBC radio in the UK. Dinesh Subasinghe's film score for Ho Gana Pokuna became a popular & a memorable score in Sri Lankan cinema in 2016, he has won awards in all the cinema festivals held in Sri Lanka in 2016[20] The cross-genre works of contemporary composer-pianist Tanya Ekanayaka involving compositions for solo piano with references to folk and traditional melodies from around the world as well as all 18 Sri Lankan vannams and many Sri Lankan traditional melodies have been released worldwide by Naxos Records since 2015.[21] Her compositions have been broadcast on international media across the world, have often been the first by any Sri Lankan composer to be performed at international venues and she is the first and to date only Sri Lankan composer to have entire albums of original music released worldwide by an international record label.[22] Sri Lanka Broadcasting Corporation (Former Radio Ceylon) is considered as the largest Sinhala Music archive. Some other private archives such as Lanka Music Archive[23] ,also are there that promote Sinhala country music commercially or non-commercially.[24] Rock Music in Sri Lanka dates back to the early 1970s. Kumar Navaratnam and Gabo Peiris staged the first Rock Festivals at the Havelock Park in Colombo, Sri Lanka. Kumara Navaratnam introduced rock and hard rock music to Sri Lankan audiences[25][26] and was important in the evolving rock music scene then along with others like Prins Jayaratnam and the Unwanted Generation, Prasanna Abeysekara's Coffin Nail, Neville of Acid, Gobbledegook and Sweetie Pie, which was led by pianist Nimal Goonawardane, Mary was the only Rock band to play all original music at that time and was led by Ravi Balasooriya of \"Bugs\" fame. Other members being Aruna Siriwardane, Benjy Ranabahu, Dilup Gabadamudalige and Dwight Van Gramberg. Ramesh Weeratunga, who was a composer/solo performer of this period, went on to become a professional musician/songwriter in Germany, releasing several solo albums.[citation needed] Most Sri Lankan music enthusiasts relied on radio programs such as \"Progressive 30\" presented by Noeline Mendis to follow the state of music during the 1970s,[27] or listened to vinyl records at the British Council and the American Center.[citation needed] A minority of senior college students had access to vinyl LPs and music trade papers.[27] \"Rock Company\", a club which brought together Rock enthusiasts in Sri Lanka and provided exposure to upcoming talent had its origins during this period. College students acquired guitars, drum kits, keyboards, hired rudimentary sound systems and began to attempt to recreate artists they admired.[27][28] The first Rock events in Sri Lanka centered on bands such as \"The Unwanted Generation\", \"Graveyard\" and \"Coffin Nail, \" which introduced Colombo's youth culture to the underground music of the UK and the US. These featured such musicians as Prins Jayaratnam, Chris Dhasan, Nimal Gunawardena, Ramesh Weeratunga, Imtiaz Hameed and Kumar Navaratnam who were inspired by \"Wall Band and Gun Chorus\".[27] \"Cancer,\" led by Prasanna Abeysekera and his brother Ranil, was the first Sri Lankan band to compose and play original music in the genre. The band was accompanied by musicians that included Brian Knower, Leo Pasquale, Sumedha Kulatunga and enthusiasts. It's exposure was limited by the lack of recording facilities and means to market itself. \"Cancer\" and similar bands played at \"Koko's\" at Thimbirigasyaya. Bands such as \"Rattlesnake\" and \"Venom\" followed, playing covers of hard rock in similar settings.[27] \"Rock Company\", and rock music in Sri Lanka declined as pioneering musicians emigrated, or were drawn away by family and economic demands during the late 1980s. Bands such as Rattlesnake, Venom, Cancer and Brass Face continued to perform.[27] In 2003 Rock Company was later begun again by Ajith Perera[29] and aided newer bands such as \"Independence Square\" and \"Kreb's Cycle.\", organizing concerts and providing funding. It publishes a journal[27] and maintains a practice studio.[29] Sri Lanka now has a significant underground metal and hard rock community, which is growing in popularity among upper-middle-class teenagers and young adults. Some internationally known Sri Lankan metal bands include Stigmata, Paranoid Earthling, Plecto Aliquem Capite. Many other bands too have emerged ever since the 1990s making the heavy metal underground much bigger. While Colombo is where hard rock bands like Stigmata originated, Kandy gave rise to the pioneer grunge outfit Paranoid Earthling, which was the first rock band to emerge from the Hill Capital. Kandy is also known for black metal bands like \"Forlorn Hope\" \"Pariah Demise\" \"Necro Horde\" \"Goatmunition\" and some doom metal bands as well.[citation needed] In September 2019, Sri Lanka's first Metal album by a female – Fountain of Memory was released by Shehara Jayatilaka Napoleon.[30]","Title":"Music of Sri Lanka - Wikipedia","KeyID":"14646","URL":"https://en.wikipedia.org/wiki/Music_of_Sri_Lanka"}