{"Content: ":"There are several styles of classical and folk dance in Sri Lanka.  There are three main styles of Sri Lankan classical dance: Kandyan dance takes its name from Kandy, the last royal capital of Sri Lanka, which is situated about 120 kilometers from the modern capital at Colombo. This genre is today considered the classical dance of Sri Lanka. In Sanskrit terminology it is considered pure dance (nrtta); it features a highly developed system of \"tala\" (rhythm), provided by cymbals called \"thalampataa\". There are five distinct types; the ves, naiyandi, uddekki, pantheru, and vannams. The three classical dance forms differ in their styles of body-movements and gestures, in the costumes worn by the performers, and in the shape and size of the drums used to provide rhythmic sound patterns to accompany the dancing. The drum used in Kandyan dancing is known as the Geta Bera, the drum in Ruhunu (low country) dancing as the \"Yak Bera\", and drum in Sabaragamu dancing as the \"Davula\" (the word Bera or Bereya in Sinhale means \"Drum\") The Geta Bera is beaten with the hands as is also Yak Bera, while the Davula is played with a stick on one side and with one hand on the other side; the Geta Bera has a body which tapers on both sides while the Yak Bera and the Davula both have cylindrical bodies. The main distinguishing feature between Kandyan and Sabaragamu dancing, and Ruhunu dancing, is that Ruhunu dancers wear masks. \"Ves\" dance, the most popular, originated from an ancient purification ritual, the Kohomba Yakuma or Kohomba Kankariya. The dance was propitiatory, never secular, and performed only by males. Dancers in Naiyandi costume perform during the initial preparations of the Kohomba Kankariya festival, during the lighting of the lamps and the preparation of foods for the demons. The dancer wears a white cloth and white turban, beadwork decorations on his chest, a waistband, rows of beads around his neck, silver chains, brass shoulder plates, anklets, and jingles. This is a graceful dance, also performed in Maha Visnu (Vishnu) and Kataragama Devales temples on ceremonial occasions. Uddekki is a very prestigious dance. Its name comes from the uddekki, a small lacquered hand drum in the shape of an hourglass, about seven and half inches (18 centimeters) high, believed to have been given to people by the gods. The two drumskins are believed to have been given by the god Iswara, and the sound by Visnu; the instrument is said to have been constructed according to the instructions of Sakra and was played in the heavenly palace of the gods. It is a very difficult instruments to play. The dancer sings as he plays, tightening the strings to obtain variations of pitch. Pantheru dance is associated with goddess Pattini. Pantheruwa is a round musical instrument made from Brass, similar to a Tambourine without a drumhead. The place where it's held is called 'Alluwa' .Circumference of a Pantheruwa is usually 28 inches. This dance was used by ancient kings to signify victory in a battle. Originally a vannam (or wannam) was a kind of recitation. Most vannam describe the behaviour of animals such as elephants, monkeys, rabbits, peacock, cocks, serpents etc. Later dancers have used the vannam as a background song for their performance. There are 18 vannam in the Kandyan dance form. Traditionally a dancer would have to learn to perform all of these vannam before they would be gifted the ves costume. The most well known among these are the hanuma vannama (monkey), The ukusa vannama (Eagle) and the gajaga vannama (elephant). The word vannam comes from the Sinhala word varnana ('descriptive praise'). Ancient Sinhala texts refer to a considerable number of vannam that were only sung; later they were adapted to solo dances, each expressing a dominant idea. History reveals that the Kandyan king Sri Weeraparakrama Narendrasinghe gave considerable encouragement to dance and music. In this kavikara maduwa (a decorated dance arena) there were song and poetry contests. It is said that the kavi (poetry sung to music) for the eighteen principal vannam were composed by an old sage named Ganithalankara, with the help of a Buddhist priest from the Kandy temple. The vannam were inspired by nature, history, legend, folk religion, folk art, and sacred lore, and each is composed and interpreted in a certain mood (rasaya) or expression of sentiment. The eighteen classical vannam are, To these were added, The vannama dance tradition has seven components. Kolam Kolam is a type of Performing Art unique to the Country . There is a popular legend for origin of Kolam dance . There were few groups/ families from several parts of country for Kolam dance and Ambalangoda , Bentara , Matara were key areas . Kolam was very popular during 1800 - 1950 since it fulfill all entertainment requirement of the people while addressing to spiritual aspect too. This wonderful art was give up by most of original inheritors with modernizing of society and also due to lack of sponsorship from responsible parties . However fortunately most oldest family / generation in Ambalangoda, Maha- Ambalangoda , Tukka Wadu Gunadasa Generation still continues this wonderful art as it in original ways . As per the late Professor M.H Gunathilaka ( Dean of Department of Fine Art , University of Kelaniya 1978 -1992 , who carried out a research for low country dance of Sri Lanka ), Art of Kolam Dance and Mask carving is originated in Ambalangoda, by Tukka Wadu generation many years ago and there are enough evidence . Late Professor Sarachchandra, Ediriweera also collected resources from Mr. Tukka Wadu Gunadasa for this stage drama ' Maname \" \"Maname \" is one of the kolam item/ drama belongs to the Tukka Wadu Generation One and only '''''Conservation Center for Traditional Kolam Dance and Mask''''' in the country which was made under the sponsorship of Government of Sri Lanka is located in Ancestral Home of Tukka Wadu Generation , Maha- Ambalangoda , Ambalangoda Basically Kolam dance is consist with - * General characters who lived during monarchy * Imaginary characters ( very special dancing styles ) * Popular legends and folktales * Religion stories connected to Buddha's previous life You can get more from above ''Conservation Center...'' ( Reference - 01 - ' Mask and Mask System of Sri Lanka By Professor M.H . Goonathilaka , 02 \"Kala Guru Tukka Wadu Gunadasa\" and ‘Amdalangoda Puranaya ‘ by explorer Mr.Jinendra Wansa De Silva 03. https://www.facebook.com/HARISCHANDRA.TUKKA.WADU ) The dances are usually performed in Ratnapura, relating to the worshipping of God Saman much revered by local people. There are 32 main dances in Sabaragamuwa Style. The \"Devil Dances\" are an attempt to respond to the common belief that certain ailments are caused by unseen hands and that they should be chased away for the patient to get cured. If an individual or a family is not doing well, the village-folk believe that it's because that person or the family is being harassed by unseen hands. A 'tovil' ceremony is the answer.[1] The 'tovil' can be a simple ritualistic ceremony at home restricted to family and immediate neighbours or involving the whole village like the 'gam-maduva' or the 'devol-maduva' which is closely linked to the worship of gods. Masked dancers take part in at least two of the well-known 'tovil' ceremonies referred to as the 'Maha Sohon Samayama' and the 'Gara Yakuma'. The mention of 'Maha Sohona' frightens the people since he is believed to be the demon of the graveyards. The performer disguises himself as a bear and wears a mask and a dress to resemble one. Often the 'tovil' involves the 'sanni' dances where all the dancers wear masks. The 'daha ata sanniya' refers to eighteen ailments with a demon being responsible for each one of them. Dancers wearing masks depicting different characters take part in processions while at certain ceremonies. Of later origin are the masks worn by children and teenagers at street performances during Vesak. Popularly known as 'olu bakko' for the simple reason that oversize masks are worn, these performances keep the younger folk, in particular, entertained. The simple version of the devil dance ritual usually starts in the morning with the building of the stage, decorations and preparation of the costumes. The performers build an intricate stage before which the dancing commences. The stage consists of a wall made of freshly cut natural materials such as coconut palm tree and banana tree trunks. Depending on the region and the available materials the stage may also be coated with clay mud. The dances are accompanied by drummers which also herald the begin of the ritual. The distinctive sound ensures all neighbours turn up to take part. The full ritual usually lasts until the morning, with the dancers consuming betel-nut juice and drinking coke to stay awake. Dances can however also go on for multiple days. Apart from the classical dance forms there are also folk dances, which are associated with folk activities and festivities. Leekeli (stick dance), kalagedi (pot dance), raban (hand drum), and polkatu (coconut) are folk dances prevalent at the present time. There is also in the low country a dance-drama called Kolam, in which the performers wear masks depicting animals or people such as kings or high officials. The Kolam provides amusement and social satire rather than ritual. It has been suggested by scholars [2] that Kolam may have developed from the ritual known as Sanni Yakuma, later becoming a dance-drama independent of ritual elements. The classical dance forms are associated with performance of various rituals and ceremonies which are centuries old and are based on folk religion and folk beliefs going back to before the advent of Buddhism and its acceptance by the Sinhalese people in the 3rd century BC. These rituals and ceremonies reflect the values, beliefs and customs of an agricultural civilization. The pre-Buddhistic folk religion consisted of the belief in a variety of deities and demons who were supposed to be capable of awarding benefits and blessings, but also causing afflictions and diseases. Accordingly, they had to be either propitiated or exorcised with offerings and the performance of rituals and ceremonies. The repertoire of Kandyan dancing has its origins in the ritual known as the Kohomba Kankariya, which is performed to propitiate the deity known as Kohomba for the purpose of obtaining relief from personal afflictions or from communal calamities such as pestilence. Although this ritual is rarely performed at the present, the various dances associated with its performance could be seen in the Kandy Perahera, and annual religion-cultural event which takes place in the city of Kandy in honour of the sacred tooth-relic of the Buddha housed in the Dalada Maligawa, the Temple of the Sacred Tooth. The repertoire of Ruhunu dancing has its origins in the rituals of the Devol Maduwa - used to propitiate the Deity/demon Devol - and in exorcistic rituals known as the Rata Yakuma and the Sanni Yakuma - associated with various demons who are supposed to cause a variety of afflictions and incurable illnesses. Saparagamu dancing is associated with the ritual known as the Gam Maduwa, which is performed to propitiate the goddess Pattini. The purpose is to obtain a good harvest or to ward off evil or to be rid of an infectious disease.","Title":"Dance in Sri Lanka - Wikipedia","KeyID":"14643","URL":"https://en.wikipedia.org/wiki/Dance_in_Sri_Lanka"}