{"Content: ":"Eight sites of Sri Lanka have been inscribed in the UNESCO World Heritage. These include 6 cultural and 2 natural sites. The sites are namely, the ancient city of Polonnaruwa (1982), the ancient city of Sigiriya (1982), the Golden Temple of Dambulla (1991), the old town of Galle and its fortifications (1988), the sacred city of Anuradhapura (1982), the sacred city of Kandy (1988). The natural sites include Sinharaja Forest Reserve (1988) and the Central Highlands of Sri Lanka (2010). However, with the exception of his immediate successor, Nissankamalla I, all other monarchs of Polonnaruwa were slightly weak-willed and rather prone to picking fights within their own court. They also went on to form more intimate matrimonial alliances with stronger South Indian Kingdoms, until these matrimonial links superseded the local royal lineage and gave rise to the Kalinga invasion by King Magha in 1214 and the eventual passing of power into the hands of a Pandyan King following the Arya Chakrawarthi invasion of Sri Lanka in 1284. The capital was then shifted to Dambadeniya. Today the ancient city of Polonnaruwa remains one of the best-planned archaeological relic sites in the country, standing testimony to the discipline and greatness of the kingdom's first rulers. The site is both a palace and a fortress. Sufficient remains to provide the visitor with a stunning insight into the ingenuity and creativity of its builders. The upper palace on the top of the rock includes cisterns cut into the rock that still retain water. The moats and walls that surround the lower palace are still exquisitely beautiful. On 26 December 2004 the city was devastated by the massive Boxing Day tsunami caused by the 2004 Indian Ocean earthquake that occurred 1,600 kilometres (1,000 mi) away, off the coast of Indonesia. Thousands were killed in the city alone. (also known as the Golden Temple of Dambulla) is a world heritage site (1991) in Sri Lanka, situated in the central part of the country. This site is situated 148 km (92 mi) east of Colombo and 72 km (45 mi) north of Kandy. It is the largest and best-preserved cave temple complex in Sri Lanka. The rock towers 160 m (525 ft) over the surrounding plains. There are more than 80 documented caves in the surrounding. Major attractions are spread over 5 caves, which contain statues and paintings. These paintings and statues are related to Buddha and his life. There are a total of 153 Buddha statues, 3 statues of Sri Lankan kings and 4 statues of gods and goddesses. The later 4 include two statues of Hindu gods, god Vishnu and god Ganesh. The murals cover an area of 2,100 square meters. Depictions in the walls of the caves include Buddha's temptation by Mara (demon) and Buddha's first sermon. Monks of the two chapters of Malwatte and Asgiriya conduct daily ritual worship in the inner chamber of the temple, in an annual rotation. They conduct these services three times a day: at dawn, at noon and in the evening. On Wednesdays, there is a symbolic bathing of the Sacred Relic with a herbal preparation made from scented water and flagrant flowers, called Nanumura Mangallaya. This holy water is believed to contain healing powers and is distributed among those present. The Temple has sustained damage from multiple bombings by terrorists in the past but has been fully restored each time. Liberation Tigers of Tamil Eelam bombed the temple on 28 January 1998, killing sixteen and causing serious damage to the building. The hilly virgin rainforest, part of the Sri Lanka lowland rain forests ecoregion, was saved from the worst of commercial logging by its inaccessibility and was designated a World Biosphere Reserve in 1978 and a World Heritage Site in 1989. The reserve's name translates as Kingdom of the Lion. The reserve is only 21 km (13 mi) from east to west, and a maximum of 7 km (4 mi) from north to south, but it is a treasure trove of endemic species, including trees, insects, amphibians, reptiles, birds and mammals. Because of the dense vegetation, wildlife is not as easily seen as at dry-zone national parks such as Yala. There are no elephants, and the 15 or so leopards are rarely seen. The most common larger mammal is the endemic Purple-faced Langur.","Title":"List of World Heritage Sites in Sri Lanka - Wikipedia","KeyID":"14649","URL":"https://en.wikipedia.org/wiki/List_of_World_Heritage_Sites_in_Sri_Lanka"}