{"Content: ":"The leader of the Islamic Emirate of Afghanistan[11] (Pashto: د افغانستان د اسلامي امارت مشر, romanized: Də Afġānistān Islāmī Imārat Damshīr,[12][13] Dari: رهبر امارت اسلامی افغانستان, romanized: Rahbar-e Imārat-i Islāmī-yi Afghānistān[14][15]), also referred to as the supreme leader of the Islamic Emirate of Afghanistan (Pashto: د افغانستان د اسلامي امارت عالي مقام , Dari: مقام معظم رهبری امارت اسلامی افغانستان)[16] is the emir[note 2][3][4][5] of the Taliban and—since the fall of Kabul in 2021 and previously from 1996 to 2001—the de facto ruler and head of state of Afghanistan.[2][6] A supreme leader, the emir has unlimited authority on all matters of Taliban and Afghan governance, though the consultative Leadership Council significantly influences his decision-making. He is a national religious leader in addition to a political and military one.[2] The current leader is Hibatullah Akhundzada, who assumed office on 25 May 2016, upon being chosen by the Leadership Council. The office was established by Mullah Mohammed Omar, who founded both the Taliban and the original Islamic Emirate of Afghanistan in the 1990s. In 1996, in Kandahar, followers of Omar bestowed upon him the title Amir al-Mu'minin (أمير المؤمنين), meaning \"Commander of the Faithful\", as Omar had donned a cloak taken from its shrine in the city, asserted to be that of the Islamic prophet Muhammad.[9][21] Commander of the Faithful was not a governmental position but rather a religious and honorary title. Following the September 11 attacks and the United States invasion of Afghanistan in 2001, Omar was deposed and the office of the leader was replaced by a presidency.[22] Nevertheless, all subsequent leaders of the Taliban have borne the title of Commander of the Faithful.[23] Following its offensive in 2021, the Taliban recaptured Kabul after the United States withdrew its forces on 15 August of that year and became Afghanistan's new de facto government again.[24][25][26] Under the draft constitution of the first Islamic Emirate of Afghanistan the head of state would be selected by an Islamic Council and hold the title \"Leader of the Faithful\".[27] Under Omar, the leader held absolute power, and the Taliban’s interpretation of Sharia was entirely his decision. It is unclear what exactly the current role of the Emir is, but under the 1998 draft constitution of the first Islamic Emirate, the Leader of the Faithful would appoint justices of the Supreme Court.[28] Under the current government however, the Emir has final authority on political appointments, as well as political, religious, and military affairs. The Emir carries out much of his work through the Rabbari Shura, or the Leadership Council, based in Kandahar, which oversees the work of the Cabinet, and appointment of individuals to key posts within the cabinet.[29] However, in a report from Al Jazeera, the Cabinet has no authority, with all decisions being made confidentiality by Akhundzada and the Leadership Council.[30] The deputy leader of the Islamic Emirate of Afghanistan (Pashto: د افغانستان د اسلامي امارت مرستیال,[42][romanization needed] Dari: معاون امارت اسلامی افغانستان[43][romanization needed]) is the deputy emir of the Taliban, tasked with assisting the leader with his duties.[37][39] All three leaders of the Taliban have had deputies, with the number of deputies fluctuating between one and three.[44] Akhundzada has three deputies: Sirajuddin Haqqani, Mullah Yaqoob, and Abdul Ghani Baradar. Haqqani was first appointed as a deputy leader by Akhtar Mansour in 2015, and was retained by Akhundzada. Upon assuming office in 2016, Akhundzada appointed Yaqoob, a son of Mullah Omar, as a second deputy. Akhundzada appointed Baradar as a third deputy in 2019.[45]","Title":"Leader of the Islamic Emirate of Afghanistan - Wikipedia","KeyID":"14656","URL":"https://en.wikipedia.org/wiki/Leader_of_the_Islamic_Emirate_of_Afghanistan"}