{"Content: ":"Lesbian, gay, bisexual, and transgender (LGBT) people in Sri Lanka face legal and social challenges not faced by non-LGBT people. Article 365 of the Sri Lankan Penal Code, which dates from the time of colonial British Ceylon, criminalizes sexual acts deemed \"against the order of nature\".[5] For much of the law's history, the prohibition applied to only to males; in 1995, Article 365 was amended to replace the word \"males\" with \"persons\" so that same-sex sexual activity between consenting adult females was also outlawed in addition to that between consenting adult males. Other laws that marginalize and disadvantage LGBTQI individuals are enforced against purported gender impersonation (Article 399, used against transgender people)[6] and public indecency (Section 7, 1841 Vagrants Ordinance, used against sex workers, and anyone whose public behaviours are deemed to indicate same-sex sexual activity).[7][8] Human rights organizations have reported that police and government workers used the threat of arrest to assault, harass, and sexually and monetarily extort LGBTQI individuals.[9][10][11] Intimidation and harassment, including death threats, and physical and sexual assaults are directed at sexual minorities by both official and private actors. Cruel and degrading treatment, amounting to torture, emotional or psychological abuse, is perpetrated by means such as involuntary institutionalisation or during police investigations. For example, individuals may be forced to undergo anal or vaginal examinations as part of a police prosecution, or be detained in psychiatric facilities for involuntary \"treatment\".[2][1][3] Sri Lanka has implemented no anti-discrimination laws, despite evidence of widespread discrimination and disadvantage affecting sexual minorities. At the same time, the Sri Lankan government presents equality-supportive statements and pledges to dismantle discrimination to international bodies and the public.[12][4][13] The current legal framework of Sri Lanka,[14] mostly derives from European-Christian constructs[15] as they stood during the colonial era, and were imported into the island.[16] It is predominantly British law[17] with some earlier colonial Roman-Dutch law.[18] The most prominent of the discriminatory laws[6] is the now seemingly dormant (sometimes reported as \"decriminalized\")[5] Section 365, that criminalizes homosexual sex.[19] Further problems with the colonial legal framework include the lack of protections and supports for the sexual minority community, including the lack of specific wording fighting discrimination against sexual minorities[20] nor the recognition of transgender and third gender concepts[21] (who have been technically discriminated against through the Vargrants Ordinance).[22] The Supreme Court and the various governments of Sri Lanka have countered this situation[1] by including sexual minorities within generic anti-discrimination clauses[23] and attempting to set dormant a variety of laws (though the colonial legal code does not provide the Supreme Court with the power to create or repeal law).[3][24] The political parties of Sri Lanka are formed through collations of numerous smaller parties[25] reminiscent of the party politics in former colonial power Netherlands,[26][27] and hence confusion and constant movement can be found in terms of their stances to homosexuality. Both the conservative government of Srisena and the socialist government of Rajapaska have stated that discrimination against sexual minorities is unconstitutional and that Section 365 cannot be legally applied to consensual homosexual sex,[28] but in contradiction to this the socialist collation refused to allow the conservative government's attempted deletion of Section 365 from legal texts.[29] A number of non-governmental organizations,[30] lawmakers and religious organizations[31][32] have come out in favor of sexual minorities, and openly homosexual gay[33] and transgender lawmakers[34] can be found in the parliament and the government. A variety of public institutions including the health service[35] and the police[36] have been introducing internal commitments to improve living conditions for sexual minorities. Sri Lankan societies generally takes a modestly unobtrusive and traditionalist view of homosexuality and certain traditions exist for the promotion of transgenders (albeit third gender appears to have escaped the island despite it having roots historically within Sri Lankan culture) and consequently these laws have mostly been applied loosely (if ever) and discrimination by police (and the like) is often associated with corruption or attitudes towards sexual promiscuity which are applied to heterosexuals as well. A number of issues remain untouched by general discussion including that of the status of sexual minorities within the military service, and intersex rights[37] have mostly escaped both mainstream discussion and discussion by LGBT lobbies. Other laws and legalities that can negatively affect sexual minorities are more widely discussion in the Sexual minorities in Sri Lanka article. In 1994, Sherman de Rose set up Companions on a Journey (CoJ), the first LGBT support group in Sri Lanka.[38] The Women's Support Group split off from CoJ in 1999, forming a separate organisation for lesbian, bisexual and transgender women.[39] Equal Ground was then set up as a LGBTI group.[40] In March 2021, in order to commemorate Zero Discrimination Day, the President of Sri Lanka Gotabaya Rajapaksa tweeted \"As the president of #lka I am determined to secure everybody’s right to live life with dignity regardless of age, gender, sexuality, race, physical appearance, and beliefs.\"[41] The Financial Times opinioned that this was the first public acknowledgement by the South Asian Head of State about everyone's right not to be discriminated on their sexuality or gender.[42] In August 2021, after a video of a homophobic counsellor caused controversy on the internet, the College of Psychiatrists clarified that modern medicine does not consider homosexuality to be an illness and further called for homosexuality to be decriminalized; unlike psychiatrists, counsellors are not regulated and do not require degrees.[43] Sections 365 and 365A of the Penal Code refer to unnatural offences and acts of gross indecency.[14][44] In 1995, the section was amended slightly to expressly prohibit \"gross indecency\" no matter the gender of the participants.[45] Section 365 (Penal Code 1883) states:[46] Whoever voluntarily has carnal intercourse against the order of nature with any man, woman, or animal, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be punished with fine and where the offence is committed by a person over eighteen years of age in respect of any person under sixteen years of age shall be punished with rigorous imprisonment for a term not less than ten years and not exceeding twenty years and with fine and shall also be ordered to pay compensation of an amount determined by court to the person in respect of whom the offence was committed for injuries caused to such person. Section 365A (Penal Code 1883) states:[46] Any person who, in public or private, commits, or is a party to the commission of, or procures or attempts to procure the commission by any person of, any act of gross indecency with another person, shall be guilty of an offence, and shall be punished with imprisonment of either the description for a term which may extend to two years or with fine or with both and where the offence is committed by a person over eighteen years of age in respect of any person under sixteen years of age shall be punished with rigorous imprisonment for a term not less than ten years and not exceeding twenty years and with fine and shall also be ordered to pay compensation of an amount determined by court to the person in respect of whom the offence was committed for the injuries caused to such person. This section is often used against transgender people for purported \"gender impersonation\". It can used in situations where a person has converted to another gender yet bears a different gender on their documentation. The section provides: \"a person is said to 'cheat by personation' if he cheats by pretending to be some other person, or by knowingly substituting one person for another, or representing that he or any other person is a person other than he or such other person really is.\" The Supreme Court of Sri Lanka has recognized that \"the contemporary thinking, that consensual sex between people of the same sex should not be policed by the state nor should it be grounds for criminalisation. The offence however remains very much a part of our law.\"[11] Both the socialist government of Rajapaska and the conservative government of Sirisena have stated that \"discrimination against LGBT people was unconstitutional and that the application of sections 365 and 365A in a manner that was discriminatory against LGBT persons was unconstitutional\".[3] In November 2017, Deputy Solicitor General Nerin Pulle stated that the government would move to decriminalize same-sex sexual activity.[47] The country's constitution does not provide the Supreme Court the powers to completely expel a law from the books.[48][5] An attempt by the government to include its repeal into the human rights action plan was prevented by opposition from the United People's Freedom Alliance. This act criminalizes soliciting and acts of indecency in public places. Section 7 is being used against sex workers and sexual minorities. A maximum term of six months and a fine of 100 rupees is imposed as punishment.[6] Sri Lankan family law does not recognize same-sex marriages or same-sex civil unions. The government of Sri Lanka claimed to the United Nations Human Rights Committee on 7–8 October 2014 that they think sexual minorities should be protected under existing generic anti-discrimination laws provided in the Constitution.[20] The government of Sri Lanka stated that such protections were \"'implicit'\" in the Sri Lankan constitution and that the government has not written a law giving 'explicit' rights yet\".[49] Discrimination against sexual minorities remains a problem. Several lawyers and charities have called for specific wording in the constitution stating that discrimination against sexual minorities is illegal.[6] While there is interest in creating non-discrimination laws and there have been at least two legal judgements[20][11] favourable towards protections, none have been created or passed.[13][50][51][20] In 2017, the Government announced they would update their Human Rights Action Plan with an addendum that bans discrimination against anyone based on his or her sexual orientation. However, no laws were put in place following this statement.[52] Both the socialist government of Rajapaska and the conservative government of Sirisena have stated \"that discrimination against LGBT people was unconstitutional and that the application of sections 365 and 365A in a manner that was discriminatory against LGBT persons was unconstitutional\".[3] The Sri Lankan Supreme Court handed down a judgement in the case of Officer-in-Charge, Police Station, Maradana v Wimalasiri and Jeganathan, in which sections 365 and 365A were deemed unenforceable under the constitution.[11] Despite this judgement and the government statements, the only parliamentary effort to repeal the laws criminalizing homosexual acts was not passed. As of 2022[update], no further attempts to repeal the laws have been put before Cabinet or introduced in the legislature.[53] In November 2021, Equal Ground (a long-established LGBTQI rights advocacy organisation), with others, filed a petition at the Court of Appeal seeking a Writ of Prohibition against the training programme for the police where \"malicious, erroneous, and discriminatory remarks\" were made about LGBTIQ persons. The Court of Appeal decided on 8 December 2021, that this petition could proceed.[54][55] Despite any constitutional or other legal protections, and actions taken to reduce discrimination, there may still be grave consequences for LGBTIQ individuals. Occurrences of vigilante attacks and murders; beatings, torture, and forced anal examinations by authorities for those who are believed to be LGBTIQ continue.[2][1][56] Additionally, it is reported that the threat of arrest is used as extortion against LGBT people by police and government workers.[14][57] Transgender people are allowed to change legal gender, following advice from the Human Rights Commission of Sri Lanka[58] which elicited a directive to agencies from the Ministry of Health.[59][60] It requires bureaucratic certification which may be onerous to achieve, and typically requires medical and surgical intervention and vetting before being permitted. According to a United Nations Development Programme (UNDP) report:[61] In Sri Lanka, the Human Rights Commission of Sri Lanka (HRCSL) facilitated dialogue on legal gender recognition in response to a March 2015 complaint from a transgender person. As a result, in 2016 the Ministry of Health issued a circular to health services and education institutions about issuing gender recognition certificates to transgender people. The Registrar-General instructed all registrars to change sex and name details on birth certificates based on such gender recognition certificates. The process remains a medicalized one, but with some degree of flexibility. Although performed on occasion, gender-confirming surgery is relatively inaccessible within Sri Lanka, as many hospitals lack the highly specialised surgical units and staff. This increases the difficulty of obtaining any legal gender recognition. There is no other government recognition or assistance for transgender people.[4] Gender dysphoria is classified as a mental health disorder or illness.[13] Sexual and romantic orientations are not classified as mental illness by either the Sri Lanka College of Psychiatrists, or the College of Community Physicians.[62] Despite this, and that all medical practitioners in Sri Lanka are members professional colleges, and all Sri Lankan colleges are signatories to the WHO code of ethics—which deprecates any treatment of homosexuality as a disease or illness, on scientific and ethical grounds—doctors are often sought out by families to administer \"treatment\" to their LGBTQI members. There are sufficient doctors willing to perform such treatments that it is reported as a regular occurrence.[63][64] The concept of third gender is not recognized under Sri Lankan law.[13] The National Blood Transfusion Service (NBTS) bans people who engage in risky behavior from donating blood. It classifies homosexual sex as a risky behavior, along with unrelated behaviors such as drug use and having more than one sexual partner, so consequently LGBT who engage in homosexual sex are banned from donating blood through the NBTS.[65] Chandradasa, Miyuru (26 November 2018). \"Suicidal ideation in gay adolescents in the context of cultural stigma and criminalized homosexuality in Sri Lanka\". International Journal of Social Psychiatry. 65 (1): 83–84. doi:10.1177/0020764018812921. ISSN 0020-7640. Letter to editor. The illness model of homosexuality has been discarded decades ago. EN staff reporter (19 August 2021). \"Sri Lanka College of Psychiatrists says homosexuality no illness, calls for decriminalisation\". EconomyNext. \"Press statement regarding human sexuality and mental illness\" (PDF) (Press release). Sri Lanka College of Psychiatrists. 18 August 2021. \"FPASL endorses the statement made by the Sri Lanka College of Psychiatrists regarding human sexuality and mental illness\". The Family Planning Association of Sri Lanka. 25 August 2021. Retrieved 15 July 2022. Karunatilake, Harindra (27 December 2021). \"Evidence based medicine: ideology, hegemony, statistical gaze and beyond part three\". Ceylon Medical Journal. 66 (3): 110.  ","Title":"LGBT rights in Sri Lanka - Wikipedia","KeyID":"14654","URL":"https://en.wikipedia.org/wiki/LGBT_rights_in_Sri_Lanka"}