{"Content: ":"CIS Member State The president of the Republic of Azerbaijan is the head of state of Azerbaijan. The Constitution states that the president is the embodiment of executive power, commander-in-chief, \"representative of Azerbaijan in home and foreign policies\", and \"shall have the right of immunity [from prosecution].\" The president rules through his executive office, the Presidential Administration, consisting of a group of secretaries and departmental ministers. Additionally, there is a Cabinet of Ministers regarding economic and social policy and a Security Council regarding foreign, military, and judicial matters. The primary workplace is the presidential building (also known as the presidential apparatus) on Istiglaliyyat Street in Baku.[4][5][6] Ilham Aliyev, son of the former president, Heydar, elected as 4th and current president on 31 October 2003 after his father's resignation due to his deteriorating health and eventually died several months later. Candidates for the position must be Azerbaijani citizens without age restrictions and have lived in Azerbaijan for at least 10 years.[7] According to the Constitution of Azerbaijan, the same person can be on the post of President an unlimited number of terms. Each faction in the National Assembly has the right to nominate a candidate for the presidential elections. The minimum number of signatures for a presidential candidate fielded by a political party with no parliamentary representation is 40,000, before amendments to the law.[8] Prior to 2009, the term of office was five years, with a maximum of two terms. A referendum in 2009 removed the limit on the number of terms, and in 2016, another referendum increased the term to seven years. According to the Azerbaijani administration, a longer term would provide for more continuity in decision-making. The Venice Commission, of which Azerbaijan is a member, warned that this and other provisions of the referendum gave \"unprecedented\" authority to the president, and could severely upset the balance of power.[1] The official inauguration ceremony of the President is not publicly held, occurring with the participation of officials of the Azerbaijan state (representatives of political parties, public organizations, military personnel, religious figures), members of the government, deputies of the National Assembly, members of the president's family, as well as foreign representatives and other invited guests. It is held within three days after the confirmation of the elected president by the Constitutional Court, during which the president takes the following oath:[9] \"I swear, while exercising the powers of the President of the Republic of Azerbaijan, to observe the Constitution of the Republic of Azerbaijan, to protect the independence and territorial integrity of the state, and to serve the people with dignity.\" Then the person elected President of Azerbaijan puts his right hand on the Koran and takes the following oath: \"I will remain faithful to the national moral values and traditions created by the Azerbaijani people for centuries, and I will always hold them high.\" Then the President-elect of Azerbaijan bows and kisses the Azerbaijani flag. The ceremony ends with a speech by the President-elect of Azerbaijan. The following is a list of presidential inaugurations: As the guarantor of the Constitution and the entire system of constitutional law, the president ensures that the constitutions, laws and regulations of the constituent territories of the Azerbaijan be in full compliance with the country's Constitution and federal laws. The president is invested with extensive rights to implement the state's foreign policy. The president determines Azerbaijan's position in international affairs and represents the state in international relations, conducts negotiations and signs ratification documents. The president serves as the Supreme Commander-in-Chief of the Azerbaijani Armed Forces. In this capacity, he has the power to declare a martial law. The Office of the President of Azerbaijan is the executive administration of President, and is in charge of fulfilling the constitutional responsibilities of the President.[13] The headquarters of office is located on Istiglaliyyat Street in Baku.[14] It is currently headed by Samir Nuriyev. The Security Council (Təhlükəsizlik Şurası) is an advisory body to the President, established on 10 April 1997. The Security Council ensures the creation of conditions for the President to exercise his constitutional powers in the field of security. The Chairman of the Security Council under the President of Azerbaijan is the President of Azerbaijan.[15] The following people are members of the council: Chief military advisors to the President of Azerbaijan have included Nuraddin Sadigov (1993–1999), Tofig Aghahuseynov (1997–2002) and National Security Vahid Aliyev (since April 2002). Fanfare of the President of Azerbaijan Flag of the Supreme Commander-in-Chief. Standard of the President Flag of the President of Azerbaijan on board of a ship of the State Border Service. Flag of the President of Azerbaijan on board a ship of the Ministry of Emergency Situations. After the oath of office has been taken by the elected president, the standard is handed over to the president. These devices are used to display the rank of his office and are used on special occasions. The standard is a square version of the Azerbaijani flag, charged in the center with the Azerbaijani coat of arms. Golden fringe is added to the standard. Copies of the standard are used inside his office, other state agencies, and while the president is traveling in a vehicle inside Azerbaijan.[16] A 2:3 ratio version of the flag is used when the President is at sea. This is the most used symbol to denote the presence of the Azerbaijan president. The flag of the Supreme Commander-in-Chief of the Azerbaijani Armed Forces was approved by the decree of President Ilham Aliyev on 11 April 2019.[17] The flag of the Supreme Commander-in-Chief is the official military symbol of the President of Azerbaijan, with the original being kept in the service room of the President located in the Presidential Palace. It resembles the army flag but with the words \"Supreme Commander-in-Chief of the Armed Forces of Azerbaijan\".[17][18] The badge of the president (Prezidentinin döş nişanı) was approved by decree on September 15, 2008.[19] It is in the shape of an octagonal star made of 18 carat gold, placed in a circle with a diameter. In the center is a mined image of the State Emblem of Azerbaijan, which is surrounded by two rings and 60 diamonds are lined up between the rings.[20] The main (since 2008) presidential residence is Zagulba (Azerbaijani: Zaqulba).[21] Also, the president has several part-time residences outside of Baku: As well as several vacation residences: National transport services for the Azerbaijan president are provided by the Special Purpose Garage,[22] which is a unit within the Special State Protection Service.[23] The presidential aircraft uses the same colour scheme as standard AZAL aircraft, except for the use of the Azerbaijan coat of arms or the Presidential Standard on the empennage instead of the flag of Azerbaijan. ","Title":"President of Azerbaijan - Wikipedia","KeyID":"14658","URL":"https://en.wikipedia.org/wiki/President_of_Azerbaijan"}