{"Content: ":"Crime is present in various forms in Sri Lanka. Crime is segmented into two broad classifications: grave crimes (those which are indictable) and minor crimes (those which are not). Exceptions can be made for criminal liability on the grounds of duress, insanity, intoxication, necessity, and private defense. Punishment for crime includes several options: community service, fine, forfeiture of property, imprisonment, institutional treatment, probation, suspended sentence, and death;[1] while the death penalty is available in the country, there have been no executions since 1976.[2] Corporal punishments (whipping) has been abolished as of 2005.[3] Sri Lanka is a participant in the prostitution industry, and most consumers of the trade in the country are foreign travellers.[5] Nevertheless, most prostitution-related acts, such as prostitute trafficking and procuring are illegal. Prostitution has not become as severe an issue in Sri Lanka as compared to the situation in some neighbouring countries.[6] Child trafficking is a problem in Sri Lanka. Most children trafficked are treated unfairly, unwillingly and inhumanely turned into pornographic film actors or sex slaves. [7][8][9][10][11] Corruption is prevalent in Sri Lanka. Cited as \"one of the most corrupt nations in the world\" by Lakshman Indranath Keerthisinghe of the Lanka Standard,[12] there have been instances in which law enforcers take bribes from offenders who wish to have their offences waived. The government has made an effort to curb corruption in the country and a handful of corrupt individuals have been arrested and appropriately charged.[13] Corruption is considered a large expense to the Sri Lankan government.[12] However, corruption does not appear to be significant enough to pose a problem with foreign investment, though it is considered to be a persistent issue with customs clearance and smuggling of some consumer products.[14] The crime division of the Police Department of Sri Lanka has several branches. Its primary mission is to protect against all types of crimes in the country. It makes appropriate coordination with civil and military agencies, apprehends criminals, and take appropriate legal actions after the commitment of crime.[19] The department previously held the Logistics portfolio led by DIG Valentine S. Vamadevan and also later had the Police Human Rights Division which was established in 2002 with a mandate to examine and prevent human rights violations with which their officers may be charged while on duty.[20]","Title":"Crime in Sri Lanka - Wikipedia","KeyID":"14651","URL":"https://en.wikipedia.org/wiki/Crime_in_Sri_Lanka"}