{"Content: ":"Parliament Judiciary The Druk Gyalpo ( འབྲུག་རྒྱལ་པོ་; lit. 'Dragon King') is the head of state of the Kingdom of Bhutan.[1] In the Dzongkha language, Bhutan is known as Drukyul which translates as \"The Land of the Thunder Dragon\". Thus, while Kings of Bhutan are known as Druk Gyalpo (\"Dragon King\"), the Bhutanese people call themselves the Drukpa, meaning \"people of Druk (Bhutan)\". The current sovereign of Bhutan is Jigme Khesar Namgyel Wangchuck, the 5th Druk Gyalpo.[2] He wears the Raven Crown, which is the official crown worn by the kings of Bhutan. He is correctly styled \"Mi'wang 'Ngada Rinpoche\" (\"His Majesty\") and addressed \"Ngada Rimboche\" (\"Your Majesty\").[3][4] King Jigme Khesar was the second-youngest reigning monarch in the world[5] when he ascended the throne on 6 November 2008 after his father, Jigme Singye Wangchuck, abdicated the throne in his favour.[2] The Constitution confirms the institution of monarchy. The Druk Gyalpo (King of Bhutan) is the Head of State and the symbol of unity of the Kingdom and of the people of Bhutan. The Constitution establishes the \"Chhoe-sid-nyi\" (dual system of religion and politics) of Bhutan as unified in the person of the King who, as a Buddhist, is the upholder of the Chhoe-sid (religion and politics; temporal and secular).[6] In addition, the King is the protector of all religions in Bhutan.[7] The King is not answerable in a court of law for his actions, and his person is sacrosanct.[6] However, the King is mandated to protect and uphold the Constitution \"in the best interest and for the welfare of the people of Bhutan\". Under the Constitution, the King, in exercise of his Royal Prerogatives (and as Head of State), promotes goodwill and good relations with other countries by receiving state guests and undertaking state visits to other countries. The King may also award titles, decorations, dar for Lhengye and Nyi-Kyelma (conferring a red scarf of rank and honour with the title of \"Dasho\") in accordance with tradition and custom. Also among the Royal Prerogatives are the grants of citizenship, amnesty, pardon and reduction of sentences; and land \"kidu\" and other \"kidus\" (benefits).[6] Under Article 2 Section 19, the King appoints a significant number of high-level Government officers: Judicial appointees, the Auditor General, and the Chairs of Anti-Corruption, Civil Service, and Election Commissions are holders of Constitutional Office.[8] [6] The King appoints most of the upper Judicial branch: the Chief Justice of Bhutan and the Drangpons (Associate Justices) of the Supreme Court; the Chief Justice and Drangpons (Associate Justices) of the High Court. These judicial appointments are made from among the vacant positions' peers, juniors, and available eminent jurists in consultation with the National Judicial Commission[9][6] Dungkhag Court jurists are not appointed by the King. The King also appoints, from lists of names recommended jointly by the Prime Minister, the Chief Justice of Bhutan, the Speaker, the Chairperson of the National Council, and the Leader of the Opposition Party, four kinds of high-level Government: the Chief Election Commissioner and other members of the Election Commission;[10] the Auditor General of the Royal Audit Authority;[11] the Chairperson and other members of the Royal Civil Service Commission;[12] and the Chairperson and other members of the Anti-Corruption Commission.[13] The term for each position is 5 years. Referenced for incorporation are the Bhutanese Audit Act, Bhutanese Civil Service Act, Bhutanese Anti-Corruption Act, and Attorney General Act; references to existing Election Laws also appear throughout the Constitution. The King appoints positions other than Constitutional Officers on the advice of other bodies.[6] He appoints the heads of the Defence Forces from a list of names recommended by the Service Promotion Board. The King appoints the Attorney General of Bhutan,[14] the Chairperson of the Pay Commission,[6][15] the Governor of the Central Bank of Bhutan, the Cabinet Secretary, and Bhutanese ambassadors and consuls on the recommendation of the Prime Minister. The King also appoints Dzongdags to head Local Governments, and other secretaries to the Government on the recommendation of the Prime Minister who obtains nominations from the Royal Civil Service Commission on the basis of merit and seniority and in accordance with other relevant rules and regulations. The King appoints the Secretary General of the respective Houses on the recommendation of the Royal Civil Service Commission. The King is also the Supreme Commander in Chief of the Armed Forces and the Militia of Bhutan.[16] The Constitution provides substantive and procedural law for two paths of abdication for reigning monarchs: voluntary and involuntary. As stated above, the King may relinquish the exercise of Royal Prerogatives, and such relinquishment may be temporary. The Constitution provides that the King must abdicate the throne for wilful violations of the Constitution or for suffering permanent mental disability. Either must be upon a motion passed by a joint sitting of Parliament. The motion for abdication must be tabled for discussion at a joint sitting of Parliament (presided by the Chief Justice of Bhutan) if at least ⅔ of the total number of the members of Parliament submits such a motion stating its basis and grounds. The King may respond to the motion in writing or by addressing the joint sitting of Parliament in person or through a representative.[6] If, at such joint sitting of Parliament, at least ¾ of the total number of members of Parliament passes the motion for abdication, then such a resolution is placed before the people in a National Referendum to be approved or rejected. If the National Referendum passes in all the Dzongkhags in the Kingdom, the King must abdicate in favour of the heir apparent. The Hereditary Dragon Kings of Bhutan:[17]","Title":"Druk Gyalpo - Wikipedia","KeyID":"14661","URL":"https://en.wikipedia.org/wiki/King_of_Bhutan"}