{"Content: ":"The President of the People's Republic of China is the head of state of the People's Republic of China. The role of the president alone is largely ceremonial with limited power.[2] However, as a matter of convention, the presidency is held simultaneously by the general secretary of the Chinese Communist Party, who also serves as the chairman of the Central Military Commission, and thus is often the paramount leader of China. The presidency is officially regarded as an institution of the state rather than an administrative post; Under the constitution, the president serves at the pleasure of the National People's Congress (NPC), the highest organ of state power and the legislature, and is not legally vested to take executive action on his own prerogative.[note 1] The presidency was first established in the Constitution in 1954 and successively held by Mao Zedong and Liu Shaoqi. Liu fell into political disgrace during the Cultural Revolution, after which the presidency became vacant. The presidency was abolished under the Constitution of 1975, then reinstated in the Constitution of 1982, but with reduced powers. The official English-language translation of the title was \"Chairman\"; after 1982, this translation was changed to \"President\", although the Chinese title remains unchanged.[note 2] When the current Constitution was adopted in 1982, the presidency was largely ceremonial, with the premier serving as the head of government and the general secretary of the Chinese Communist Party serving as the political leader of the party; three posts were held by different individuals in the 1980s. That said, in reality political power was concentrated in the paramount leader, who controlled the Party, government and the military from \"behind the scenes\" without holding any of the three posts. However, presidents Li Xiannian (1983–1988) and Yang Shangkun (1988–1993) were not simple figureheads, but actually significant players in the highest leadership, with their powers deriving from their status of being amongst the Eight Elders, rather than the office of president.[3] Since 1993, apart from brief periods of transition, the top leader of China simultaneously serves as the president, the leader of the party (as CCP General Secretary), and the commander-in-chief of the military (as the chairman of the Central Military Commission). This individual then carries out different duties under separate titles. For example, the leader meets foreign dignitaries and receives ambassadors in his capacity as president, issues military directives as chairman of the Central Military Commission (CMC), and upholds party rule as the general secretary of the Chinese Communist Party (CCP). During the Mao era, there were no term limits for the presidency. Between 1982 and 2018, the constitution stipulated that the president could not serve more than two consecutive terms. In 2018, term limits were abolished, without changing its powers. The current president is Xi Jinping, who took office in March 2013, replacing Hu Jintao. He was re-elected in March 2018. According to the current Constitution of China, the president must be a Chinese citizen with full electoral rights who has reached the age of 45. The president is elected by the National People's Congress (NPC), China's highest state body, which also has the power to remove the president and other state officers from office. Elections and removals are decided by majority vote.[4] According to the Organic Law of the NPC, the president is nominated by the NPC Presidium, the Congress's executive organ.[5] In practice, however, the ruling Chinese Communist Party reserves the post of president for its current general secretary since 1990s. Like all officers of state elected by the NPC, the president is elected from a one name ballot. Between 1982 and March 2018, the president and vice-president were limited to two consecutive terms.[6][better source needed] However these limits were removed at the 2018 National People's Congress.[7][8] Under the current constitution, instated in 1982 with minor revisions in later years, the president has the power to promulgate laws, select and dismiss the premier (head of government) as well as the ministers of the State Council, grant presidential pardons, declares a state of emergency, issue mass mobilization orders, and issue state honours. In addition, the president names and dismisses ambassadors to foreign countries, signs and annuls treaties with foreign entities. According to the Constitution, all of these powers require the approval or confirmation of the National People's Congress. The president also conducts state visits on behalf of the People's Republic. Under the constitution the \"state visit\" clause is the only presidential power that does not stipulate any form of oversight from the National People's Congress. As the vast majority of presidential powers are dependent on the ratification of the NPC, the president is, in essence, a symbolic post without any direct say in the governance of state. It is therefore conceived to mainly function as a symbolic institution of the state rather than an office with true executive powers.[2][6][better source needed][9] In theory, the president has discretion over the selection of the premier, though in practice the premier has historically been selected through the top-level discussions of the Chinese Communist Party. Upon the nomination of the premier, the NPC convenes to confirm the nomination, but since only one name is on the ballot, it can only approve or reject. To date, it has never rejected a personnel nomination.[10] Since the premier, the head of government in China, is the most important political appointment in the Chinese government, the nomination power, under some circumstances, may give the president real political influence.[11] Therefore, the title \"President\" in this case does not mean the same as in the United States or other presidential states, but rather as an approximation in terms of its power compared with parliamentary systems. The president also controls multiple modes of transports which can be altered at any time. By plane The history of transporting heads of state dates back to the time of CAAC Airlines. Lower officials would be transported in a CAAC Boeing 707. Chairman Mao Zedong had a personal Ilyushin Il-18 which he used on his visits. After he died, the aircraft was withdrawn from service and preserved at an aviation museum in China. In the 1970s, the position of Chinese president was abolished, but Mao Zedong and Hua Guofeng were chairman of the Chinese Communist Party successively. With the introduction of the Boeing 747, officials started using the CAAC Boeing 747SP for international trips. After the CAAC was split up into six in 1988, the 747s were handed over to Air China, and officials continued using 747SPs under the CA livery. When Jiang Zemin came into power and succeeded as Party General Secretary in 1989, the 747SPs were permanently returned to passenger service, and 747-400s were utilized. They were used throughout the use of Jiang, Hu Jintao and Xi Jinping. The 747-400s originally belong to Air China, but one month before the president goes on an official trip, the chosen plane is specifically inspected and retrofitted for VIP use. After the president returns to Beijing, the 747-400 is inspected and converted back to passenger configurations. In the 2010s a Boeing 747-8 painted in the CA livery was seen around the world, under the fake rego B-2479 and the real rego B-2485. Rumours spread, saying this would be China's new Air Force One. In 2016 it was seen landing in Hamburg for VIP configuration, and since then, it has been on loan to the Chinese Government from Air China for use by the president. Although no official photos have been released, the inside is thought to have a far more lavish interior, including conference tables, seating for the press, private bedrooms, and other features. After the 747-8 was introduced, the 747-400s now carry ministers and serve as decoy aircraft. On some occasions, an Air China Boeing 737 has even been used for transport. In the late 2010s, the president started importing his own presidential car on foreign trips. For this reason, an Air China Boeing 747 cargo aircraft is used for transportation of freight. In order not to confuse air traffic control between a normal CA flight and a flight carrying a Chinese government member, all aircraft carrying government people fly under the callsign CA1 to CA100, since normal CA flights fly under the callsign CA101 and above. For 2nd President Liu Shaoqi, he was also the first-ranked vice chairman of the Chinese Communist Party, ranked second in the Chinese Communist Party, behind CCP Chairman Mao Zedong.[12] For President Li Xiannian, he was also the 5th ranked member of the CCP Politburo Standing Committee, after CCP general secretary and Chinese premier.[13] For President Yang Shangkun, he was not a member of CCP Politburo Standing Committee, but he ranked third after CCP General Secretary Zhao Ziyang and CMC Chairman Deng Xiaoping.[14] Since Jiang Zemin, the president is also the General Secretary of the Chinese Communist Party, ranking first in party and state.[15] Article 84 of the Constitution of China. If the office of president falls vacant, then the vice-president succeeds to the office. If both offices fall vacant, then the chairman of the NPC Standing Committee temporarily acts as president until the NPC can elect a new president and vice-president.[16] The title of the office (国家主席, Guójiā Zhǔxí) was unchanged in the Chinese text, but a new English translation of \"President of the People's Republic of China\" has been adopted since 1982, instead of \"Chairman of the People's Republic of China\". The office of state chairman (the original English translation, as noted above) was first established under the 1954 Constitution. The ceremonial powers of the office were largely identical to those in the current Constitution.[17] The powers of the 1954 office differed from those of the current office in two areas: military and governmental. The state chairman's military powers were defined in the 1954 Constitution as follows: \"The Chairman of the People's Republic of China commands the armed forces of the state, and is chairman of the National Defence Council (Chinese: 国防委员会).\"[18] The National Defence Council was unique to the 1954 Constitution, and was mandated as the civil command for the People's Liberation Army. It was abolished under the 1975 Constitution. The state chairman's governmental powers were defined in the 1954 Constitution as follows: \"The Chairman of the People's Republic of China, whenever necessary, convenes a Supreme State Conference (Chinese: 最高国务会议) and acts as its chairman.\" The members of the Supreme State Conference included the main officers of state, and its views were to be presented to the main organs of state and government, including the National People's Congress and the State and National Defense Councils.[19] The Supreme State Conference was also unique to the 1954 Constitution. It was abolished under the 1975 Constitution and later Constitutions have not included a similar body. CCP Chairman Mao Zedong was the first to hold the office of state chairman. He was elected at the founding session of the National People's Congress in 1954. At the 2nd NPC in 1959, Mao was succeeded by Liu Shaoqi, first-ranked vice chairman of the Communist Party. Liu was reelected as state chairman at the 3rd NPC in Jan 1965. However, in 1966, Mao launched the Cultural Revolution and by August 1966 Mao and his supporters succeeding in removing Liu from his position as party vice chairman. A few months later Liu was apparently placed under house arrest, and after a prolonged power struggle the 12th Plenum of the 8th Communist Party Congress stripped Liu Shaoqi of all his party and non-party positions on 31 October 1968, including the post of state chairman. This was in violation of the Constitution, which required a vote by the NPC to remove the state chairman.[citation needed] After Liu's removal in 1968, the office of state chairman was vacant. From 1972 to 1975, however, state media referred to Vice State Chairman Dong Biwu as \"acting state chairman\".[citation needed] When the 4th NPC was convened in 1975, its main act was to adopt a new Constitution which eliminated the office of state chairman and emphasized instead the leadership of the Communist Party over the state, including an article that made the CCP chairman supreme commander of the PLA in concurrence as chairman of the party CMC, while the duties of a head of state were transferred to the chairman of the Standing Committee of the National People's Congress.[20] The 5th NPC was convened two years early, in 1978, and a third Constitution was adopted, which also lacked the office of state chairman. The office was finally reinstated in the fourth Constitution, adopted by the 5th Session of the 5th NPC in 1982. In the 1982 Constitution, the president was conceived of as a figurehead of state with actual state power resting in the hands of the general secretary of the Communist Party, premier of the State Council and the chairman of the Central Military Commission, and all four posts were designed to be held by separate people. The president therefore held minor responsibilities such as greeting foreign dignitaries and signing the appointment of embassy staff, and did not intervene in the affairs of the State Council or the party. In the original 1982 Constitution plan, the party would develop policy while the state would execute it. The original goal was to divide state power in order to prevent a cult of personality from forming as it did with the case of Mao Zedong. Thus in 1982, although Deng Xiaoping was reckoned as the country's \"paramount leader\", he was one of four main leaders–Hu Yaobang, the party general secretary; Zhao Ziyang, the premier; Li Xiannian, the president; and Deng, the chairman of the Central Military Commission. The current political structure of Vietnam is similar to the structure China followed in the 1980s. In the 1990s, the experiment of separating party and state posts, which led to conflict between Deng Xiaoping and Zhao Ziyang during the Tiananmen Square protests of 1989, was terminated. In 1993, the post of president was taken by Jiang Zemin, who as general secretary of the CCP and chairman of the Central Military Commission, became the undisputed top leader of the party and the state.[21][22] When Jiang Zemin stepped down in 2003, the offices of general secretary and president were once again both given to one man, then–Vice-President Hu Jintao, the first vice-president to assume the office. In turn, Hu vacated both offices for Xi Jinping in 2012 and 2013.[23] On March 11, 2018, the National People's Congress, by a vote of 2,958 in favor, two opposed and three abstaining, passed a constitutional amendment that allowed the president to serve an unlimited number of five-year terms. This was widely interpreted as part of an expansion of Xi's power, effectively making him paramount leader and president for life.[8] Xi explained the decision in terms of needing to align the presidency with his more powerful posts of general secretary of the party and CMC chairman, which do not have term limits.[24] Mao Zedong Chairman (27 September 1954 – 27 April 1959) Liu Shaoqi Chairman (27 April 1959 – 31 October 1968) Dong Biwu Acting Chairman (24 February 1972 – 17 January 1975) Song Qingling Honorary Chairwoman (16–28 May 1981) Li Xiannian President (18 June 1983 – 8 April 1988) Yang Shangkun President (8 April 1988 – 27 March 1993) Jiang Zemin President (27 March 1993 – 15 March 2003) Hu Jintao President (15 March 2003 – 14 March 2013) Xi Jinping President (14 March 2013–present) Mao Zedong Chairman of the Central People's Government (1949–1954) Zhu De Chairman of the Standing Committee of the National People's Congress (1975–1976) Song Qingling Acting chairwoman of the Standing Committee of the National People's Congress (1976–1978) Ye Jianying Chairman of the Standing Committee of the National People's Congress (1978–1983) Since the first president, six presidents have had a spouse during term of office. The current spouse is Peng Liyuan, wife of President Xi Jinping.","Title":"President of the People's Republic of China - Wikipedia","KeyID":"14664","URL":"https://en.wikipedia.org/wiki/President_of_the_People%27s_Republic_of_China"}