{"Content: ":"The president of Georgia (Georgian: საქართველოს პრეზიდენტი, romanized: sakartvelos p'rezident'i) is the ceremonial head of state of Georgia as well as the commander-in-chief of the Defense Forces. The constitution defines the presidential office as \"the guarantor of the country’s unity and national independence.\"[3] The president is largely a figurehead as in many parliamentary democracies. Executive power is vested in the Government and the prime minister. The office was first introduced by the Supreme Council of the Republic of Georgia on 14 April 1991, five days after Georgia's declaration of independence from the Soviet Union.[4] The president serves a five-year term. The current president is Salome Zourabichvili. Because of Georgia's transition to a fully parliamentary system she is the last president to be elected directly by the citizens. Any citizen of Georgia having the electoral right, who has attained the age of 40 and who has lived in Georgia for at least 15 years, may be elected President of Georgia.[5] The office cannot be held by a citizen of Georgia who is simultaneously the citizen of a foreign country.[6] The president of Georgia shall not be a member of a political party.[7] According to the 2018 version of Georgia's constitution, starting in 2024, the president will be elected for a five-year term by the 300-member Electoral College, consisting of all members of the Parliament of Georgia and of the supreme representative bodies of the autonomous republics of Abkhazia and Adjara, also members from the representative bodies of local-self-governments (municipalities). The same person may be elected President of Georgia only twice. No less than 30 members of the Electoral College shall have the right to nominate a candidate for the president of Georgia. The election of the president of Georgia is appointed by the Parliament for October.[8] No less than one third of the total number of the members of Parliament has the right to raise the question of impeachment of the president of Georgia. They can be considered impeached if the decision is supported by at least two thirds of the members of Parliament. The procedure of the impeachment of the president is constitutionally banned during a state of emergency or martial law.[9] 1. The President of Georgia shall: a) with the consent of the Government, exercise representative powers in foreign relations, negotiate with other states and international organisations, conclude international treaties, and accept the accreditation of ambassadors and other diplomatic representatives of other states and international organisations; upon nomination by the Government, appoint and dismiss ambassadors and other heads of diplomatic missions of Georgia; b) conclude a constitutional agreement with the Apostolic Autocephalous Orthodox Church of Georgia on behalf of the state of Georgia; c) call the elections of Parliament and local self-government bodies in accordance with the Constitution and the procedures established by the organic law; d) upon nomination by the Government, appoint and dismiss the Commander of the Defence Forces of Georgia; appoint one member of the High Council of Justice; participate in the appointment of the Chairperson and members of the Central Election Commission of Georgia in cases defined by the organic law and in accordance with the established procedure; upon nomination by the Government, submit to Parliament candidates for the membership of the national regulatory bodies; e) decide on citizenship issues in accordance with the procedures established by the organic law; f) pardon convicts; g) in accordance with the procedures established by law, grant state awards and rewards; highest military ranks, special ranks and honorary titles; and highest diplomatic ranks; h) be entitled, upon recommendation by the Government and with the consent of Parliament, to suspend the activity of a representative body of a territorial unit, or to dissolve such a body, if its activities threaten the sovereignty or territorial integrity of the country, or the exercise of constitutional powers by state bodies; i) exercise other powers determined by the Constitution.[10] 2. The President of Georgia shall have the right to call a referendum on issues defined in the Constitution and law, at the request of the Parliament of Georgia, the Government of Georgia or no less than 200 000 voters, within 30 days after such a request is received. A referendum shall not be held in order to adopt or repeal a law, to grant amnesty or pardon, to ratify or denounce international treaties, or to decide issues that envisage the restriction of fundamental constitutional human rights. Issues related to calling and holding referendums shall be defined by the organic law.[10] 3. The President of Georgia shall have the right to address the people. The President shall annually submit a report on crucial state-related issues to Parliament.[10] Prior to assuming office, on the third Sunday after the election day, the newly elected president of Georgia addresses the people and is required to take the following oath of office: მე, საქართველოს პრეზიდენტი, ღვთისა და ერის წინაშე ვფიცავ, რომ დავიცავ საქართველოს კონსტიტუციას, ქვეყნის დამოუკიდებლობას, ერთიანობასა და განუყოფლობას, კეთილსინდისიერად აღვასრულებ პრეზიდენტის მოვალეობას, ვიზრუნებ ჩემი ქვეყნის მოქალაქეთა უსაფრთხოებისა და კეთილდღეობისათვის, ჩემი ხალხისა და მამულის აღორძინებისა და ძლევამოსილებისათვის. I, the President of Georgia, do solemnly affirm before God and the nation that I will support and defend the Constitution of Georgia, the independence, unity and indivisibility of the country; that I will faithfully perform the duties of the President, will care for the security and welfare of the citizens of my country and for the revival and might of my nation and homeland.[10] The president of Georgia enjoys immunity. No one shall have the right to detain or bring criminal proceedings against the president of Georgia while in office.[10] Security of the President of Georgia is provided by the Special State Protection Service.[11] The standard is adapted from the national flag of Georgia, charged in the center with the Georgian coat of arms. Copies of the standard are used inside the president's office, at the Chancellery Building, other state agencies, and as a car flag on vehicles bearing the president within Georgian territory.[citation needed] After Georgia formally seceded from the Soviet Union on 9 April 1991, the Supreme Council voted, on 14 April, to create the post of executive president, and appointed Zviad Gamsakhurdia to the office pending the holding of direct elections. In the nationwide elections to this post, on 26 May 1991, Gamsakhurdia won a landslide victory, becoming the first president of the Republic of Georgia. Gamsakhurdia was ousted in a military coup d'état in 6 January 1992. He continued to function as a president-in-exile until his death in a failed attempt to regain power in 31 December 1993. In the post-coup absence of legitimate power, a position of the head of state was introduced for Georgia's new leader Eduard Shevardnadze on 10 March 1992. After the adoption of a new Constitution on 24 August 1995, the post of president was restored. Shevardnadze was elected to presidency on 5 November 1995, and reelected on 9 April 2000. He resigned under pressure of mass demonstrations known as Rose Revolution on 23 November 2003. After Nino Burjanadze's brief tenure as an acting president, Mikheil Saakashvili was elected on 4 January 2004. He did not serve his full first term, but voluntarily resigned to defuse tensions in the aftermath of the 2007 Georgian demonstrations and brought the presidential elections forward from the original date in autumn 2008. He was reelected on 5 January 2008. The president's executive powers were significantly curtailed in favor of the prime minister and the Government in a series of amendments passed between 2013 and 2018. After the election of Giorgi Margvelashvili to presidency in October 2013, Georgia finalized its transition to a parliamentary republic. In November 2018, Salome Zourabichvili, became Georgia's first female president in permanent capacity and, according to the new constitution, the last president to be elected by a direct vote. In view of these changes, she is set to serve a term of six years.[12] As there is no vice-president in Georgia, in the event of the president's resignation, death or impeachment, he or she will be replaced by the chairperson of Parliament until a new president is appointed.[10] There were cases of this in Georgia in 2003 and 2007, in both cases, the president resigned prematurely and was replaced by the chairperson of parliament, before new elections were held. In both cases, the then-chairperson Nino Burjanadze became acting president; she was the only one in this position, and it can be said that she was also the first female president of the country. However, the first fully elected female president in Georgia was Salome Zourabichvili, who is still in this position.","Title":"President of Georgia - Wikipedia","KeyID":"14668","URL":"https://en.wikipedia.org/wiki/President_of_Georgia"}