{"Content: ":"Member State of the Arab League The president of Egypt is the executive head of state of Egypt and the defacto appointer of the official head of government under the Egyptian Constitution of 2014. Under the various iterations of the Constitution of Egypt following the Egyptian Revolution of 1952, the president is also the supreme commander of the Armed Forces, and head of the executive branch of the Egyptian government. The current president is Abdel Fattah el-Sisi, in office since 8 June 2014. The first president of Egypt was Mohamed Naguib, who along with Gamal Abdel Nasser, led the Egyptian Revolution of 1952 that overthrew King Farouk and marked the end of the British colonial rule. Though Farouk's infant son was formally declared by the revolutionaries as King Fuad II, all effective executive power was vested in Naguib and the Revolutionary Command Council. On 18 June 1953, just under a year after the coup d'état, the Council abolished the monarchy of Egypt and Sudan, and declared Egypt as a republic, with Mohamed Naguib as its president. At this point, the Muhammad Ali Dynasty was over in all but name, having effectively lost power when the British assumed colonial rule over Egypt in the late 19th century. Hence, Naguib's presidency marked the beginning of Egypt's independence as a state after a recent history of consistent occupying forces.[1] Naguib resigned as president in November 1954, following a severe rift with the younger military officers who had participated with him in the revolution. Thereafter, the office of president remained vacant until January 1956, when Gamal Abdel Nasser was elected as president via a plebiscite. Nasser would remain as president of Egypt, as well as president of the United Arab Republic, which lasted from 1958 to 1971, until his sudden death in September 1970 at the age of 52.[2] Nasser was succeeded by his vice president, Anwar Sadat, who was elected by plebiscite in October 1970. Sadat served as president until his assassination in October 1981, and shared the Nobel Peace Prize with Israeli prime minister Menachim Begin in 1978 for initiating peace talks between the two countries.[3] He was succeeded by his vice president, Hosni Mubarak, who was elected president by plebiscite and remained so for nearly 30 years. In the Egyptian Revolution of 2011, Mubarak, who held office from 14 October 1981 until 11 February 2011, was forced to resign following mass nationwide protests demanding his removal from office. On 10 February 2011 Mubarak transferred presidential powers to his recently appointed vice president, Omar Suleiman.[4] Suleiman's wielding of presidential powers was a momentary formality, as the position of president of Egypt was then officially vacated, and the Supreme Council of the Armed Forces, led by Field Marshal Mohamed Hussein Tantawi, assumed executive control of the state.[5] On 30 June 2012, the Muslim Brotherhood-affiliated Mohamed Morsi was sworn in as President of Egypt, having won the 2012 Egyptian presidential election on 24 June; he was the first president to gain power solely through an election via popular vote.[6] However, Morsi's presidency was short-lived, and slightly more than a year later on 3 July 2013 he was removed from office following mass protests against his rule. Abdel Fattah el-Sisi, who served as Defence Minister under Morsi's presidency and retained his post after Morsi's removal from office, permanently retired from the Egyptian Armed Forces in 2014 and then went on to win the 2014 presidential election, being sworn in as president on 8 June 2014. He was later re-elected to a second term in 2018 after winning the 2018 presidential election. The Egyptian Constitution has had various forms since the establishment of the republic in 1953. In all iterations of the republican constitution until 2005, the method of electing the president is based on that of the French Fifth Republic. Both the pre-revolution Egyptian Civil Code, and the semi-presidential system of government adopted after the revolution were strongly influenced by the legal and political tradition of France. In this two-stage system, the Egyptian legislature, the National Assembly (a name also inspired by its French counterpart), nominates one of a number of candidates for the presidency. A candidate needs at least a two-thirds majority in the Assembly in order to win the nomination. In the second stage, the candidate is confirmed in office by popular plebiscite of all eligible voters in the country. Egypt maintained this system even after it was abandoned by France in 1962 in favour of direct presidential elections, eliminating the role of the legislature in the election of the French president. In the Egyptian Constitution of 1971, the name of the National Assembly was changed to the People's Assembly. In 2005 and 2007, constitutional amendments were made. Principles in the amended constitution include: The following provisions regarding the election process are stipulated in Article 76 as amended: Under the system created by the 1980, 2003 and 2007 constitutional amendments to the 1971 Constitution, the President is the pre-eminent executive figure, who names the Prime Minister of Egypt as well as appoints the Cabinet per the latter's recommendation, while in reality, he was the head of both the state and of the government, as well as being the top foreign policy maker and holding supreme command over the military. During martial law, the President also appoints deans of faculties and majors, and can also enlist or oust people in the private sector. The President then also has the power to issue regulations for the enforcement of laws, ensuring proper public services, etc., which have been transferred to the Prime Minister under the 2012 and 2014 Constitutions.[citation needed] Egypt had been under martial law since 1981.[citation needed] After the Egyptian revolution in 2011 that ousted the 30-year regime of then President Hosni Mubarak, the martial law was temporarily suspended. The 2012 Constitution provided for a semi-presidential form of government in which the president shares executive powers with the prime minister, until it was suspended following Morsi's removal from office. This structure was retained by the 2014 Constitution, which was drafted following Morsi's ousting and came into effect after a referendum in 2014. Under the present 2014 Constitution, the president is the head of state as well as that of the executive. The president lays down, along with the prime minister and the cabinet, the state's general policy and oversees its implementation. The president represents Egypt in foreign relations and has the power to ratify treaties, can issue decrees having the force of law when the House of Representatives is in recess and such decrees are subject for approval by the House after resuming its sessions at the end of the recess, and acts as the supreme commander of the armed forces. The president has also the power of pardon, and can exercise necessary powers in times of emergencies. Article 141 of the Egyptian Constitution establishes the requirements one must meet in order to become president. The president of the republic should: be an Egyptian citizen, be born to Egyptian parents (never having dual nationality), have participated in the military or been exempted from it, and cannot be less than 40 years old.[7] Election procedures are taken before the end of the incumbent president's term by 60 days. Additional requirements were provisioned in Article 142 of the Egyptian constitution concerning candidates for the president's office.[7] The amendment to Article 76 of the constitution provides for the establishment of a \"Presidential Election Commission\" that would have complete independence, and would be charged with the supervision of the presidential election process. The commission will be composed of 10 members, presided by the chief justice of the Supreme Constitutional Court and four other ex officio members of the judiciary who are the most senior serving deputy president of each of the Supreme Constitutional, the Court of Cassation, and the High Administrative Court, and the president of the Cairo Court of Appeal. The rest of the commission will be made up from five independent and neutral public figures: three to be selected by the People's Assembly and two to be selected by the Shoura Council. Decisions of this Committee shall be passed by a majority of seven votes. This commission will have a term of five years and will be exclusively competent to supervise the presidential election process, including accepting nominations, announcing the names of accepted candidates, supervision of election procedures, vote counting and announcement of the results. It will also have final judicial competence to rule on any contesting or challenge submitted in relation to the presidential elections, and its decision will be final and subject to no appeal. The committee will issue its own regulations and shall be competent to establish general sub-committees from among members of the judiciary, to monitor the various phases of the election process, under its supervision. The election process will be completed in one day. In accordance with Article 79 of the constitution, the president must take the following oath or affirmation before exercising his functions: \"I swear by Allah the Almighty to sincerely maintain the Republican system, to respect the Constitution and law, to fully care about the interests of the people, and to maintain the independence and territorial integrity of the Homeland.\" Under the previous Constitution, the president serves for a term of four years. The president is limited to two terms, whether successive or separated. For example, if incumbent President Sisi had been unsuccessful in his bid for reelection in 2018, he would have been eligible to run again in 2022, and if successful would have had to leave office for good in 2026. The Egyptian parliament voted overwhelmingly on 14 February 2019 to approve draft amendments to the country's 2014 constitution; among other things, these amendments extend the duration of presidential terms from four years to six years, and allow incumbent president Abdel Fattah el-Sisi to serve a third and final term, exempting him from the two-term limit that otherwise applies to the office of president.[8] These amendments were subsequently ratified in the 2019 Egyptian constitutional referendum.[9] During their tenure in office, the president is not allowed to be a formal member of a political party. If the president-elect is announced before the end of the incumbent president's term, the incumbent president continues in office until the end of their term. In the case of temporary incapacitation of the president, the constitution provides the president to relinquish his powers to the vice president or the prime minister. However the person who takes office is limited in power as the new president can not dissolve the parliament, propose constitutional amendments or remove the cabinet from office. In case of the vacancy of the presidential office or the permanent incapacitation of the President, the Speaker of the People's Assembly shall temporarily assume the presidency. In case the People's Assembly is dissolved at such a time, the President of the Supreme Constitutional Court shall take over the presidency on condition that neither shall nominate themself for the presidency. Both are also limited in power as in they can not dissolve the parliament, remove the cabinet, or propose constitutional amendments. The People's Assembly shall then proclaim the vacancy of the office of president, and a new president shall be chosen within a maximum period of sixty days from the date of the vacancy of the office. Although, the constitution does not directly stipulate any role for the vice president in the process of presidential succession, it had become a tradition for the People's Assembly to nominate a vice president for the vacant office of the president. Both Sadat and Mubarak served as vice-presidents at the time the presidential office became vacant; however, on Mubarak's succession in 1981 as president, he did not appoint a vice-president until 29 January 2011, when during substantial protests demanding reforms he appointed Omar Suleiman to the role.[10] President Gamal Abdel Nasser submitted his resignation after the overwhelming Egyptian defeat in 1967 war with Israel, before returning to office after mass demonstrations by the Egyptian public.[11] President Mubarak also resigned on 11 February 2011 after eighteen days of protest against his regime. The president may resign by delivering their resignation to the People's Assembly under the 2012 and 2014 Constitutions.[12] The presidency in Egypt controls 8 presidential residences in addition to other presidential guest houses. The official residence and office of the president is Heliopolis Palace in Cairo. Other presidential palaces include:","Title":"President of Egypt - Wikipedia","KeyID":"14667","URL":"https://en.wikipedia.org/wiki/President_of_Egypt"}