{"Content: ":"The president of Bangladesh (Bengali: বাংলাদেশের রাষ্ট্রপতি — Bangladesher Raṣhṭrôpôti) officially the President of the People's Republic of Bangladesh (Bengali: গণপ্রজাতন্ত্রী বাংলাদেশের রাষ্ট্রপতি —Gaṇaprajātantrī Bangladesher Raṣhṭrôpôti) is the head of state of Bangladesh and commander-in-chief of the Bangladesh Armed Forces. The role of the president has changed three times since Bangladesh achieved independence in 1971. Presidents had been given executive power. In 1991, with the restoration of a democratically elected government, Bangladesh adopted a parliamentary democracy based on a Westminster system. The President is now a largely ceremonial post elected by the Parliament.[2] In 1996, Parliament passed new laws enhancing the president's executive authority, as laid down in the constitution, after the Parliament is dissolved. The president resides at the Bangabhaban, which is his office and residence. The president is elected by the 350 parliamentarians in an open ballot, and thus generally represents the majority party of the legislature.[3][4][5] He continues to hold office after his five-year term expires until a successor is elected to the presidency.[3] Abdul Hamid is the current president. He took the oath of office on 20 March 2013. Currently, although the position of president holds de jure importance, its de facto powers are largely ceremonial.[2] The Constitution allows the president to act only upon the advice of the prime minister and his/her Cabinet.[3] The president can appoint the following to office:[3] The president has the prerogative of mercy by Article 49 of the Constitution,[3] which allows him to grant a pardon to anybody, overriding any court verdict in Bangladesh. By Article 80, the president can refuse to assent to any bill passed by the parliament, sending it back for review. A bill is enacted only after the president assents to it. But when the bill is passed again by the parliament, if the president further fail or refuse to assent a bill, after a certain period of days, the bill will be automatically transformed into law and will be considered as assented by the president.[citation needed] Chancellor is a titular position at universities in Bangladesh, always held by the incumbent president of Bangladesh under the Private Universities Act 1992.[6] The position in public universities is not fixed for the president under any acts or laws (since the erection of a state university in Bangladesh requires an act to be passed in itself),[7] but it has been the custom so far to name the incumbent president of the country as chancellor of all state universities thus established. The Constitution of Bangladesh sets the principle qualifications one must meet to be eligible to the office of the president.[8] A person shall not be qualified for election as president if he- Certain conditions, as per Article 27 of the Constitution, debar any eligible citizen from contesting the presidential elections. The conditions are: Whenever the office becomes vacant, the new president is chosen by members of Parliament. Although presidential elections involve actual voting by MPs, they tend to vote for the candidate supported by their respective parties. The president may be impeached and subsequently removed from office by a two-thirds majority vote of the parliament. The president is required to make and subscribe in the presence of the Speaker of the Jatiya Sangsad, an oath or affirmation that he/she shall protect, preserve and defend the Constitution as follows:[10] I, (name), do solemnly swear (or affirm) that I will faithfully discharge the duties of the office of President of Bangladesh according to law: That I will bear true faith and allegiance to Bangladesh: That I will preserve, protect and defend the Constitution: And that I will do right to all manner of people according to law, without fear or favour, affection or ill-will\" The president is granted immunity for all his actions by Article 51 of the Constitution[3] and is not answerable to anybody for his actions, and no criminal charges can be brought to the Court against him. The only exception to this immunity is if the Parliament seeks to impeach the President. Article 54 of the Constitution of Bangladesh provides for the succession of the president. It states that in case of absence due to illness or other reasons, the Speaker of the Jatiya Sangsad will act as the president of Bangladesh until the president resumes office.[3] This Article was used during the ascension of Speaker Jamiruddin Sircar as the acting president of the State following the resignation of former president A. Q. M. Badruddoza Chowdhury,[11] and when President Zillur Rahman could not discharge his duties due to his illness, and later, death.[12] Since Bangladesh is a parliamentary system, it does not have a vice-president. However, during the presidential system of governance, Bangladesh had a vice-president who would assume the president's role in his absence; the post was abolished by the twelfth amendment to the Constitution in 1991.[13] A president can resign from office by writing a letter by hand to the Speaker. The president can also be impeached by the Parliament. In case of impeachment, the Parliament must bring specific charges against the president, and investigate it themselves, or refer it to any other body for investigation. The president will have the right to defend himself. Following the proceedings, the president is impeached immediately if two-thirds of the Parliament votes in favour, and the Speaker ascends to power.[3] The principal Presidential residence at Bangabhaban is located in Dhaka. There is also a Presidential Palace at Uttara Ganabhaban in Natore District. Bangabhaban, official residence of the president, located at Dhaka. Uttara Ganabhaban, the official retreat of the president located in North Bengal. President Guard Regiment, responsible for the security of the president. Special Security Force, provide physical security to the president and prime minister. Biman Bangladesh Airlines Boeing 777-300ER, main presidential aircraft used by the president. At the beginning of the Bangladesh war of independence in April 1970, Bangladesh Forces and Bangladesh Government in exile were both established. After the oath ceremony was held at Meherpur, Kushtia, the government-in-exile set up its headquarters at 8 Theatre Road, in Kolkata (then Calcutta), India. The first president of Bangladesh was Sheikh Mujibur Rahman and the first vice president to take oath of office was Syed Nazrul Islam with Tajuddin Ahmad as the first prime minister. After the war ended, Sheikh Mujibur Rahman became the prime minister with the election of the first parliament a year later in January, 1972. Later in 1973 under a new constitution, the set up began under a parliamentary system of government where the president was a nominal head of the state while all the executive powers were vested in the prime minister. In 1974, the government under Prime Minister Sheikh Mujibur Rahman switched from parliamentary to a single party presidential system banning all press, political parties and activities under the State of Emergency. Sheikh Mujibur Rahman Sheikh Mujibur Rahman was the apparent acting president of a state yet to be known as Bangladesh (during the Liberation war of Bangladesh, when it was still called East Pakistan, before he was captured, taken to West Pakistan, and kept in a Pakistani prison. His imprisonment therefore resulted in his absence during the entire war-time, which lasted almost a year. In his absence, Syed Nazrul Islam, vice-president of the Provisional Government of Bangladesh was appointed as acting president). Sheikh Mujibur Rahman was the founder of Bangladesh and remarked as the 'Father of the Bangladesh Nation'. He headed the Awami League, served as the president from April 1971 to 1972; was the prime minister from 1972 and the president in 1975. He is popularly referred to as Sheikh Mujib, and with the honorary title of Bangabandhu (বঙ্গবন্ধু Bôngobondhu, \"Friend of Bengal\"). His eldest daughter Sheikh Hasina Wajed is the present leader of the Awami League and the current prime minister of Bangladesh. He introduced the state policy of Bangladesh according to four basic principles: nationalism, secularism, democracy and socialism.[14] The Awami League won a massive majority in the first parliamentary elections of Bangladesh in March 1973 much due to Mujib's high-profile and as the single large political oppressor. However, the Mujib government faced serious challenges, which included the rehabilitation of millions of people displaced in 1971, organising the supply of food, health aids and other necessities. The effects of the 1970 cyclone had not worn off, and the state's economy had immensely deteriorated by the conflict. Economically, Mujib embarked on a huge nationalisation program. The economy suffered as a result of socialist planning. By the end of the year, thousands of Bengalis arrived from Pakistan, and thousands of non-Bengalis migrated to Pakistan; and yet many thousands remained in refugee camps. It was not until the late 1970s that the new born nation saw any sign of progress when the government came under the administrative rule of Ziaur Rahman. And unlike the Mujib Government, Zia's rule was widely acclaimed as he reinstated multi-party politics, freedom of the press, free speech and free markets, initiating mass irrigation and food production programs, including social programs to uplift the lives of the people. He initiated and founded the first Asian regional group known as SAARC. Through his hard work and dedication the current Parliament House and Dhaka's International airport(HSIA) was materialised. Zia became a popular World leader for his efforts to stabilise Bangladesh and championing issues affecting decolonised nations. He improved Bangladesh's relations with the West, and China, and departed from Sheikh Mujibur Rahman's close alignment with India and the Soviet Union. Domestically, Zia faced as many as twenty-one coup attempts. It remains controversial even today. During the aftermath of the 1974 Famine, Mujib proclaimed a State of Emergency to manage the crisis. The lawmakers of the 1st parliament amended the constitution to transition into a strong executive presidential system to better manage emergencies in the country. These changes were remarked as the \"Second Revolution,\" by Sheikh Mujib.[15] Sheikh Mujib assumed the presidency. All politicians were brought together for the unity of the country and a national party was created as the 'National Union Party', with a striking similarity to the Abraham Lincoln's National Union Party during the height of the American Civil War, with all different political members joining the national party for the sake of unity in order to prevent crisis stemming from disunity. It was named as the Bangladesh Krishak Sramik Awami League (BAKSAL), in which all members of parliament, government and semi-autonomous associations and bodies were obliged to join.[15] After Bangladesh achieved recognition from most countries, Sheikh Mujib helped Bangladesh enter into the United Nations and the Non-Aligned Movement. He travelled to the United States, the United Kingdom and other European nations to obtain humanitarian and developmental assistance for the nation. He signed a treaty of friendship with India, which pledged extensive economic and humanitarian assistance and began training Bangladesh's security forces and government personnel. Mujib forged a close friendship with Indira Gandhi, strongly praising India's decision to intercede, and professed admiration and friendship for India. But the Indian government did not remain in close co-operation with Bangladesh during Mujib's lifetime.[citation needed] He charged the provisional parliament to write a new constitution, and proclaimed the four fundamental principles of nationalism, secularism, democracy and socialism. Mujib nationalised hundreds of industries and companies as well as abandoned land and capital and initiated land reform aimed at helping millions of poor farmers. Major efforts were launched to rehabilitate an estimated 10 million refugees. The economy began recovering and a famine was prevented. A constitution was proclaimed in 1972 and elections were held, which resulted in Sheikh Mujib and his party gaining power with an absolute majority. He further outlined state programmes to expand primary education, sanitation, food, healthcare, water and electric supply across the country. A five-year plan released in 1973 focused state investments into agriculture, rural infrastructure and cottage industries. Assassination of Mujibur Rahman Soon after the passing of a constitutional amendment, there was a disgruntlement among military generals who lamented the old Pakistani military establishment led state and some close associates of Bangabandhu Sheikh Mujibur Rahman, who were ministers and secretaries, out of bitter bureaucratic rivalry with Bangabandhu and his loyalist ministers and secretaries joined the assassination plot. In August 1975, he was assassinated by some junior and mid-level army officers who had since their arrests and trials given testimonies against General Ziaur Rahman for guiding them and instigating them against the President and the State to cause the coup, and a new government, headed by one of the former associates who was in a bitter bureaucratic rivalry with Bangabandhu loyalists, Khandakar Moshtaque, was formed. Mushtaq's government was removed by a bloodless coup that occurred on 3 November 1975. A counter uprising occurred four days later on 7 November, resulting from a power struggle, with the deaths of several military generals, including General Khaled Mosharraf the leader of the November 3 counter coup, trying to prevent the conspirators and plotters of the Bangabandhu assassination from taking over the state successfully. With the absence of any resistance after the 7 November coup, Maj. Gen. Ziaur Rahman emerged into the political scene returning to the post of Army Chief of Staff. He pledged an army led state while the civilian government headed is by the president, Chief Justice Abu Sadat Mohammad Sayem. As the country was in dire situation with no stability and security, with Zia and the rest of the conspirators of the 7 November coup with their armed pressure on the President Sayem who then promulgated martial law, misled Sheikh Mujibur Rahman's use of the State of Emergency to turn it into a tool for a non civilian military takeover of the state and the government, and later replaced President Abu Sadat Mohammad Sayem as the Chief Martial Law Administrator (CMLA).[14] Ziaur Rahman (Bangladesh Nationalist Party) With the Ziaur Rahman's military loyalists now running the state from behind, initially as Deputy CMLA, Ziaur Rahman sought to invigorate government policy and administration. While continuing Sheikh Mujibur Rahman's ban on political parties, he sought to bring back Ayub Khan regime's military bureaucratic system of government.[citation needed] A year later in November 1976, Ziaur Rahman became Chief Martial Law Administrator (CMLA). He assumed the presidency upon Sayem's retirement 5 months later, promising national elections in 1978. After a Yes-No nationwide vote referendum, Ziaur Rahman was elected for president in 1978. His government removed the remaining restrictions on political parties and encouraged all opposition parties to participate in the pending parliamentary elections while putting military generals into politics. He made constitutional changes without approval from the elected parliamentary representatives required by the constitution, and removed the social welfare system that guaranteed many social securities for the elderly people and poor people that was in place prior. More than 30 parties vied in the parliamentary elections of 15 February 1979, and with massive public support, Zia's Bangladesh Nationalist Party (BNP) won 207 of the 300 elected seats.[citation needed] Drifting away from the Secular State and Liberal Nationalism Zia moved to lead the nation in a new direction, significantly different from the ideology and agenda of the 1st parliament of Bangladesh.[16] He issued a proclamation order amending the constitution, replacing secularism with increasing the faith of the people in their creator, following the same tactics that was used in Pakistan during the Ayub Khan regime to establish a military rule over civilian democratic rule in the government system. In the preamble, he inserted the salutation \"Bismillahir-Rahmaanir-Rahim\" (In the name of Allah, the Beneficent, the Merciful). In Article 8(1) and 8(1A) the statement \"absolute trust and faith in Almighty Allah\" was added, replacing the commitment to secularism. Socialism was redefined as \"economic and social justice.\"[17] In Article 25(2), Zia introduced the principle that \"the state shall endeavour to consolidate, preserve and strengthen fraternal relations among Muslim countries based on Islamic solidarity.\"[18] Zia's edits to the constitution redefined the nature of the republic from the secularism laid out by Sheikh Mujib and his supporters.[17] Islamic religious education was introduced as a compulsory subject in Bangladeshi schools, with provisions for non-Muslim students to learn of their own religions.[19] In public speeches and policies that he formulated, Zia began expounding \"Bangladeshi nationalism,\" as opposed to Mujib's assertion of a Liberal Nationalism that emphasised on the liberation of Bengalis from Pakistan's autocratic regime. Zia emphasised the national role of Islam (as practised by the majority of Bangladeshis). Claiming to promote an inclusive national identity, Zia reached out to non-Bengali minorities such as the Santals, Garos, Manipuris and Chakmas, as well as the Urdu-speaking peoples of Bihari origin. However, many of these groups were predominantly Hindu and Buddhist and were alienated by Zia's promotion of political Islam. In an effort to promote cultural assimilation and economic development, Zia appointed a Chittagong Hill Tracts Development Commission in 1976, but resisted holding a political dialogue with the representatives of the hill tribes on the issue of autonomy and cultural self-preservation.[20] On 2 July 1977 Ziaur Rahman organised a tribal convention to promote a dialogue between the government and tribal groups. However, most cultural and political issues would remain unresolved and intermittent incidents of inter-community violence and militancy occurred throughout Zia's rule.[20] Reforms and international relations Notable mentions of Ziaur Rahman's tenure as a president have been radical reforms both in country's infrastructure and diplomacy. President Zia successfully pointed out the grounds those could be effectively and exclusively decisive for development of Bangladesh and his reforms covered the political, economical, agricultural and military infrastructure of Bangladesh. Reorganisation of Bangladesh's international relations are especially mentionable because it had active influence over both economy and politics. He successfully bailed Bangladesh out of the Indo-Soviet bloc and grabbed the distancing strings to put bar on the gradually deterioration of Bangladeshi relations with the Western world. Zia gave attention to the other Eastern superpower China that later helped Bangladesh hugely to recover from economical setbacks and to enrich the arsenal of her armed forces.[citation needed] The most notable of Zia's reformed diplomacy was establishing a relationship with the Muslim world as well as the Middle East. The present bulk overseas recruitment of Bangladeshi migrant workers to Middle Eastern countries are direct outcome of Zia's efforts those he put to develop a long-lasting relationship with the Muslim leadership of the world. The purpose of Middle East relations has been largely economical whereas the rapid improvement of relations with China was particularly made to for rapid advancement of the country's armed forces.[citation needed] Throughout the study of Zia's international relations it could have been suggested that attention to the bigger neighbour India has been largely ignored. But Zia was found to put strong emphasis on regional co-operation particularly for South Asia. It came evident after Zia took initiative to found SAARC. Zia's dream of Bangladesh's involvement in a strong regional co-operation was met after 4 years of his assassination when SAARC got founded on 8 December 1985 with a key role of the then Bangladeshi authority.[citation needed] Assassination of Ziaur Rahman In 1981, Zia was assassinated by fractions of the military who were dissatisfied with his non-conventional means of running many state affairs including the military. Vice-President Justice Abdus Sattar was constitutionally sworn in as acting president. He declared a new national emergency and called for elections within 6 months. Sattar was elected president and won. Sattar was ineffective, however, and Army Chief of Staff, Lt. Gen. H.M. Ershad assumed power in a bloodless coup in March 1982.[citation needed] Hussain Muhammad Ershad (Jatiya Party) Like his predecessors, Ershad dissolved parliament, declared martial law, assumed the position of CMLA, suspended the constitution, and banned political activity. Ershad reaffirmed Bangladesh's moderate, non-aligned foreign policy.[14] In December 1983, he assumed the presidency. Over the ensuing months, Ershad sought a formula for elections while dealing with potential threats to public order.[14] On 1 January 1986, full political rights, including the right to hold large public rallies, were restored. At the same time, the Jatiyo (People's) Party (JP), designed as Ershad's political vehicle for the transition from martial law, was established. Ershad resigned as chief of army staff, retired from military service, and was elected president in October 1986. (Both the BNP and the AL refused to put up an opposing candidate.)[14] In July 1987, the opposition parties united for the first time in opposition to government policies. Ershad declared a state of emergency in November, dissolved parliament in December, and scheduled new parliamentary elections for March 1988. All major opposition parties refused to participate. Ershad's party won 251 of the 300 seats; three other political parties which did participate, as well as a number of independent candidates, shared the remaining seats. This parliament passed a large number of legislative bills, including a controversial amendment making Islam the state religion. By mid-1990, opposition to Ershad's rule had escalated. November and December 1990 were marked by general strikes, increased campus protests, public rallies, and a general disintegration of law and order. Ershad resigned in December 1990. It was reverted to democratic parliamentary system in 1991 when Khaleda Zia became the first female prime minister of Bangladesh through parliamentary election. The president is the head of state, a largely ceremonial post elected by the parliament.[2] However, the president's powers have been substantially expanded during the tenure of a caretaker government, which is responsible for the conduct of elections and transfer of power. The officers of the caretaker government must be non-partisan and are given three months to complete their task. This transitional arrangement is an innovation that was pioneered by Bangladesh in its 1991 election and then institutionalised in 1996 through its 13th constitutional amendment.[13] In the caretaker government, the president has the power to control over the Ministry of Defence, the authority to declare a state of emergency, and the power to dismiss the Chief Adviser and other members of the caretaker government. Once elections have been held and a new government and Parliament are in place, the president's powers and position revert to their largely ceremonial role. The Chief Adviser and other advisers to the caretaker government must be appointed within 15 days after the current Parliament expires.[21]","Title":"President of Bangladesh - Wikipedia","KeyID":"14660","URL":"https://en.wikipedia.org/wiki/President_of_Bangladesh"}