{"Content: ":"The president of Iran (Persian: رئیس‌جمهور ایران, romanized: Rayis Jomhur-e Irān) is the head of government of the Islamic Republic of Iran. The president is the second highest-ranking official of Iran after the Supreme Leader. The president is required to gain the Supreme Leader's official approval before being sworn in the Parliament and the Supreme Leader has the power to dismiss the elected president if he has either been impeached by Parliament or found guilty of a constitutional violation by the Supreme Court.[3] The president carries out the decrees, and answers to the Supreme Leader, who functions as the country's head of state.[4][5] Unlike the executive in other countries, the president of Iran does not have full control over the government, which is ultimately under the direct control of the Supreme Leader.[4][5] Before elections the volunteers must be approved by the guardian council to become a president candidate. Those members of the guardian council are chosen by the supreme leader.[6] The president of Iran is elected for a four-year term by direct vote and is not permitted to run for more than two consecutive terms. Chapter IX of the Constitution of the Islamic Republic of Iran sets forth the qualifications for presidential candidates. The procedures for presidential election and all other elections in Iran are outlined by the Supreme Leader.[7][8] The president functions as the executive of the decrees and wishes of the Supreme Leader, including: signing treaties with foreign countries and international organizations; and administering national planning, budget, and state employment affairs.[9][10][8][11][12][13][14][15] The president also appoints the ministers, subject to the approval of Parliament, as well as to that of the Supreme Leader, who can dismiss or reinstate any of the ministers and vice presidents at any time, regardless of the president or parliament's decision.[16][17][18] The Supreme Leader also directly chooses the ministers of Defense, Intelligence, Foreign Affairs, Interior as well as certain other ministries, such as the Science Ministry.[19] Iran's regional policy is directly controlled by the office of the Supreme Leader with the Ministry of Foreign Affairs’ task limited to protocol and ceremonial occasions. All of Iran's ambassadors to Arab countries, for example, are chosen by the Quds Corps, which directly reports to the Supreme Leader.[20] The current long-time Supreme Leader Ali Khamenei, ruling Iran for more than three decades, has issued decrees and made final decisions on economy, education, environment, foreign policy, national planning, and almost everything else in the country.[20][9][10][11][12][13][14] Khamenei has also made final decisions on the degree of transparency in elections in Iran,[7] and has fired and reinstated presidential cabinet appointments.[16][17] The current president of Iran is Ebrahim Raisi, who assumed office on 3 August 2021, after the 2021 presidential election. He succeeded Hassan Rouhani, who served 8 years in office from 2013 to 2021. After the Iranian Revolution of 1979 and referendum to create the Islamic Republic on March 29 and 30, the new government needed to craft a new constitution. Ayatollah Ruhollah Khomeini, ordered an election for the Assembly of Experts, the body tasked with writing the constitution.[21] The assembly presented the constitution on October 24, 1979, and Supreme Leader Ruhollah Khomeini and Prime Minister Mehdi Bazargan approved it. The 1979 Constitution designated the Supreme Leader of Iran as the head of state and the President and Prime Minister as the heads of government. The post of Prime Minister was abolished in 1989. The first Iranian presidential election was held on January 25, 1980 and resulted in the election of Abulhassan Banisadr with 76% of the votes. Banisadr was impeached on June 22, 1981 by Parliament. Until the early election on July 24, 1981, the duties of the President were undertaken by the Provisional Presidential Council. Mohammad-Ali Rajai was elected president on July 24, 1981 and took office on August 2. Rajai was in office for less than one month because he and his prime minister were both assassinated. Once again a Provisional Presidential Council filled the office until October 13, 1981 when Ali Khamenei was elected president. The election on August 3, 2005 resulted in a victory for Mahmoud Ahmadinejad. The election on June 12, 2009 was reported by government authorities as a victory for Mahmoud Ahmadinejad, the incumbent candidate, although this is greatly disputed by supporters of rival candidates, who noted the statistical anomalies in voting reports and large-scale overvoting in the officially announced tallies.[22] Ali Khamenei, Akbar Hashemi Rafsanjani, Mohammad Khatami, Mahmoud Ahmadinejad and Hassan Rouhani were each elected president for two terms. The procedures for presidential election and all other elections in Iran are outlined by the Supreme Leader.[7] The President of Iran is elected for a four-year term in a national election by universal adult suffrage for everyone of at least 18 years of age.[23] Presidents can only be reelected once if in a consecutive manner.[24] Candidates for the presidency must be approved by the Council of Guardians, a twelve-member body consisting of six clerics (selected by Iran's Supreme Leader) and six lawyers (proposed by the Supreme Leader-appointed head of Iran's judicial system, and voted in by the Parliament).[25] According to the Constitution of Iran candidates for the presidency must possess the following qualifications: Within these guidelines the Council vetoes candidates who are deemed unacceptable. The approval process is considered to be a check on the president's power, and usually amounts to a small number of candidates being approved. In the 1997 election, for example, only four out of 238 presidential candidates were approved by the council. Western observers have routinely criticized the approvals process as a way for the Council and Supreme Leader to ensure that only conservative and like-minded Islamic fundamentalists can win office. However, the council rejects the criticism, citing approval of so-called reformists in previous elections. The council rejects most of the candidates stating that they are not \"a well-known political figure\", a requirement by the current law. The President must be elected with a simple majority of the popular vote. If no candidate receives a majority in the first round, a runoff election is held between the top two candidates. According to the Iranian constitution, when the President dies or is impeached, a special provisional Presidential Council temporarily rules in his place until an election can be held. The President automatically becomes the Head of the Supreme National Security Council and the Head of the Supreme Council of Cultural Revolution. The President's duties include the following, subject to supervision and approval by the Supreme Leader: some of these duties require the approval of the Supreme Leader.[28] I, as the President, upon the Holy Qur'an and in the presence of the Iranian nation, do hereby swear in the name of Almighty God to safeguard the official Faith, the system of the Islamic republic and the Constitution of the country; to use all my talents and abilities in the discharge of responsibilities undertaken by me; to devote myself to the service of the people, glory of the country, promotion of religion and morality, support of right and propagation of justice; to refrain from being autocratic; to protect the freedom and dignity of individuals and the rights of the Nation recognized by the Constitution; to spare no efforts in safeguarding the frontiers and the political, economic and cultural freedoms of the country; to guard the power entrusted to me by the Nation as a sacred trust like an honest and faithful trustee, by seeking help from God and following the example of the Prophet of Islam and the sacred Imams, peace be upon them, and to entrust it to the one elected by the Nation after me. TIME Magazine noted that presidential elections in Iran change nothing as Supreme Leader Khamenei — and not the President — wields the ultimate power.[29] Tallha Abdulrazaq, an Iraqi researcher at the University of Exeter's Strategy and Security Institute, stated that Khamenei, the longtime Supreme Leader of Iran, always uses the president as a kind of a buffer zone between him and the people. “Anything that goes right, Khamenei then can say 'I am the wise leader who put this guy in charge and he made the right policy decisions.' Anything that goes wrong, he can say ‘we should get rid of this guy. He is not good for the country, he is not good for you.’\"[30]","Title":"President of Iran - Wikipedia","KeyID":"14671","URL":"https://en.wikipedia.org/wiki/President_of_Iran"}