{"Content: ":"Executive: Federal Parliament: Judiciary: The president of Nepal (Nepali: नेपालको राष्ट्रपति, romanized: Nēpālakō Rāṣṭrapati) is the head of state of Nepal and the commander-in-chief of the Nepalese Armed Forces. The president is indirectly elected by an electoral college comprising the Federal Parliament of Nepal and the provincial assemblies of each of Nepal's seven provinces, who themselves are all directly elected. The office was created in May 2008 after the country was declared a republic. The first president of Nepal was Ram Baran Yadav. The current president is Bidhya Devi Bhandari, who was first elected in October 2015. She is the first female head of state of Nepal. The president is formally addressed as \"The Right Honourable\" (Nepali: सम्माननीय, romanized: Sam'mānanīya). Under the interim constitution adopted in January 2007, all powers of governance were removed from the King of Nepal, and the Nepalese Constituent Assembly elected in the 2008 Constituent Assembly election was to decide in its first meeting whether to continue the monarchy or to declare a republic. During the suspension of the monarchy, Girija Prasad Koirala, then Prime Minister of Nepal, acted as the Head of State. On 28 May 2008, the Assembly voted to abolish the monarchy. Ram Baran Yadav was elected by a historic vote in the Constituent Assembly, and was sworn in as the nation's first president, ending a 247-year-old monarchy. Part 6, Article 64 of the Constitution of Nepal 2015 sets the following qualifications for holding the presidency: The election process of the president of Nepal as per Part 6, Article 62 of the constitution is as follows: Part 6, Article 70 states that the election of president and vice president should be conducted in a manner so as to represent different gender and/or communities. This allows for representation of female and minority communities at the nation's two highest offices. The presidential term is five years. A president cannot be elected more than twice in succession. However, a president whose term has expired can remain in office on an interim basis until his or her successor is elected and sworn in. The circumstances under which the President ceases to hold office as per Part 6, Article 64 of the constitution is as follows: The president's powers are almost entirely ceremonial. In some parliamentary republics, the president is vested with executive powers on paper, but is bound by convention to act on the advice of the prime minister and the government. In Nepal, however, the president is not even the nominal chief executive, as Section 75 of the Constitution explicitly vests executive power in the Council of Ministers Part 6, Article 61, Section 4 of the constitution states that the president is the guardian of the constitution; and compliance and protection of the constitution shall be the main duties of the President. The basic functions, duties and powers of the President are outlined by Part 6, Article 66 of the constitution: The president uses the state carrier, Nepal Airlines' Airbus A330-200 for international travel, whereas a Nepal Army's VIP AgustaWestland AW139 helicopter for travel within the country. The following is a list of the heads of state of Nepal, from the unification of the country and the establishment of the Kingdom of Nepal in 1768 to the present day. The King of Nepal was the country's head of state from the unification and the establishment of the kingdom in 1768 to 2008. Since 2008, the head of state has been the President of Nepal after the abolition of monarchy and the establishment of a republic. Under the interim constitution adopted in January 2007, all powers of governance were removed from the king, and the Constituent Assembly elected in 2008 was to decide in its first meeting whether to continue the monarchy or to declare a republic. During the suspension of the monarchy, Girija Prasad Koirala, then Prime Minister of Nepal, acted as the Head of State. On 28 May 2008, the Assembly voted to abolish the monarchy. Ram Baran Yadav was elected by the Constituent Assembly, and was sworn in as the nation's first president on 23 July 2008.","Title":"President of Nepal - Wikipedia","KeyID":"14685","URL":"https://en.wikipedia.org/wiki/President_of_Nepal"}