{"Content: ":"The Yang di-Pertuan Agong (lit. \"He Who is Made Lord\"),[2] Jawi: يڠدڤرتوان اݢوڠ), also known as the Supreme Head of the Federation, Paramount Ruler or, unofficially, King of Malaysia, is the constitutional monarch and head of state of Malaysia. The office was established in 1957, when the Federation of Malaya (now Malaysia) gained independence from the United Kingdom. The Yang di-Pertuan Agong is elected by the Conference of Rulers, comprising the nine rulers of the Malay states, with the office de facto rotated between them, making Malaysia one of the world's few elective monarchies. The 16th and current Yang di-Pertuan Agong is Sultan Abdullah of Pahang, replacing Muhammad V of Kelantan, who abdicated on 6 January 2019. Abdullah was elected on 24 January 2019, at a special meeting of the Conference of Rulers; he took the oath of office and was sworn in at the Istana Negara on 31 January 2019.[3] The Yang di-Pertuan Agong's queen consort is known as the Raja Permaisuri Agong, currently Tunku Azizah Aminah Maimunah Iskandariah. The royal couple are styled in English as \"His Majesty\" and \"Her Majesty\".[4] The Yang di-Pertuan Agong's role is that of a constitutional monarch. The Federal Constitution of Malaysia and Acts of Parliament made in accordance with it define the extent of his powers as the head of state. These are divided into two categories: powers exercised on the advice of the Cabinet or of a Minister acting under the general authority of the Cabinet, the Conference of Rulers, or some other officer or institution, and discretionary powers. The Constitution vests the executive power of the federal government in the monarch. However, with few exceptions, he is bound to exercise this power on the advice of the Cabinet or a minister acting under the Cabinet's general authority. Thus, in practice, most of the actual day-to-day work of governing is performed by the Cabinet. The discretionary powers of the Yang di-Pertuan Agong pertain chiefly to appointing the Prime Minister, withholding consent to dissolve Parliament, and calling meetings with the Conference of Rulers \"concerned solely with the privileges, position, honours and dignities of Their Royal Highnesses\". Under the Westminster system, the Yang di-Pertuan Agong is expected to appoint a Prime Minister who will command the confidence of a majority of the Dewan Rakyat, the elected lower house of Parliament. Should the Prime Minister be or become unacceptable, he may be forced out by a vote of no confidence, which would require the Yang di-Pertuan Agong to appoint someone else as Prime Minister or dissolve Parliament for an election. Conventionally, the Prime Minister is the head of the party with a majority in Parliament. This was the Barisan Nasional coalition from independence in 1957 until 2018, when the Pakatan Harapan coalition took office. The Yang di-Pertuan Agong renews the appointment of a Prime Minister after every general election until the minister decides to step down. The Yang di-Pertuan Agong has discretionary powers to choose who he wants as the prime minister if no party has won a majority vote and is not bound by the decision of the outgoing prime minister (Article 40). It, however, does not afford him the right and authority to dismiss the prime minister. He also can dismiss or withhold consent to a request for the dissolution of parliament (Article 40).[5] He may discontinue or dissolve parliament (Article 55) but he can only dissolve parliament at the request of the prime minister (Article 43). He can reject any new laws or amendments to existing laws but if he still withholds permission, it will automatically become law after 30 days from the initial submission to him (Article 66).[6] The Yang di-Pertuan Agong appoints numerous high-ranking office holders in the Federation under the terms of the Constitution and various Acts passed by Parliament. The constitution established procedures for such appointments. The Yang di-Pertuan Agong appoints 44 senators to the Dewan Negara, the upper house of Parliament. The Yang di-Pertuan Agong appoints the Yang di-Pertua Negeri (Governors), of the states of Penang, Malacca, Sabah and Sarawak, at his discretion, after considering the advice of the state's Chief Minister. The Yang di-Pertuan Agong also appoints the Mayor and City Council of Kuala Lumpur. In addition, the Yang di-Pertuan Agong is the Head of Islam in the four states ruled by appointed Governors, in the three Federal Territories, as well as in his own state. In this role, he is advised by the State Islamic Affairs Council in each of the States. The Yang di-Pertuan Agong appoints the chairman and members of each council. He also appoints the State Mufti in each of these states. There is a single Islamic Affairs Council with jurisdiction for the three Federal Territories. This council is also appointed by the Yang di-Pertuan Agong. In accordance with Article 41 of the Constitution, the Yang di-Pertuan Agong is Commander-in-Chief of the Malaysian Armed Forces. As such, he is the highest-ranking officer in the military chain of command. As the Supreme Commander of the Malaysian Armed Forces, the Yang di-Pertuan Agong appoints the Chief of Defence Forces, on the advice of the Armed Forces Council. He also appoints the service heads of each of the three branches of the military forces. On 31 August 1957, having rejected the suggested title of Yang di-Pertuan Besar in favour of Yang di-Pertuan Agong, the Conference of Rulers elected the first occupant of the throne. By seniority, the 84-year-old major general Ibrahim of Johor, Sultan of Johor since 1895, was first in line, but he declined due to old age. The next in line, Abu Bakar of Pahang, Sultan of Pahang since 1932, was rejected five times by his fellow electors, and did not secure the necessary votes, in part because the rulers considered his various marriages to celebrities and cabaret dancers to be unbecoming of royalty. Abdul Rahman of Negeri Sembilan, having been elected to his state throne (Yamtuan Besar) in 1933, was elected by eight votes to one. The first Conference of Rulers after the formation of Malaysia comprised: The Yang di-Pertuan Agong is formally elected to a five-year term by and from the nine rulers of the Malay states (nine of the thirteen states of Malaysia that have hereditary royal rulers), who form the Conference of Rulers. After a ruler has served as the Yang di-Pertuan Agong, he may not stand for election until all rulers of the other states have also stood for election. In the event of a vacancy of the office (by death, resignation, or deposition by a majority vote of the rulers), the Conference of Rulers elects a new Yang di-Pertuan Agong as if the previous term had expired. The new Yang di-Pertuan Agong is elected for a full five-year term. After his term expires, the Conference holds a new election, in which the incumbent would not be re-elected. The position de facto rotates among the nine rulers. The selection of the Yang di-Pertuan Agong initially followed an order based on the seniority (calculated by length of reign) of each ruler in 1957, at the Federation of Malaya's independence from the United Kingdom. The Conference of Rulers, which has the power to disqualify a candidate, has sometimes varied the original seniority order, as noted above. Since then, the states have followed a de facto established rotation order. Minors are automatically disqualified from office. The Conference of Rulers has met regularly since 1985. The four governors (Yang di-Pertua Negeri; the heads of states without hereditary rulers) also attend the Conference, but only Rulers are allowed to vote and stand for election as Yang di-Pertuan Agong. The Constitution provides that a Ruler is not eligible for election as Yang di-Pertuan Agong if: The election is carried out by a secret ballot. The ballot papers used are not numbered, but marked with the same pen and ink, and are inserted into a ballot box. Only the Rulers participate in the election. A ruler may appoint another Ruler as his proxy to vote on his behalf if he is unable to attend the Election Meeting. During the election process, the Keeper of the Rulers' Seal distributes the ballot with only one candidate. Each ruler is requested to indicate whether the candidate is suitable or not to be elected as Yang di-Pertuan Agong. The most junior ruler, who is not listed as nominee for the office of the Yang di-Pertuan Agong, or the outgoing Yang di-Pertuan Agong is appointed to count the ballot papers together with the Keeper of the Rulers' Seal. The nominee must have obtained five votes before the ruler presiding over the Election Meeting offers him the office of Yang di-Pertuan Agong. If the successful nominee declines the offer or the nominated ruler fails to secure the required majority votes, the voting process is repeated with the nomination of the second most senior ruler based on the list of Seniority of States. Rulers are named and stand for election in turn. The process is completed only after a ruler has accepted the offer of the office of Yang di-Pertuan Agong. The Conference declares the ruler as the Yang di-Pertuan Agong to hold office for a term of five years. The ballot papers are destroyed in the presence of the rulers as soon as the result of the election is announced. On taking office as Yang di-Pertuan Agong, he appoints a regent for the duration of his five-year term for the state which he rules. Usually, but not always, the regent is a close relative. The regent acts as head of state in that state for every purpose except for the role of head of Islam, which is retained by the Yang di-Pertuan Agong. Since the first cycle of nine Yang di-Pertuan Agong (1957–1994), the order among the eligible state rulers has followed the order established by that cycle, namely: With the rejection of Brunei of its admission to Malaysia in 1963, only the rulers of the nine royal states of Peninsular Malaysia have been made eligible for election for the throne. Had it been accepted as a royal state the Sultan of Brunei would have been granted the right to stand for election as Yang di-Pertuan Agong by the Conference. This cycle was originally established based on seniority. However, the current Rulers are named (and stand as a candidate) according to the cycle, irrespective of whether they are currently the most senior. Since independence from British Colonial Rule, this has been the order of elected Yang di-Pertuan Agong. However, the order is not a precedent and the election to the position of Yang di-Pertuan Agong is at the pleasure of the Conference of Rulers. As an elective monarchy, there is no line of succession to the throne of Malaysia. Four of the members of the Federation of Malaysia currently have no hereditary royal rulers. These are the states of Penang and Malacca in Peninsular Malaysia, and the countries of Sarawak and Sabah on the island of Borneo in East Malaysia. Sarawak previously had a hereditary ruler until it became a Crown Colony of the British Empire in 1946. These four member territories, along with Malaysia's three Federal Territories, do not supply the Yang di-Pertuan Agong. In 1993, amendments to the Malaysian constitution removed the legal immunity of the Yang di-Pertuan Agong and the rulers in their personal capacity, due to public outrage over their behaviour.[7] A Special Court (Makhamah Khas Raja-raja) is established where civil and criminal proceedings can be made against a ruler with the approval of the Attorney General. The right to sue a ruler is limited to Malaysian citizens following a precedent. The Special Court also have jurisdiction where a ruler initiates legal actions against any party. When a ruler is charged with an offence in the Special Court, he is required to stop exercising the functions of a ruler. In the event of a ruler being sentenced to imprisonment for more than one day, he will cease to be a ruler unless a free pardon is granted.[8] The Yang di-Pertuan Agong or any ruler cannot pardon himself or his immediate family. In such case, they may request clemency from the Conference of Rulers. The Yang di-Pertuan Agong cannot be sued in court for his actions while carrying out his official duties. Any claims can be made against the federal government. The official residence of the Yang di-Pertuan Agong is Istana Negara (the National Palace) located in Jalan Duta in the federal capital Kuala Lumpur. It was completed in 2011. It replaced the old Istana Negara in Jalan Istana which had been turned into The Royal Museum in 2013. Other residences include the royal retreat, Istana Melawati in the federal administrative capital Putrajaya. It is also the venue of meetings of the Conference of Rulers. The Yang di-Pertuan Agong's full style and title in Malay is Kebawah Duli Yang Maha Mulia Seri Paduka Baginda Yang di-Pertuan Agong. Common English terms used in the media and by the general public include \"Paramount Ruler\", \"Head of State\", \"Head of the Federation\" and \"Head of State of the Federation\". The very common term \"King\" has also been conveniently used by the media and the public, although incorrectly as it is not an official or legal title of the Yang di-Pertuan Agong. In Malaysian passports before 2010, the title \"The Supreme Head of Malaysia\" was used in the English version of the passport note. Since the issuance of ICAO-compliant e-passports in 2010, the untranslated title \"His Majesty the Yang di-Pertuan Agong of Malaysia\" is used. In formal English correspondence, the Yang di-Pertuan Agong is referred to as \"His Majesty The Yang di-Pertuan Agong\". Formal address to the Yang di-Pertuan Agong is taken seriously in Malaysia. There are two ways of addressing the Yang di-Pertuan Agong: The Royal Standard of the Yang di-Pertuan Agong is royal yellow with the Coat of arms of Malaysia in the centre, surrounded by a rice paddy wreath. The same goes for the Royal Standards of the Raja Permaisuri Agong and the Timbalan Yang di-Pertuan Agong, but the designs are different. The Raja Permaisuri Agong's standard is green in colour, with the coat of arms at the centre surrounded by the paddy wreath. The Deputy Yang di-Pertuan Agong's standard is bicolored, yellow at the top and light blue at the bottom, with the coat of arms at the centre (without the paddy) and below that is the office bearer's title. The Deputy Yang di-Pertuan Agong is elected by the same process immediately after the Yang di-Pertuan Agong. The office is usually (but not always) held by the ruler next in line after the Yang di-Pertuan Agong. The Deputy Yang di-Pertuan Agong exercises the functions of the head of state during the Yang di-Pertuan Agong's absence, or inability to exercise his functions due to illness or infirmity (similar to a regent in other countries). The Deputy Yang di-Pertuan Agong does not automatically succeed as Yang di-Pertuan Agong when a vacancy occurs in that office. The Deputy Yang di-Pertuan Agong acts as head of state before the election of the new Yang di-Pertuan Agong and Deputy Yang di-Pertuan Agong. The current Deputy Yang di-Pertuan Agong is Sultan Nazrin Shah of Perak since 31 January 2019. The first Saturday of June, until 2015, was mandated by law[citation needed] as the Yang di-Pertuan Agong's official birthday. It is marked with various activities all over the nation and the celebrations in Kuala Lumpur are the highlights of the national festivities, with the celebrations of it from 2013 onwards lasting a whole week between two weekends. After the installation of Sultan Muhammad V as the Yang di-Pertuan Agong in 2017, the date for the official birthday was amended twice, first to the last Saturday of July,[9] and then to September 9.[10] This amendment was originally planned to take effect under the reign of Sultan Muhammad V until 2021, before his announcement to abdicate. In March 2020, it was announced that Yang di-Pertuan Agong's Birthday would be changed from the customary first Saturday of June (6 June) to the following Monday (8 June). From 2021, subsequent iterations of the Yang di-Pertuan Agong's birthday throughout Al-Sultan Abdullah's reign will fall on the first Monday of June instead.[11] The Istana Negara in Kuala Lumpur serves as the venue for the annual Yang di-Pertuan Agong's Birthday Honours List and Address to the Nation ceremony attended by the Yang di-Pertuan Agong and the Raja Permaisuri Agong, members of the Federal Government and Parliament, the state diplomatic corps, honoured guests and the Honours List members for the year, in the order of precedence of state medals. The event honours the year's national achievers and heroes with the awarding of state orders, medals and decorations and their accompanying titles. The Yang di-Pertuan Agong addresses the whole nation via radio and television on this day from the Throne Room of the palace complex. It is followed later by the traditional holiday high tea gathering at the palace grounds in the afternoon. Trooping the Colour in Malaysia, although inherited from the British, has transformed into a grander and more Malaysian celebration on the first Saturday of June annually live on Kuala Lumpur's Independence Square, which is both open to invited guests and the general public. As the Supreme Commander of the Malaysian Armed Forces, the Yang di-Pertuan Agong takes the salute on this day together with the commanders of the three services of the Malaysian Armed Forces, the Joint Forces Command, Malaysia and the members of the Malaysian Armed Forces Council, of which he is the chairman, plus military personnel and veterans in attendance. He wears the No.1 dress uniform on that day, and as each of the 8 state monarchs are Colonel-in-Chief of selected Malaysian Army regiments as well as of the Royal Malaysian Air Force and the Sultan of Selangor serves as Commodore-in-Chief of the Royal Malaysian Navy, he wears that regiment's coloured sash as part of his ceremonial uniform (for the Army), or the RMAF blue or RMN white No. 1 dress uniform. The 2013 edition was held on the second Saturday of June for the first time in its history, while the 2016 parade was held on the fourth Friday of July (22 July) for the first time in Putrajaya, the national seat of government. RTM broadcasts the ceremony live, starting at 8:50am. In November 2006, the 10th Yang di-Pertuan Agong awarded, for the first time, the Yang di-Pertuan Agong Scholarship to ten outstanding students to pursue postgraduate studies at high-ranking world universities. The award of scholarships was held at the Istana Negara in conjunction with the Independence Day celebrations and the Conference of Rulers.[12] The following rulers have served as the Yang di-Pertuan Agong: The most recently deceased former Yang di-Pertuan Agong was Sultan Ahmad Shah of Pahang, who died on 22 May 2019(2019-05-22) (aged 88), the 7th (1979–1984) Yang di-Pertuan Agong. The following Rulers have served as the Timbalan Yang di-Pertuan Agong (lit. Deputy Yang di-Pertuan Agong):[13] Alam Shah* Mu’adzam Shah* Abdul Aziz Shah* Mu’adzam Shah* Muizzuddin Shah * Denotes those who became the new Yang di-Pertuan Agong immediately following the end of their tenure as Timbalan Yang di-Pertuan Agong","Title":"Yang di-Pertuan Agong - Wikipedia","KeyID":"14681","URL":"https://en.wikipedia.org/wiki/Yang_di-Pertuan_Agong"}