{"Content: ":"Member state of the Arab League The president of the State of Palestine is the head of state of Palestine. Yasser Arafat became the first titular president of the State of Palestine in 1989, one year after proclamation of independence. The title was originally titular, in parallel with the de facto title president of the Palestinian National Authority. Both functions were held by Yasser Arafat from 1994 and continued until his death in November 2004, and was continued by his successor Mahmoud Abbas. In January 2005, the PLO Central Council asked Abbas to perform the duties of the president of the State of Palestine.[2] In November 2008, the PLO Central Council approved the continuation of Abbas's function as president of the State of Palestine.[3] Since 2013, the title president of the State of Palestine became the sole title of the Palestinian president. On 15 November 1988, the Palestine Liberation Organization proclaimed the State of Palestine (SoP). Yasser Arafat, the Chairman of the Palestine Liberation Organization, assumed the title \"President of Palestine\". The United Nations recognized the PLO as the \"representative of the Palestinian people\". The PLO established a Palestinian National Council and a government in exile, both representing the Palestinian people worldwide. The Oslo Accords established the parallel Palestinian National Authority (PA) and the Palestinian Legislative Council, both representing Palestinians in the Palestinian territories. From 1994, Arafat assumed the title of President of the Palestinian National Authority, which was consolidated by the 1996 Presidential elections. Since then, both functions (President of the SoP and of the PA) were simultaneously performed by a single person. In 2012, the United Nations recognized the \"State of Palestine\" as non-member observer state, but this did not abolish the function of President of the Palestinian Authority,[citation needed] as this originated from the Oslo Accords. Unlike the President of the Palestinian Authority, the position of President of the State of Palestine is not validated by democratic elections, but rather by the PLO Central Council. In 1989, the PLO Central Council elected Arafat the first President of the State of Palestine.[4] At the time, the PLO that elected him was led by Arafat himself. After Arafat's death in November 2004, the office was vacant. In May 2005, four months after Abbas was elected President of the Palestinian Authority, the PLO Central Council asked Abbas to act as President of State of Palestine.[2] On 23 November 2008, the PLO Central Council formalized the function by electing Abbas President of the State of Palestine.[3] The PLO organs that appointed Abbas in 2005 and 2008 were and still are led by Abbas himself. On 15 November 1988, Yasser Arafat became the symbolic President of the State of Palestine declared by the Palestine Liberation Organization, formalized on 2 April 1989.[4] In 1994, he also became the President of the Palestinian National Authority upon the PA's formal inauguration on 5 July.[5] Arafat remained President until his death on 11 November 2004.","Title":"President of the State of Palestine - Wikipedia","KeyID":"14689","URL":"https://en.wikipedia.org/wiki/President_of_Palestine"}