{"Content: ":"The president of the Republic of Korea (Korean: 대한민국 대통령; Hanja: 大韓民國 大統領; RR: Daehanmin-guk daetongnyeong), also known as the president of South Korea (often abbreviated to POTROK or POSK; Korean: 대통령), is the head of state and head of government of the Republic of Korea. The president leads the State Council, and is the chief of the executive branch of the national government as well as the commander-in-chief of the Republic of Korea Armed Forces. The Constitution and the amended Presidential Election Act of 1987 provide for election of the president by direct, secret ballot, ending sixteen years of indirect presidential elections under the preceding two governments. The president is directly elected to a five-year term, with no possibility of re-election.[2] If a presidential vacancy should occur, a successor must be elected within sixty days, during which time presidential duties are to be performed by the South Korean prime minister or other senior cabinet members in the order of priority as determined by law. The president is exempt from criminal liability (except for insurrection or treason). The current president, Yoon Suk-yeol, a former Prosecutor General and member of the conservative People Power Party, assumed office on 10 May 2022,[3][4] after defeating the Democratic Party's nominee Lee Jae-myung with a narrow 48.5% plurality in the 2022 South Korean presidential election.[5] Prior to the establishment of the First Republic in 1948, the Provisional Government of the Republic of Korea established in Shanghai in September 1919 as the continuation of several governments proclaimed in the aftermath of March 1st Movement earlier that year coordinated Korean people's resistance against Japan during the Japanese occupation of Korea. The legitimacy of the Provisional Government has been recognized and succeeded by South Korea in the latter's original Constitution of 1948 and the current Constitution of 1988. The presidential term has been set at five years since 1988. It was previously set at four years from 1948 to 1972, six years from 1972 to 1981, and seven years from 1981 to 1988. Since 1981, the president has been barred from re-election. Chapter 3 of the South Korean constitution states the duties and the powers of the president. The president is required to: Also, the president is given the powers: If the National Assembly votes against a presidential decision, it will be declared void immediately. The president may refer important policy matters to a national referendum, declare war, conclude peace and other treaties, appoint senior public officials, and grant amnesty (with the concurrence of the National Assembly). In times of serious internal or external turmoil or threat, or economic or financial crises, the president may assume emergency powers \"for the maintenance of national security or public peace and order.\" Emergency measures may be taken only when the National Assembly is not in session and when there is no time for it to convene. The measures are limited to the \"minimum necessary.\" The 1987 Constitution removed the 1980 Constitution's explicit provisions that empowered the government to temporarily suspend the freedoms and rights of the people. However, the president is permitted to take other measures that could amend or abolish existing laws for the duration of a crisis. It is unclear whether such emergency measures could temporarily suspend portions of the Constitution itself. Emergency measures must be referred to the National Assembly for concurrence. If not endorsed by the assembly, the emergency measures can be revoked; any laws that had been overridden by presidential order regain their original effect. In this respect, the power of the legislature is more vigorously asserted than in cases of ratification of treaties or declarations of war, in which the Constitution simply states that the National Assembly \"has the right to consent\" to the president's actions. In a change from the 1980 Constitution, the 1987 Constitution stated that the president is not permitted to dissolve the National Assembly. The presidential election rules are defined by the South Korean Constitution and the Public Official Election Act. The president is elected by direct popular vote, conducted using first-past-the-post. The president is assisted by the staff of the Presidential Secretariat, headed by a cabinet-rank secretary general. Apart from the State Council, or cabinet, the chief executive relies on several constitutional organs. These constitutional organs included the National Security Council, which provided advice concerning the foreign, military, and domestic policies bearing on national security. Chaired by the president, the council in 1990 had as its statutory members the prime minister, the deputy prime minister, the ministers for foreign affairs, home affairs, finance, and national defense, the director of the Agency for National Security Planning (ANSP) which was known as the Korean Central Intelligence Agency (KCIA) until December 1980, and others designated by the president. Another important body is the National Unification Advisory Council, inaugurated in June 1981 under the chairmanship of the president. From its inception, this body had no policy role, but rather appeared to serve as a government sounding board and as a means to disburse political rewards by providing large numbers of dignitaries and others with titles and opportunities to meet periodically with the president and other senior officials. The president also was assisted in 1990 by the Audit and Inspection Board. In addition to auditing the accounts of all public institutions, the board scrutinized the administrative performance of government agencies and public officials. Its findings were reported to the president and the National Assembly, which itself had broad powers to inspect the work of the bureaucracy under the provisions of the Constitution. Board members were appointed by the president. One controversial constitutional organ was the Advisory Council of Elder Statesmen, which replaced a smaller body in February 1988, just before Roh Tae Woo was sworn in as president. This body was supposed to be chaired by the immediate former president; its expansion to eighty members, broadened functions, and elevation to cabinet rank made it appear to have been designed, as one Seoul newspaper said, to \"preserve the status and position of a certain individual.\" The government announced plans to reduce the size and functions of this body immediately after Roh's inauguration. Public suspicions that the council might provide former President Chun with a power base within the Sixth Republic were rendered moot when Chun withdrew to an isolated Buddhist temple in self-imposed exile in November 1988. The procedure for impeachment is set out in the 10th Constitution of South Korea in 1987. And according to Article 65 Clause 1, if the President, Prime Minister, or other state council members violate the Constitution or other laws of official duty, the National Assembly can impeach them. Clause 2 states the impeachment bill must be proposed by one third and approved by the majority of members of the National Assembly for passage. In the case of the President, the motion must be proposed by a majority and approved by two thirds or more of the total members of the National Assembly, meaning that 200 of 300 members of the parliament must approve the bill. This article also states that any person against whom a motion for impeachment has been passed shall be suspended from exercising power until the impeachment has been adjudicated, and a decision on impeachment shall not extend further than removal from public office. However, impeachment shall not exempt the person impeached from civil or criminal liability for such violations.[7] By the Constitutional Court Act, the Constitutional Court must make a final decision within 180 days after it receives any case for adjudication, including impeachment cases. If the respondent has already left office before the pronouncement of the decision, the case is dismissed.[8] Two presidents have been impeached since the establishing of the Republic of Korea in 1948. Roh Moo-hyun in 2004 was impeached by the National Assembly, but the impeachment was overturned by the Constitutional Court. Park Geun-hye in 2016 was impeached by the National Assembly, and the impeachment was confirmed by the Constitutional Court on March 10, 2017.[9][10] One Korean president has died in office: As of 2021, the president receives a salary of ₩240,648,000[1] along with an undisclosed expense account to cover travel, goods and services while in office. In addition, the presidency of the republic maintains the Chongri Gonggwan (\"Official Residence of the Prime Minister\") and the Prime Ministers Office in Seoul. The Chongri Gonggwan is the Prime Minister's official residence and official workplace. The Prime Minister is allowed use of all other official government offices and residences. The president also has many regional offices especially in the major cities ready to receive the president at any time. Although not residences, they are owned by the national government and are used when the president is in the region or city. For ground travel the president uses a highly modified Hyundai Nexo SUV to serve as the presidential state vehicle.[11] For air travel the president uses a highly modified plane which is a military version of the Boeing 747-400 with the call sign Code One and a highly modified helicopter which is a military version of the Sikorsky S-92 that serves as the presidential helicopter. All former presidents receive a lifelong pension and Presidential Security Service detail. Unlike the Prime Minister, a former president cannot decline PSS protection. Except Chun Doo-hwan,[12] all former presidents are given a state funeral and a presidential library as a memorial. In recent years, South Korean presidents tend to have controversial post-presidencies; four of the last six have served time in prison.[13][14][15] Impeached presidents are stripped of their post-presidential benefits such as pension, free medical services, state funding for post-retirement offices, personal assistants and a chauffeur, and right to burial at the Seoul National Cemetery after death. However, such individuals are still entitled to retain security protection under the Presidential Security Act.[16] The Act on the Establishment and Management of National Cemeteries states that a deceased president can be buried in a national cemetery, but the Act also bans former presidents who were convicted of a crime after leaving office from being laid to rest there.[17] This means that the living former presidents Park Geun-hye and Lee Myung-bak and the deceased Roh Tae-woo and Chun Doo-hwan are not allowed to be buried in a national cemetery. As of July 2022, there are three living former presidents and one incumbent president. The most recent death of a former president was that of Chun Doo-hwan, who died of blood cancer at the age of 90 on November 23, 2021. Article 71 of the Constitution of South Korea states, 'In the event of the president not being able to discharge the duties of his/her office, the Prime Minister and ministers in line of the order of succession shall be the acting president.' Article 68 of the Constitution requires the acting president to hold new elections within 60 days.[18] According to article 12, section 2 and article 22, section 1 of the Government Organization Act, order of succession follows: Rhee Syngman 1st–3rd term (served: 1948–1960) Yun Posun 4th term (served: 1960–1962) Park Chung-hee 5th–9th term (served: 1962–1979) Choi Kyu-hah 10th term (served: 1979–1980) Chun Doo-hwan 11th–12th term (served: 1980–1988) Roh Tae-woo 13th term (served: 1988–1993) Kim Young-sam 14th term (served: 1993–1998) Kim Dae-jung 15th term (served: 1998–2003) Roh Moo-hyun 16th term (served: 2003–2008) Lee Myung-bak 17th term (served: 2008–2013) Park Geun-hye 18th term (served: 2013–2017) Moon Jae-in 19th term (served: 2017–2022) Yoon Suk-yeol 20th term (2022–present)","Title":"President of South Korea - Wikipedia","KeyID":"14695","URL":"https://en.wikipedia.org/wiki/President_of_South_Korea"}