{"Content: ":"The Emir of Qatar (Arabic: أمیر القطر, romanized: Amīr al-Qaṭar) is the monarch and head of state of the State of Qatar. He is also the commander-in-chief of the Armed Forces and guarantor of the Constitution. He holds the most powerful position in the country, and has a prominent role in foreign relations. The emirs are members of the House of Al Thani, whose origins are in the Banu Tamim, one of the largest tribes in the Arabian Peninsula. The present ruler is Tamim bin Hamad Al Thani, who succeeded on 25 June 2013.[1] There have been eight rulers of Qatar, all members of the Al Thani family.[2][3] Sheikh Mohammed bin Thani is recognised as the first ruler from 1851 when he achieved union of the country's tribes under his leadership.[4] Qatar became part of the Ottoman Empire in 1871, although Sheikh Mohammed retained control of its internal affairs.[4][5] Following his army's victory at the Battle of Al Wajbah in March 1893, the second ruler Sheikh Jassim bin Mohammed Al Thani has been recognised as Founder of the State of Qatar, although it remained part of the Ottoman Empire until July 1913.[6] The Ottomans maintained a military presence in Qatar until August 1915 and Sheikh Abdullah bin Jassim Al Thani signed the Anglo-Qatari Treaty on 3 November 1916. Sheikh Abdullah was the Qatari ruler from 1913 to 1949 and is one of the few, including Queen Wilhelmina of the Netherlands, whose tenure extended through both world wars (1914–1945). Qatar's first oil well was drilled in October 1938 and oil was found at Dukhan in January 1940.[7] Qatar became an independent state on 3 September 1971 and, since then, the ruler has been styled Emir (Amir).[8] The permanent constitution of the state of Qatar published in 2005 dictates that the rule is hereditary and limited to descendants of Hamad bin Khalifa Al Thani. The order of succession in Qatar is determined by appointments within the House of Al Thani.[9] The former Emir of Qatar, Sheikh Hamad bin Khalifa Al Thani (Arabic: الشيخ حمد بن خليفة آل ثاني), appointed his fourth son, Sheikh Tamim bin Hamad Al Thani (Arabic: الشيخ تميم بن حمد آل ثاني), as heir apparent on 5 August 2003, after his older son Sheikh Jassim bin Hamad bin Khalifa Al Thani (who held the position between 1996 and 2003) renounced his rights to the throne in favour of Sheikh Tamim.[10] Member State of the Arab League","Title":"Emir of Qatar - Wikipedia","KeyID":"14691","URL":"https://en.wikipedia.org/wiki/Emir_of_Qatar"}