{"Content: ":"Vajiralongkorn (Rama X) Dipangkorn Rasmijoti Prayut Chan-o-cha Prawit Wongsuwan (PPRP) Wissanu Krea-ngam Anutin Charnvirakul (BJT) Jurin Laksanawisit (D) Don Pramudwinai Supattanapong Punmeechaow Chuan Leekpai (D) Pornpetch Wichitcholchai  Pornpetch Wichitcholchai Singsuk Singpai Supachai Somcharoen  Chuan Leekpai (D) Suchart Tancharoen (PPRP) Supachai Phosu (BJT) Chonlanan Srikaew (PTP) President : Piyakul Boonperm President : Charnchai Sawangsagdi President : Worawit Kangsasitiam Diplomatic missions of / in Thailand Passport Visa requirements Visa policy Borders : Cambodia Laos Malaysia Myanmar (Maritime : India Indonesia Vietnam) Foreign aid The monarchy of Thailand (whose monarch is referred to as the king of Thailand; Thai: พระมหากษัตริย์ไทย, or historically, king of Siam; Thai: พระมหากษัตริย์สยาม) refers to the constitutional monarchy and monarch of the Kingdom of Thailand (formerly Siam). The King of Thailand is the head of state and head of the ruling Royal House of Chakri. Although the current Chakri Dynasty was created in 1782, the existence of the institution of monarchy in Thailand is traditionally considered to have its roots from the founding of the Sukhothai Kingdom in 1238, with a brief interregnum from the death of Ekkathat to the accession of Taksin in the 18th century. The institution was transformed into a constitutional monarchy in 1932 after the bloodless Siamese Revolution of 1932. The monarchy's official ceremonial residence is the Grand Palace in Bangkok, while the private residence has been at the Dusit Palace. The current king, Vajiralongkorn, resides in quarantine at the Grand Hotel Sonnenbichl in Germany.[citation needed] The king of Thailand's titles include head of State, head of the Royal Thai Armed Forces, adherent of Buddhism and upholder of religions.[2] The current concept of Thai kingship evolved through 800 years of absolute rule. The first king of a unified Thailand was the founder of the Kingdom of Sukhothai, King Sri Indraditya, in 1238.[3] The idea of this early kingship is said to be based on two concepts derived from Hinduism and Theravada Buddhist beliefs. The first concept is based on the Vedic-Hindu caste of Kshatriya (Thai: กษัตริย์), or warrior-ruler, in which the king derives his powers from military might. The second is based on the Buddhist concept of Dhammaraja (Thai: ธรรมราชา), Buddhism having been introduced to Thailand around the 6th century CE. The idea of the Dhammaraja (or kingship under Dharma), is that the king should rule his people in accordance with Dharma and the teachings of the Buddha. These ideas were briefly replaced in 1279, when King Ramkhamhaeng came to the throne. Ramkhamhaeng departed from tradition and created instead a concept of \"paternal rule\" (Thai: พ่อปกครองลูก), in which the king governs his people as a father would govern his children.[4][5] This idea is reinforced in the title and name of the king, as he is still known today, Pho Khun Ramkhamhaeng (Thai: พ่อขุนรามคำแหง)[6] meaning 'Father Ruler Ramkhamhaeng'. This lasted briefly. By the end of the kingdom, the two old concepts returned as symbolized by the change in the style of the kings: \"Pho\" was changed to \"Phaya\" or Lord. The Kingdom of Sukhothai was supplanted by the Kingdom of Ayutthaya, which was founded in 1351 by King Ramathibodhi I. During the Ayutthayan period, the idea of kingship changed. Due to ancient Khmer tradition in the region, the Hindu concept of kingship was applied to the status of the leader. Brahmins took charge in the royal coronation. The king was treated as a reincarnation of Hindu gods. Ayutthaya historical documents show the official titles of the kings in great variation: Indra, Shiva and Vishnu, or Rama. Seemingly, Rama was the most popular, as in \"Ramathibodhi\". However, Buddhist influence was also evident, as many times the king's title and \"unofficial\" name \"Dhammaraja\", an abbreviation of the Buddhist Dharmaraja. The two former concepts were re-established, with a third, older concept taking hold. This concept was called \"Devaraja\" (Thai: เทวราชา) (or \"divine king\"), which was an idea borrowed by the Khmer Empire from the Hindu-Buddhist kingdoms of Java, especially the idea of a scholar class based on Hindu Brahmins. The concept centered on the idea that the king was an incarnation (avatar) of the god Vishnu and that he was a Bodhisattva (enlightened one), therefore basing his power on his religious power, his moral power, and his purity of blood. The king, portrayed by state interests as a semi-divine figure, then became—through a rigid cultural implementation—an object of worship and veneration to his people. From then on the monarchy was largely removed from the people and continued under a system of absolute rule. Living in palaces designed after Mount Meru (\"home of the gods\" in Hinduism), the kings turned themselves into a \"Chakravartin\", where the king became an absolute and universal lord of his realm. Kings demanded that the universe be envisioned as revolving around them, and expressed their powers through elaborate rituals and ceremonies. For four centuries these kings ruled Ayutthaya, presiding over some of the greatest period of cultural, economic, and military growth in Thai History. The Kings of Ayutthaya created many institutions to support their rule. Whereas feudalism developed in the European Middle Ages, Ayutthayan King Trailokanat instituted sakdina, a system of social hierarchy which ranked the king's subjects according to the amount of land they were entitled to, according to their rank and position.[7] Rachasap is required by court etiquette as an honorific register consisting of a special vocabulary used exclusively for addressing the king, or for talking about royalty. The king was chief administrator, chief legislator, and chief judge, with all laws, orders, verdict and punishments theoretically originating from his person. The king's sovereignty was reflected in the titles \"Lord of the Land\" (พระเจ้าแผ่นดิน Phra Chao Phaen Din) and \"Lord of Life\" (เจ้าชีวิต Chao Chiwit). The king's powers and titles were seen by foreign observers as proof that the king was an absolute monarch in the European sense. However, in Siamese tradition the duty and responsibility of the king was seen as developed from the ancient Indian theories of royal authority, which resemble Enlightened Absolutism, although the emphasis is not on rationality but on Dhamma.[8] This was disrupted in 1767, when Thai digests of the dhammasāt (ธรรมศาสตร์) were lost when a Burmese army under the Alaungpaya Dynasty invaded, sacked and burned the city of Ayutthaya. An interlude filled by a short civil war was ended when Taksin restored the country under what has been called the Thonburi Kingdom. In 1782, Buddha Yodfa Chulaloke ascended the throne and moved the capital from the Thonburi side to the Bangkok side of the Chao Phraya River. There he established the House of Chakri, the current ruling dynasty of Thailand. (This first reign was later designated as that of Rama I in the list of Rama Kings of Thailand.) He also established the office of Supreme Patriarch as the head of the Sangha, the order of Buddhist monks. During the Rattanakosin period the Chakri kings tried to continue the concepts of Ayutthayan kingship once again emphasizing the connection between the sovereign and his subjects. On the other hand, they continued to not relinquish any authority of the throne. Kings Buddha Loetla Nabhalai (Rama II) and Nangklao (Rama III) created a semblance of a modern administration by creating a supreme council and appointing chief officers to help with the running of the government.[9] Mongkut (Rama IV) marked a significant break in tradition when he spent the first 27 years of his adult life as a Buddhist monk during which time he became proficient in the English language, before ascending the throne. As king, he continued the appointment of officers to his supreme council, the most notable being Somdet Chao Phraya Prayurawongse and Si Suriyawongse, both of whom acted as Chief Ministers for King Mongkut (and the latter as regent, from the king's death in 1868 until 1873.) Chulalongkorn (Rama V) ascended the throne as a minor at age 15 in 1868, and as King of Siam on 16 November 1873. As a prince, he had been tutored in Western traditions by the governess, Anna Leonowens.[a] Intent on reforming the monarchy along Western lines, during his minority he traveled extensively to observe western administrative methods. He transformed the monarchy along Western lines of an \"enlightened ruler\". He abolished the practice of prostration in front of the monarch, and repealed many laws concerning the relationship between the monarch and his people, while continuing many of the ancient aspects and rituals of the old kingship.[10] In 1874, he created a privy council copied from the European tradition, to help him rule his Kingdom. During his reign Siam was pressured to relinquish control of its old tributaries of Laos and northern Malaya to Western powers, Siam itself narrowly avoided being colonized.[11][12] In 1905, 37 years after his coronation, Chulalongkorn ended slavery with the Slave Abolition Act. In 1867 slaves accounted for one-third of the Siamese population. His son, Vajiravudh (Rama VI), ascended to the throne in 1910 and continued his father's zeal for reform to bring the monarchy into the 20th century. The perceived slow pace of reform resulted in the Palace Revolt of 1912. In 1914, Vajiravudh determined that the act providing for invoking martial law, first promulgated by his father in 1907, was not consistent with modern laws of war, nor convenient for the preservation of the security of the state, so it was amended to a more modern form that, with minor amendments, continued in force through subsequent changes in government.[13] Prajadhipok (Rama VII) succeeded his brother in 1925. The Eton and Sandhurst educated monarch created a council similar to a cabinet, where the most important government officials could meet to decide state affairs. This advisory and legislative council, styled the Supreme Council of State of Siam (Thai: อภิรัฐมนตรีสภา) was founded on 28 November 1925 and existed until 1932. In June 1932, a group of foreign-educated students and military men called \"the promoters\" carried out a bloodless revolution, seized power and demanded that King Prajadhipok grant the people of Siam a constitution. The king agreed and in December 1932 the people were granted a constitution, ending 150 years of absolute Chakri rule. From then on the role of the monarch was relegated to that of a symbolic head of state. His powers from then on were exercised by a prime minister and the national assembly. In 1935 Pradhipok (Rama VII) abdicated the throne, following disagreements with the government. He lived in exile in the United Kingdom until his death in 1941. The king was replaced by his young nephew Ananda Mahidol (Rama VIII). The new king was 10 years old and was living abroad in Switzerland. A council of regents was appointed in his place. During this period the roles and powers of the king were entirely usurped by the fascist government of Plaek Phibunsongkhram, who changed the name of the kingdom from Siam to Thailand, and aligned it on the side of the Axis powers in the Pacific theatre of World War II. By the end of the war Phibunsongkhram was removed and the young king returned. The Free Thai movement provided resistance to foreign occupation during the war and helped rehabilitate Thailand after the war. After Rama VIII's sudden death from a bullet wound in 1946, Prince Bhumibol Adulyadej (Rama IX), aged 19 years old, became the new monarch. In establishing his rule, the king was aided by the efforts of the US government, who used the monarchy as a bulwark against communist gains in Southeast Asia.[14]: 50  King Bhumibol was the world's longest reigning monarch at the time of his death in October 2016. He died on 13 October 2016 at the age of 88.[15] Since 2000, the role of the Thai monarchy has been increasingly challenged by scholars, students, media, observers and traditionalists, and as more educated pro-democracy interests began to express their speech.[citation needed] Many deemed that a series of laws and measures relating to lèse majesté in Thailand are hindrances to freedom of expression. Dozens of arrests, hundreds of criminal investigations and multiple imprisonments have been made based on these laws.[16] King Bhumibol Adulyadej's speech in his 2005 national birthday broadcast could be interpreted that he welcomed criticism.[17] The lèse-majesté law is part of Thailand's Criminal Code and has been described as \"world's harshest lèse majesté law\"[18] and \"possibly the strictest criminal-defamation law anywhere\".[19] Political scientist Giles Ungpakorn noted that \"the lèse-majesté laws are not really designed to protect the institution of the monarchy. In the past, the laws have been used to protect governments and to shield military coups from lawful criticism. This whole [royal] image is created to bolster a conservative elite well beyond the walls of the palace.\"[20] Thai activist and magazine editor Somyot Prueksakasemsuk, who was sentenced to eleven years' imprisonment for lèse-majesté in 2013,[21] is a designated prisoner of conscience by Amnesty International.[22] The king is assisted in his work and duties by the Private Secretary to the King of Thailand and the Privy Council of Thailand, in consultation with the head of the cabinet, the Prime Minister. In accordance with the constitution the king is no longer the originator of all laws in the kingdom; that prerogative is entrusted to the National Assembly of Thailand. All bills passed by the legislature, however, require his royal assent to become law. The monarchy's household and finances are managed by the Bureau of the Royal Household and the Crown Property Bureau respectively, these agencies are not considered part of the Thai government and all personnel are appointed by the king.[23] The junta which took power in 2014 has been aggressive in jailing critics of the monarchy.[24][25] In 2015, it spent US$540 million, more than the budget of the Ministry of Foreign Affairs, on a promotional campaign called \"Worship, protect and uphold the monarchy.\" The campaign includes television commercials, seminars in schools and prisons, singing contests, and competitions to write stories and films praising the king. \"This is not propaganda,\" Prayut Chan-o-cha, the leader of the junta, said. \"The youth must be educated on what the king has done.\"[26] In its fiscal year (FY) 2016 budget, the ruling military government has increased its expenditure for \"upholding, protecting and preserving the monarchy\" to 18 billion baht (US$514 million), an increase of 28 per cent for this budget line item since 2014 when it took power.[27] Budget allocations to support the monarchy in FY2020 amount to 29.728 billion baht, or 0.93% of the total budget.[28] The present set of royal regalia of Thailand (Khrueang Raja Kakudhabhand, Thai: เครื่องราชกกุธภัณฑ์) and the royal utensils was created mostly during the reign of King Rama I and Rama IV, after the previous set was lost during the sack of Ayutthaya by the Burmese in 1767. The regalia is used mainly during the coronation ceremony of the king at the beginning of every reign. The regalia is presently on display in the Museum of the Grand Palace in Bangkok.[30][31] The Thai royal utensils (Phra Khattiya Rajuprapoke; พระขัตติยราชูปโภค) are also for the personal use of the monarch,[31] comprising: These unique objects are always placed on either side of the king's throne or his seat during royal ceremonies. The king and other members of his family carry out many royal ceremonies per year, some dating from the 13th century. The king is sovereign of several Royal Orders and Decorations, the prerogative to appoint and remove any persons from these orders are at the king's discretion. However, sometimes recommendations are made by the Cabinet of Thailand and the Prime Minister. There are twelve Royal Orders and some of these have separate classes.","Title":"Monarchy of Thailand - Wikipedia","KeyID":"14698","URL":"https://en.wikipedia.org/wiki/King_of_Thailand"}