{"Content: ":"Member State of the Arab League (Suspended) Asia portal History portal The president of Syria, officially the president of the Syrian Arab Republic (Arabic: رئيس سوريا), is the head of state of the Syrian Arab Republic. He is vested with sweeping powers that may be delegated, at his sole discretion, to his vice presidents. He appoints and dismisses the prime minister and other members of the Council of Ministers (the cabinet) and military officers.[2] Bashar al-Assad is the 20th and current president of Syria. Bashar is the son of former president, Hafez al-Assad, who was the longest-serving president serving 29 years. Bashar is currently the second longest-serving president marking the 21st year of his presidency in 2021 when he entered the post on 17 July 2000. Article 88 of the 2012 constitution states that the president serves a seven year term and \"can be elected for only one more successive term.\"[3][4] Article 155 states that Article 88 applies to the president \"as of the next presidential elections.\"[3] On 31 January 1973, Hafez al-Assad implemented a new constitution, which led to a national crisis. Unlike previous constitutions, this one did not require that the president of Syria must be a Muslim, leading to fierce demonstrations in Hama, Homs and Aleppo organized by the Muslim Brotherhood and the ulama. They labeled Assad as the \"enemy of God\" and called for a jihad against his rule.[5] Robert D. Kaplan has compared Assad's coming to power to \"an untouchable becoming maharajah in India or a Jew becoming tsar in Russia—an unprecedented development shocking to the Sunni majority population which had monopolized power for so many centuries.\"[6] The main objection to the constitution from demonstrators was that Islam was not specified as the state religion.[7] In response to riots, the Syrian Constitution of 1973 was amended to stipulate that Islam was the religion of the president.[7] A new constitution was approved in February 2012.[8] Article 84 of Syria's 2012 constitution requires that candidates for the presidency must:[3] Further eligibility requirements in the 2012 constitution include:[3] Powers:[9] Removal[9]","Title":"President of Syria - Wikipedia","KeyID":"14696","URL":"https://en.wikipedia.org/wiki/President_of_Syria"}