{"Content: ":"The prime minister of Afghanistan (Pashto: د افغانستان لومړی وزیر; Dari: رئیس‌الوزرای افغانستان) is the head of government of Afghanistan.[2] The position was created in 1927 as an official appointed by the King of Afghanistan. The holder served mostly as an advisor, until the end of the Kingdom of Afghanistan in 1973. During the 1980s, the position was the head of government. The post was abolished after the US invasion that ousted the Taliban regime, after which a presidential form of government was established which lasted from 2004 to 2021. After the US withdrawal and the re-establishment of the Taliban rule, the post was revived. On September 7, 2021 the Taliban officials who exercise de facto control of most of Afghanistan announced Islamic scholar Hasan Akhund as acting prime minister in a new interim government of the recently re-established Islamic Emirate of Afghanistan.[3] The government is subject to the oversight of the leader of the Islamic Emirate, Hibatullah Akhundzada. The chairman of the Council of Ministers was not the prime minister, but the King. Only during his absence was the prime minister the acting chairman of the Council. Until 1963, King Mohammed Zahir Shah appointed his relatives as prime ministers. King Zahir Shah also had the power to dismiss or transfer the prime minister. From 1963 onwards, this was changed, stating that the head of the Afghan government was the prime minister, and that the government consisted of its ministers. It was the first time that King Zahir Shah did not play an important role in the government, leaving it to an elected authority. However, it also stated that they cannot engage in any other profession during their tenure of office. The 1964 Constitution also granted the prime minister the power to summon the Electoral College in case of the death of the king. The prime minister only answered to the Wolesi Jirga about the General Policy of the government, and individually for their prescribed duties.[4] In April 1978, Mohammed Daoud Khan was killed during a coup that started the Saur Revolution. The People's Democratic Party of Afghanistan (PDPA) revived the office of prime minister that year, and it remained throughout the 1980s. The president was in charge of the appointment of the prime minister, who in turn appointed the Council of Ministers. The Council's stated purpose was to formulate and implement domestic and foreign policies, to formulate economic development plans and state budgets, and to ensure public order. Under the 1987 Constitution, the president was required to appoint the prime minister in order to form the government. The prime minister had the power to dissolve the government. Several Afghan presidents during the Democratic Republic era were also appointed as prime minister. With the Soviet invasion of Afghanistan, the prime minister was no longer in charge of the government. The general secretary of the PDPA or the director of the KHAD exercised greater power. Also, the 1990 Constitution established that only Afghan-born citizens are eligible to hold the office, something that was not specified in the previous documents. After the collapse of Mohammad Najibullah's government, a transitional state was created. Thus, the office of prime minister once again played an important role in the history of the nation. There was constant friction between the president and the premier during this period. The state had collapsed and there was not an effective central government from 1992 until 1996. Thus, the position became de facto ceremonial, with little power in what was left of the government. The title was abolished when the Taliban forces of the Islamic Emirate of Afghanistan took over control in 1996. The deputy leader of the Taliban was often known as the prime minister throughout its rule. With the death of Mohammad Rabbani in 2001,[5] the Taliban decided not to revive the office. Until September 1997, the government which the Taliban had ousted, which remained in rebellion until the end of the Taliban rule in 2001, had a prime minister in the government, but the position was abolished. On September 7, 2021, the Taliban reinstated the position of prime minister. (Dates in italics indicate de facto continuation of office)","Title":"Prime Minister of Afghanistan - Wikipedia","KeyID":"14709","URL":"https://en.wikipedia.org/wiki/Prime_Minister_of_Afghanistan"}