{"Content: ":"The premier of the State Council of the People's Republic of China, abbreviated to Premier, sometimes also referred to informally as the Prime minister, is the head of government and leader of the State Council of China. The premier is nominally the principal advisor to the president of the People's Republic and holds the highest rank in the civil service of the central government. The premier is formally approved by the National People's Congress upon the nomination of the president. In practice, the candidate is chosen within the Chinese Communist Party (CCP) through deliberations by incumbent Politburo members and retired Politburo Standing Committee members as part of the process of determining membership in the incoming new CCP Politburo Standing Committee. Under this informal process, the eventual future premier is initially chosen as first vice-premier before assuming the position of premier during a subsequent round of leadership transitions.[2] Both the president and the premier are selected once every five years. The premier is limited to two terms, but the president is not. The premier has always been a member of the CCP Central Politburo. The incumbent premier is Li Keqiang, who took office on 15 March 2013. He succeeded Wen Jiabao. The premier is the highest administrative position in the Government of China. The premier is responsible for organizing and administering the Chinese civil bureaucracy. For example, the premier is tasked with planning and implementing national economic, social development and the state budget.[3] This includes overseeing the various ministries, departments, commissions and statutory agencies and announcing their candidacies to the National People's Congress for vice-premiers, state councillors and ministerial offices. The premier's role and responsibilities are codified into the constitution unlike a prime minister's from the Westminster system as by convention or traditions.[3] The premier does not have command authority over the People's Liberation Army, but is the head of the National Defense Mobilization Commission of China and deputy head of the National Security Commission which are departments of the armed forces. Since the 1980s, there has been a division of responsibilities between the premier and the general secretary of the Communist Party wherein the premier is responsible for the technical details of implementing government policy while the general secretary gathers the political support necessary for government policy. In 1989, then Premier Li Peng, in cooperation with the then Central Military Commission chairman Deng Xiaoping, was able to use the office of the Premier to order the military crackdown of the Tiananmen Square protests of 1989.[citation needed] The premier has been supported by four vice-premiers since Deng Xiaoping's reform in 1983. The first-ranked vice premier will act in the premier's capacity in their absence. The head of government is Chairman of the Council of People's Commissars. 1st — Mao Zedong (served: 1931–1934) 2nd — Chang Wen-t'ien (served: 1934–1937) 1st — Zhou Enlai (served: 1949–1976) 2nd — Hua Guofeng (served: 1976–1980) 3rd — Zhao Ziyang (served: 1980–1987) 4th — Li Peng (served: 1987–1998) 5th — Zhu Rongji (served: 1998–2003) 6th — Wen Jiabao (served: 2003–2013) 7th — Li Keqiang (served: 2013–present) As of July 2022, there are two living former premiers: the most recent death was Li Peng who died at the age of 90 years.","Title":"Premier of the People's Republic of China - Wikipedia","KeyID":"14717","URL":"https://en.wikipedia.org/wiki/Premier_of_the_People%27s_Republic_of_China"}