{"Content: ":"The prime minister of Georgia (Georgian: საქართველოს პრემიერ-მინისტრი, romanized: sakartvelos p'remier-minist'ri) is the head of government and chief executive of Georgia. In Georgia, the president is a ceremonial head of state and mainly acts as a figurehead. The executive power is vested in the Government. The prime minister organizes, directs, and controls the functions of the Government. He also signs its legal acts. They appoint and dismiss ministers in the Cabinet. The prime minister represents Georgia in foreign relations and concludes international treaties on behalf of Georgia. They are accountable for the activities of the Government before the Parliament of Georgia.[2] The prime minister is nominated by a political party that has secured the best results in the parliamentary election. The nominee must win the Confidence vote of the Parliament. Irakli Garibashvili is the incumbent prime minister. He succeeded Giorgi Gakharia on 22 February 2021. The office of Prime Minister under the name of the chairman of Government was introduced in Georgia upon its declaration of independence in May 1918. It was abolished with the Soviet takeover of the country in February 1921. The newly independent Georgia established the position of Prime Minister in August 1991, only to be abolished de facto in the aftermath of the January 1992 military coup and legally in the 1995 Constitution. The office was reintroduced in the February 2004 constitutional amendment and further modified as a result of series of amendments passed between 2012 and 2018. From its reestablishment in 2004 and throughout the presidency of Mikheil Saakashvili, the prime minister was appointed by and served as the chief adviser to the President, who exercised most of the executive powers. However, after the entry into force of the 2012 and 2018 constitutional amendments, that instituted Georgia as a parliamentary republic, the President's executive powers were eliminated and transferred to the Prime Minister. The office of Prime Minister may not be held by a citizen of Georgia who is simultaneously the citizen of a foreign country.[3] The prime minister is nominated by a political party that has secured the best results in the parliamentary election. The nominee for premiership and his ministerial candidates must win the confidence vote of the Parliament and then, within 2 days of a vote of confidence, be formally appointed by the president of Georgia. If the president does not appoint the prime minister within the established time frame, the prime minister will be appointed automatically. If the parliamentary vote of confidence is not passed within the established time frame, the president dissolves the Parliament no earlier than two weeks and no later than three weeks after the respective time frame has expired, and calls extraordinary parliamentary election.[4] The prime minister of Georgia is the head of the Government, responsible for government activities and appointment and dismissal of ministers. They are accountable before the parliament. The prime minister signs the legal acts of the government[2] and countersigns some of the acts issued by the president of Georgia.[5] The prime minister has the right to use the Defense Forces without the Parliament's approval during martial law.[6] During the martial law, the prime minister becomes a member of the National Defense Council, a consultative body chaired by the president of Georgia.[7] Although it is the president who is officially the commander-in-chief, in practice, the military is managed by the Government and prime minister. The prime minister is also the head of the National Security Council. As of 2021, there are 14 living former prime ministers (or equivalent position), along with 2 acting prime ministers, the oldest being Nodari Chitanava [ru] (1989–90, born 1935). The most recent prime minister to die was Otar Patsatsia (1993–95, born 1929) on 9 December 2021. The most recently-serving prime minister to die was Zurab Zhvania (2003–05, born 1963) on 3 February 2005.","Title":"Prime Minister of Georgia - Wikipedia","KeyID":"14721","URL":"https://en.wikipedia.org/wiki/Prime_Minister_of_Georgia"}