{"Content: ":"Executive: Federal Parliament: Judiciary: The prime minister of Nepal (Nepali: नेपालको प्रधानमन्त्री) is the head of government of Nepal. The prime minister is the head of the Council of Ministers of Nepal and the chief adviser to the president of Nepal. The federal cabinet headed by the prime minister is appointed by the president to assist the latter in the administration of the affairs of the executive. The prime minister has to enjoy the confidence of a majority in the Pratinidhi Sabha and shall resign if they are unable to prove majority when instructed by the president. The residence of the prime minister of Nepal is in Baluwatar, Kathmandu.[2][4] The seat of the prime minister is Singha Darbar since the time of Chandra Shamsher Jang Bahadur Rana.[5]l The basic monthly salary of the prime minister of Nepal is NPR 77,280.[3] The current prime minister is Sher Bahadur Deuba from Nepali Congress since 13 July 2021. He was appointed as per Supreme Court decision.[6] The position of prime minister of Nepal (Nepali: नेपालको प्रधानमन्त्री, romanized: Nēpālakō pradhānamantrī) in modern form was called by different names at different times of Nepalese history. At the time of the Shah dynasty, either Chautariya, Kaji or Mulkajis (Chief Kajis) served the function of prime ministers Abhiman Singh Basnyat was first Mulkaji appointed by Bahadur Shah at 1785-1794 after that his nephew Kirtiman Singh Basnyat was appointed as Mulkaji from 1794 – 1801 September after that his younger brother Bakhtawar Singh Basnyat was appointed as Mulkaji in 1801-1803 and after that Damodar Pandey became Mulkaji till February 1803 – March 1804. In 1804 the position of Mukhtiyar was created by Rana Bahadur Shah which carried executive powers of nation.[7] Mukhtiyar is formed from two words: Mukhya and Akhtiyar. Mukhya means Chief[8] and Akhtiyar means Authority.[9] Altogether it means the \"executive head of the state\". Mukhtiyar held the position of executive head till adoption of title of prime minister in 1843 A.D.[10] The first Mukhtiyar to title himself as prime minister, as per the British convention, was the last Mukhtiyar Mathabar Singh Thapa.[10] Mathabar Singh became Mukhtiyar as well as prime minister and Commander-In-Chief of the Nepalese army in November 1843 [11] by the declaration of second queen of Rajendra, Queen Rajya Laxmi Devi.[12][note 1] During the Rana dynasty, the position of Prime Minister was hereditary and the officeholder held additional titles — Maharaja of Lambjang and Kaski, Supreme Commander-in-Chief of Nepal and Grand Master of the Royal Orders of Nepal. Mukhtiyar Bhimsen Thapa was the first person to be referred to as Prime Minister by the British.[10] Similarly, historian Chittaranjan Nepali writes that the first institution to hold all state powers was the position of Mukhtiyar which was established after King Rana Bahadur Shah returned to Nepal from Varanasi. However, historians believe that Kaji Damodar Pande was the first person to hold power as a Prime Minister as the modern system of administration originated in Nepal with the emergence of Damodar Pande.[14] Damodar Pande was the most influential Kaji since the fall of regent Chautariya Bahadur Shah of Nepal from central power in April 1794 by his newly active nephew, King Rana Bahadur Shah.[15] During the minority of the King Girvan Yuddha, Damodar Pande took over the administration as Mulkaji, or prime minister (1799–1804), with complete control over administration and the power to conduct foreign affairs. He set a significant precedent for later Nepalese history, which has seen a recurring struggle for effective power between king and prime minister. The main policy of Damodar Pande was to protect the young king by keeping his unpredictable father in Banaras and to play off against each other the schemes of the retired king's wives. By 1804 this policy had failed. The former king engineered his return and took over as mukhtiyar.[16][17] The character of government in the Kingdom of Nepal was driven from consultative state organ of the previous Gorkha hill principality, known as Bharadar.[18][note 2] These Bharadars were drawn from high caste and politically influential families. For instance; Thar Ghar in previous Gorkha hill principality. The nobility of Gorkha was mainly based from Chhetri families and they had a strong presence in civil administration affairs.[19] All of the Prime Minister of Nepal between 1768 and 1950 were Chhetris with the exception of Ranga Nath Poudyal, being a Brahmin.[20] Bharadars formed a consultative body in the kingdom for the most important functions of the state as counsellors, ministers and Diplomats.[18] There was no single successful coalition government as court politics were driven from large factional rivalries, consecutive conspiracies and ostracization of opponent Bharadar families through assassination rather than legal expulsion.[18] Another reason was the minority of the reigning King between 1777 and 1847 that led to establishment of anarchial rule.[21] The government was stated to have controlled by regents, Mukhtiyars and alliance of political faction with strong fundamental support.[21] At the end of the 18th century, the central politics was regularly dominated by two notable political factions; Thapas and Pandes.[21] Per historians and contemporary writer Francis Hamilton, the government of Nepal[note 3] comprised Per historian Dilli Raman Regmi, the states the government of Nepal were In 1794, King Rana Bahadur Shah came of age and his first act was to re-constitute the government such that his uncle, Prince Bahadur Shah of Nepal, had no official part to play.[22][15] Rana Bahadur appointed Kirtiman Singh Basnyat as Chief (Mul) Kaji among the newly appointed four kajis though Damodar Pande was the most influential Kaji.[15] Kirtiman had succeeded Abhiman Singh Basnyat as Chief Kaji[23] while Prince Bahadur Shah was succeeded as Chief (Mul) Chautariya by Prince Ranodyot Shah, then heir apparent of King Rana Bahadur Shah.[15] Kajis had held the administrative and executive powers of the nation after the fall of Chief Chautariya Prince Bahadur Shah in 1794. Later, Kirtiman Singh was secretly assassinated on 28 September 1801, by the supporters of Raj Rajeshwari Devi[24] and his brother Bakhtawar Singh Basnyat, was then given the post of Chief (Mul) Kaji.[25] During Bakhtawar's tenure as the Mul Kaji, on 28 October 1801, the Treaty of Commerce and Alliance was signed between Nepal and East India Company.[26] Queen Rajrajeshwari was restored as regent of Nepal on 17 December 1802.[27][28] On subsequent February, Damodar Pande was appointed by Queen Rajrajeshwari as Mulkaji (Chief Kaji)[29] as a reward for establishing her regency.[28] Damodar Pande was the most influential Kaji since the fall of regent Chautariya Bahadur Shah of Nepal from central power in April 1794 by his newly active nephew, King Rana Bahadur Shah.[15] By 1797, his relationship with his uncle, who was living a retired life, and who wanted to seek refuge in China on the pretext of meeting the new emperor, had deteriorated to the extent that he ordered his imprisonment on 19 February 1797 and his subsequent murder on 23 June 1797. Similarly, in mid-1795, he became infatuated with a Maithil Brahmin widow, Kantavati Jha, and married her on the oath of making their illegitimate half-caste son (as per the Hindu law of that time) the heir apparent, by excluding the legitimate heir Prince Ranodyot Shah who was born from his previous marriage with a high caste Chhetri, Queen Subarna Prabha Devi.[note 4][15][31] Such acts earned Rana Bahadur notoriety both among courtiers and common people, especially among Brahmins.[15][32] After the inevitable death of Kantavati, Rana Bahadur suffered a mental breakdown during which he lashed out by desecrating temples and cruelly punishing the attendant physicians and astrologers.[33] He then renounced his ascetic life and attempted to re-assert his royal authority.[34] This led to a direct conflict with almost all the courtiers who had pledged a holy oath of allegiance to the legitimate king Girvan Yuddha Bikram Shah. This conflict eventually led to the establishment of a dual government and to an imminent civil war, with Damodar Pande leading the military force against the dissenting ex-king and his group.[35][34] Since most of the military officers had sided with Damodar Pande, Rana Bahadur realized that his authority could not be re-established, and he was forced to flee to the British-controlled city of Varanasi in May 1800.[35][34] As soon as they received the news, Rana Bahadur and his group proceeded towards Kathmandu. Some troops were sent by Kathmandu Durbar to check their progress, but the troops changed their allegiance when they came face to face with the ex-King.[36] Damodar Pande and his men were arrested at Thankot where they were waiting to greet the ex-King with state honors and take him into isolation.[36][37] After Rana Bahadur's reinstatement to power, he started to extract vengeance on those who had tried to keep him in exile.[38] He exiled Rajrajeshwari to Helambu, where she became a Buddhist nun, on the charge of siding with Damodar Pande and colluding with the British.[39][40] Damodar Pande, along with his two eldest sons, who were completely innocent, was executed on 13 March 1804; similarly some members of his faction were tortured and executed without any due trial, while many others managed to escape to India.[note 5][41][40] Rana Bahadur also punished those who did not help him while in exile. Among them was Prithvi Pal Sen, the king of Palpa, who was tricked into imprisonment, while his kingdom forcefully annexed.[42][43] Subarnaprabha and her supporters were released and given a general pardon. Those who had helped Rana Bahadur to return to Kathmandu were lavished with rank, land, and wealth. Bhimsen Thapa was made a second kaji; Ranajit Pande, who was the father-in-law of Bhimsen's brother, was made the Mulkaji; Sher Bahadur Shah, Rana Bahadur's half-brother, was made the Mul Chautariya; while Rangnath Paudel was made the Raj Guru (royal spiritual preceptor).[42][44] After almost two-year, all of a sudden Rana Bahadur was made Mukhtiyar (chief authority) and Bhimsen tried to implement his schemes through Rana Bahadur.[45] Bhimsen had also secretly learned of a plot to oust Rana Bahadur.[46] Tribhuvan Khawas (Pradhan), a member of Sher Bahadur's faction, was imprisoned on the re-opened charges of conspiracy with the British that led to the Knox's mission, but for which pardon had already been doled out, and was ordered to be executed.[47][48] Tribhuvan Khawas decided to reveal everyone that was involved in the dialogue with the British.[47][48] Among those implicated was Sher Bahadur Shah.[47][48] On the night of 25 April 1806, Rana Bahadur held a meeting at Tribhuvan Khawas's house with rest of the courtiers, during which he taunted and threatened to execute Sher Bahadur.[49][50] At around 10 pm, Sher Bahadur in desperation drew a sword and killed Rana Bahadur Shah before being cut down by nearby courtiers, Bam Shah and Bal Narsingh Kunwar, also allies of Bhimsen.[51][52] The assassination of Rana Bahadur Shah triggered a great massacre in Bhandarkhal (a royal garden east of Kathmandu Durbar) and at the bank of Bishnumati river.[53][54] That very night member of Sher Bahadur's faction – Bidur Shah, Tribhuvan Khawas, and Narsingh Gurung – and even King Prithvipal Sen of Palpa, who was under house arrest in Patan Durbar, were swiftly rounded up and killed in Bhandarkhal.[55][56] Bhimsen managed to kill everyone who did not agree with him or anyone who could potentially become a problem for him in the future. In this massacre that lasted for about two weeks, a total of ninety-three people (16 women and 77 men) lost their lives.[55][57] Almost one and half months before the massacre, upon Bhimsen's insistence, Rana Bahadur, then 31 years old, had married a 14-year-old girl named Tripurasundari on 7 March 1806, making her his fifth legitimate wife.[note 6][60] Taking advantage of the political chaos, Bhimsen became the Mukhtiyar (1806–37), and Tripurasundari was given the title Lalita Tripurasundari and declared regent and Queen Mother (1806–32) of Girvan Yuddha Shah, who was himself 9 years old.[61] Thus, Bhimsen became the first person outside the royal household to hold the position of the Mukhtiyar. All the other wives (except Subarnaprabha[62]) and concubines of Rana Bahadur, along with their handmaidens, were forced to commit sati.[57][63] Bhimsen obtained a royal mandate from Tripurasundari, given in the name of King Girvan, commanding all other courtiers to be obedient to him.[61] Bhimsen further consolidated his power by disenfranchising the old courtiers from the central power by placing them as administrators of far-flung provinces of the country. The courtiers were instead replaced by his close relatives, who were mere yes-men.[64] On the spot where Rana Bahadur Shah drew his last breath, Bhimsen later built a commemorative Shiva temple by the name Rana-Mukteshwar.[65] Bhimsen Thapa ruled for 31 years as Mukhtiyar and implemented large number of reforms in agriculture, forestry, trade and commerce, judiciary, military, communications, transportations, slavery, human trafficking and other social evils in his premiership. During Bhimsen Thapa's prime ministership, the Gurkha Empire had reached its greatest expanse from Sutlej river in the west to the Teesta river in the east. However, Nepal entered into a disastrous Anglo-Nepalese War with the East India Company lasting from 1814 to 1816, which was concluded with the Treaty of Sugauli, by which Nepal lost almost one-third of its land. It also led to the establishment of a permanent British Residency. The death of King Girvan Yuddha Bikram Shah in 1816 before his maturity, and the immature age of his heir, King Rajendra Bikram Shah, coupled with the support from Queen Tripurasundari (the junior queen of Rana Bahadur Shah), allowed him to continue to remain in power even after Nepal's defeat in the Anglo-Nepalese War. The Rana regime, founded by Jung Bahadur Rana, began an autocratic and totalitarian rule. Only a handful of Nepalese prime ministers have carried a democratic mandate. The first elected prime minister was B. P. Koirala, in 1959. After he was deposed and imprisoned in 1960, King Mahendra established the Panchayat system and the country did not have a democratic government until 1990. The country became a constitutional monarchy after the Jana Andolan movement. The monarchy was abolished on 28 May 2008 by the 1st Constituent Assembly, and the country was declared a federal democratic republic. The Prime Minister has a more enhanced constitutional role than his counterparts in other parliamentary democracies. This is because Section 75 of the Constitution explicitly vests the executive power of the federal government in the Council of Ministers–of which the Prime Minister is the leader–not the president. In most other parliamentary republics, the president is at least the nominal chief executive, while being bound by convention to act on the advice of the cabinet. Per Section 76, the prime minister is the chairman of the Council of Ministers and thus exercises executive power collectively with the Council of Ministers.[66] Under Section 76, part 7 of the Constitution,[67] the president is required to appoint the leader of the majority party in the House of Representatives as prime minister. If no party has a majority, the president is required to appoint an MP who has the support of a coalition of parties who between them have a majority in the chamber–in practice, the leader of the senior partner in such a coalition. If no majority coalition can be formed within 30 days of the final result of a parliamentary election, the president is required to appoint the leader of the largest party in the chamber. In the latter cases, the person appointed as prime minister must win a confidence vote within 30 days. However, if a confidence vote is unsuccessful, the president must appoint an MP who can demonstrate that he or she can command the confidence of the House. In the event that no member can command the confidence of the House within 55 days of the announcement of the final results of the election, new elections must be held within six months. The vacation process of the prime minister as per Section 77 (1) of 2015 Constitution of Nepal is as follows:[68] The prime minister shall cease to hold office in the following circumstances: Furthermore, the Section 77 (3) states: If the prime minister ceases to hold the office according to clause (1), the same council of ministers shall continue to work until another council of ministers is constituted, provided that, in the case of the death of the prime minister, the senior most minister shall continue to act as Prime Minister until a new prime minister is appointed. As of July 2022, there are following living former prime ministers:","Title":"Prime Minister of Nepal - Wikipedia","KeyID":"14737","URL":"https://en.wikipedia.org/wiki/Prime_Minister_of_Nepal"}