{"Content: ":"Anaspida (\"without shield\") is an extinct group of primitive jawless vertebrates that lived primarily during the Silurian period, and became extinct soon after the start of the Devonian.[2] They were classically regarded as the ancestors of lampreys.[3] Anaspids were small marine agnathans that lacked a heavy bony shield and paired fins, but have a striking highly hypocercal tail. They first appeared in the early Silurian, and flourished until the early Devonian, when they disappear from the fossil record. Compared to other prehistoric agnathan groups, such as the Heterostraci and Osteostraci, anaspids did not possess a bony shield or armor, hence their name. The anaspid head and body are instead covered in an array of small, weakly mineralized scales, with a row of massive scutes running down the back, and, at least confirmed among the birkeniids, the body was covered in rows of tile-like scales made of aspidine, an acellular bony tissue.[4] Anaspids all had prominent, laterally placed eyes with no sclerotic ring, with the gills opened as a row of holes along either side of the animal, typically numbering anywhere from 6-15 pairs. The major synapomorphy for the anaspids is the large, tri-radiate spine behind the series of the gill openings.[1] Now that Jamoytius and its close cohorts, i.e., Euphanerops, have been moved to Jamoytiiformes,[5] Class Anaspida now consists of two orders, the monogeneric Lasaniida, which contains the genus Lasanius and represents a basal anaspid group,[6] and Birkeniida, which contains all other recognized anaspid taxa.[7] Birkeniida is further divided into several families, including Birkeniidae, Pterygolepididae, Rhyncholepididae and Pharyngolepididae, which contain those taxa known from whole body fossils (in addition to several taxa known only from scales) and the family Septentrioniidae, whose subtaxa are known exclusively from scales.[7] Two recently described genera, Kerreralepis[6] and Cowielepis,[8] are considered to be Birkeniida incertae sedis. A newer taxonomy based on the work of Mikko's Phylogeny Archive,[9] Nelson, Grande and Wilson 2016[10] and van der Laan 2018.[11]","Title":"Anaspida - Wikipedia","KeyID":"1473","URL":"https://en.wikipedia.org/wiki/Anaspida"}