{"Content: ":"The president of the Republic of the Union of Myanmar (Burmese: နိုင်ငံတော်‌ သမ္မတ; MLCTS: nuing ngam tau samma.ta.) is the head of state and constitutional head of government of Myanmar.[1] The president leads the Cabinet of Myanmar, the executive branch of the Burmese government. The current president is Myint Swe, who assumed the presidency in an acting capacity through a military coup d'état on 1 February 2021.[3][4][5][6][1] The president is elected by members of parliament, not by the general population; specifically the Presidential Electoral College, a three-committee body composed of members of parliament, elects the president.[7] Each of the three committees, made up of Amyotha Hluttaw, Pyithu Hluttaw members of parliament, or military-appointed lawmakers, nominates a candidate for presidency.[7] After the 2015 election, the extraconstitutional post of State Counsellor of Myanmar was created for Aung San Suu Kyi, the leader of the majority party, the National League for Democracy, because she was ineligible for the presidency. She served as the de facto head of government until she was deposed in the 2021 coup d'état. The military has since created the extraconstitutional post of Prime Minister to serve as the head of government. Both the state counsellor and prime minister have nominally operated under the authority of the president. The president is the head of state and head of government. The position of President was created in 1948, with the adoption of the Burmese Declaration of Independence from the United Kingdom. Since then, eleven people have held the office (with two of them doing so on multiple occasions). Due to the country's long period of military rule, it has not been uncommon for the prime minister to be a serving (or recently retired) military officer. The actual power of the prime minister has considerably varied over time, differing based on who holds the office. In 2004, a power struggle between the then–head of state, Senior General Than Shwe, chairman of the State Peace and Development Council, and his President, General Khin Nyunt, resulted in the prime minister being dismissed and arrested. The prime minister position was abolished on 30 March 2011, according to the current Constitution (adopted in 2008). It provided that the president is both the head of state and de jure head of government. But after the 2015 general election, as Aung San Suu Kyi was constitutionally barred from becoming President, a position called State Counsellor, similar to the position of Prime Minister, was established for her in 2016. She served as the de facto head of government and the dominant state figure until she was removed with the 2021 coup d'état. The Constitution of Myanmar sets the principle qualifications that the candidate must meet to be eligible to the office of the President. in Chapter 1: The President, Part I: The Federation of Myanmar in the Constitution of Myanmar. President has to be: According to the Constitution of Myanmar, the president: Moreover, upon taking oath in office, the president is constitutionally forbidden from taking part in any political party activities (Chapter III, 64). The president is not directly elected by Burmese voters; instead, they are indirectly elected by the Presidential Electoral College (သမ္မတရွေးချယ်တင်မြှောက်ရေးအဖွဲ့), an electoral body made of three separate committees. One committee is composed of MPs who represent the proportions of MPs elected from each Region or State; another is composed of MPs who represent the proportions of MPs elected from each township population; the third is of military-appointed MPs personally nominated by the Defence Services' commander-in-chief. Each of the three committees nominates a presidential candidate. Afterward, all the Pyidaungsu Hluttaw MPs vote for one of three candidates—the candidate with the highest number of votes is elected president, while the other two are elected as vice-presidents. The president serves for a term of 5 years. Should a president resign for any reason or die in office, the Presidential Electoral College will meet and each of the three committees will nominate a candidate to finish out the prior President's term so that the terms of the legislature and presidency are synchronised. The candidate who receives the most votes from the nominees is elected. This process is similar to the one prescribed by the 1947 Constitution, in which MPs from the Parliament's Chamber of Nationalities and Chamber of Deputies elected the president by secret ballot.[8] The President was then responsible for appointing a prime minister (on the advice of the Chamber of Deputies), who was constitutionally recognised as the head of government and led the Cabinet. Before independence, Myanmar had two quasi-constitutions, The government of Burma Act, 1935 and Constitution of Burma under Japanese occupation, 1943. After independence, Myanmar adopted three constitutions in 1947, 1974 and 2008. The 2008 constitution is the present constitution of Myanmar. Prior to 1863, different regions of modern-day Burma were governed separately. From 1862 to 1923, the colonial administration, housed in Rangoon's Secretariat building, was headed by a chief commissioner (1862–1897) or a lieutenant-governor (1897–1923), who headed the administration, underneath the governor-general of India.[9] From 31 January 1862 to 1 May 1897, British Burma was headed by a chief commissioner. The subsequent expansion of British Burma, with the acquisitions of Upper Burma and the Shan States throughout this period increased the demands of the position, and led to an upgrade in the colonial leadership and an expansion of government (Burma was accorded a separate government and legislative council in 1897).[10] Consequently, from 1 May 1897 to 2 January 1923, the province was led by a lieutenant governor. In 1937, Burma was formally separated from British India and began to be administered as a separate British colony, with a fully elected bicameral legislature, consisting of the Senate and House of Representatives. From 2 January 1923 to 4 January 1948, British Burma was led by a Governor, who led the cabinet and was responsible for the colony's defence, foreign relations, finance, and ethnic regions (Frontier Areas and Shan States). From 1 January 1944 to 31 August 1946, a British military governor governed the colony. During the Japanese occupation of Burma from 1942 to 1945, a Japanese military commander headed the government, while the British-appointed governor headed the colony in exile. Burma became independent in 1948. There was a president from 1948 to 1962, and then 1974 and 1988. Between 1962 and 1974 and between 1988 and 2011, Burma was headed by military regimes. The office of the president was restored in 2011. The 1947 constitution was drafted by Chan Htoon and was used from the country's independence in 1948 to 1962, when the constitution was suspended by the socialist Union Revolutionary Council, led by military general Ne Win. The national government consisted of three branches: judicial, legislative and executive. The legislative branch was a bicameral legislature called the Union Parliament, consisting of two chambers, the 125-seat Chamber of Nationalities (လူမျိုးစုလွှတ်တော် Lumyozu Hluttaw) and the Chamber of Deputies (ပြည်သူ့လွှတ်တော် Pyithu Hluttaw), whose seat numbers were determined by the population size of respective constituencies. The 1947 constitution was largely based on the 1946 Yugoslav Constitution, and several Burmese officials visited Zabeleska o razgovoru druga Price sa predstavnikom burmanske vlade Maung Ohn, dana 5 decembra 1947 godine [Minutes of conversation between comrade Prica and the representative of the Burmese Government Maung Ohn, December 5th 1947]. Approved in a 1973 referendum, the 1974 constitution was the second constitution to be written. It created a unicameral legislature called the People's Assembly (Pyithu Hluttaw), represented by members of the Burma Socialist Programme Party The Constitution of the Socialist Republic of the Union of Burma. Each term was 4 years. Ne Win became the president at this time. Upon taking power in September 1988, the military based State Law and Order Restoration Council (SLORC) suspended the 1974 constitution.[11] The SLORC called a constitutional convention in 1993, but it was suspended in 1996 when the National League for Democracy (NLD) boycotted it, calling it undemocratic. The constitutional convention was again called in 2004, but without the NLD. Myanmar remained without a constitution until 2008. On 9 April 2008, the military government of Myanmar (Burma) released its proposed constitution for the country to be put to a vote in public referendum on 10 May 2008, as part of its roadmap to democracy. The constitution is hailed by the military as heralding a return to democracy, but the opposition sees it as a tool for continuing military control of the country. In spite of its earlier opposition to the 2008 constitution, the NLD participated in the 2012 by-election for 46 seats and won a landslide victory, with Aung San Suu Kyi becoming a member of parliament, alongside 42 others from her party. On 15 March 2016, the Assembly of the Union elected Htin Kyaw as the 9th president of Myanmar. He resigned on 21 March 2018 and Myint Swe became acting president. On 28 March 2018, the Assembly of the Union elected Win Myint as the 10th president of Myanmar.","Title":"President of Myanmar - Wikipedia","KeyID":"14736","URL":"https://en.wikipedia.org/wiki/List_of_Presidents_of_Myanmar"}