{"Content: ":"The prime minister of Singapore is the head of government of the Republic of Singapore. The president appoints the prime minister, a Member of Parliament (MP) who in their opinion, is most likely to command the confidence of the majority of MPs. Under the Westminster system, the prime minister governs with the confidence of the majority in the Parliament; as such, the prime minister typically sits as a Member of Parliament (MP) and leads the largest party or a coalition of parties. In practice, the prime minister has been the leader of the political party with the largest amount of elected MPs. Lee Hsien Loong is the third and incumbent prime minister of Singapore. He took office on 12 August 2004 when his predecessor Goh Chok Tong stepped down as prime minister, having served as his deputy since 28 November 1990. The office of prime minister succeeded the chief minister's post after Singapore achieved internal self-governance as the State of Singapore within the British Empire,[1][2] with Lee Kuan Yew being sworn in as the first prime minister on 5 June 1959.[3] The title of prime minister remained unchanged after Singapore's merger with Malaya, Sarawak and North Borneo to form Malaysia from 1963 to 1965, despite the existence of the prime minister of Malaysia for the entire federation of which Singapore was part of.[4][5] Following independence in 1965, the office of prime minister was retained, with the presidency becoming a ceremonial head of state. In 1991, amendments to the Constitution of Singapore vested executive powers in the presidency, along with discretionary veto powers over the government.[6] The Constitution also vests \"general direction and control of the government\" in the Cabinet, with the president almost always bound to act on the advice of the Cabinet or any minister acting under Cabinet authority. Thus, in practice, most of the actual work of governing is done by the prime minister and Cabinet.[7] The Sri Temasek, located in the grounds of The Istana is the working office of the prime minister.[8] The prime minister is protected by the Specialised Security Command of the Singapore Police Force, who also ensure the protection of the president, the other Cabinet ministers, and visiting foreign dignitaries.[9] The prime minister is responsible for overseeing the overall day-to-day affairs of the government and executing government policy. As leader of the majority party in Parliament, the prime minister is responsible for passing legislation through Parliament. The prime minister also nominates the speaker of parliament and leader of the house, who are responsible for arranging government business and organising legislative programmes, usually under the directive of the prime minister and the Cabinet.[10] The prime minister chooses the other members of the Cabinet by advising the president; the president must exercise his or her powers in accordance with the advice of the prime minister. The prime minister may change, retain, or revoke any sitting minister's appointment under their prerogative.[11] The prime minister also advises the president on appointments for the office of attorney-general and permanent secretaries to the ministries.[12][13] The prime minister can advise the president for a Proclamation of Emergency; the president issues the proclamation if satisfied.[14] The prime minister can declare a defence or security measure,[15] and has executive authority over the Singapore Armed Forces through the Armed Forces Council, which consists of the minister for defence, permanent secretaries of the Ministry of Defence, and service chiefs; all of whom are appointed by the president under the prime minister's advice.[16] The prime minister receives an annual total salary package (inclusive of 13th month bonus, Annual Variable Component and National Bonus) that is twice the MR4 benchmark, or S$2.2 million. As there is no one to decide on the annual performance bonus for the PM, the PM's bonus will be based only on the National Bonus.[17] The prime minister is also on the Medisave-cum-Subsidised Outpatient (MSO) scheme.[18] The prime minister's annual salary was S$3.07 million before a salary review in 2011.[19] On 21 May 2011, a committee was appointed by the prime minister to review the salaries of the prime minister as well as the president, political appointment holders, and members of Parliament.[20] After the recommended wage reductions by the committee were accepted in Parliament, the prime minister's salary was reduced by 36% (including the removal of his pension) to S$2.2 million (approximately US$1.7 million at the time).[19] Nonetheless, the prime minister of Singapore remains the highest-paid political leader in the world.[21]","Title":"Prime Minister of Singapore - Wikipedia","KeyID":"14746","URL":"https://en.wikipedia.org/wiki/Prime_Minister_of_Singapore"}