{"Content: ":"The paramount leader, also named supreme leader (Chinese: 最高领导人; pinyin: Zuìgāo Lǐngdǎorén; lit. 'Highest Leader') of the Chinese Communist Party (CCP), Government and People's Liberation Army (PLA) of the People's Republic of China (PRC) is an informal term for the most prominent political leader in China.[1] The officeholders are usually General Secretary of the Chinese Communist Party and Chairman of the Central Military Commission.[2] The paramount leader is not, however, a formal position nor an office unto itself. The term gained prominence during the era of Deng Xiaoping (1978–1989), when he was able to wield political power without necessarily holding any official or formally significant party or government positions at any given time (head of state, head of government or CCP General Secretary).[3] There has been significant overlap between paramount leader status and leadership core status, with a majority but not all of paramount leaders being also leadership cores, though they are separate concepts. The term has been used less frequently to describe Deng's successors, Jiang Zemin, Hu Jintao and Xi Jinping, who have all formally held the offices of General Secretary of the Chinese Communist Party (party leader), President of the People's Republic of China (head of state) and Chairman of the Central Military Commission (commander-in-chief). Jiang, Hu and Xi are therefore usually referred to as president in the international scene, the title used by most other republican heads of state. However, Deng's successors derive their real power from the post of general secretary, which is the primary position in the Chinese power structure[4] and generally regarded by scholars as the post whose holder can be considered paramount leader.[5] The president is a largely ceremonial office according to the Constitution,[note 1] and a 2019 report by the United States-China Economic and Security Review Commission, a bipartisan commission within the United States Congress, recommends that the Chinese leader Xi Jinping be called \"general secretary\" rather than \"president\", arguing that the title \"president\" incorrectly implies that the Chinese leader is democratically elected.[7] In August 2020, American lawmakers have introduced a bill to change the way the federal government refers to the general secretary of the CCP, prohibiting the use of the term \"president\".[8] The current paramount leader, Xi Jinping, is considered to have become paramount leader in November 2012, when he became CCP general secretary,[9] rather than in March 2013 when he succeeded Hu Jintao as president.[10] The position of general secretary is the highest authority leading China's National People's Congress, State Council, Political Consultative Conference, Supreme People's Court and Supreme People's Procuratorate in Xi Jinping's administration. Chairman Mao Zedong was the undisputed ruler of Communist China from its beginning in 1949 and held three Chairman offices at once: Chairman of the Chinese Communist Party, Chairman of the Central Military Commission and Chairman of the People's Republic of China (1954–1959), making him the leader of the party, military and state, respectively. Following the Cultural Revolution, a rough consensus emerged within the party that the worst excesses were caused by the lack of checks and balances in the exercise of political power and the resulting \"rule of personality\" by Mao.[11] Beginning in the 1980s, the leadership experimented with a quasi-separation of powers, whereby the offices of general secretary, president and premier were held by different people.[citation needed] In 1985, for example, the CCP General Secretary was Hu Yaobang, the Chinese President was Li Xiannian and the Chinese Premier was Zhao Ziyang. However, Deng Xiaoping was still recognized as the core of the leadership during this period. Both Hu and Zhao fell out of favour in the late 1980s, but Deng was able to retain ultimate political control.[citation needed] The paramount leader label has been applied to Deng's successors, Jiang Zemin and Hu Jintao, though it is generally recognized that they did not wield as much power as Deng despite their having held more offices of leadership. There has also been a greater emphasis on collective leadership, whereby the top leader is a first among equals style figure, exercising power with the consensus of the Politburo Standing Committee.[1] This was particularly apparent during the tenure of Hu Jintao.[note 2] Beginning in 1993, Jiang formally held the three offices that made him the head of the party, state and military: When Jiang left the offices of General Secretary and President in 2002 and 2003, respectively, he held onto the position of Chairman of the Central Military Commission. Military power had always been an important facet in the exercise of political power in Communist-ruled China and as such holding the top military post meant that Jiang retained some formal power. When Jiang stepped down from his formal posts between 2002 and 2004, it was ambiguous who the paramount leader was at the time. Hu Jintao held the same trio of positions during his years in power. Hu transferred all three positions onto his successor Xi Jinping between November 2012, when Xi became CCP General Secretary and Chairman of the Central Military Commission; and March 2013, when Xi became president. Since Xi's ascendance to power, two new bodies, the National Security Commission and Central Comprehensively Deepening Reforms Commission, have been established, ostensibly concentrating political power in the paramount leader to a greater degree than anyone since Deng.[13] These bodies were tasked with establishing the general policy direction for national security as well as the agenda for economic reform. Both groups are headed by the General Secretary.[14] First administration Second administration Third administration Hu–Wen Administration Xi–Li Administration/Xi Administration All six leaders have had a spouse during their terms of office. The current spouse is Peng Liyuan, wife of General Secretary Xi Jinping.","Title":"Paramount leader - Wikipedia","KeyID":"14759","URL":"https://en.wikipedia.org/wiki/Paramount_leader"}