{"Content: ":"Zenaspida Benneviaspidida Thyestiida The class Osteostraci (meaning \"bony shells\") is an extinct taxon of bony-armored jawless fish, termed \"ostracoderms\", that lived in what is now North America, Europe and Russia from the Middle Silurian to Late Devonian. Anatomically speaking, the osteostracans, especially the Devonian species, were among the most advanced of all known agnathans. This is due to the development of paired fins, and their complicated cranial anatomy. The osteostracans were more similar to lampreys than to jawed vertebrates in possessing two pairs of semicircular canals in the inner ear, as opposed to the three pairs found in the inner ears of jawed vertebrates. They are thought to be the sister-group to pituriaspids, and together, these two taxa of jawless vertebrates are the sister-group of gnathostomes. Several synapomorphies support this hypothesis, such as the presence of: sclerotic ossicles, paired pectoral fins, a dermal skeleton with three layers (a basal layer of isopedin, a middle layer of spongy bone, and a superficial layer of dentin), and perichondral bone.[3] Most osteostracans had a massive cephalothorac shield, but all Middle and Late Devonian species appear to have had a reduced, thinner, and often micromeric dermal skeleton. This reduction may have occurred at least three times independently because the pattern of reduction is different in each taxon.[4] They were probably relatively good swimmers, possessing dorsal fins, paired pectoral fins, and a strong tail. The shield of bone covering the head formed a single piece, and so presumably did not grow during adult life. However, the way in which the bone was laid down makes it possible to examine the imprints of nerves and other soft tissues. This reveals the presence of complex sensory organs and the sides and upper surface of the head, which may have been used to sense vibrations.[5] Below is a cladogram showing the phylogenetic relationships of osteostracans from Sansom (2009):[3] Hirella Aceraspis Ateleaspis Hemicyclaspis Cephalaspis Spangenhelmaspis Wladysagitta Parameteoraspis Balticaspis Trewinia Escuminaspis Levesquaspis Tegaspis Stensiopelta Diademaspis Zenaspis Scolenaspis Ukrainaspis Machairaspis Superciliaspis Pattenaspis Zychaspis Hildenaspis Mimetaspis Waengsjoeaspis Camptaspis Yvonaspis Ectinaspis Securiaspis \"Benneviaspis\" longicornis \"Benneviaspis\" anglica \"Benneviaspis\" lankesteri Benneviaspis Hoelaspis Severaspis \"Boreaspis\" ceratops \"Boreaspis\" intermedia Boreaspis Dicranaspis Spatulaspis Belonaspis Hapilaspis Tauraspis Ilemoraspis Procephalaspis Auchenaspis Thyestes Witaaspis Saaremaspis Tyriaspis Aestiaspis Dartmuthia Timanaspis Oeselaspis Tremataspis Dobraspis Sclerodus Tannuaspis Didymaspis Kiaeraspis Norselaspis Nectaspis Axinaspis Acrotomaspis Gustavaspis","Title":"Osteostraci - Wikipedia","KeyID":"1476","URL":"https://en.wikipedia.org/wiki/Osteostraci"}