{"Content: ":"Kandyan law is the customary law that originates from the Kingdom of Kandy, which is applicable to Sri Lankans who are Buddhist and from the former provinces of the Kandyan Kingdom. It is one of three customary laws which are still in use in Sri Lanka. The other two customary laws are the Thesavalamai and the Muslim law. At present it governs aspects of marriage, adoption, transfer of property and inheritance, as codified in 1938 in the Kandyan Law Declaration and Amendment Ordinance.[1] Areas where kandyan law is applied; Traditionally Kandyan law recognizes two types of marriage; The Kandyan Marriage and Divorce Act, is the current legal framework which governs Kandyan weddings. It recognizes both Binna and Diga marriages registered under this Act or the Marriage Registration Ordinance. Marriages that are not solemnized or registered are not subjected. The act gives provisions for divorce.[2] Kandyan law, traditionally provided for polygamy. Kandyan kings had multiple queens and concubines, maintaining a large harem which consisted of the royal concubines known as Randoli and the commoner concubines known as the Yakadadoli. Polyandry, was practiced in Sri Lanka until it was last banned by the British in 1859 in Kandyan provinces. The practice known as eka-ge-kema meaning eating in one house, provided for a wife to have several husbands from the same family. In most cases these husbands would be brothers. The practice predates the Kandyan era and was even common among Royalty as King Vijayabahu VII of Kotte had cohabited his first wife Anula Kahatuda with his brother Sri Rajasinghe.[3] Kandyan law defines immovable property as either Paraveni meaning ancestral property and acquired property in the case of inheritance from an deceased estate. The law defines the different levels rights of the deceased siblings, spouses and children, both legitimate or illegitimate to these two types of property. As well as the rights of daughters to their deceased father's and monther's property based on the type of marriage (Binna or Diga) they have contracted into. The spouse of a deceased has rights to jewelry and paraphernalia used by her and bought for her by the deceased.[4] In a landmark case in September 2021, the Supreme Court of Sri Lanka ruled that a Diga married daughter has no claim to the fathers property following his death.[5]","Title":"Kandyan law - Wikipedia","KeyID":"14766","URL":"https://en.wikipedia.org/wiki/Kandyan_law"}