{"Content: ":"The Supreme Leader of Iran (Persian: رهبر معظم ایران, romanized: rahbar-e mo'azzam-e irān (listen)), also referred to as Supreme Leader of the Islamic Revolution[2] (رهبر معظم انقلاب اسلامی, rahbar-e mo'azzam-e enqelāb-e eslāmi), but officially called the Supreme Leadership Authority (مقام معظم رهبری, maqām mo'azzam rahbari), is the head of state and the highest political and religious authority of the Islamic Republic of Iran. The armed forces, judiciary, state television, and other key government organisations such as Guardian Council and Expediency Discernment Council are subject to the Supreme Leader. According to article 110 of the constitution, the Supreme Leader delineates the general policies of the Islamic Republic. The current lifetime officeholder, Ali Khamenei, has issued decrees and made the final decisions on the economy, the environment, foreign policy, education, national planning, and other aspects of governance in Iran.[3][4][5][6][7][8][9][10] Khamenei also makes the final decisions on the amount of transparency in elections,[11] and has dismissed and reinstated presidential cabinet appointees.[12] The Supreme Leader directly chooses the ministers of Defense, Interior, Intelligence and Foreign Affairs, as well as certain other ministers, such as the Education, Culture and Science Minister.[13] Iran's regional policy is directly controlled by the office of the Supreme Leader with the Ministry of Foreign Affairs' task limited to protocol and ceremonial occasions. All of Iran's ambassadors to Arab countries, for example, are chosen by the Quds Force, which directly reports to the Supreme Leader.[10] The office was established by the Constitution of Iran in 1979, pursuant to the concept of the Guardianship of the Islamic Jurist.[14] According to the Constitution, the powers of government in the Islamic Republic of Iran are vested in the legislature, the judiciary, and the executive powers, functioning under the supervision of the Supreme Leader.[15] The style \"Supreme Leader\" (Persian: رهبر معظم, romanized: rahbar-e mo'azzam) is commonly used as a sign of respect – although the Constitution simply designates them as \"Leader\" (رهبر, rahbar). The Supreme Leader ranks above the President of Iran and personally appoints the heads of the military, the government, and the judiciary.[16] Originally the constitution required the Supreme Leader to be Marja'-e taqlid, the highest-ranking cleric in the religious laws of Usuli Twelver Shia Islam. In 1989, however, the constitution was amended and simply asked for Islamic \"scholarship\", thus the Supreme Leader could be a lower-ranking cleric.[17][18] In its history, the Islamic Republic of Iran only has had two Supreme Leaders: Ruhollah Khomeini, who held the position from 1979 until his death in 1989 and Ali Khamenei, who has held the position since Khomeini's death. In theory, the Supreme Leader is elected by the Assembly of Experts. However, all candidates for membership at the Assembly of Experts (including the President and the Majlis (parliament)) must have their candidacy approved by the Guardian Council, whose members in turn, are half appointed unilaterally by the Supreme Leader and half subject to confirmation by the Majlis after being appointed by the head of the Iranian judiciary, who is himself appointed by the Supreme Leader.[19] Thereby, the Assembly has never questioned the Supreme Leader.[20] There have been cases where incumbent Ali Khamenei publicly criticized members of the Assembly, resulting in their arrest and subsequent removal. There also have been cases where the Guardian Council repealed its ban on particular people after being directed to do so by Khamenei.[21] The Supreme Leader is legally considered \"inviolable\", with Iranians being routinely punished for questioning or insulting him.[22][23][24][25] The Supreme Leader of Iran is elected by the Assembly of Experts (مجلس خبرگان, Majles-e Khobregan), which is also the only government body in charge of choosing and dismissing Supreme Leaders of Iran.[26] The Supreme Leader is the commander-in-chief of the armed forces and the provisional[citation needed] head of the three branches of the state (the Judiciary, the Legislature, and the Executive). He oversees, appoints (or inaugurates) and can dismiss the following offices: The Supreme Leader does not receive a salary.[33] In March 1979, shortly after Ruhollah Khomeini's return from exile and the overthrow of Iran's monarchy, a national referendum was held throughout Iran with the question \"Islamic Republic, yes or no?\".[34] Although some groups objected to the wording and choice and boycotted the referendum, 98% of those voting voted \"yes\".[34] Following this landslide victory, the constitution of Iran of 1906 was declared invalid and a new constitution for an Islamic state was created and ratified by referendum during the first week of December in 1979. According to Francis Fukuyama, the 1979 constitution is a \"hybrid\" of \"theocratic and democratic elements\" with much of it based on the ideas Khomeini presented in his published book Islamic Government: Governance of the Jurist (Hukumat-e Islami).[35] In the work, Khomeini argued that government must be run in accordance with traditional Islamic sharia, and for this to happen a leading Islamic jurist (faqih) must provide political \"guardianship\" (wilayat or velayat) over the people. The leading jurist were known as Marja'. The Constitution stresses the importance of the clergy in government, with Article 4 stating that all civil, criminal, financial, economic, administrative, cultural, military, political, and all other statutes and regulations (must) be keeping with Islamic measures;…the Islamic legal scholars of the watch council (Shura yi Nigahban) will keep watch over this.[36] and the importance of the Supreme Leader. Article 5 states during the absence of the removed Twelfth Imam (may God hasten his reappearance) government and leadership of the community in the Islamic Republic of Iran belong to the rightful God fearing legal scholar (Faqih) who is recognized and acknowledged as the Islamic leader by the majority of the population. Article 107 in the constitution mentions Khomeini by name and praises him as the most learned and talented leader for emulation (marja-i taqlid). The responsibilities of the Supreme Leader are vaguely stated in the constitution, thus any 'violation' by the Supreme Leader would be dismissed almost immediately. As the rest of the clergy governed affairs on a daily basis, the Supreme Leader is capable of mandating a new decision as per the concept of Vilayat-e Faqih. (Halm, 120–121) Shortly before Khomeini's death a change was made in the constitution allowing a lower ranking Shia cleric to become Supreme Leader. Khomeini had a falling out with his successor Hussein-Ali Montazeri who disapproved of human rights abuses by the Islamic Republic[37] such as the mass execution of political prisoners in late summer and early autumn 1988. Montazeri was demoted as a marja and Khomeini chose a new successor, a relatively low-ranking member of the clergy, Ali Khamene'i. However Article 109 stipulated that the leader be \"a source of imitation\" (Marja-e taqlid). Khomeini wrote a letter to the president of the Assembly for Revising the Constitution, which was in session at the time, making the necessary arrangements to designate Khamene'i as his successor, and Article 109 was revised accordingly.[38] \"Khomeini is supposed to have written a letter to the Chairman of the assembly of Leadership Experts on 29.4.89 in which he emphasised that he had always been of the opinion that the marja'iyat was not a requirement for the office of leader.[38] The constitution of Iran combines concepts of both democracy and theocracy, theocracy in the form of Khomeini's concept of vilayat-e faqih (Guardianship of the Islamic Jurist), as expressed in the Islamic Republic. According to Ayatollah Khomeini, the Guardianship of the Islamic Jurist was not restricted to orphans or mental incompetents, but applied to everyone in absence of the twelfth Imam. Jurists were the only rightful political/governmental leaders because \"God had commanded Islamic government\" and \"no one knew religion better than the ulama\" (Islamic clergy).[39] They alone would preserve \"Islamic order\" and keep everyone from deviating from \"the just path of Islam\".[40] Prior to the revolution observant Shia Muslims selected their own leading faqih to emulate (known as a Marja'-i taqlid) according to their own decision making. The \"congregation rather than the hierarchy decided how prominent the ayatollah was\" thus allowing the public to possibly limit the influence of the Faqih.[39] After the revolution Shia Muslims (or at least Iranian Shia) were commanded to show allegiance to the current vali-e faghih, Guardian Jurist or Supreme Leader. In this new system, the jurist oversaw all governmental affairs. The complete control exercised by the Faqih was not to be limited to the Iranian Revolution because the revolution and its Leader had international aspirations. As the constitution of the Islamic Republic states, it intends to establish an ideal and model society on the basis of Islamic norms. ... the Constitution provides the necessary basis for ensuring the continuation of the Revolution at home and abroad. In particular, in the development of international relations, the Constitution will strive with other Islamic and popular movements to prepare the way for the formation of a single world community (in accordance with the Koranic verse `This your community is a single community, and I am your Lord, so worship Me` [21:92]), and to assure the continuation of the struggle for the liberation of all deprived and oppressed peoples in the world.[36] According to author Seyyed Vali Nasr, Khomeini appealed to the masses, during the pre-1979 period, by referring to them as the oppressed and with charisma and political ability was tremendously successful. He became a very popular role model for Shiites and hoped for the Iranian Revolution to be the first step to a much larger Islamic revolution, transcending Shia Islam, in the same way that Vladimir Lenin and Leon Trotsky wanted their revolution to be a world revolution, not just a Russian one.[41] Duties and Powers given to the Supreme Leader by the Constitution, decrees and other laws are: Iranian vice supreme leader role (Deputy Supreme leader) was incorporated into the authority of the supreme leader. During the presidency of Hassan Rouhani, amid longstanding rumors of Khamenei's declining health, it was recommended to Khamenei to reestablish the office of deputy supreme leader to transition towards new leadership better.[55]","Title":"Supreme Leader of Iran - Wikipedia","KeyID":"14760","URL":"https://en.wikipedia.org/wiki/Supreme_Leader_of_Iran"}