{"Content: ":"Thesavalamai is the traditional law of the Sri Lankan Tamil inhabitants Jaffna peninsula, codified by the Dutch during their colonial rule in 1707. The Thesawalamai is a collection of the Customs of the Malabar Inhabitants of the Province of Jaffna (collected by Dissawe Isaak) and given full force by the Regulation of 1806. For Thesawalamai to apply to a person it must be established that he is a Tamil inhabitant of the Northern Province. The Law in its present form applies to most Tamils in northern Sri Lanka. The law is personal in nature thus it is applicable mostly for property, inheritance, and marriage.[1] Under this law, not all property could be given away. A person could give away only the tediatettam; i.e., joint property or property acquired by either spouse during the period after married life and or the priests acquiring from such properties. Even of the tediatettam property, the husband cannot alienate the whole property; the wife is entitled to half of it. Those properties inherited from the parents cannot be given away according to one's own wish. There are also cases of old ladies who do not have any children giving their properties to the temple. The landmark case Sivagnanalingam v Suntheralingam has given a new dimension to the tesawalamai law as it redefined its applicability. The judgement expanded the applicability of thesawalamai by settling the following points. The meaning of ordinary words is question of fact but the meaning to be attributed to enacted words is a question of law: The meaning of the expression \"inhabitant of the Province of Jaffna\" is a question of law. Inhabitant means permanent inhabitant - One who has his permanent home in Jaffna in the nature of a domicile in the Northern ProvinceThere can only be a Sri Lankan domicile and to that extent the term differs from the expression inhabitancy. Yet the idea of permanent home underlies both concepts and rules for identifying a person's domicile can be applied to discover whether a family has a permanent home in the Northern Province and hence its members are inhabitants in that Province. There is a strong presumption in favour of the continuance of a domicile of originThere can only be a Sri Lankan domicile and to that extent the term differs from the expression inhabitancy. Yet the idea of permanent home underlies both concepts and rules for identifying a person's domicile can be applied to discover whether a family has a permanent home in the Northern Province and hence its members are inhabitants in that Province. The Thesawalamai is the personal law of the Tamil inhabitants of the Northern Province. It applies to them wherever they are and to their movable and immovable property wherever situated in Sri Lanka. For the purpose of deciding on the rights of inheritance to the estate of a deceased husband, the time of his death is the relevant time and not the time of marriage. Certain principles of Thesawalamai law are in conflict with international standards relating to equality, such as CEDAW.","Title":"Thesavalamai - Wikipedia","KeyID":"14767","URL":"https://en.wikipedia.org/wiki/Thesavalamai"}