{"Content: ":"The 1915 Sinhalese-Muslim riots (also known as the anti-Muslim riots of 1915[3][4][5] or the 1915 Buddhist Mohammedan riots or the 1915 Ceylonese riots) was a widespread and prolonged ethnic riot in the island of Ceylon between Sinhalese Buddhists and the Ceylon Moors. The riots were eventually suppressed by the British colonial authorities.[6][7] The riots started in Kandy in the night of 28 May 1915 and spread to neighbouring villages on 30 May and to Colombo on 31 May and other towns there after. It was suppressed by 9 June with final incidents occurring on 11 May in Chilaw. Taking place at the time when the First World War was raging in Europe, the British colonial administration feared the riots as a possible native uprising, martial law was first declared in the Western and Sabaragamuwa Provinces on 2 June, extended to other provinces in the following days, and terminated on 30 August. During the suppression of the rebellion, the colonial police and European auxiliaries carried out numerous summary executions and other harsh measures in an attempt to put an end to the riots.[6][8][9] By the turn of the 20th century, Ceylon was a British colony. The last native kingdom, the Kingdom of Kandy had been ceded to the British Crown in 1815 under the Kandyan Convention, the island saw little conflict as in the past century only two anti-British uprisings (the Uva Rebellion and the Matale Rebellion) took place. The native population of the island at this time was predominately Buddhist mostly from the ethnic group Sinhalese. There existed a Muslim minority known as the Moors. The Moor community consisted of two segments, the Ceylon Moors who originated from the Arab traders who settled in the island about five or six centuries before and the Indian Moors who were at the time natives and residents of South India, who had come to Ceylon for trade. By 1915, the Ceylon Moors who had controlled trade in most parts of the island had been ousted by the Indian Moors. The 1911 Census indicates that Ceylon Moors numbered 232,927 and Indian Moors 33,527. Establishing themselves in rice importation, sale, and distribution, Indian Moors gained much wealth and established themselves across the country.[10][11] The British colonial government enacted many legislations and administrative measures to codify laws and govern every aspect of life, which here through were govern by rituals and tradition that had been practiced from time immemorial. One such measure was the regulation of noise worship under the Section 96 of the Police Ordinance, No. 16 of 1865, which forbade the beating of tom-tom drums at any time, within any town, without a license issued by the government, with punishment that included fines or imprisonment for up to three months. The Local Boards Ordinance, No. 13 of 1898, extended these regulations across Ceylon to include rural areas.[12] Due to the relative peaceful nature of the colony, the last regular British Army regiment was withdrawn from the island in 1881 and the local regular regiment the Ceylon Rifle Regiment had been disbanded 1873. Since then the Ceylon Police Force maintained law and order in towns and urburn areas, with many of the Javanese and the Malay mercenaries employed in the Ceylon Rifle Regiment joining the Police Force as constables for paid employment. Rural policing was carried out Police Vidanes. British military presence in the island was limited to a regular British Indian Army infantry regiment which would be circulated to Ceylon to supplement the garrison units that was made up of a company from the Royal Garrison Artillery, the Royal Engineers and other support units of the British Army. In addition the Ceylon Volunteers functioned as a volunteer reserve.[13][14] The late 19th Century, saw the Buddhist revivalism and Sinhala nationalist movements taking form within Ceylon. This saw the formation of Sinhala-Buddhists schools established by the Theosophical Society contesting the Christian missionary schools and the temperance movement that challenged the highly profitable liquor trade. Coinciding was the Islamic revivalist movement that had taken shape in Ceylon, with a distinct Muslim identity taking shape which was influenced by the ultra-conservative strands based on Wahhabism, which renounced music.[12] In Gampola, a dispute arose between the Indian Moors and the Buddhist Temple authorities of the Wallahagoda Dewala in 1912. The Indian Moors objected to the Police on the Buddhist Perahera (religious pageant) procession from the Wallahagoda Dewala traveling through Ambegamuwa Street en route to the Mahaweli River past their newly built mosque with music, even though older mosques along the same route belonging to Ceylon Moors did not object. G. S. Saxton, the Government Agent of the Central Province, as the head of the police in the province, ordered the police to erect markers 100 yards from the mosque and informed the Trustee of the Wallahagoda Dewale to conducted the Perahera without music within the markers on 27 August 1912 as required by the Police Ordinance, No. 16 of 1865 and the Local Boards Ordinance, No. 13 of 1898. Tikiri Banda Elikewela, the Basnayaka Nilame (Chief Trustee) of the Wallahagoda Dewale, consulted the other trustees of Buddhist Temples in the province on the order preventing them conducting the a practice carried-out from time immemorial, safeguarded by the terms of the Kandyan Convention. Due to this, the procession was not held that year.[9][15] The Basnayaka Nilame when filed action through C. A. La Brooy in the District Court of Kandy on 30 September 1913 against the Attorney General for a declaration of rights granted under the treaty of the Kandyan Convention. The Attorney General responded through F. C. Liefching, with Thomas Garvin, Solicitor General assisted by V. M. Fernando. The trail came up before the District Judge of Kandy Paul Pieris; Sir Stewart Schneider with C. A. La Brooy, E. W. Perera, Charles Batuwantudawe and D. R. Wijewardena appeared for the plaintiff. After review evidence, the District Judge gave his judgement in favor of the Temple trustees citing that its rights were protected under the terms of the Kandyan Convention. On the insistence of the Government Agent, the Attorney General Anton Bertram, KC, referred the judgement to the Supreme Court of Ceylon. The case was heard in February 1915, by the bench of Justices Walter Shaw and Thomas De Sampayo, Bertram with James Van Langenberg, KC, Solicitor General and V. M. Fernando, Crown Counsel representing the crown and Benjamin Bawa, KC with E. W. Perera and D. R. Wijewardena represented the Basnayaka Nilame. The court ruled that granted leave to appeal and set-aside the earlier judgement of the District Court, on the basis that the Kandyan Convention does not invalidate the provisions of subsequent legislative enactments in this case the Police Ordinance and the Local Boards Ordinance.[16] An appeal to the Privy Council was filed against the decision of the Supreme Court.[10][9][15] On 27 January 1915, while the Supreme Court was deliberating, a Buddhist religious procession few miles from the town of Kurunegala was attacked by moors, as the procession reached a building used by them for worship. Kurunegala police was called in and arrested fourteen moors on rioting and unlawful assembly, were produced before the Police Magistrate.[9][17] In May, the Buddhist Temple authorities in Kandy sort a police permit from the Government Agent to conduct its customary Perahera procession through the streets of Kandy on the night of 28 May 1915. Embolden by the Supreme Court judgment, the Indian Moors in Kandy objected to the Buddhist Perahera processions from passing their mosque in Castle Hill Street, Kandy. The elected members of the Kandy Municipal Council unanimously recommended that the license be granted. Government Agent, having ascertained that the closing time of the mosque was midnight, issued the license on the condition that the Perahera procession does not enter Castle Hill Street until past midnight. He failed to deploy adequate police personal to the location. At 1 AM, 29 May 1915 when the lead group of the Perahera procession entered Castle Hill Street, they found the mosque lit up with Indian Moors and Afghans preventing their passage instructing them to move through a side street. At this point Police Inspector F. T. Cooray intervened and directed the procession to turn towards the side street. As the procession to turn towards the side street, hooting and derision of the Indian Moors followed. With a larger group of the procession arriving and proceeded along Castle Hill Street, which was soon attacked by stones and empty bottles. The members of the procession responded and a fight ensued. The crowd entered the mosque and shops from which they were attacked and caused damage. Inspector Cooray and the six constables present could not control the crowd and he called for reinforcements from the police station. Several Sinhalese and Moors were injured as well as the Inspector Cooray and 25 were arrested.[10][17] The following day, the 29 May rumors spread around the city after some Indian Moors claim to have a group of Afghan fighters coming up from Colombo to raze to the ground the Temple of the Sacred Tooth Relic in Kandy, which was the holiest of places of worship for the Buddhist in the island. Soon crowds gathered in the city and peasants from the nearby villages came to the city to defend their Temple. Soon more cases of violence were reported when a mostly Buddhist mobs attacked Moorish bazaars.[18] The first bloodshed of the riots was reported when an Indian Moor shot dead an eighteen year old Sinhalese boy in Colombo Street, in Kandy and the shooter was not arrested by the policemen who witnessed it.[19] This aggravated the situation and rioting escalated. Shops in the bazaars were damaged, Sinhalese bazaars were attacked by Moors, Moorish buildings in Katugastota and Mahaiyawa were damaged.[18] In Kandy the police took steps to control the rioting and police reinforcements were brought in from Colombo. On leaning a train load of Moors were enrout to Kandy, the Government Agent ordered the carriages halted at Katugastota, faced with arrest these Moors returned to Colombo the following day. Herbert Dowbiggin, the Inspector General of Police (IGP) was dispatched to Kandy with a detachment of 50 soldiers from the 28th Punjabi Regiment which was stationed in Colombo and arrived in Kandy at 3 AM on 30 May. In the morning of 30 May several leading gentlemen of Kandy, Dunuwille Dissawa, Advocate Arthur Perera and Cudah Ratwatte met with Vaughan, the Government Agent and IGP Dowbiggin. By this time several persons have been killed and wounded in the rioting, including a government clerk. 60 members of the Trinity College, Kandy cadet contingent were sworn in as special constables which included teachers and students. They were deployed to deter riots on Trincomalee Street. Soon Vaughan and IGP Dowbiggin came to Trincomalee Street by car, with the rioters not dispersing, Dowbiggin left and return on foot with the Punjabis and constables, forcing the rioters to disperse without firing a shot. The cadets were ordered to patrol the streets and the Punjabis mounted sentries at key locations in the city. The lack of police action aggravated the rioting, the presence of the Punjabi soldiers deterred the rioters, who dispersed to other parts by foot and train, along the railway line to Rambukkan, Polgashawela, Alawwa, Ambepussa, Meerigama, Veyangoda, Henaratgoda and Kelaniya towards Colombo. Policing in the rural areas were carried out by unpaid Vidanes who were petty headmen reporting to the local headmen and the Government Agent, uniformed and paid Constables were stationed only far between along major roads. These two groups rarely co-operated, if at all.[10][1][20][9] On 31 May, some of those intend on mischief had entered Colombo following incidents of looting in the rural areas. An incident took place on 1 June at the Ceylon Government Railway yard at Maradana, the authorities lead by the Fraser, Government Agent, Western Province, E. C. Jayawardane, member of the municipal council and Charles Batuwantudawe tried to pacify the crown. The railway workers soon brock out of the yard and were met by others gathered near by and began rampaging, with several senior police officers injured. The police arrested several and took them to the Maradana police station, but had to set them free after a large crowd surrounded the station and demanded their release. Once again the situation escalated due to the initial inaction of the police, it was contributed to by the large number of petty criminals and the unemployed due to the European war. Soon the crowds spread from Maradana to other parts of the city, specially Pettah were fights ensued with the large number of Moors who owned many of the shops there. There were looting and police shooting in Borella. On the morning of 1 June, the European and Ceylonese sections of the Ceylon Defense Force were mobilized at Echelon Barracks and the 28th Punjabis of the British Indian Army under the command of Lieutenant Colonel A. G. de V. Chichester, the only regular regiment stationed in Ceylon at the time and was called out in force. By night fall of 1 June and morning of 2 June, armed police began patrolling the streets with orders to shoot issued by the Police Magistrate of Colombo. Armed police with the Town Guard mounted sentries at street junctions to prevent rioters from gathering. In many cases the police and soldiers fired or bayonet charged rioters to disperse.[10][21][22][9] During the next nine days or so the clashes and assaults spread through the Central, North Western, Western, Southern and Sabaragamuwa Provinces; and at one point, on 2 June, were reported to be occurring simultaneously at 116 locations.[2] Large crowds were involved in the attacks on the Moors; mobs of over a thousand were reported at Matale, Wattegama, Kadugannawa, Gampola, Rambukkana, Panadura, Godapitiya and Akuressa. Areas where large populations of Moors saw fighting with Moors attacking Sinhalese and elsewhere Sinhalese mobs attacked Moors with Tamils joining in.[20][2] The uniformed police lost central control and coordination as its senior officers were on streets and its constables lacked numbers to disperse the crowd, it soon began to depend on military and arbitrary shooting to disperse crowds.[10][9] British Governor of Ceylon at the time was Sir Robert Chalmers who was a career civil servant and a Pali scholar, who had spent 31 years in the HM Treasury before his appointment to Ceylon. Chalmers was holidaying at Nuwara Eliya when the riots started and moved to Kandy by 1 June after the rioting was stopped. With the failure of the Ceylon Civil Service and the Police to maintain order and fearing an all out rebellion against British rule in Ceylon, Chalmers turn to the military under the command of Brigadier General H. H. L. Malcolm, Officer Commanding the Troops in Ceylon to suppress the riots by any means. To this end on 2 June 1915, Chalmers declared that the Western Province was subjected to martial law and under the control of Brigadier General Malcolm.[23] This order was extended to the Central Province, the Southern Province, and the North-Western Province on 2 June,[24] while the Province of Uva and the North-Central Province was subjected on the 17 June.[25][9] Officer Commanding the Troops, Brigadier Malcolm ordered the police and the military to shoot any one who they deemed a rioter without a trial. It was reported that Brigadier Malcolm had ordered his troops to \"not to waste ammunition, but to shoot through the heart any Sinhalese that may be found on the streets,\" and IGP Dowbiggin had given instructions to their armed constables to \"shoot down, without a challenge, certain people whose identity was to be gathered from description, if they were found in the streets after hours\". With the streets cleared of rioters, uniformed police and the military enforced curfews in cities and towns, shooting any one that violated it, soon they began expanding their operations to the rural areas. Auxiliaries units on the lines of the Colombo Town Guard was formed in the local towns with European volunteers recruited from planters and mercantile executives. Special constables were appointed from among the European planters in remote areas. Hundreds of Sinhalese peasants were shot down throughout the country. Persons who couldn't answer a challenge due to language differences of the Europeans and Punjabis were shot. In the villages, the Punjabis who were also Muslims came down hard on the Sinhalese villages that had reported incidents of rioting. In villages males slept in the verandas of their huts, villages who slept as such were shot on the account that martial law dictated that all sleep indoors.[10][9] There was a belief in higher echelons of the administration that the riots were per-planned and seditious, some believed that there was a German link and the riots was the start of an upraising against British rule. In the early stages of the rioting prominent Sinhalese were arrested on accusations on inciting the riots while as others volunteered to disperse the crowds peacefully. F. B. Walgampahe, Basnayaka Nilame (the Lay Chief) of the Ancient Temple of Gadaladeniya, Gampola was taken in to custody by Punjabi soldiers and was found dead on arrival in Kandy.[26][27][28] The colonial authorities had the house of many prominent Sinhalese searched and many were arrested without charges. These included F. R. Senanayake, D. S. Senanayake (later the first prime minister of Ceylon), D. B. Jayatilaka, W. A. de Silva, F. R. Dias Bandaranaike, E. T. de Silva, Dr Casius Ferreira, C. Batuvantudawe, D. P. A. Wijewardene, John de Silva, W. H. W. Perera, Martinus Perera, John M. Senivaratne, Arthur V. Dias, H. Amarasurya, D. E. Weerasuriya, Reverent G. D. Lanerolle, E. A. P. Wijeyeratne, Harry Mel, A. H. E. Molamure, A. E. Goonesinha, Battaramulla Unanse — a monk, Edmund Hewavitharana and Dr C. A. Hewavitharatne, the brothers of Anagarika Dharmapala, who was also interned in Calcutta, where he had been during the unrest. After the arrests, riot compensation was exacted under threat of force. The colonial authorities suspected the temperance movement led by educated middle class Ceylonese to be supporting the Germans in World War I that was raging at the time.[29][30][31][32][33][34] Police and Punjabi soldiers set about searching villages for looted items, with the later in turn looting the villages and harassing women. Summary police courts were conducted on case of looting at police stations by passing legal procedure. Thousands were arrested in some cases whole villages, its men, women and boys, on charges of looting and being in possession of stolen property, and no bail allowed. These were immediately tried and in certain instances sentenced to lashing and/or imprisonment. J. G. Eraser, Government Agent, Western Province, was appointed Commissioner by the Government to inquire into the riots. At the same time Special Commissioners (Military Commissioners) with extraordinary punitive powers were appointed by Brigadier Malcolm. These Special Commissioners were mostly Government Agents or Military Officers who had powers to threaten penalties to gain information about the riots. They gained valuation of damage and looted items by the Moors themselves and demanded compensation from the local Sinhalese, failure of payment to the Riot Fund resulted in arrest and subjected to court martials. Those who paid were pardoned. R. W. Byrde, Mayor of Colombo and Special Commissioner proposed a levy on Sinhalese in the wards of Colombo to pay in proportion to their wealth as compensation to the Moormen.[10][9] Field general court martials were established made up of British military officers and handed out summary judgments under martial law on arrested Sinhalese civilians and some military personnel. The earliest such trail was of Captain Henry Pedris which started on 1 July 1915, within three days he was found guilty of treason executed swiftly on the 7 July. A writ of prohibition was filled in the Supreme Court of Ceylon to stay the execution, the Supreme Court bench headed by the Chief Justice Alexander Wood Renton denied it down citing that the Supreme Court lack jurisdiction over the military courts that were functioning under martial law at the time. Captain Pedris's death sentence was not referred to the Governor for ratification as it was required. An omission that was protested by the Governor, and later cases were dully forwarded. Further writs filled in the Supreme Court for W. A. de Silva and Edmund Hewavitarne were turned down citing Supreme Court's lack jurisdiction over the military courts.[35][9] Edmund Hewavitarne was imprisoned and died in prison due to lack of medical care. Many respected Sinhalese were removed from colonial appointments such as Hulugalle Adigar, who was stripped of his title of Adigar on the account he was not present in his home area during the riots.[36][37] On 30 August 1915, the Sir Robert Chalmers, issued an order terminating martial law in the island and with it he issued The Ceylon Indemnity Order in Council, 1915 which indemnified himself, Brigadier Malcolm, and any other who had carried out any acts to maintain the peace and suppress rioting during the period of martial law. It further confirmed sentences and orders pronounced by military courts during the period of martial law were deemed to be sentences passed by courts of the colony.[38][9] According to some official estimates, which must be taken as approximate, there were 25 murdered, 189 wounded, 4 incidents of rape associated with the riots. 4075 houses and boutiques looted, 250 houses and boutiques burned down, 17 mosques burnt and 86 mosques otherwise damaged.[1][2] Other official figures place total of 116 people were killed, 63 by military and Police forces.[39] The heavy handed actions of colonial authorities to suppress the riots and the punishments handed down by it were heavily criticized by those such as Tamil politician Sir Ponnambalam Ramanathan, who gained much national popularity as a result.[40][41][42] A secret memorandum initiated and drafted by Sir James Peiris to the Secretary of State for the Colonies, pleading for the repeal of martial law and describing atrocities claimed to have been committed by the authorities was carried in the soles of the shoes braving mine and submarine-infested seas (as well as the Police) by E. W. Perera, a lawyer from Kotte.[43][44] The colonial administration established a Police Inquiry Commission to inquire into the riots in late 1915 made up five members with Chief Justis Sir Alexander Wood Renton as chairman and it contained one Sinhalese member Sir Solomon Obeyesekere. The findings were published in 1916. In September 1915, Brigadier Malcolm was transferred to the western front as a Brigade Commander in the British Expeditionary Force where he served unit December 1915. The 28th Punjabis regiment was transferred to the Middle Eastern theatre by January 1916 where it was to take part in the Mesopotamian campaign, suffering a total of 1,423 casualties by the end of the war. Governor Chalmers was removed from the post in December 1915 and made Under-Secretary to the Lord Lieutenant of Ireland Lord Wimborne. The British government did not appoint a Royal Commission of Inquiry as requested for by the Ceylonese. Sir John Anderson who succeeded Chalmers as Governor appointed a Commission on October 26, 1916, to inquire into and report upon the circumstances connected with the shooting of L Romanis Perera, Telenis Appu, Podi Sinno, James Bass, Juvanis Fernando, W G Serahamy, Pugoda Peter, Uduwa Arachchi and Juwanis Appu. The Commissioners were Chief Justis Sir Alexander Wood Renton and G. S. Schnieder. The Commission found that, \"In each of the cases that have been under investigation the act of shooting cannot be justified on the ground of existence of Martial Law; in short, it had no legal justification.’ But, they said, they were bona fide for the maintenance of good order and government and for the public safety of the Colony, and, that action was protected by the Ceylon Indemnity order in Council, 1915.\"[6] After 1915 a number of Sinhalese leaders gradually emerged from the educated middle class, who were to leave an indelible mark on the political life of the country. It marked the beginning of the independence movement with the educated middle class demanding more legislative power that lead to the Donoughmore Commission and the Soulbury Commission which lead to Ceylon gaining independence in 1948. The events of 1915 would ultimately be what would be called the unfolding of explicit manifestation of ethnic tensions in the country which was to increase in number and intensity once the country attained independence.[20] Sinhalese Buddhist nationalism took hold, in the beginning led by reformers in the name of religion.[34] The event also led to a major distrust between the Tamil and the Moor community[40] who shared a common native language and strong cultural traditions. Also Muslims would side up with the Sinhalese against the indigenous Tamils to protect their political turf and business interests in the later ethnic conflict that would take place between the two communities after the country's independence.[34]","Title":"1915 Sinhalese-Muslim riots - Wikipedia","KeyID":"14779","URL":"https://en.wikipedia.org/wiki/1915_Ceylonese_riots"}