{"Content: ":"Portuguese victory The Portuguese conquest of the Jaffna kingdom occurred after Portuguese traders arrived at the rival Kotte Kingdom in the southwest of modern Sri Lanka in 1505. Many kings of Jaffna, such as Cankili I, initially confronted the Portuguese in their attempts at converting the locals to Roman Catholicism, but eventually made peace with them. By 1591, the king of Jaffna Ethirimanna Cinkam was installed by the Portuguese. Although he was nominally a client, he resisted missionary activities and helped the interior Kandyan kingdom in its quest to get military help from South India. Eventually, a usurper named Cankili II resisted Portuguese overlordship only to find himself ousted and hanged by Phillippe de Oliveira in 1619. The subsequent rule by the Portuguese saw the population convert to Roman Catholicism. The population also decreased due to excessive taxation, as most people fled the core areas of the former kingdom. Portuguese traders reached Sri Lanka in 1505; their initial forays were against the southwestern coastal Kotte kingdom, which enjoyed a lucrative monopoly on the spice trade, which was also of interest to the Portuguese.[1] The Jaffna kingdom came to the attention of Portuguese officials in Colombo for multiple reasons, which included their interference in Roman Catholic missionary activities (which was assumed to be supporting Portuguese interests), the lucrative markets and strategic benefits of Jaffna's Vannimai chieftaincies, and their support of anti-Portuguese factions within the Kotte kingdom, such as the chieftains from Sitawaka.[1] By the late 16th century, Portuguese influence strengthened in the courts of the Kandyan and Kotte kingdoms and some of Jaffna's Vannimai chieftaincies were subdued by these kings. The Jaffna kingdom functioned as a logistical base for the Kandyan kingdom, located in the central highlands without access to any seaports. They gained access to the seaports of Trincomalee and Batticaloa in the east, but the Jaffna peninsula proved more convenient as an entry port for military aid arriving from South India.[1][2] Furthermore, it was feared by the Portuguese that (due to its strategic location) the Jaffna kingdom might become a beachhead for Dutch landings.[1] It was king Cankili I who resisted contacts with the Portuguese, and even massacred six to seven hundred Parava Catholics in the island of Mannar. These Catholics had been brought from India to Mannar to take over the lucrative pearl fisheries extending to Puttalam from the Jaffna kings.[3][4] The first expedition, led by Viceroy Dom Constantino de Bragança in 1560, failed to subdue the kingdom but captured Mannar Island.[5][6] Although the circumstances are unclear, by 1582 the Jaffna king was paying a tribute to the Portuguese of ten elephants or an equivalent in cash.[1][2] In 1591, during the second expedition, led by André Furtado de Mendonça, King Puvirasa Pandaram was killed and his son Ethirimanna Cinkam was installed as the monarch. This arrangement gave the Catholic missionaries freedom of action and monopoly in elephant export to the Portuguese, which the incumbent king, however, resisted. He helped the Kandyan kingdom under kings Vimaladharmasuriya I and Senarat (1604–35) during the period 1593–1635 with the intent of securing help from South India to resist the Portuguese. He, however, maintained autonomy of the kingdom without overtly provoking the Portuguese.[5][7] With the death of Pararasasekaran in 1617, Cankili II, an usurper, took control of the throne after killing the regent nominated by the Ethirimanna Cinkam. Unable to secure Portuguese acceptance of his kingship, Cankili II through Migapulle Arachchi invited military aid from the Thanjavur Nayaks and the Karaiyars,[8] and allowed them to use a base in Neduntivu, hence posing a threat to Portuguese shipping routes through the Palk Strait.[9][2][6][10] The Portuguese accounts refer to six attempts made by rebels to install a local prince on the Jaffna throne in the years 1620 and 1621. At first, the chief of Karaiyars rose in revolt and offered resistance to the Portuguese, with the help of a large troops of Thanjavur Nayaks. Phillippe de Oliveira is said to have defeated him near Nallur.[9] By June 1619, there were two Portuguese expeditions: a naval expedition that was repulsed led by the Varunakulattan, also known as Khem Nayak, and a land expedition by Phillippe de Oliveira and his army of 5000 was able to defeat Cankili.[2][6][10] Cankili, along with every surviving member of the royal family, was captured and taken to Goa, where he was hanged. Jaffna prisoners were beheaded. The remaining captives were asked to become monks or nuns in the holy orders, and as most obliged, their celibacy avoided the production of further claimants to the Jaffna throne.[11] Although the Portuguese attempted to eliminate the Jaffna royal family through celibacy, a number of families of Sri Lankan Tamil origin claim descent from the royal family today.[12] According to the Description of the Isle of Ceylon (Amsterdam 1672) by the Dutch Rev. Phillipus Baldeus, who travelled in Sri Lanka in the 17th century. the Kingdom of Jaffnapattinam consisted of the Jaffna Peninsula, the islands off Jaffna, and the Island of Mannar. But in dealing with the limitations of the kingdom, Queirós, an historian of Portuguese origin, says: \"This modest kingdom is not confined to the little district of Jaffnapatnam because to it are also added the neighboring lands and those of the Vanni which is said to be name of the lordship which they held before we obtained pocession of them, separated from the proceeding by a salty river and connected only in the extremity or isthamus of Pachalapali within which the lands of Baligamo, Bedamarache and Pachalapali forming that peninsula and outside of it stretch the lands of Vanni. Crosswise, from the side of Mannar to that of Triquillemele, being separated also from the country of Mantota in the jurisdiction of Captain of Mannar by the river Paragali;which (lands) ends in the river of the Cross in the midst of the lands of Vanni and of others which stretch as far as Triquillemele which according to the map appears to be a large tract of country\".[10] which indicated the kings of the kingdom just prior to capitulation to the Portuguese had jurisdiction over an area corresponding to the modern Northern Province of Sri Lanka and parts of the northern half of the eastern province and that the Portuguese claimed these based on their conquest.[13] At the time, the mainland south of Elephant Pass was claimed by the King of Kandy, Senerat; he and his troops were consistently harassing the Portuguese in the Jaffna Peninsula. His wife's two sons, Vijayapala and Kumarasinghe, were also married to princesses from Jaffna. After the fall of Jaffna to the Portuguese, Senarat dispatched a 10,000 strong army to Jaffna under the command of Mudaliyar Attapattu. The Portuguese withdrew and the Kandyan army occupied Jaffna. The Portuguese General Constantino de Sá de Noronha later attacked with reinforcements from Colombo and defeated Mudaliyar Attapattu's army and seized Jaffna. According to Portuguese and Dutch publications, the last battle for Jaffna was fought between the King of Kandyan kingdom and the Portuguese, and the Europeans seized Jaffna from the Kandyan king.[14] Following Portuguese defeat by the Dutch, the Jaffna Mannar islands and most of Jaffna's Vannimai lands had been reincorporated into the Tamil Coylot Wannees Country by the 18th century. Over the next forty years, starting from 1619 until the Dutch capture of Jaffna fort in 1658, there were three rebellions against Portuguese rule. Two were led by Migapulle Arachchi,[11][15] during that period, Portuguese destroyed every Hindu temple[16] and the Saraswathy Mahal library in Nallur, the royal repository of all literary output of the kingdom.[17][18] Due to excessive taxation, population decreased and many people moved to Ramanathapuram in India and the Vanni Districts further south. External commerce was negatively impacted, though elephants, Jaffna's principal export, were traded for saltpetre with various kingdoms in India and sent to Lisbon. Thus, decline in trade made it difficult to pay for essential imports, and such items ceased to be imported.[11] In the words of Fernão De Queirós, the principal chronicler of Portuguese colonial exploits in Sri Lanka, the people of Jaffna were \"reduced to the uttermost misery\" during the Portuguese colonial era.[11][16] ","Title":"Portuguese conquest of the Jaffna kingdom - Wikipedia","KeyID":"14773","URL":"https://en.wikipedia.org/wiki/Portuguese_conquest_of_the_Jaffna_kingdom"}