{"Content: ":"The Colebrooke–Cameron Commission was appointed in 1833 as a Royal Commission of Eastern Inquiry by the British Colonial Office to assess the administration of the island of Ceylon and to make recommendations for administrative, financial, economic, and judicial reform. According to Sir Charles Jeffries' book, Ceylon - The Path to Independence, \"by the time the Commission got round to Ceylon, in 1829, most of the members had fallen by the wayside, and only one, Major (afterwards Sir William) Colebrooke was left.\" After the conquest of the Kandyan kingdom by the British in 1815, the entire country had become a colony of the British Empire. By year 1828, the government expenditure of the country had rapidly exceeded government revenue due to several reasons such as carrying out the administration of the country by dividing it into two parts, the upcountry and the low country, and having to incur a huge expenditure on paying salaries to government officers from Britain and also for providing the necessary facilities to them. The government of Britain had to cover up expenses itself. Therefore the Colonial Secretary appointed a special commission to come to Ceylon and examine the situation and to make necessary recommendations. The commission comprised William MacBean George Colebrooke and Charles Hay Cameron. Cameron was in charge of investigating the judicial system. The legal and economic proposals made by the commission in 1833 were innovative and radical.[according to whom?] Many of the proposals were adopted. They signified for Ceylon the first manifestation of constitutional government, the first steps toward modernising the traditional economic system, and the beginnings of a uniform system of justice, education, and civil administration. After the Colebrooke reforms of 1833 had been implemented, the Europeans who lived in the country launched protests demanding that certain reforms should be made to the Colebrooke constitution. These Europeans were the rich people who had come to Ceylon for planting crops and had engaged in plantation in the upcountry areas. By that time there had arisen the need for them to get the required funds allocated by the Legislative for developing the road system, postal and other services and facilities where their plantations were located. Three unofficial members had been appointed to the council represent these Europeans. However, they launched protests as the number of official members in the council was greater than the unofficial members and the Council had not been granted sufficient powers. In order to carry out these protests, they formed \"Planters' Association of Ceylon\" in 1856. Two prominent leaders of this association were William Digby and George Wall. At the beginning of the 20th Century, the middle class launched protests demanding constitutional reforms too. Out of the educated middle class who led the protests at the early stage, Ponnambalam Ramanathan, Ponnambalam Arunachalam, Sir James Peiris and H. G. C. Perera were prominent. Low Country Products Association of Ceylon, Chillaw Association and Jaffna Association were some of the leading associations that were formed by the middle class. It was Sir James Peiris who first submitted a formal memorandum to the Colonial Secretary in 1909 explaining the need for constitutional reforms. After that, several other petitions were submitted by various groups. Some of the reforms proposed are,","Title":"Colebrooke–Cameron Commission - Wikipedia","KeyID":"14777","URL":"https://en.wikipedia.org/wiki/Colebrooke-Cameron_Commission"}