{"Content: ":"Mark Anthony Lyster Bracegirdle (10 September 1912 – 22 June 1999) was a British-born Australian Marxist revolutionary who played a key role in the Sri Lankan independence movement. He was one of the handful of European Radicals in Sri Lanka. He is most known for initiating the Bracegirdle Incident. Bracegirdle was born in Chelsea, to Ina Marjorie Lyster and James Seymour Bracegirdle, and was educated in Kennington. He emigrated to Australia with his mother, a suffragette who had been active in the Labour Party and a candidate in 1925 for the Holborn borough. He studied art at a Sydney art school and trained as a farmer in the outback. In about 1935 he joined the Australian Young Communist League (YCL). In 1936 he sailed on the SS Bendigo for Ceylon (as Sri Lanka was then known). He began 'creeping' (i.e., learning the trade of tea-planting) on Relugas estate in Madulkelle near Matale. Bracegirdle was working among the Tamil plantation labourers ('coolies'), who were treated poorly, receiving very little health care, even less education and living in 'line rooms' which were worse than cattle sheds in England. Militancy among these workers was increasing. He was dismissed for fraternising with the workers and for taking their side in labour disputes. He joined the Lanka Sama Samaja Party (LSSP). On 28 November 1936, at a meeting in Colombo, the president of the party, Dr Colvin R. de Silva, introduced him, saying: 'This is the first time a white comrade has ever attended a party meeting held at a street corner.' He made his first public speech in Sri Lanka, warning that the capitalists were trying to split the workers of Sri Lanka and pit one against the other. He took an active part in organising a public meeting on Galle Face Green in Colombo on 10 January 1937 to celebrate Sir Herbert Dowbiggin's departure from the island. It was called by the LSSP to protest against the atrocities claimed to have been committed during Dowbiggin's long tenure as Inspector General of Police, particularly during the 1915 riots. In March, he was co-opted to serve on the executive committee. He was employed by K. Natesa Iyer, Member of the State Council for the Hatton constituency, to 'organise an Estate Labour Federation in Nawalapitiya or Hatton, with an idea that he may be a proper candidate to be the future Secretary of the Labour Federation.' (Lerski, Origins of Trotskyism in Ceylon [1]) On 3 April 1937, at a meeting at Nawalapitiya attended by two thousand estate workers, at which Mrs Kamaladevi Chattopadhyaya of the Indian Congress Socialist Party spoke, Dr N.M. Perera said: 'Comrades, I have an announcement to make. You know we have a white comrade (applause) .... He has generously consented to address you. I call upon Comrade Bracegirdle to address you.' Bracegirdle rose to speak amid tumultuous applause and shouts of Samy, Samy ('Lord, Lord' in Tamil). The authorities were on hand to note his speech: 'the most noteworthy feature of this meeting ... was the presence of Bracegirdle and his attack on the planters. He claimed unrivalled knowledge of the misdeeds of the planters and promised scandalous exposures. His delivery, facial appearance, his posture were all very threatening ... Every sentence was punctuated with cries of samy, samy from the labourers. Labourers were heard to remark that Mr Bracegirdle has correctly said that they should not allow planters to break labour laws and they must in future not take things lying down.'[1] The planters were infuriated by Bracegirdle's speech, and pressured the Governor of British Ceylon, Sir Reginald Stubbs to deport him. Bracegirdle was served with the order of deportation on 22 April and given 48 hours to leave on the SS Mooltan, on which a passage had been booked for him by the colonial government. The LSSP with Bracegirdle's assent decided that the order should be defied. Bracegirdle went into hiding and the colonial government began an unsuccessful manhunt. The LSSP started a campaign to defend him. At that year's May Day rally at Price Park, placards declaring 'We want Bracegirdle – Deport Stubbs' were displayed, and a resolution was passed condemning Stubbs, demanding his removal and the withdrawal of the deportation order. On 5 May, in the State Council, NM Perera and Philip Gunawardena moved a vote of censure on the Governor for having ordered the deportation of Bracegirdle without the advice of the acting Home Minister. Even the Board of Ministers had started feeling the heat of public opinion and the vote was passed by 34 votes to 7. On the same day there was a 50,000-strong rally at Galle Face Green, which was presided over by Colvin R de Silva and addressed by Dr N. M. Perera, Philip Gunawardena, Leslie Goonewardena, A.E.Goonesinha, George E. de Silva, D. M. Rajapakse, Siripala Samarakkody, Vernon Gunasekera, Handy Perimbanayagam, Mrs Satyawagiswara Iyer and S. W. R. D. Bandaranaike. Bracegirdle made a dramatic appearance on the platform at this rally, but the police were powerless to arrest him. The police managed to arrest him a couple of days later at the Hulftsdorp residence of Vernon Gunasekera, the Secretary of the LSSP. However, the necessary legal preparations had been made. A writ of Habeas Corpus was served and the case was called before a bench of three Supreme Court judges presided over by Chief Justice Sir Sidney Abrahams. H.V. Perera, the county's leading civil lawyer, volunteered his services free on behalf of Bracegirdle; he was made a King's Counsel (KC) on the day that Bracegirdle appeared in court. On 18 May order was made that he could not be deported for exercising his right to free speech, and Bracegirdle was a free man. That summer he returned to England. He was seen off at the jetty by Dr N.M. Perera, Mrs Selina Perera, Vernon Gunasekera and Udakandawala Saranankara Thero. In 1939, he married Mary Elizabeth Vinden. He was a conscientious objector during the Second World War. After the war he qualified as an engineer and settled in Gloucestershire. He joined the Aldermaston marches organised by the Campaign for Nuclear Disarmament. He became a committed member of the Labour Party. In the 1970s he worked as a transport manager for the Flying Doctors service in Zambia. Towards the end of his working life, he lectured in engineering at North London Polytechnic. On retirement, he studied archaeology and worked voluntarily for the University of London. His interests included the history of Chinese scripts, the theories of Darwin, Leninism and Marxism, Roman glass, ornithology, farming, art and design. He died on 22 June 1999, leaving three daughters, a son and five grandchildren.","Title":"Mark Anthony Bracegirdle - Wikipedia","KeyID":"14783","URL":"https://en.wikipedia.org/wiki/Bracegirdle_Incident"}