{"Content: ":"Petalichthyida is an extinct order of small, flattened placoderm fish. They are typified by their splayed pectoral fins, exaggerated lateral spines, flattened bodies, and numerous tubercles that decorated all of the plates and scales of their armor. They reached a peak in diversity during the Early Devonian and were found throughout the world, particularly in Europe (especially in Germany), North America, Asia, South America, and Australia. The petalichthids Lunaspis and Wijdeaspis are among the best known. The earliest and most primitive known petalichthyid is Diandongpetalichthys, which is from earliest Devonian-aged strata of Yunnan. The presence of Diandongpetalichthys, along with other primitive petalichthyids including Neopetalichthys and Quasipetalichthys, and more advanced petalichthyids, suggest that the order may have arisen in China, possibly during the late Silurian. Because they had compressed body forms, it is speculated they were bottom-dwellers that chased after or ambushed smaller fish. Their diet is not clear, as none of the fossil specimens found have preserved mouthparts. According to Zhu's 1991 redescription of Diandongpetalichthys,[1] that genus represents the most basal petalichthyid known, as it has a comparatively elongated head, and shares certain anatomical features with acanthothoracids and primitive arthrodires such as the actinolepids. Quasipetalichthys, in turn, strongly resembles Diandongpetalichthys (aside from having a much more square-looking skull). In Zhu's redescription, \"Quasipetalichthyidae\" (comprising Quasipetalichthys, Eurycaraspis, and possibly Neopetalichthys) and \"Macropetalichthyidae\" (comprising all the other \"advanced\" petalichthyid genera not including Neopetalichthys, or Diandongpetalichthys) form a dichotomy, with Diandongpetalichthys as a sister taxon.[2] Neopetalichthys is treated as an incertae sedis within Petalichthyida that may or may not be placed within or near Quasipetalichthyidae.","Title":"Petalichthyida - Wikipedia","KeyID":"1478","URL":"https://en.wikipedia.org/wiki/Petalichthyida"}