{"Content: ":"basal Phlyctaenioidei Brachythoraci and see text Arthrodira (Greek for \"jointed neck\") is an order of extinct armoured, jawed fishes of the class Placodermi that flourished in the Devonian period before their sudden extinction, surviving for about 50 million years and penetrating most marine ecological niches. Arthrodire placoderms are notable for the movable joint between armor surrounding their heads and bodies. Like all placoderms, they lacked distinct teeth; instead, they used the sharpened edges of a bony plate on their jawbone as a biting surface. The eye sockets are protected by a bony ring, a feature shared by birds and some ichthyosaurs. Early arthrodires, such as the genus Arctolepis, were well-armoured fishes with flattened bodies. The largest member of this group, Dunkleosteus, was a true superpredator of the latest Devonian period, reaching as much as 6 m in length. In contrast, the long-nosed Rolfosteus measured just 15 cm.[1] A common misconception is the arthrodires (along with all other placoderms) were sluggish bottom-dwellers that were outcompeted by more advanced fish. Leading to this misconception is that the arthrodire body plan remained relatively conserved (that is, the majority of arthrodires were bullet- or torpedo-shaped) during the Devonian period, save for increasing in size. However, during their reign, the arthrodires were one of the most diverse and numerically successful, if not the most successful, vertebrate orders of the Devonian, occupying a vast spectrum of roles from apex predator to detritus-nibbling bottom dweller. Despite their success, the arthrodires were one of many groups eliminated by the environmental catastrophes of the Late Devonian extinction, allowing other fish such as sharks to diversify into the vacated ecological niches during the Carboniferous period.[citation needed] [2] Below is a cladogram from Dupret et al. (2009).[3] Lunaspis broilii Eurycaraspis incilis Yujiangolepis liujingensis Antarctaspis mcmurdoensis Yiminaspis shenme Wuttagoonaspis fletcheri Aethaspis major Aethaspis utahensis Lehmanosteus hyperboreus Aleosteus eganensis Simblaspis cachensis Kujdanowiaspis buczacziensis Kujdanowiaspis podolica Erikaspis zychi Sigaspis lepidophora Eskimaspis heintzi Baringaspis dineleyi Proaethaspis ohioensis Anarthraspis chamberlini Heightingtonaspis anglica Gavinaspis convergens Phyllolepis orvini Austrophyllolepis sp. Cowralepis mclachlani Placolepis budawangensis Bollandaspis woschmidti Actinolepis spinosa Actinolepis magna Actinolepis tuberculata Bryantolepis brachycephalus Phlyctaenius acadicus Pageauaspis russelli Groenlandaspis antarctica Tiaraspis subilis Dicksonosteus arcticus Arctolepis decipiens Heintzosteus brevis Antineosteus lehmani Buchanosteus confertituberculatus Coccosteus cuspidatus ORDER ARTHRODIRA Arthrodira of unresolved relationships","Title":"Arthrodira - Wikipedia","KeyID":"1479","URL":"https://en.wikipedia.org/wiki/Arthrodira"}