{"Content: ":"The 1966 alleged Ceylonese coup d'état attempt (also known as the Bathroom coup or the Lavatory coup ) was an alleged military coup planned in Sri Lanka (Ceylon). The commander of the army and several military personnel were arrested. They were later acquitted of a plot to overthrow the legally elected government.[1] Following the attempted military coup in 1962 the military of Ceylon underwent many changes. In 1965 a new government was elected with following the Sirimavo Bandaranaike government's electoral defeat in 1965, Dudley Senanayake became Prime Minister. During his tenure his government began to undo several pro-Sinhalese policies undertaken by the Bandaranaike government, to the resentment of some factions. While Dudley Senanayke was in Washington, following investigations led by SP Ana Seneviratne, the Director of CID, the police arrested several non-commissioned officers (NCO) of the army, a retired civil servant and a monk with political ties on the basis of an alleged plot for a coup d'état. During this time the Army Commander, Major General Richard Udugama was in the UK and was called back immediately. On his arrival he was arrested on July 1966 at the Bandaranaike International Airport by the IGP John Attygalle. 31 suspects were arrested, this included Major General Richard Udugama, N.Q. Dias (former Permanent Secretary of the Ministry of External Affairs and Defence who had retired after the new government came to power), Ven. Henpitagedera Gnanashia, Captain Sirisena and 20 NCOs and Privates as well as several civilians. Later two suspects Corporal Tilekawardene and Dodampe Mudalali 'committed suicide' jumping from the CID office on the fourth floor of the secretariat building. At the inquest, following receipt of new evidence, the Magistrate altered the verdict of suicide to one of culpable homicide. Several army officers including Major(later Lieutenant General) Denzil Kobbekaduwa were sent on compulsory leave.[2] Investigations also revealed a link to a \"Dr Tissa\" who was identified as Rohana Wijeweera. The Attorney General, A.C.M. Ameer, QC filed a plaint before Ben David, the Chief Magistrate of Colombo who then committed the accused to trial before the Supreme Court of Ceylon. This was under two counts; H N G Fernando, the Chief Justice, arranged a Division bench of three Supreme Court judges and a jury panel. The accused were defended by some of the best lawyers in the country, Dr Colvin R. de Silva, Felix Dias Bandaranaike, Anil Moonesinghe, Mangala Moonesinghe, Neville Samarakoon, Tissa Wijeyeratne, Batty Weerakoon. The case was subsequently dismissed when the jury unanimously acquitted all of the accused in a plot to overthrow the legally elected government due to lack of evidence. Major General Richard Udugama contest and won the following parliamentary elections from the Sri Lanka Freedom Party. N.Q. Dias was appointed Sri Lankan High Commissioner to India by the Bandaranaike government that was reelected to power in 1970. The accused NCOs were made commissioned officers by the Bandaranaike government[3] and officers sent on compulsory leave were reinstated in 1970. The Special Branch of the Ceylon Police Force which was charged with national security created by the Senanayake Government to prevent a future coups was disbanded when Sirimavo Bandaranaike was again elected in 1970 which resulted in her government being caught off guard, with no early warning when the 1971 JVP Insurrection started.","Title":"1966 alleged Ceylonese coup d'état attempt - Wikipedia","KeyID":"14793","URL":"https://en.wikipedia.org/wiki/1966_alleged_Ceylonese_coup_d%27%C3%A9tat_attempt"}