{"Content: ":"The Sirima–Shastri Pact or Srimavo-Shastri Pact (also known as the Indo-Ceylon Agreement and Bandaranaike-Shastri Pact) was an agreement that was signed between Sirimavo Bandaranaike, the Prime Minister of Sri Lanka, and Lal Bahadur Shastri, the Prime Minister of India, on 30 October 1964. Officially, it was known as Agreement on Persons of Indian Origin in Ceylon. It was a significant agreement in determining the status and future of people of Indian origin in Ceylon.[1][2] During the British rule, Tamils from Tamil Nadu were recruited to work in tea, coffee and coconut plantations of Ceylon.[3] Due to continuous recruitment and population growth, of Indian Tamils constituted 13.5 percent (602,700) of the total population in 1921. By 1936, Indian Tamils numbered 1,123,000, 15.3 percent of the total population in 1936,[4] and many of them were non-citizens of Ceylon. Sinhalese nationalists resented the growth of the Tamil population and pressured the government to send them back to India. Therefore the government introduced the Ceylon Citizenship Bill. The act came into force in 1948, and it granted citizenship to about 5,000 Indian Tamils. However, more than 700,000 people (about 11%) were either non-citizens of Ceylon or became stateless.[5] The Indian and Pakistani Residents Citizenship Act (1949)[6] also failed to solve the issues. In 1954, the Nehru-Kotelawala Pact was signed to deal with the same issue. Nevertheless, the issue remained unsolved.[7] In 1962, there were nearly 975,000 people, classified by Ceylon as \"Indian nationals\" and by India as \"stateless\". Although India denied any legal responsibility for these people, it acknowledged a \"sentimental interest\" in them.[8] In 1964, both countries had newly elected prime ministers, and a new round of negotiations were initiated. The negotiations were initially scheduled to last four days, but eventually ended up taking six. On several occasions they came close to collapse. Finally, both countries agreed to a pact, negotiating a formula that satisfied both governments.[9] The central part of the pact was the granting of Ceylonese citizenship to 300,000 of the Indian population in Sri Lanka, while 525,000 would be repatriated to India.[1][2][10] It was agreed that the citizenship of the remaining 150,000 Indian residents of Ceylon would be negotiated at a later point.[9] The pact was criticized in various ways, especially on the procedure for its implementation.[11][12] S. J. V. Chelvanayakam, father figure of the Sri Lankan Tamil community, said \"It is an unprecedented move in international relations for half a million people to be treated as pawns in the game of power politics\".[2] In 1981, it was estimated that only 280,000 had been repatriated to India, and 160,000 granted Sri Lankan citizenship.[13] India was slow to grant Indian citizenship and implement the repatriation. In 1982, India declared that it no longer considered the pact binding as its implementation period had expired. In 1984, the Sri Lankan civil war caused the suspension of the ferry service between the two countries, bringing an end to repatriations.[7] The problem of statelessness among Indian Tamils in Sri Lanka was finally resolved in 2003, with the Grant of Citizenship to Persons of Indian Origin Act, which granted Sri Lankan citizenship to those of Indian origin who had lived in Sri Lanka since the Sirima–Shastri Pact was agreed in October 1964.[7]","Title":"Sirima–Shastri Pact - Wikipedia","KeyID":"14792","URL":"https://en.wikipedia.org/wiki/Sirima%E2%80%93Shastri_Pact"}