{"Content: ":"The policy of standardization was a policy implemented by the Sri Lankan government in 1971[1] to curtail the number of Tamil students selected for certain faculties in the universities.[2][3][4] In 1972, the government added a district quota as a parameter within each language.[1] In 1977 this policy was annulled and new policies were implemented for a fair education. Now, students from districts with inadequate educational facilities are given an allocated quota irrespective of their race. Under the British, English was the state language and consequently greatly benefited English speakers. However the majority of Sri Lankan populace lived outside urban areas and did not belong to the social elite, and therefore did not enjoy the benefits of English-medium education. The issue was compounded further by the fact that in Jaffna, where a largely Tamil populace resided,[5] students had access to English-medium education through missionary schools. In addition, many Tamils sought jobs in government service and the medical and engineering professions due to the lack of opportunities in the densely populated dry zone of Jaffna, where crop yields were low.[6] As a result Tamil parents pressurised their children to master English, Mathematics and Science as a means to secure good employment, and to avoid a life of unemployment and hard labour.[7] This created a situation where a large proportion of students enrolled in universities throughout the country were English speaking Tamils and Sinhalese from urban centers like Colombo,[5] particularly in professional courses such as medicine and engineering. In the early 1970s, some Sinhalese complained of Tamils overrepresentation in universities, especially in engineering and the sciences.[8] Despite this in 1979, over 21% of the illiterates in the Tamil districts had no schooling, compared to 23% for the country as a whole.[9] The highest rates of literacy were found in the Sinhala wet zone districts such as Matara, Kalutara, Gampaha and Colombo districts.[10] Compared to the national average, the Tamil districts had a lower percentage attending primary and secondary school.[11] Despite only a measly 6.67% of the estate Tamil population having secondary schooling, the government adopted no measures to create special ethnic quotas for them.[12] The government policy of standardisation was in essence a discriminatory regulation to curtail the number of Tamil students selected for certain faculties in the universities.[13][14] The benefits enjoyed by Sinhalese students as a result of this also meant a significant fall in the number of Tamil students within the Sri Lankan university student populace. University selection of 1971 was calculated based on language they sit. Numbers of allocations were proportional to the number of participants who sat to the examination in that language. As guaranteed before the exam, Tamil share was dropped to the proportion of the Tamils medium students (According to 1971 census 27% of the total population used Tamil as first medium).[1] According to 1971 exam results, a large proportion of the Tamil allocation was enjoyed by Tamils in Jaffna and a large proportion of the Sinhalese share was enjoyed by the Sinhalese in Colombo. In 1972 government added district quota as a parameter within each languages.[1] 30% of university places were allocated on the basis of island-wide merit; half the places were allocated on the basis of comparative scores within districts and an additional 15% reserved for students from under privileged districts. A lower university entrance qualifying mark for Sinhalese-medium students was also introduced in 1971 for science faculties, as shown by the table below:[15] Tamils 250 Tamils 250 Tamils 181 Tamils 204 The hardest hit population group were the Sri Lankan Tamils, rather than the affluent Sinhalese of the rural and urban areas. Sinhalese historian C.R. de Silva stated that \"ethnically there is little doubt that the major blow fell on Ceylon Tamils.\"[16] In 1969, the Northern Province, which was largely populated by Tamils and comprised 7%[17] of the population of the country, provided 27.5 percent of the entrants to science-based courses in Sri Lankan universities. By 1974, this was reduced to 7%.[5] However, Tamils were underrepresented in university as a whole in 1970, constituting 21.6% of the population, but holding only 16% of the places.[18] The Indian Tamils had not gained from standardisation, despite having \"the poorest schooling facilities on the island\".[19] Ratnajeevan Hoole in a letter to the Washington Times recounts:[20] \"I took the common Advanced Level exam in 1969 and was admitted to the engineering faculty. The government then redid the admissions after adding some 28 marks to the four-subject aggregate of Sinhalese students. I lost my seat. They effectively claimed that the son of a Sinhalese minister in an elite Colombo school was disadvantaged vis-a-vis a Tamil tea-plucker's son.\" In 1969, the Western Province provided 67.5 percent of admissions to science-based courses. This reduced to 27% in 1974, after a further law came into effect in 1973.[5] In 1971, a system of standardisation of marks was introduced for admissions to the universities, obviously directed against Tamil-medium students.[21] K. M. de Silva describes it as follows: \"The qualifying mark for admission to the medical faculties was 250 (out of 400) for Tamil students, whereas it was only 229 for the Sinhalese. Worse still, this same pattern of a lower qualifying mark applied even when Sinhalese and Tamil students sat for the examination in English. In short, students sitting for examinations in the same language, but belonging to two ethnic groups, had different qualifying marks.\" He observes that by doing this in such an obviously discriminatory way, 'the United Front Government of the 1970s caused enormous harm to ethnic relations.' This was not the end; in 1972 the 'district quota system' was introduced, again to the detriment of the Sri Lankan Tamil people. The Sinhalese historian C.R. de Silva wrote:[22] \"By 1977 the issue of university admissions had become a focal point of the conflict between the government and Tamil leaders. Tamil youth, embittered by what they considered discrimination against them, formed the radical wing of the Tamil United Liberation Front. Many advocated the use of violence to establish a separate Tamil state of Eelam. It was an object lesson of how inept policy measures and insensitivity to minority interests can exacerbate ethnic tensions.\" Singapore's founding Prime minister Lee Kuan Yew, one of Asia's most respected statesman summarized the negative effect of the policy:[23] “When I went to Colombo for the first time in 1956 it was a better city than Singapore because Singapore had three-and-a-half years of Japanese occupation and Colombo was the centre or HQ of Mountbatten’s Southeast Asia command. And they had sterling reserves. They had two Universities. Before the war, a thick layer of educated talent. So if you believe what American liberals or British liberals used to say, then it ought to have flourished. But it didn’t. One-man one-vote led to the domination of the Sinhalese majority over the minority Tamils who were the active and intelligent fellows who worked hard and got themselves penalised. And English was out. They were educated in English. Sinhalese was in. They got quotas in two universities and now they have become fanatical Tigers. And the country will never be put together again.” The language based standardization of university entrance was abandoned in 1977, and introduced different standardization based on merits, district quotas. 80% of the university places were filled in accordance with raw marks scored by students. The remaining 20% of places was allocated to students in districts with inadequate educational facilities.[5]","Title":"Policy of standardisation - Wikipedia","KeyID":"14794","URL":"https://en.wikipedia.org/wiki/Policy_of_standardisation"}