{"Content: ":"The 1977 anti-Tamil pogrom in Sri Lanka[1][2][3] followed the 1977 general elections in Sri Lanka where the Sri Lankan Tamil nationalistic Tamil United Liberation Front won a plurality of minority Sri Lankan Tamil votes in which it stood for secession. An official estimate put the death toll at 125.[4] The Tamil Refugees Rehabilitation Organization estimated that around 300 Tamils were killed by Sinhalese mobs.[5] Human rights groups, such as the UTHR-J, accused the newly elected UNP run Sri Lankan government of orchestrating the violence.[6] Though the majority of victims were Tamils, Sinhalese in Tamil majority areas were also affected by violence committed by Tamil mobs.[7] After the independence and especially after the 1956 Sinhala Only Act, Tamil parties were asking for more power for the North and east of Sri Lanka where Tamils are the majority. In 1957, the Bandaranaike-Chelvanayakam Pact was formed, but later scrapped by then prime minister S. W. R. D. Bandaranaike. Tensions related to the Sinhala Only policy resulted in riots in 1956 and 1958. During the early 1960's, prime minister Sirimavo Bandaranaike ruthlessly enforced the Sinhala Only policy, much to the detriment of the Tamils.[8] In 1965, the new prime minister Dudley Senanayake created the Dudley-Chelvanayakam Pact, which sought to find a compromise on the issues of language, colonization, and devolution. Sinhala colonization of the Eastern Province abated and there were modest gains in making Tamil the language of administration in the north and east. However, the regional councils proposed by the pact were not implemented.[9] In 1970, Sirimavo Bandaranaike returned to power and once again enforced a pro-Sinhala-Buddhist policy, marginalizing the Tamils.[8] Despite the communal tensions between Sinhalese and Tamils, there had been no major outbreaks of ethnic violence between the two groups since 1958. As early as 1972, S. J. V. Chelvanayakam had suggested that the Sri Lankan Tamils of the north and east may seek a separate state in response to the discrimination by the Sri Lankan government.[9] In 1974, all major Tamil parties representing Tamils in the North east came under one forum (named as Tamil United Liberation Front - TULF) and in 1976 they adopted a resolution at their party convention in Vaddukoddai, Jaffna calling for a separate state (Tamil Eelam). The election of 1977 took place on July 21, 1977. The Tamil districts voted almost entirely for the Tamil United Liberation Front (TULF),[10] a political party in Sri Lanka to openly advocate separatism of the Tamil regions of the country. For some years, there had been sporadic attacks on army and policemen in the Jaffna region, by militant Tamil youth groups which consisted a handful of members advocating separation through violent means. The new prime minister, Junius Richard Jayewardene, was convinced there was a link between the TULF and the militants, and wanted to suppress both. There were different beliefs on how the riots started. Some believe they started when there was a dispute that began when four policemen entered a carnival without tickets. Apparently the policemen were inebriated and proceeded to attack those who asked for tickets. The conflict escalated and the policemen were beaten up by the public and in retaliation the police opened fire. Others have the view that the carnival incident was a pretext, inquiries revealing that it was conducted in an organized manner and was hence a pre-planned attack. The riot started on August 12, 1977, within less than a month of the new government taking office. Walter Schwarz wrote in Tamils of Sri Lanka, Minority Rights Group Report 1983':[1] ...'The trouble (in 1977) began in Jaffna, capital of the Northern province, when Sinhala policemen, believed to have been loyal to the defeated Sri Lanka Freedom Party of Mrs. Bandaranike, acted provocatively by bursting into a Tamil carnival. In the violent altercation that followed the police opened fire and four people were killed. A wave of rioting followed, spreading quickly to the south. Among 1,500 people arrested were several well known Sinhalese extremists, accused of instigating violence against Tamils. Edmund Samarakkody in Workers Vanguard (New York) reported':[2] The outbreak in mid-August (1977) of the anti-Tamil pogrom (the third such outbreak in two decades) has brought out the reality that the Tamil minority problem in Sri Lanka has remained unresolved now for nearly half a century, leading to the emergence of a separatist movement among the Tamils. As on previous occasions, what took place recently was not Sinhalese – Tamil riots, but an anti-Tamil pogrom. Although Sinhalese were among the casualties, the large majority of those killed, maimed and seriously wounded are Tamils. The victims of the widespread looting are largely Tamils. And among those whose shops and houses were destroyed, the Tamils are the worst sufferers. Of the nearly 75,000 refugees, the very large majority were Tamils, including Indian Tamil plantation workers... According to an official estimate, 125 people were killed during the riots. By ethnicity, the breakdown was 97 Tamils, 24 Sinhalese, 1 Muslim, and 3 of unknown ethnicity.[4] In a letter addressed to President J. R. Jayewardene, the leader of the main Tamil party, A. Amirthalingam accused Sinhala hoodlums of raping around 200 women during the 1977 pogrom.[11] His wife Mangayarkarasi Amirthalingam emotionally recounted some incidents of rape that occurred during the 1977 pogrom and said \"Tamil women could not walk the streets during nights in safety.\"[12] The following is a breakdown of the rioting by district as given in the Report of the Presidential Commission: Several Tamils working at the Central Mail Exchange in Colombo were assaulted in the early hours of 20 August. The assaulted employees reported the assault to their superiors, and the Chief Postmaster, Postmaster General, and Maradana police arrived at the scene a few hours later. Another round of assaulting of Tamil employees took place, this time in the presence of their superiors and police officers.[7] Widespread rioting against Tamils in Colombo by Sinhalese thugs began on 18 August. The mobs burned and looted Tamil homes and businesses. Collectively, Tamil victims lost tens of thousands worth of assets during the riots. Many Tamils were assaulted. Some were very seriously hurt and suffered broken bones, fractures, stab wounds, etc. Tamil train passengers were attacked by Sinhalese co-passengers who invoked false rumors of Tamil atrocities against Sinhalese in Jaffna as their justification. Tamil patients in the Kalubowila hospital were also attacked by Sinhalese mobs. Other Tamils were killed immediately by the mobs or later died of their injuries. A number of Tamil women were raped by the mobs.[7] Police behaviour in the Colombo District was mixed. Some Tamils note that the arrival and action of police helped to arrest mob violence. Several police officers also transported Tamil victims of assault to the hospital, and police stations held Tamil refugees. However, others report police standing by in cases of mob behavior, and some Tamils complained of police apathy or downright hostility.[7] Beginning on 19th August, Tamils in the estates were attacked. A Sinhalese mob attacked a Tamil family in Dehiowita. A Tamil man was shot, his wife slashed with a sword, and his nephew cut on the back. On the 20th, they were taken to the Deraniyagala police station. In Eheliyagoda, all the Tamil shops in the bazaar were looted and burned. In one case, a Tamil trader was also killed in the fire. A van had also been toppled into a river. In Kiriella, a mob of 200 came to Matuwagala Estate, calling for Tamils to be killed. The Tamil laborers hid, and the mob proceeded to loot the line houses. A laborer was severely hurt, and another sustained Rs. 1,000 in damages. In Ratnapura town, Sinhalese rioters attacked nearly all the 30 Tamil shops, but only 2 were actually burnt. A torch was thrown at a Tamil man who subsequently had to jump into a lake to douse the flames.[7] On 21 August, the estate lines at Neboda Estate were attacked and chickens were stolen. A Tamil woman living with her uncle were attacked on 22 August at the same estate. She was dragged away and raped by two men on 22 August when she went to the aid of her uncle who was being stabbed during an attack on the estate lines. At the Neuchatel Estate, Neboda, a mob of youths looted the lines an set 3 rooms on fire. One Tamil man was cut and killed, another was stabbed. In Matugama, Tamil shops and houses were attacked. A Sinhalese crowd attacked line rooms at Matugama Division. A Tamil man was killed during the attack. When the man's son-in-law reported the incident to police, they retorted that the Tamil man's murder was fair as Sinhalese police officers were being killed in Jaffna. Another Tamil was shot and injured.[7] In Galle town, violence against Tamils began on 17 August. At the Galle bus stand, Tamils were attacked. One was mutilated to death and a Tamil woman had been raped by 3 men and then had her jewellery taken. Tamil traders had their shops looted and burnt. One trader was stabbed in the abdomen.[7] Violence spread to the estates. At Thalangaha Estate, Tamil hotel workers were slashed with razors by Sinhalese rioters.[7] A crowd of 200 Sinhalese attacked the line rooms and assaulted a Tamil laborer. At the Stock Estate in Udugama, three Tamils were seriously assaulted by a crowd and their jewelry stolen on 22 August. The line rooms at the estate were attacked the next night.[7] A mixed Tamil-Sinhalese family was fired at by a mob at Homadola Estate, Hiniduma. Several of the sons were maimed and one was killed.[7] On 19 August, a Tamil shop was attacked in Matara town. The Tamil woman and husband running the shop were assaulted, leaving the latter mentally scarred. 3 of their 5 children were burnt by a substance thrown on them.[7] On 20 August, a gang looted, damaged, and burnt the Murugan temple.[7] On 19 August, a Tamil man was stabbed to death by a crowd in Weligama. The police inspector had arrested some of the assailants in that case, and Tamil businessmen were sufficiently assured of their safety that they kept their shops open.[7] All the Tamil shops in Akuressa were burnt and looted. One Tamil employee was injured in the fray.[7] A Tamil couple, long-time residents of Walasmulla, had their house and shop attacked by a gang. The shop was looted.[7] Kataragama saw the looting and burning of two Tamil religious institutions: the Ponnampalam Madam and the spiritual center.[7] In Wellawaya and Moneragala, sugar cane estates owned by Tamils were burned and their houses were looted.[7] In Tanamalwila, a Tamil man's house was burned. When the man and his wife were transported to Wellawaya by police, they were assaulted by a crowd while the police looked on and laughed.[7] 13 Tamil shops were burnt at Koslanda while armed police nearby did nothing.[7] At Halmadulla, several Tamil families were attacked by a Sinhalese gang. Their assets were stolen and their houses set ablaze.[7] In Haputale, a Tamil-owned estate was attacked by villagers. The store and sugar plantation were burned. A Tamil family was attacked in Kolatenna by a crowd of 20. One son was assaulted and cut with a knife, but he fought back against the mob, injuring a few mobsters, and the mob fled. The son was assaulted by army personnel after the latter found out that the son had fought the mobsters. The father of the family went to the police station and was chased away initially.[7] Several Tamil shops were looted and burned in Diyatalawa following news of violence in Kandy and false rumors thereafter. One shopkeeper accused plainclothes soldiers of participating in the violence. A few Sinhalese shops had been damaged too. A Tamil man was cut in the head and killed. Three Tamil houses were burnt by Sinhalese rioters.[7] Sinhalese villagers had burnt lined rooms at Bandarawela. In Badulla town, a Tamil man was assaulted and his father was cut with an axe by masked assailants when the latter attempted to intervene.[7] Several Tamil houses were burnt by Sinhalese at Welimada.[7] A Sinhalese woman married to a Tamil man was attacked by a crowd of men in Kalkudah. She had been assaulted, robbed, and stripped of her outer garments.[7] There were several attacks on Sinhalese and their properties in Kilinochchi starting on 19 August. A Buddhist temple was burnt by a crowd of 200, and several boutiques and bakeries were burnt. Sinhalese goods whose owners had fled had also been looted. About 20 Sinhalese wadiyas were burnt in Thallady were burned. A few Sinhalese were assaulted by Tamil rioters. Many Sinhalese took refuge in the police station. A Sinhalese baker from Paranthan noted that there were no Sinhalese remaining in that town.[7] Policemen and soldiers in Kilinochchi had attacked Tamil shops and homes.[7] The Kankesanturai-Colombo train was attacked in the early hours of 17 August at Anuradhapura station. A Sinhalese mob attacked the Tamil passengers, brutally assaulting and robbing them. The Tamil station master of the station had his car burned while police did nothing. The army was also uninterested in helping Tamils. Tamil refugees sought refuge in the retiring rooms of the railway station. However, the police constable present refused to defend the refugees and the Tamils were attacked. The superintendent of police G. W. Liyanage and Major Jayawardene appeared to be gloating about the attacks on Tamils. Eventually, an army squad agreed to defend the Tamils in the retiring room. As more trains came to the station, the Tamil passengers in them were assaulted. Tamil at the Department of Health in Anuradhapura was also attacked by Sinhalese hospital employee despite some police and army protection being afforded to them. Tamil houses and shops were burned and looted throughout Anuradhapura city. In these attacks, many Tamils were assaulted and some were killed.[7] Other areas of the Anuradhapura District were also badly affected. In Maha Iluppallama and Kahatagasdigiliya, Tamil houses and shops were damaged. 5 miles from Rambewa, a Tamil lorry driver was attacked and his fate was unknown. At Horwapathana, several Tamil houses and businesses were set ablaze. When one Tamil man was taken to the police station for protection, he reported that the SI threatened to kill Tamils if his family members in Jaffna were harmed. At Kekirawa, 5 Tamils were killed. 5 miles from the town, a bus was stopped and the Tamil passengers were assaulted and tarred.[7] According to Inspector Muhajireen, there were 185 complaints made during the August riots. On 18 August, a cadjan belonging to two Sinhalese men were set on fire. Though it was not known who did that, H. Q. I. de Silva allegedly called for a retaliatory attack on Tamil boutiques. On the night of 19 August, the bodies of Tamils killed in Anuradhapura were brought to Vavuniya. Following this, all the sheds at the weekly fair were burnt. It was alleged that H. Q. I. de Silva was responsible for this, but he denied the allegation. On the night of 21 August, many shops were set on fire in Vavuniya town. The army and police quelled these disturbances.[7] In several Sinhalese areas of the Vavuniya District, Tamils had their houses burnt and their goods looted. Several Tamils reported that the army and policemen had attacked them and their properties.[7] In Mullaitivu, several Sinhalese had been attacked by Tamils. Both Tamils and Sinhalese accused each other of arson. Dozens of wadiyas belonging to Sinhalese fishermen were burnt at Kokkilai. There was a complaint of a case of a Sinhalese women being raped. About 30 Tamil wadiyas were also burnt. By 25 August, the Sinhalese had fled from Mullaitivu, and the incidents subsided. In Devipuram, a crowd of 40 Tamils attacked a Sinhalese couple who were estate workers. The crowd took the two to another location and raped the woman. Their house had been looted.[7] On 17 August, Sinhalese wadiyas were set on fire in Vavunikulam. Many Sinhalese fishermen fled after this. On 23 August, a Tamil bakery was set on fire about a mile away from the police station in Murunkan. A Tamil watcher of the government farm had been attacked by 2 people who had taken his torch and gun. That night, a Sinhalese family was fired at in Palampitiya. The mother and the eldest son were killed and the two younger sons were injured. P. S. Soosaithasan, M. P. for Mannar, claimed that the motive was not communal as the family had lived in the area without communal issues. On 24 August, presumably after news of the attack on the Sinhalese family reached them, the army and police had gone on the rampage in several Tamil villages, burning Tamil shops and houses. 5 Tamils had been shot dead by soldiers.[7] On 28 August, a lorry of 15 Sinhalese fishermen accompanied by Police Constable Balasunderam returned to Vavunikulam to retrieve their goods. The lorry was fired at by a gang of 20 - 25 Tamils. 5 fishermen and the police constable were killed in the firing. The lorry was then burnt, along with the corpses of the 5 deceased. After this, Sinhalese army personnel had made comments about killing Tamils.[7] The crowd that shot the fishermen at Vavunikulam then went to Tenniyankulam Tank and burnt four Sinhaelse wadiyas. Several Sinhalese police officers, angered by the Vavunikulam shooting, had proceeded to assault Tamils.[7] Violence erupted on 19 August. Several Tamil houses and shops were looted and burned in Kandy town by Sinhalese mobs. Sinhalese-owned taverns employing Tamils were also attacked.[7] Tamils property was also burned and looted in Ampitiya, Kundasale, and Katugastota. A Tamil estate owner who was driving was pulled out of his car and assaulted.[7] At the Kundasale School of Agriculture, several Tamil employees had their properties looted and burned. A Tamil man had been cut by a mob.[7] A Hindu temple in Katugastota was burned and its priest had his house attacked. Another Tamil man was severely assaulted at Polgolla. A Tamil man was clubbed and stripped, and a Tamil woman was hit with a stick covered with barbed wire. In one case, the police had looked on as the mobs pillaged a shop.[7] At Hindagala, a Tamil man was severely assaulted and later died of his injuries. At Pilimathalawa, buses were stopped and Tamil passengers were assaulted and stripped. At the train station too, Tamils were attacked. A mob of 50 attacked the house of Tamil lecturer at Peradeniya University. The police and army arrested 12 rioters. The rioters were taken to the Theological College but later released. A Hindu temple at Peradeniya University was looted and destroyed.[7] Estates in Kadugannawa, Ulapane, Dolosbage, Nawalapitiya were also attacked by Sinhalese colonists and villagers in the vicinity of the estate. Tamil houses, shops, and factories were attacked and burned. At Ibbankatuwa, recently settled Sinhalese colonists attacked Tamils, setting houses on fire and killed three Tamils, Three Tamils were raped.[7] In Kurunegala town, several Tamil businesses were burned. During attacks on estates, several Tamils were assaulted and some were killed. In Wariyapola, when a Tamil shopkeeper complained about his shop being looted to police, the latter showed no interest in helping and retorted that Sinhalese police officers were being killed in Jaffna.[7] 35-40 Tamils had been assaulted and looted while on the train at Polgahawela. Tamil shops and homes were burned and the Kathiresan temple was set on fire.[7] At Alawwa, a Tamil shopkeeper was killed during an attack on his shop. When a Tamil man sheltering Tamils in his house called police to report an attack on his house, they hung up on him. The mob invaded the house and attacked the Tamils there, killing two. They then tried to burn alive 3 Tamils who had not been killed, but the Tamils managed to survive. When police and army arrived at the house, they complained that Sinhalese police officers and civilians were butchered in Jaffna. In another case, a Tamil man was nearly burned alive by a mob, and nearby police officers and soldiers did nothing. A Sinhalese friend intervened on the Tamil man's behalf and rescued him.[7] A train full of Sinhalese thugs arrived at Maho at around 6:30 am on 17 August. It had been delayed at Anuradhapura. The Tamil passengers in the train were assaulted, as were Tamil passengers awaiting the train to Batticaloa. 16 Tamil-owned shops were burnt and 9 shops rented to Tamils were looted. Two Hindu kovils were attacked and damaged. A drunken gang of youths looted the Tamil-owned Walawwawatte estate. A Tamil telephone switch connector overheard a conversation where the HQI of Maho Police station called the Superintendent of Police, he informed him that all Tamil shops were burnt, to which the superintendent replied \"good show.\"[7] At Galgamuwa, Tamil businesses and houses were also looted and burned. The Pillaiyar temple was also looted. At Migalawa, Tamil engineers were attacked and a Tamil labourer was killed. Before dying, the labourer had shot the mob and the mob was now in possession of the mob. Another Tamil engineer took the gun and used it to keep the mob at bay. An army unit arrived where the attack took place. They took the Tamil man's gun but did not rescue any of the Tamils nor did they challenge the mob. After the army left, a police jeep arrived and dispersed the mob. In Kegalle town, a Hindu temple was attacked and its Tamil watcher was attacked with a razor blade. He was not allowed to go to the hospital since he was Tamil and was tended to by a Sinhalese ayurvedic doctor. Several Tamils and their houses in the estates were attacked by Sinhalese mobs. Two Tamils were cut. At Ambanpiuya Estate, a Tamil woman was gang raped by 3 youths. An 80 year-old man was killed at Karandupona Estate. At the same estate, a worker was killed and two Tamil estate labourers were raped. At Niyandurupola, a mob had attacked a Tamil man and he later died from his injuries.[7] Trincomalee District saw two-sided violence between Sinhalese and Tamils. At Kantale Sinhalese mobs attacked Tamils and their properties. Several Tamils were killed by the mobs and others were injured. Buses were stopped and their Tamil passengers were attacked A few Tamils had gone missing and were assumed to be dead.[7] At Nilaveli, a truck with Sinhalese soldiers and civilians fired at a Tamil cultivator and damaged his property. In the same town, a Buddhist temple had been fired at.[7] A Trincomalee town itself, there was two-sided violence, though most victims were Tamils. On 21 August, a Buddhist monk was attacked by a Tamil mob. A Sinhalese family had been asked to leave the town by a Tamil-speaking man. While fleeing, they were shot at by a Tamil mob, killing three men and injuring a woman. Several other Sinhalese had their homes and shops burnt.[7] A Sinhalese man was assaulted. Not long after the attacks on Sinhalese began, Sinhalese mobs attacked Tamils. Tamil shops and houses were looted and burned. Several Tamils were assaulted. At Palaiyuthu, several Tamils had been attacked and one was killed. At least 12 Tamil houses had been burnt.[7] A Tamil man was attacked near the kachcheri at Nuwara Eliya. When police were called to transport the injured man to the hospital, they claimed that there were neither officers nor vehicles to transport the man. The man later died. At the Ambewela farm, Tamils were attacked. One Tamil had gasoline thrown on him and was injured. They had contacted police to transport them, but the police did not arrive for 3 days. The army eventually took the injured Tamil.[7] Several Tamil houses were attacked throughout Matale by Sinhalese rioters, and many Tamils were hurt. In Kotagoda, a Tamil man was assaulted and his house was looted and burned.[7] His six daughters were gang raped by about 8-9 men. In Pallepola too a Tamil woman was gang raped by a Sinhalese gang.[7] In Asgiriya, several Sinhalese broke into a Tamil woman's home and shot dead her husband and brother.[7] At Sellagamma, a Tamil man was beaten and then shot dead.[7] Another Tamil was killed at Elkaduwa in the Mala Colony. Hindu temples in Ukkuwela and Udupihilla were burned. One Tamil man reported seeing the words \"Kill Tamils\" in Sinhala painted on buses in Palapathwela.[7] Anti-Tamil violence in Dambulla flared on 17 August. Several Tamil shops were looted and burned. In three cases, policemen had refused to give protection to the Tamil victims. A Sinhalese mob severely assaulted a Tamil civil engineer. A Tamil man was set on fire but survived. [7] Questioned in Parliament by Amirthalingam, Prime Minister Jayewardene was defiant, blaming the riots on the TULF: People become restive when they hear that a separate state is to be formed. Whatever it is, when statements of that type are made, the newspapers carry them throughout the island, and when you say that you are not violent, but that violence may be used in time to come, what do you think the other people in Sri Lanka will do? How will they react? If you want to fight, let there be a fight; if it is peace, let there be peace; that is what they will say. It is not what I am saying. The people of Sri Lanka say that. Finally, on August 20, the government ordered curfews and deployed the military to quell the riots. More than 75,000 plantation Tamils became victims of racial and ethnic violence and were forced to relocate to parts of North and East Sri Lanka. The events during the pogrom radicalized Tamil youths, convincing many that the TULF's strategy of using legal and constitutional means to achieve independence would never work, and armed insurrection was the only way forward. The outbreak of the pogrom highlighted the TULF's inability to provide safety for the Tamils. It was only after the pogrom, the TELO and LTTE, the two major Tamil liberation groups began an active campaign for a separate Tamil Eelam. Uma Maheswaran, a TULF activist, joined the LTTE in 1977 and was made the organization's chairman by Velupillai Prabhakaran. Many such Tamil activists began to join various Tamil militant groups to fight for separate statehood.[3]","Title":"1977 anti-Tamil pogrom - Wikipedia","KeyID":"14799","URL":"https://en.wikipedia.org/wiki/1977_Sri_Lankan_riots"}