{"Content: ":"Ceylonese government victory Ceylon Military support: Diplomatic support: JVP Supported by: Diplomatic support: Police: 37 killed; 195 wounded Legislature Judiciary The 1971 Janatha Vimukthi Peramuna (JVP) insurrection (also known as the 1971 Revolt) was the first of two unsuccessful armed revolts conducted by the communist Janatha Vimukthi Peramuna (JVP) against the socialist United Front Government of Sri Lanka (then Ceylon) under Prime Minister Sirimavo Bandaranaike. The revolt began on 5 April 1971, and lasted until June of that year. The insurgents held towns and rural areas for several weeks, until the regions were recaptured by the armed forces, following strong support from friendly nations that sent men and material.[2] Although this first attempt to seize power was quickly crushed by force, in 1987 the JVP launched a low intensity insurgency in the island's southern, central and western regions that lasted several years. The insurrection formally began in 1971, but the first attacks took place in 1970. The JVP fought the right-wing United National Party (UNP) before launching an island-wide, militant opposition to the newly elected, pro-socialist United Front government. The government's socialist background drew the attention of many states which needed to support it. The Soviet Union sent 60 air-force troops;[13] India guarded the forts, stopping North Korean vessels and a Chinese freighter which raided the harbors. Although China provided diplomatic aid, it was accused of supporting the JVP; Chinese diplomats allegedly contacted North Korea, which supplied weapons and ammunition to the JVP. Ceylon (now Sri Lanka) became a dominion when it gained self-rule from the British on 4 February 1948 with a conservative government formed under the premiership of D. S. Senanayake, who had been instrumental in the negotiations with the British government which led to self-rule. He founded the United National Party (UNP), amalgamating three right-leaning pro-dominion parties which won a majority in parliament at the general election. The UNP was defeated in 1956, when S. W. R. D. Bandaranaike became prime minister on a wave of nationalist sentiment bringing together leftist groups. His wife, Sirimavo Bandaranaike, entered politics after his assassination in 1959 and became the world's first female prime minister in 1960. Due to successive governments, varying economic policies and frequent strikes, Ceylon's economic outlook during the 1960s had fallen below what it was when it gained independence in 1948; this led to an attempted coup in 1962. The Janatha Vimukthi Peramuna (JVP) movement was founded during the late 1960s by Rohana Wijeweera, a former Lumumba University medical student and Ceylon Communist Party functionary. At odds with party leaders and impatient with its lack of revolutionary purpose, Wijeweera formed the movement in 1965 with other like-minded young people. He was apparently expelled from the Maoist wing of the Ceylonese Communist Party the following year, and brought his Marxist ideology to what became known as the Sinhalese Marxist Group. Along with Wijeweera, three close supporters emerged as the leaders of the new movement: Sanath, Karunnarathe and Athula Nimalasiri Jayasinghe (Loku Athula).[14][clarification needed] Initially known also as the New Left, the group attracted students and unemployed rural youth (most between ages 16 and 25) who felt that their economic interests had been neglected by the nation's leftist coalitions. The standard program of indoctrination, the \"Five Lectures\", included discussions of Indian imperialism (expansionism), the growing economic crisis, the failure of the island's communist and socialist parties, and the need for a sudden, violent seizure of power. The JVP expanded its membership and influence rapidly between 1967 and 1970, gaining control of the student socialist movement on a number of major university campuses (including the Socialist Students Union) and receiving recruits and sympathizers from the armed forces;[15] some provided sketches of police stations, airports, and military facilities, a factor in the revolt's initial success. At the Vidyalankara campus it won the support of the Jatika Sishya Sangamaya (Lanka National Students Society) led by G. I. D. ‘Castro’ Dharmasekera, at the Peradeniya campus it gained control of the Samajawadi Sishiya Sangamaya (the Socialist Students Society) and Vidyodaya campus. Mahinda Wijesekara lead the Sishiya Sangamaya (Students Society).[16] To draw new members further into the organization and prepare them for a coming confrontation, Wijeweera opened \"education camps\" in remote areas of the south and south-western coasts, which provided training in Marxism–Leninism and basic military skills. The movement's central committee was formed at Madampella in 1969. Following the Madampella conference, two more conferences took place at Urubokka and Dondra. At Urubokka the structure of the organization, with secret, five-member cells and regional commands known as \"district secretaries\" was decided and the prospect of manufacturing weapons was taken up. In the Dondra conference in early 1970, in addition to collecting and manufacturing weapons, details of recruitment, training, uniforms, and collecting information on the armed forces, were discussed.[16] At this point, it was alleged that Dharmasekera had informed the Minister of State, J. R. Jayewardene about the existence of the JVP and a Criminal Investigation Department (CID) unit under ASP K. C. de Silva had started investigating this group, which was called the \"Che Guevara clique\" and began making arrests. Then-opposition leader Sirima Bandaranaike referred to it in her May Day speech that year.[10] The group had its first public meeting in 1969 and by early 1970, Wijeweera's group began to take a more public role; its cadres campaigned openly for the socialist United Front (UF) for the 1970 General Election. They also distributed posters and pamphlets promising violent rebellion if Bandaranaike did not address proletarian interests.[17] In a manifesto issued during this period, the group used the name \"Janatha Vimukthi Peramuna\" (People's Liberation Front) for the first time. Because of the subversive tone of his publications, the United National Party (UNP) government had Wijeweera arrested at Hambantota on 12 May, days before the general elections in May. The UF won a landslide victory against the UNP and formed a government. Wijeweera was released in July 1970. In the politically tolerant atmosphere of the next few months, as the new government attempted to win over a variety of unorthodox leftist groups, the JVP intensified its public campaign and secret preparations for a revolt. Although their group was relatively small, the members hoped to immobilize the government by selective kidnapping and sudden, simultaneous strikes against security forces throughout the island. Some of the necessary weapons had been bought with funds supplied by members, but most party funding came from a string of robberies. The JVP decided to rely on raids against police stations and army camps to secure weapons at the onset of the revolt, and they planned to manufacture their own explosive weapons in preparation.[10][18] By 1970, the movement had begun recruiting and training cadres at camps in rural areas of Kurunegala, Akmeemana, Tissamaharama, Elpitiya and Anuradhapura. Classes delivering the \"Five Lectures\" were held throughout the island, primarily in secluded locations such as cemeteries. After raising a force of about 10,000 full-time members, the JVP stopped recruiting in 1971. The movement was based on five-member cells with a leader, and there were several such cells in a police-station area with an area leader. The area leaders selected a district leader, and the district leaders made up the Central Committee. Above the Central Committee was a 12-member politburo which included Wijeweera. Communications were in code by couriers, with the district secretaries communicating messages from the Politburo (which met every two months in Colombo).[10] The JVP published a newspaper (the Janatha Vimukthi, or People's Liberation), and carried out several robberies – including the Okkampitiya and Ambalangoda bank robberies, the Badulla mailbag robbery and the York Street robbery – to raise money. Members were also asked to contribute personal funds.[10][19] In September 1970, the JVP Political Bureau met at Ambalangoda and decided on begin collecting arms, with Loku Athula appointed to head the armed section. The group identified that the primary weapon in their arsenal would be the hand bomb and planned to make over 100,000 in several bomb making factories located in rural areas along with underground storage locations. At the next Political Bureau, at the end of the year Loku Athula reported that 3,000 bombs had been manufactured. The JVP gave Rs 30,000 stolen from York Street to Victor Ivan (alias Podi Athula) to manufacture bombs.[20] The bombs were crude home-made types that at sometimes exploding in the process manufacture. On such incident took place on 17 December 1970, Podi Athula lost his left hand and was critically injured when a grenade exploded while being tested. The cells began arming themselves with shotguns; each member was expected to have a shotgun, 10 cartridges, blue uniforms, military boots, and haversacks. However, this process had mixed results, the JVP was only able to manufacture around 3,000 bombs and some exploding in the process. A JVP cache of weapons were found by the police at the Talagalle Temple at Homagama and at the Vidyodaya Campus, the JVP produced blue uniforms, cartridge belts, boots and helmets.[16] Since its formation in 1949, Ceylon's armed forces were an internal security force assisting the Ceylon Police during strikes and riots. After the attempted coup in 1962, the armed forces had major cuts in funding, recruitment and joint operations, and were unprepared for a large-scale insurrection.[21] In 1970, the armed forces had an annual budget of Rs 52 million (US$10mn), just 1.2% of total government expenditure. The Ceylon Army had an authorized strength of 329 officers and 6,291 other ranks with three infantry regiments each consisting of two battalions (one regular and one volunteer) armed mostly with World War II-era weapons such as Lee–Enfield .303 rifles, Sten sub machine guns, Bren light machine guns and Vickers machine guns, with a few SLR rifles; a recce regiment equipped with Ferret and Daimler Armoured Cars; an artillery regiment armed with light mortars and anti-aircraft guns.[22] It lacked tanks, field artillery, automatic rifles, submachine guns and other modern weapons, and peacetime ammunition stocks could sustain only one week of combat operations. The Royal Ceylon Navy, which had suffered the most from the fallout of the attempted coup (its recruitment had been frozen until 1969) had only one frigate, HMCyS Gajabahu in its fleet along with a few Thorneycroft coastal motor boats. The Royal Ceylon Air Force which had three flying squadrons and a few trained pilots in 1971, No. 1 Flying Training Squadron consisted of nine de Havilland Chipmunk trainers tasked with basic pilot training; the No. 2 Transport Squadron had three de Havilland Dove, four de Havilland Heron and three Scottish Aviation Pioneers fixed wing aircraft and three Bell 206 JetRanger helicopters; and the No. 3 Reconnaissance Squadron had two de Havilland Doves tasked with maritime patrol. It had mothballed its five Hunting Jet Provost T51s jet trainers after plans for introducing jet fighters were scrapped.[23] The government received multiple warnings of preparations undertaken by the JVP, but failed to comprehend the scale of the insurrection and was unprepared to counter it. Early warnings came from the Police Criminal Investigation Department (CID), which had been tasked with internal security with its late-1969 and early-1970 establishment of the \"Che Guevara Desk\" under ASP K. C. de Silva. John Attygalle, former Inspector General of Police who had been appointed special security advisor to the Ministry of External Affairs and Defence, submitted a report on the new group's potential threat to Prime Minister Dudley Senanayake's government. The government instructed the police to arrest Wijeweera, who was taken into custody in May 1970. After the 1970 general election, however, newly elected Prime Minister Sirima Bandaranaike had Wijeweera released from police custody; reports from the previous administration were overlooked. Bandaranaike's new administration made changes to the police force, removing officers and disbanding units perceived as disloyal. These changes affected the CID; the new government was fearful of another coup by security forces loyal to the previous administration. Bandaranaike's cousin and Anuruddha Ratwatte, a captain in the Ceylon Volunteer Force was promoted to lieutenant colonel and appointed commanding officer of the Army's Field Security Detachment, tasked with internal security by identifying potentially-disloyal officers. Captain Denzil Kobbekaduwa (who led the investigations) reported that a more substantial threat to the government was posed by the JVP, and police investigation of bomb-making factories began.[10] In 1970, a parcel sent by the People's Socialist Republic of Albania containing Chinese-made rifles was captured by the police; other similar incidents occurred at the beginning of the insurgency. The Party of Labour of Albania had sent a delegation early in 1965, meeting Wijeweera.[24][25] Wijeweera also visited North Koreans in the country, who congratulated him.[4] He sent a JVP member to the Middle East to forge a link with the South Yemen National Liberation Front. The envoy returned with a letter from the government promising to ship weapons to the island if possible,[26] hinting at aid from South Yemen diplomats to the JVP. After a lull since October 1970, the JVP held a large public rally on 27 February 1971 at Colombo's Hyde Park, where Wijeweera said: \"Let the revolution of the workers, farmers, and soldiers be triumphant\". It would be the last JVP rally before the insurrection. At this point there seems be a division within the JVP. A faction led by Castro Dharmasekera wanted the movement to remain secret and prepare for a guerrilla war. However majority of the carder disagreed and Dharmasekera and his supporters were expelled. On 6 March, this faction calling themselves the Maoist Youth Front began protests against the Vietnam War in front of the United States Embassy in Colombo. These turned violent on 10 March with a petrol bomb thrown at the embassy, rioters then attacked and damaged the vehicles parked outside the embassy. A police officer on duty outside the embassy was stabbed and later died. The student elements of the Ceylon Communist Party (CCP) and the JVP were suspected of being the embassy attack and the government ordered a crackdown on these groups. On 9 March, after an accidental explosion in one of the JVP bomb factories which killed five members, police found 58 bombs in a hut in Nelundeniya, Kegalle District. This gained national attention and indicated that JVP was arming itself. A few days later on 16 March, an explosion took place at Marrs Hall at the Peradeniya campus. The police search the halls of residence at the Peradeniya campus and found a stock of detonators at Hilda Obeysekera Hall.[16] Although the JVP denounced Dharmasekera, Wijeweera and hundreds of his supporters were arrested during March, the JVP claimed that 4,000 cadre were now behind bars. Wijeweera traveled around the country, but was arrested on 13 March in Ampara by a special police team and later transferred to the Jaffna Prison. As a result of the attack on the US Embassy and explosions, the government declared a state of emergency on 16 March, giving broader powers to the police and military for arrest and detention, but no general military mobilization took place. The Ceylon Army, deployed two platoons of the 1st Battalion, Ceylon Light Infantry (1CLI) to the Kegalle District, followed by two platoons Kandy. By 27 March, the police and the army had arrested over 300 youth mainly from the CCP in connection with the embassy attack and had raided the Vidyodaya and Vidyalankara campuses. By April 2, more than 400 arrests had been made.[16] With the arrest of Wijeweera and other mass arrests of its carders, a meeting was held at the Vidyodaya University Sangaramaya (temple) by the JVP politburo on 2 April in response to a request by Wijeweera that posters and leaflets calling for his release be published and, if the insurgency began, 500 cadres be sent to Jaffna to break him out of prison. The group, consisting of S. V. A. Piyathilaka, Lionel Bopage, Jayadeva Uyangoda, Sunanda Deshpriya, Loku Athula, W. T. Karunarathne, Susi L. Wickrama, Wijesena Vidanage (alias Sanath), Somasiri Kumanayake and Anura Ranjith Kurukulasooriya, decided that all police stations in the country would be attacked on 5 April at 11:00 pm. The JVP believed that police stations were the government's principal local element of power, and hoped that disabling them would encourage local populations to rise up in their support. The district leader for Monaragala and Wellawaya was not at the meeting, and the decision to attack was conveyed to via a paid radio obituary notice by Ceylon Broadcasting Corporation that read: \"JVP Appuhamy expired. Funeral 5.\". The Wellawaya leader interpreted the order as to attack on the morning of 5 April, not in the evening.[10][27] Four missions were planned and assigned to the nationwide 5 April attack. The main responsibility for the attacks was given to the student wing, which Wijeweera had called the \"Red Guard\". The first of the four missions was to attack the Panagoda Cantonment, which was one of the country's largest military installations and housed a large arsenal. Piyasiri was in charge of the attack by 800 students, who were divided into groups of twenty-five; a smaller attack was to be made on RCyAF Katunayake. The second mission, led by Nimal, Somawansa Amarasinghe, Sanath Kumar, and Lal Pieries with more than 50 students, was to abduct the prime minister. The third mission, led by Bopage, was to capture of the city of Colombo. The capital was divided into five areas: Colombo South, Colombo North, Kandy Road, Colombo Central, and Kotte. The insurgents were to attack police stations along the way, obtaining arms and ammunition from them. The targets were Welikada Prison, Srawasthi, Radio Ceylon and the homes of government officials, including Justice Minister Felix Dias Bandaranaike, the Army Commander and the IGP. The fourth mission was to rescue Wijeweera from prison in Jaffna.[28] Planning for the countrywide insurrection was hasty and poorly coordinated, with some district leaders not informed until the morning of the uprising. At 5:20 am on 5 April, the Wellawaya police station was attacked and two police constables killed.[29] The Wellawaya attack had preempted the initial wave of simultaneous attacks planned by the JVP, which lost the element of surprise. Following the attack, soon after dawn on 5 April, Major General D. S. Attygalle, Commander of the Ceylon Army ordered an platoon of the 1st Battalion, Gemunu Watch from Diyatalawa to Wellawaya. At 7:00 am, Radio Ceylon reported the attack and warned of further attacks. Major Gratian Silva, Army HQ GSO 1 (Ops), and DIG Rudra Rajasingham flew by an air force helicopter to Wellawaya that morning to inspect the ground situation in Wellawaya and reported to Attygalle and the Inspector General of Police (IGP). The government began frantic preparations for further attacks. A curfew was declared in parts of the island, all police stations were warned of an impending attack, and Attygalle ordered the army to begin mobilization.[30] Several JVP cadres were arrested at Viharamahadevi Park on 5 April as they prepared to abduct (or assassinate) Prime Minister Bandaranaike at her private residence at Rosemead Place. This was followed by a quick citywide curfew and more arrests in Kotahena and Borella, with large numbers of bombs, weapons, and medical equipment meant to be used in the planned attack on the city. At 8:00 pm, General Attygalle, IGP Stanley Senanayake and Lieutenant Colonel Anuruddha Ratwatte arrived at the prime minister's residence and briefed her on the attack on Wellawaya and an impending attack that night. Soon afterwards, the prime minister left for Temple Trees (her official residence) with General Attygalle, Captain A.R.P. (Kalu) Wijeratne, and her normal escort. Temple Trees became the center of government operations (both civil and military) during the crisis, and its security was strengthened. It was a refuge for the ministers, most of whom were from leftist parties. Helicopter patrols around the capital began as rumors spread that the JVP was marching on Colombo.[31] With a curfew imposed and suspects being arrested, some JVP leaders went into hiding. The attack began as planned. Ninety-two police stations across the country were attacked simultaneously by JVP groups armed with shotguns, bombs, and Molotov cocktails; five (in Deniyaya, Uragaha, Rajangane, Kataragama and Warakapola) were overrun by the insurgents, and 43 were abandoned by the police for \"strategic reasons\" during the following days. Fifty-seven police stations were damaged. The insurgents cut telephone and power lines, and blocked roads with trees. The Hanwella police station, near Colombo, was attacked on 6 April and overrun. It was soon recaptured by with army reinforcements from the Panagoda Cantonment. The No. 2 Squadron of the Royal Ceylon Air Force deployed its three Bell 206A JetRanger helicopters, which began flying missions to remote police stations to supply them with weapons and ammunition; over the following days, the helicopters returned wounded to hospitals. RCyAF Ekala was also attacked. The police withdrew personnel from smaller police stations. The rebels had taken control of Matara District and the town of Ambalangoda in the Galle District by 10 April, and came close to capturing the remainder of Southern Province except for cities of Galle and Matara (both of which had two Dutch colonial forts and small army garrisons). However, none of the JVP's four major missions succeeded. The abduction of the prime minister failed, with arrests of JVP members in Colombo on 5 April. The Panagoda Cantonment and Colombo were never attacked, because the members did not assemble. Jaffna Prison was attacked on the night of 5 April to rescue Wijeweera. The cadre booked a bus to the prison, and Pyatilake led the attack. It failed, however, when police reinforcements arrived; many of the attackers were arrested, and some killed. Attacks on the Jaffna police station and Karainagar naval detachment also failed, with four insurgents killed on 6 April at Elephant Pass.[32][33] Loku Athula, who was given leadership of the Kegalle District and Kurunegala District, moved into the area on 3 April and began organizing the area leaders. He coordinated operations with detachments in Veyangoda and Mirigama, with over 600 JVP carders deployed across the Kegalle District concentrated at Warakapola and Rambukkana. The Pindeniya detachment, led by Patrick Fernando attacked both the local Police Station and the Bogala Graphite Mines, capturing a lorry load of explosives from the mines. On 8 April, the Warakapola Police Station was attacked, weapons including two sub machine guns seized and building set alight. Police stations in Bulathkohupitiya, Aranayaka, Mawanella, Rambukkana and Dedigama were attacked and the one at Aranayake burned down. Only the police station in the Kegalle town and its surrounding area remained in government control in the Kegalle District. In the North Central Province only the Anuradhapura town and its police station held out, while the police station in Vavuniya and Polonanruwa were attacked. Less intense activity was reported in the Kandy, Badulla and Moneragala Districts.[22] Having lost the element of surprise and coordination, the JVP first wave of attacks were executed as planned. Although on high alert, the government could do little to prepare and withstand the first wave. Weapons and ammunition was a key problem for both sides, with the JVP lacking access and aimed at gaining these from the police and military they would overrun in their first wave; while the government soon found out that its pre-insurrection stocks of small-arms ammunition was enough to hold out for only a week. On 5 April when the warning of the impending attack was issued, some police stations found that they lacked operational fire arms or live ammunition. The three Bell 206A Jet Ranger helicopters of the RCyAF began 5 April with a furry of activity, they began flying weapons and ammunition to isolated police stations. Flying over 12 hours a day, these three helicopters airlifted 36,500 lb of ammunition during April. The Doves flew supply missions to different parts of the island moving 900 soldiers and 100,000 lb of equipment in April. The army reported its first KIA on the first day of the insurrection when Staff Sergeant Jothipala was killed at Thulhiriya in the Kurunegala District.[22] As the insurgents overran five police stations and forty three were abandon in the days that followed, the JVP gained control over large parts of the island uncontested. They would raised the red flag and assert their dominance over the population. The government forces responded by first securing Colombo, other cities and large towns with sizable police and military garrisons. Roadblocks were set up; bridges, ports and airports were secured, overstretching the armed forces, which began mobilizing its reservists. Army, navy, and air-force personnel were initially deployed on ground duty in a defensive posture; in most areas, the police were able to hold out themselves. The government considered the situation dire during the insurrection's early days; its pre-insurrection stocks of small-arms ammunition was expected to run out in a week, and the shooting of naval ratings by a fellow rating in Jaffna stoked fears of JVP infiltration of the armed forces. Therefore, the government adopted a strategy of holding out, until it received assistance from friendly nations.[22] Former Inspector General of Police (IGP) S. A. Dissanayake was appointed Additional Permanent Secretary to the Ministry of External Affairs and Defence, and coordinated the government's defense from the situation room at Temple Trees. Local military coordinating officers, appointed from the three branches of the armed forces for each effected district, were tasked with carrying out local counter-insurgency operations. These were Colonel E. T. De Z Abeysekera in Anuradhapura, Colonel S. D. Ratwatte in Badulla, Colonel Douglas Ramanayake in Galle, Colonel Derrick Nugawela in Hambantota, Lieutenant Colonel R. R. Rodrigo in Jaffna, Lieutenant Colonel Cyril Ranatunga in Kegalle, Lieutenant Colonel D. J. de S. Wickremasinghe in Matara, Lieutenant Colonel Tissa Weeratunga in Moneragala and Lieutenant Colonel Dennis Hapugalle in Vavuniya. These appointments changed rapidly as the ground situation changed.[22] With many parts of the island under JVP control, communication and transport was limited. The JVP had blocked roads having fallen trees, damaged culverts and bridges preventing vehicular movements. Many army convoys were ambushed such as in Aranayake and in Anuradhapura, where Captain Noel Weerakoon was killed. Initial government offensives were pushed back in areas such as Matara, where local member of parliament Sumanapala Dahanayake was wounded accompanying the first joint army and police expedition into rebel-held areas.[34] With the government desperately short of weapons and ammunition, Bandaranaike telegraphed a request for support to friendly countries. The response from many governments was swift. The United Kingdom was the first to respond positively, allowing the Ceylonese government to use an Air Ceylon Trident to ferry small arms and ammunition from its bases in Singapore within four days of the initial attack. This was followed by a British commitment to supply six Bell 47 helicopters armed with 7.62mm machine guns. The United States said that it was aware that the JVP was not the organization which attacked the US Embassy in Ceylon, but had no specific intention to militarily aid the government. On a request made by the previous government, a USAF Lockheed C-141 Starlifter landed on 12 April carrying much needed spares for RCyAF helicopters. Pakistan responded with an airlift of supplies, troops, and helicopters to Ratmalana Airport, taking over the airport's defense and freeing Ceylonese troops for other duties. India did not receive the cable, and the Indian High Commissioner in Ceylon was sent back to India with the aid request on 13 April. The day after units of the Indian Army Southern Command were airlifted from Bangalore and Madras (Chennai) to RCyAF Katunayake, and six Chetak helicopters from the 104th Helicopter Squadron followed with arms and ammunition. The squadron logged 573 flying hours on as many as 1,122 sorties in Ceylon. 150 Indian Gorkhas took over securing RCyAF Katunayake. RAF heavy transports flew in six Bell 47-G2 helicopters and ammunition purchased from Singapore on 17 April. Ceylon received the most aid from the Soviet Union, with Air Ceylon transporting nine tons of military equipment which the Soviet Union made available from supplies in Cairo on the 19th of April. On 22 April, Soviet Air Force Antonov An-22 transporters flew in with five Mikoyan-Gurevich MiG-17F fighter bombers, a MiG-15 UTI trainer, and two Kamov Ka-26 helicopters. The Soviet aircraft were accompanied by 200 trainers and ground crew. In addition, the Soviet Union also sent 12 light mortars and 10 BTR-152 armored personnel carriers in November.[35] Yugoslavia supplied four 76mm mountain guns. Although China supplied 30 85mm Type 60 anti-tank guns, 30,000 automatic and semi-automatic rifles, it was still suspected of supporting the JVP.[36][1] The Indian Navy deployed three frigates, the INS Ganga, the INS Gomathi and the INS Godawari setting up a naval cordon around Ceylon while the Royal Ceylon Navy had deployed its sailors (including the crew of its sole frigate) on shore duty and harbor defense, making it incapable of preventing the JVP from obtaining aid by sea. Soon harbor defense was taken over by Indian and Pakistani troops, releasing Ceylonese personnel for offensive operations. Australia donated 5,000 SLR rifles.[36][37] North Korea used revolutionary propaganda daily in newspapers; North Korean newspapers quoted Kim Il-Sung about revolution, and the government of Sri Lanka was suspicious of the country's motives. JVP bases contained Juche literature distributed by the North Korean high commission in the country, which helped to develop the party. On 15 May 1971, 18 North Koreans affiliated with the JVP were arrested. Indian patrol boats deployed around the island stopped two North Korean vessels, capturing weapons, food parcels and literature; the vessels may have been headed to JVP-controlled territory to reinforce it against the Ceylonese army.[38][39][40] Aid may also have come through the Ceylon-North Korea Friendship Association, which had branches throughout the country.[41] At the time of the start of the insurrection, there was a Chinese cargo vessel bound for Tanzania in the Colombo Harbour. The Ceylonese government, requested to acquire these arms failed following appeals to both Beijing and Dar es Salaam. Thereafter, the Ceylonese government said that the weapons were for the JVP.[12] In April, a Chinese freighter raided a harbour; it was turned back by Indian warships maintaining a naval cordon around Ceylon's coast.[24] An unfamiliar ship was seen off the JVP-controlled coast of Matara; according to an eye-witness, it was larger than any ship the Royal Ceylon Navy had at the time.[34] Having lost the element of surprise, the JVP initial attack did achieve a degree of success. However, it failed in its key missions. This meant that it was not able to acquire the modern weapons it need to face the government forces. By withdrawing its small police stations and army detachments, the government denied the JVP the opportunity to capture weapons and ammunition. Having withdrawn to defensible locations such as major cities and towns, the government brought time to replenish its limited stocks of ammunition and receive new weapons. Wijeweera had been successful in building up the political ideology and the large following of carders. However, these carders large in numbers, lacked proper military training. In comparison, the government forces especially its regulars, although small in number were an all volunteer professional army with better leadership and training. When the influx of modern weaponry and ammunition began to roll in, the tide turned. The wide array of weapons it received resulted in its own logistical problems. The regular personnel of the armed services, were soon supplemented by the mobilization of reservists (most of whom were World War II veterans) and while Pakistani and Indian troops that were flown in took over defense of key installations such as airports and harbors. This released the regular troops from static defense to offensive operations. Furthermore, the popular uprising Wijeweera expected from the oppressed classes failed to take place and JVP carders who captured areas did not consolidate these nor prepare for a long drawn out insurgency, as the JVP had not planned for such; local JVP committees raised a red flag in a captured area, and did little else. Widespread looting and damage to state property took place, and several civilians were murdered by the insurgents.[22] The RCyAF took out five Hunting Jet Provosts which had been mothballed in 1970, serviced and armed them in three days, and flew them from RCyAF Chinabay to RCyAF Katunayake (attacking rebel locations en route). On the 12 April following a bombing run on a target in Polonnaruwa, one Jet Provost lost power and crashed on its approach to RCyAF Chinabay killing its pilot, Sergeant pilot Ranjith Wijetunga.[42][43] Several weeks later, the Jet Provosts were joined by the Bell 47-G2 in ground attacks. The government forces began to enhance its fire power on the ground and began offensive operations into JVP controlled areas. The Yugoslavian mountain guns were deployed in Kegalle to flush out insurgents and by late April many suspected JVP members were captured, arrested or surrendered. The remaining carders withdrew into jungle in the Kegalle, Elpitiya, Deniyaya and Kataragama areas. The army received twelve British Alvis Saladin armoured cars in May and put them to use in Kurunegala and Anuradhapura districts. After three weeks of fighting, the government regained control of all but a few remote areas. In most cases, the government regained control of townships; insurgent groups melted away into the jungle and continued to operate, with some groups operating into early 1972. The government announced two amnesties in May and June 1971, airdropping leaflets encouraging the insurgents to surrender. Without food, weapons, and leadership, many youths surrendered; other groups were surrounded and captured. Two JVP leaders, Sanath (Wijesena Vidanage) and Susil, were killed in confrontations with the armed forces; Loku Athula, who led the remnants of his group from Kegalle into the jungles of Wilpattu, was wounded and captured. In jungles in Anuradhapura, the JVP had established a base camp with supplies along with six sub camps with which they conducted operations in Rajangana and Tambuttegama. A detachment from the 1CLI troops with 82mm mortars, commanded by Major Jayawardena carried out Operation Otthappuwa in May and cleared these camps. By the end of May much of the insurrection was crushed. Counter insurgency operations went on for another year, with the 1CLI establishing a forward base in Horowapatana from November 1972 to April 1973, while the D company, 1CLI closed its operations in Kegalle District only in December 1974. Many youths were detained in rehabilitation camps for months. The official arrest total was 5,067 (of whom 1,117 were from Colombo), but arrests of up to 20,000 were claimed. The government imposed strict censorship of all domestic and foreign news during the period. Reports of summery executions were reported, including the public execution of Premawathi Manamperi of Kataragama. Caste based discrimination was common with armed forces arresting all the youth from low caste villages, regardless of participation.[10][22] The official death toll was 1,200, but unofficial sources reliably estimated it at 4,000–5,000. Forty-one civilians were killed by the insurgents; thirty-seven police officers were killed and 195 wounded. Twenty-six armed-services personnel were killed, including one officer (19 from the army, four from the air force, and three from the navy) and 130 were wounded (87 army, 15 air force, and 28 navy) in 1971 and 1972.[44] Advised by Justice Minister Felix Dias Bandaranaike, the prime minister appointed an investigative unit headed by retired IGP Aleric Abeygunawardena to prosecute the captured insurgents. The unit was made up of crown counsels and police officers. The crown counsels were made assistant superintendents, enabling them to record statements from suspects which would be admissible in court. It soon became apparent that convicting the large number of suspects in custody within contemporary procedure and laws would take years.[45] The Criminal Justice Commission was established by the government to prosecute the detained rebels expediently. The commission was composed of Chief Justice H. N. G. Fernando (chairman), Justice A. C. Alles, Justice V. T. Thamotheram, Justice H. Dheragoda and Justice T. W. Rajaratnam. By 1975, 139 inquires were conducted and 3872 insurgent suspects were charged and 2919 were produced before the commission. 2413 suspects were released under suspended sentences while 258 received terms of rigorous imprisonment, which included 3 imprisonments for life. 50 suspects were acquitted. A second commission was formed in 1976, consisting of three judges. 2520 suspects were released under suspended sentence, while 372 received terms of rigorous imprisonment, which included 5 imprisonments for life. 92 suspects were acquitted.[46] In 1975, Wijeweera was sentenced to life imprisonment (later reduced to 20 years of rigorous imprisonment). Many of the surviving JVP leaders received prison sentences; some, including Loku Athula and Somasiri Kumanayake, turned crown witness and were pardoned. Most of the youths in rehabilitation camps were released gradually.[47][48] The insurgency caused Rs 2.7 million in damage to public and private property; other institutions lost Rs 3 million. Over Rs 450 million earmarked for capital development was not spent as intended due to the insurgency. Ceylon severed diplomatic ties with North Korea based on information that the country supported the JVP, and diplomatic relations were not reestablished till 2014.[49] The government expanded the armed forces, the air force which had 1,400 personnel in 1971 grew to 3,100 by 1976 with the addition of a Volunteer Force and the army formed the National Service Regiment. The police formed the Sri Lanka Reserve Police in 1974. Under the six years of emergency rule following the uprising, the JVP remained dormant. No medals were awarded by the government to the police or armed services personal. After the victory of the United National Party in the 1977 general elections, however, the new government tried to broaden its mandate with a period of political tolerance. With the repeal of the Criminal Justice Commission in 1977, all convicted under it received a general amnesty including Wijeweera. The ban on the party was lifted, and the JVP entered the arena of legal political competition. As a candidate in the 1982 presidential elections, Wijeweera finished fourth with over 250,000 votes (compared with winner J. R. Jayewardene's 3.2 million). The JVP began a second insurrection, which lasted from 1987 to 1989 and was more of a low intensity conflict than an open revolution. The movement fought with a well-organized military wing, that carried out raids on military installations and targeted assassinations waging a brutal campaign of terror and intimidation cross the Southern part of the island. It ended with after equally brutal counter offensive targeting JVP cells and leadership that resulted in the death of Wijeweera in 1989. Two incentives for a renewed insurgency exist: unemployment and government corruption. With a rapid population increase and relatively-slow economic growth, many youths who were the beneficiaries of free education are unemployed or underemployed; the unemployment rate is high relative to the output of the educational system, which the labour market has failed to address. Political factors include President Jayawardena's political strategy of oppressing the opposition; the weakness of the main opposition party (SLFP); the exclusion of those without political connections from some state jobs; the Indo-Sri Lankan Peace Accord, and the entry of Indian troops into Sri Lanka.","Title":"1971 JVP insurrection - Wikipedia","KeyID":"14795","URL":"https://en.wikipedia.org/wiki/1971_JVP_insurrection"}