{"Content: ":"The 1962 Ceylonese coup d'état attempt (also known as the Colonels' coup ) was a failed military coup d'état planned in Ceylon (Sri Lanka). A group of Christian officers in the military and police planned to topple the government of Prime Minister Sirimavo Bandaranaike during the night of 27 January 1962. Organised by Colonel F. C. de Saram (Deputy Commandant, Ceylon Volunteer Force), Colonel Maurice De Mel, (Commandant, Ceylon Volunteer Force), Rear Admiral Royce de Mel (former Captain of the Royal Ceylon Navy), C.C. Dissanayake (DIG, Range I), Sydney de Zoysa (retired DIG) and Douglas Liyanage (Deputy Director of Land Development), it was to take place in the night of 27 January 1962, but was called off as the government gained information in the afternoon and initiated arrests of the suspected coup leaders before the coup was carried out.[1][2] The arrested conspirators were tried under a special law, convicted and jailed. Their sentences were overruled later on appeal as it found the new law violated the Ceylon constitution and denied fair trial. During the trial it was revealed that the coup had the backing of several former statesmen,[3][4] and brought out the brewing conflict between the entrenched elites and the newly emerging elites in post-independence Sri Lanka.[5] Ceylon gained independence from Britain in 1948 and was renamed the Dominion of Ceylon, marking the beginning of self-rule for the local population. However, much of the political, governmental and military leadership of the country was passed down from the British to the Ceylonese Christian elite, who had risen to positions of power largely owing to their education and religion.[5] As a result, all of the high offices of state were held by these elites.[5] In 1956 S.W.R.D. Bandaranaike, an Anglican who converted to Buddhism, was elected after a nationalistic movement in which he gathered the support of the Buddhist Sinhalese people majority of the country, who were considered underprivileged compared to the Christian minority. As promised during the election Bandaranaike began a rapid Sinhalisation of all parts of the government, which culminated in the passage of the controversial Sinhala Only Act.[6] At the same time, he had the last of the British military bases in Ceylon removed and led a move towards a socialist form of economy.[7] Prior to these changes, the officer corps of the army were composed of three-fifths Christian, one-fifth Tamil, and one-fifth Burgher. Bandaranaike moved to balance this by increasing the number of Buddhist Sinhalese officers. After sending the serving Inspector General of Police (IGP) Osmund de Silva on compulsorily retirement for refusing to carryout Bandaranaike's orders which de Silva considered to be unlawful, Bandaranaike appointed a Buddhist civil servant, M. Walter F. Abeykoon from the Lands Settlement Department, over three other senior Christian police officers. This caused much resentment among these senior police officers, who tendered their resignations, which were later withdrawn.[6] In 1959, Bandaranaike was assassinated leading to a period of political turmoil that resulted in his widow, Sirima Bandaranaike emerging as the leader of his party and gaining a majority in parliament, thus becoming the first female prime minister in the world in 1960. She continued her husband's policies, with Felix Dias Bandaranaike and N. Q. Dias serving as her close advisers. By 1961 resentment was building up among the Christians, who felt that they were systematically being eliminated. The regime appear to have targeted minority communities by taking over and renaming Catholic schools, whilst at the same time some of the elite Anglican schools were not targeted.[8][9][10][11] Already by this point many Christians were leaving Ceylon mainly to the UK. The country's economy worsened, resulting in increasing cost of living and rising unemployment. The military coup by General Ayub Khan in Pakistan inspired a group of disenchanted officers to take action.[12] In February 1961, the Federal Party launched a Satyagraha against the language policy of the government. The government responded by dispatching army units to the Jaffna District and declaring a state of emergency under the Public Security Act. Several Tamil leaders were arrested under emergency regulations and the Satyagraha came to a halt. The emergency regulations was in force till January 1963. This allowed the government to keep volunteer units (reservists) mobilized and used these units as additional man power during trade union strikes and civil disturbance. In 1961, volunteer units were placed on compulsory leave without pay, reducing expenditure and retaining the units in mobilized state so that they could be recalled more quickly than in a mobilization. In October 1961, Felix Dias Bandaranaike Parliamentary Secretary to the Minister of External Affairs issued an order to the service commanders to prepare for a series of strikes and rioting by Leftist and trade unions. The government at this stage delayed implementation of wage revisions based on the P. O. Fernando Committee Report on port labor, and the Wilmot Perera Report on the Public Service. This resulted in several strike action by port workers and the Ceylon Transport Board in November and December 1961, which was followed by a general strike. The Ceylon Volunteer Force was deployed and restored much of the operations. On 13 December 1961, Dr N. M. Perera said in parliament that Felix Dias Bandaranaike was making arrangements to rule the country with the army and navy. On 9 January 1962 Pieter Keuneman stated that there a situation was developing to create the basis for permanent military rule in the island; and on 12 January 1962 a statement by Wijeyananda Dahanayake claimed that someone in the government was preparing to set up a military dictatorship. The first indications of a threat to overthrow the government came on Saturday 27 January 1962, when the IGP Walter Abeykoon, who was at the Orient Club playing bridge was visited by Patrick de Silva Kularatne who had hurried to Colombo from Ambalangoda after receiving a call from his daughter Maya. Early that day, Kularatne's son-in-law, Stanley Senanayake, the Superintendent of Police (SP) (Colombo) in-charge of police for the city of Colombo had a morning walk at Galle Face Green with C.C. Dissanayake, the Deputy Inspector General of Police (DIG) for Range I. During the walk Dissanayake had approached Senanayake for his assistance in a secret operation that was due to take place that night. As chief of police for Colombo, his cooperation was vital for the operation to succeed. Returning home, Senanayake was uneasy with the nature of the operation and confided in his wife Mala Senanayake the details which had been shared with him by Dissanayake. Mala Senanayake immediately called her father Kularatne who was a member of parliament and a founder of the Sri Lanka Freedom Party. Kularatne shared with Abeykoon all the information he had. Abeykoon called and informed the head of the Criminal Investigation Department (CID) S. A. Dissanayake and went back to his game of bridge. S. A. Dissanayake (who was DIG (CID) and younger brother of C. C. Dissanayake) was not on talking terms with his brother. At the time the CID was tasked with internal security duties. S. A. Dissanayake understanding the depth of the situation, discussed the matter with John Attygalle, SP (CID); given the nature of the threat and not knowing the extent of the conspiracy, they both decided to approach Felix Dias Bandaranaike, who was the Minister of Finance and Parliamentary Secretary for Defence and External Affairs. Being the nephew of the prime minister, he was her principal adviser at the time. The CID officers met the minister at his residence at 7.00pm where the police officers gave the Minister all known information. Felix Dias Bandaranaike wanted to act quickly to stop the potential coup and left for the Prime Minister's official residence, Temple Trees with the two CID officers.[1] The information took the Prime Minister by shock, however under the directions of Felix Dias Bandaranaike, all service commanders, Major General Gerard Wijekoon, Commodore Rajan Kadiragamar, Air Commodore John Barker and the IGP Abeykoon were called to Temple Trees for an emergency meeting. Stanley Senanayake was also summoned to Temple Trees and was questioned by Bandaranaike and THE CID officers to reveal everything he knew. A list of possible coup members were made and Bandaranaike ordered the junior police and army officers who were known to be acting under the orders of the coup leaders to be summoned to Temple Trees, where they were questioned by Bandaranaike personally and the CID. It was revealed that the coup's military element was led by Colonel Fredrick C. de Saram (a cousin of S.W.R.D. Bandaranaike) and Colonel Maurice De Mel, the Commandant of the Volunteer Force (second most senior officer in the Army); the police element was led by DIG C. C. Dissanayake, (second most senior officer in the Police) and Sydney de Zoysa (a retired DIG), who was responsible for coordination between the services; the coup had been planned by Douglas Liyanage of the Ceylon Civil Service and supported by Rear Admiral Royce de Mel, recently retired Captain of the Navy and brother of Colonel Maurice de Mel. The coup was to be carried out by troops from the 3rd Field Regiment and the 2nd Volunteer Anti-aircraft Regiment of the Ceylon Artillery (almost the entire officer corps of these regiments were later found to be involved), 2nd (V) Field/Plant Regiment, Ceylon Engineers; 2nd Volunteer Signals Regiment, Ceylon Signals Corps and Armoured cars of the Sabre Troop of the Ceylon Armoured Corps. Involved were Captain Nimal Jayakody and Captain Tony Anghie of 3rd Field Artillery Regiment, Ceylon Artillery, members of the first batch of officer cadets of the Ceylon Army who had been trained at Royal Military Academy Sandhurst.[13] At this time, the first and only arrest of the coup was to be effected at 9.30pm when Neal de Alwis, Member of Parliament for Baddegama was arrested from his residence and taken to the Galle Police Station and held there for nine hours. At this point C. C. Dissanayake received a call at his official quarters that the plan had been compromised and the leaders decided to call off the coup. Temple Trees was informed that the duty officer for the night at Police headquarters ASP V.T. Dickman had been replaced by a known conspirator. At 11:15pm a teletype message was sent out by DIG CID to Colombo and all police stations stating that a coup had been staged against the government by senior police officer and not to carry out any orders other than those of the DIG CID.[14] Having decided that no officers of the Royal Ceylon Air Force were connected to the coup, a security cordon around Temple Trees was deployed from airforce personnel, since no one was sure how deeply the conspiracy had penetrated the ranks of the army, navy and police. The prime minister ordered the arrest of Dissanayake and J. F. Bede Johnpillai (ASP Traffic). They were arrested that night by teams made up personnel from all three services and the police.[15] The following day arrest warrants were issued for Colonel F. C. de Saram, Colonel Maurice de Mel and Rear Admiral Royce de Mel. Colonel de Saram drove to Temple Trees where he was arrested, Colonel de Mel was arrested at home and Admiral de Mel went into hiding. In the Sunday afternoon of 28 January 1962, Radio Ceylon aired a special news bulletin interrupting its scheduled programs, announcing that a conspiracy by a group of senior police and armed services officers to stage a coup d'état had been foiled and seven police and army officers had been arrested. News then broke-out in the evening editions. The initial detainees were housed in an annexe at Temple Trees, while CID and Special Branch carried out investigations to identify other conspirators. Felix Dias Bandaranaike's continued personal involvement in the investigation was termed by some as an inquisition.[16] The plan of the coupe which was code-named Operation Holdfast, came to light based on the statements given the arrested officers and was published in a parliamentary white paper on 13 February 1962. The plan called for quick deployment of troops to seize strategic positions and installations, cordon off Colombo preventing troops from the Panagoda Cantonment reaching Colombo. In the process detain the Prime Minister and government leaders. The service commanders and the IGP were kept unaware of the plan. It would be initiated by C. C. Dissanayake at 10:00pm on the 27 January 1962 by issuing a take post order to his men. Thereafter ASP Johnpillai, ASP Traffic would have all main roads and highways cleared within 30 mins. This will facilitate the rapid movement of troop convoys from their barracks to predetermined destinations under the command of de Saram and de Mel starting at 11:00pm and to be completed by 1:00am on the 28 January 1962.[17] Lieutenant Colonel Wilmot Abrahams leading the 3rd Field Artillery Regiment was tasked with the capture of Temple Trees and detailing the Prime Minister assisted by ASP Lionel Jirasinhe.[18] In this move, the Prime Minister was to be placed under house arrest. Senior Ministers, government officials and key advisers, were to be arrested and taken to Army Headquarters. This included Felix Dias Bandaranaike, N. Q. Dias, S. A. Dissanayake, John Attygalle, Rajan Kadiragamar. There they would be held in the ammunition magazine, which was an underground bunker and were to be held there until further instructions. Major General H. Winston G. Wijeyekoon, Commander of the Army and Colonel B. R. Heyn, Chief of staff of the army, the IGP and the Air Force Commander were to be prevented from leaving their houses as well as several cabinet ministers and important officials having been placed under house arrest. Government members of parliament were to be detained at the Sravasti, the hostel for MPs, while others were to be detained at their homes. Selected members of parliament living out of Colombo were to be arrested and detained at the local police stations.[17] Key to the success of the coup would be to prevent, troops loyal to the government from staging a counter-coup. To this end, it was deemed that troops from the Panagoda Cantonment, were to be prevented from entering Colombo at all cost. The primary threat the coup leaders feared was the 1st Battalion, Ceylon Light Infantry, which was based at the cantonment. The other infantry regiment of the army, the 1st Battalion, Ceylon Sinha Regiment was deployed in Jaffna at the time. Therefore, troops from the coup with armoured cars were to be stationed at the two Kelani river bridges, the Wellawatte-Dehiwela bridge and the Kirillapone bridge.[17] Soon after midnight police cars equipped with loud hailers were to be sent out to announce an immediate curfew in Colombo city limits. The Central Telegraph Office and other city telephone exchanges were to be taken over and put out of operation. Shortly after mid-night Police Headquarters and the CID office in fort were to be taken over. Newspaper office buildings of the Lake House and Times of Ceylon were to be taken over and publications to be stopped for several days. Signals Corps despatch riders, fully armed on motorcycles, were standing by from about 11pm at Torrington (Independence) Square to storm Radio Ceylon once the password 'Holdfast' was given. A special direct telephone line had been laid the previous day, from Army Headquarters at Lower Lake Road to the Echelon Barracks, for use by army personnel.[17] Colonel Maurice de Mel would command operations from Army headquarters, while Colonel de Saram would position himself at Temple Trees and direct operations from there. The password would be British Grenadier. C. C. Dissanayake would take up position at Queens House and direct operations from there till police headquarters was taken over. The password would be Dowbiggin.[17] Once the corp was complete the coup leaders with Major General de Saram as General Officer Commanding - Ceylon, would meet at the Queen's House where they would have the Governor General Sir Oliver Goonetilleke to dissolve parliament and take direct control of the state. He would be assisted by a governing council of former Prime Ministers made up of Dudley Senanayake and Sir John Kotelawala, with Wijayananda Dahanayake also invited to join. The coup leaders had intended to send Sirima Bandaranaike to the United Kingdom by plan with her family to join her daughter who was studying at Oxford at the time.[17][18] The government's concern was to understand the depth of the conspiracy and identify conspirators. This task was led by Felix Dias Bandaranaike with the CID undertaking the investigations. Security of the Prime Minister and Minister Felix Dias Bandaranaike were increased by police and armed forces, while their country seats in their constituencies were supplemented by local party volunteers. Felix Dias Bandaranaike called for regular security briefings for the prime minister which were held at Temple Trees, Horagolla Walauwa and at Weke Walawwa.[19] Dr N. M. Perera revealed the details of the attempted coup in Parliament on 13 February 1962 and published a white paper with its details. On 18 February 1962, Felix Dias Bandaranaike stated in Parliament that Sir Oliver Goonetilleke's up in the investigations. Goonetilleke indicated he had no objection to be questioned by the police, however the Bandaranaikes wanted to replace the Governor-General. Bradman Weerakoon, secretary to the prime minister was dispatched London to present the Prime Minister's request to the Queen to replace her Governor-General in Ceylon. On 26 February 1962, Radio Ceylon announced that the Queen had accepted the request of the Government of Ceylon to appoint William Gopallawa (the Prime Minister's uncle) as Governor-General of Ceylon succeeding Sir Oliver Goonetilleke with effect from 20 March 1962. Goonetilleke quietly left Queen's House on 2 March and left the country.[20] Other changes followed, N. Q. Dias was appointed as Permanent Secretary to the Ministry of Defense and External Affairs. In this capacity Dias began a program of recruitment of Sinhalese Buddhist officers to the army, while recruitment in the navy was stopped. Colonel Richard Udugama was recalled from Jaffna, where he was serving as Commander Troops, Jaffna to take over as Chief of Staff of the army, while Colonel B. R. Heyn took over as Commandant of the Ceylon Volunteer Force. In April 1963, Walter Abeykoon was replaced by S. A. Dissanayake as IGP and John Attygalle was promoted DIG (CID). The following December General Winston Wijekoon retired and Colonel Udugama succeeded him as Army Commander. The command of the air force was shifted to Ceylonese officers from RAF officers on secondment, with Temporary Air Commodore Rohan Amerasekera taking over as Commander of the RCyAF in November 1962 from Air Vice Marshal John Barker. Temporary Commodore Rajan Kadiragamar remained Captain of the Navy with his appointed confirmed in 1964.[17] Both General Winston Wijekoon and Colonel Heyn were not aware of the coup and their regiment, the 1st Battalion, Ceylon Light Infantry, based in Panagoda, was the unit the plotters had wanted to prevent coming to the aid of the Government.[17] A restructuring followed with officers and men linked to the coup being discharged. The 1st Heavy Anti-aircraft Regiment (the primary unit involved in the coup), the 2nd (V) Anti-aircraft Regiment and the 3rd Field Regiment of the Ceylon Artillery were disbanded in disgrace and remaining officers and men transferred to form the 4th Regiment, Ceylon Artillery. It was then moved to the Panagoda Cantonment from its traditional home, Rock House. The 2nd (V) Field/Plant Regiment of the Ceylon Engineers and the 2nd (V) Signal Regiment of the Ceylon Signals Corps were also disbanded in disgrace and the remaining men of the latter were brought to form the Ceylon National Guard.[17] In 1999, the 2nd (V) Sri Lanka Signals Corps was formed, but none of the other regiments were reformed even during the height of the Sri Lankan Civil War when the Sri Lankan Army saw a major expansion. In all 31 persons were arrested, these included officers from the Army and the Navy, gazetted officers from the police, civil servants and several civilians. All arrested military officers were stripped of their ranks, while the police officers and civil servants were interdicted pending trial. Since no shots were fired and no troops deployed, the government soon discovered that there were no provisions within the penal code to prosecute the accused. So they were remanded, pending trial, in a special section of the Welikada Prison called the Magazine Section. To guard these officers, a special security detachment called the composite guard was selected from the Ceylon Light Infantry with Major A. Hulangamuwa in charge. The officers were held in solitary confinement in the hope of getting confessions. The conditions were improved later.[16] In the meantime the government passed a new law called Criminal Law (Special Provisions) Act, No. 1 of 1962 which gave additional provisions for prosecution beyond the limitations of the Evidence Ordinance, such as the use of hearsay as evidence; to bring the coup case under the new law it was given retrospective effect from January 1, 1962. The law was opposed in parliament by the United National Party and the Lanka Sama Samaja Party, but the latter was convinced by the government to support the bill by an assurance that it would be used only for the prosecution of the members of the coup.[21] … whether a criminal act is done or not, the agreement, and not the act, is what is penalized. ‘The conspirators may repent and stop or they may either have no opportunity or may be prevented, or may even fail. Nevertheless, the crime is complete and was complete when they agreed. Excerpt from judgment - Queen v. Liyanage- 67-NLR:203/204, [16] In June 1962, the Attorney General of Ceylon, Douglas Jansze, QC filed charges against 24 on three counts of attempting to The Minister of Justice, under the new law, appointed a Trial-at-Bar made up of three Supreme Court Judges. Of the 24 charged, all were Christians; in terms of ethnicity, there were 12 Sinhalese, six Tamils and six Burghers among them. The remaining five were not prosecuted due to lack of evidence or having turned crown witness.[16] In the trial of Queen v. Liyanage and others, the accused were defended by some of the top lawyers of the time including G.G. Ponnambalam, QC; H. W. Jayewardene, QC; S. J. Kadirgamar and K. N. Choksy. The prosecution was led by Attorney General Jansze, who relied heavy on the confession given by Colonel de Saram assuming full responsibility and on witness accounts. The judges dissolved the court saying that they were appointed by the Executive, when the latter had no constitutional right to do so. The Criminal Law Act was then amended to get the Supreme Court to appoint the judges. The second court also dissolved itself because of one of the judges, Hon. Justice A.W.H. Abeyesundere, QC, in his earlier post as Attorney General, had assisted the investigation of the case.[citation needed] A Third Court sat for 324 days from 3 June 1963, and convicted 11 of the 24 accused including Col. de Saram, Col. de Mel, Rear Admiral de Mel, Douglas Liyanage, Sidney de Zoysa, Wilmot Abraham, B. I. Loyola, Wilton White, Nimal Jayakody, Noel Matthysz, Victor Joseph, Basil Jesudason, John Felix, David Tambyah, Samuel Jackson and Rodney de Mel. The sentence was ten years in jail and confiscation of property. Wilmot Abraham later died in prison in 1964. The names of Sir Oliver Goonetilleke, and former Prime Ministers Dudley Senanayake and Colonel Sir John Kotelawala had come up in the investigation and trial. Goonetilleke was removed from his position as Governor General and replaced by William Gopallawa on 20 March 1962 and went into exile in London. He was tried and sentenced in absentia for exchange control offences by the Criminal Justice Commission in 1972 and was pardoned following the repeal of the Criminal Justice Commissions Act in 1977. No moves against Senanayake or Kotelawala were made, but years later J. R. Jayewardene stated that at a meeting on 13 April 1966 he was told by Colonel Sir John Kotelawala that he and Dudley Senanayake had been aware of the coup.[3][4] The Acts offended against the Constitution in that they amounted to a direction to convict the men or to a legislative plan to secure their conviction and severe punishment and thus constituted an unjustifiable assumption of judicial power, by the legislature, or an interference with judicial power, which was outside the legislature's competence and was inconsistent with the severance of power between legislature, executive and judiciary which the constitution ordained. Lord Pearce, Daily News However, the condemned appealed to the Judicial Committee of the Privy Council. In its ruling given on 21 December 1965, it held the Special Act of 1962 was ultra vires of the Ceylon constitution and that the Act had denied fair trial. According to the Privy Council, the law had been specially enacted to convict the men; under trial they did not have the protections that they would have had under general criminal law. It acquitted all the eleven.[21] Of the accused, De Saram returned to his family law firm and legal practice, Douglas Liyanage was appointed Secretary to the Ministry of State in the early 1980s, Capt. John Felix went on to become the Commissioner-General of Inland Revenue and Lt. Col. Basil Jesudasan became the Chairman of Carson Cumberbatch PLC.[citation needed] The primary result of the coup attempt was that it led Sirima Bandaranaike to develop a distrust of the military. Senior appointments in the armed services and the police were made from officers trusted by the government and not on seniority as such as in the case of the IGP and the Army Commander. In the latter, B. R. Heyn was overlooked in favor of Richard Udugama. This practice was continued by successive governments and had a negative effect on the professionalism and impartiality of the armed forces and the police. Funding for the services were cut drastically in the immediate aftermath, greatly affecting its growth and disabling its ability of defending Ceylon in the long term. Military hardware procurements limited. The Navy was hard hit, many of its ships were sold and its blue water capability lost, it would not regain it former ability until the 1980s and 1990s. Inter service cooperation in the form of joint operations were suspended. Following the Bandaranaike government's electoral defeat in 1965, Dudley Senanayake became Prime Minister. To prevent a future coup he empowered the Special Branch of the Ceylon Police Force charged with internal security. Sirima Bandaranaike's distrust continued into her second term in 1970, fearful of another military coup, she had the police units such as the Special Branch reorganized and appointed her cousin Anuruddha Ratwatte as commanding officer of the Army's Field Security Detachment tasked with identifying leaders of a potential coup. As a result, the military was under strength and ill-equipped to deal with the 1971 JVP Insurrection, which took the Bandaranaike government by complete surprise. To overcome the perilous situation Ceylon had to rely on help from other countries. Finally when Bandaranaike government introduced a new constitution in 1972, it declared Sri Lanka as a republic breaking the last remaining links to the British Empire, including the final level of judicial appeal to the Privy Council.[17]","Title":"1962 Ceylonese coup d'état attempt - Wikipedia","KeyID":"14791","URL":"https://en.wikipedia.org/wiki/1962_Ceylonese_coup_d%27%C3%A9tat_attempt"}