{"Content: ":"The Indo-Sri Lanka Peace Accord was an accord signed in Colombo on 29 July 1987, between Indian Prime Minister Rajiv Gandhi and Sri Lankan President J. R. Jayewardene. The accord was expected to resolve the Sri Lankan Civil War by enabling the thirteenth Amendment to the Constitution of Sri Lanka and the Provincial Councils Act of 1987. Under the terms of the agreement,[1][2] Colombo agreed to a devolution of power to the provinces, the Sri Lankan troops were to be withdrawn to their barracks in the north and the Tamil rebels were to surrender their arms.[3][4] Importantly however, the Tamil groups, notably the Liberation Tigers of Tamil Eelam (LTTE) (which at the time was one of the strongest Tamil forces), had not been made party to the talks and initially agreed to surrender their arms to the Indian Peace Keeping Force (IPKF) only reluctantly. Within a few months however, this flared into an active confrontation. The LTTE declared their intent to continue the armed struggle for an independent Tamil Eelam and refused to disarm. The IPKF found itself engaged in a bloody police action against the LTTE. Further complicating the return to peace, a Marxist insurgency began in the south of the island. Sri Lanka, from the early part of the 1980s, was facing an increasingly violent ethnic strife. The origins of this conflict can be traced to the independence of the island from Britain in 1948. At the time, a Sinhala majority government was instituted which passed legislation that were deemed discriminatory against the substantial Tamil minority population. In the 1970s, two major Tamil parties united to form the Tamil United Liberation Front (TULF) that started agitation for a separate state of Tamil Eelam within the system in a federal structure in the north and eastern Sri Lanka[5] that would grant the Tamils greater autonomy. However, enactment of the sixth amendment of the Sri Lankan Constitution in August 1983 classified all separatist movements as unconstitutional,[6] effectively rendering the TULF ineffective.[6] Outside the TULF, however, factions advocating more radical and militant courses of action soon emerged, and the ethnic divisions started flaring into a violent civil war.[5] According to Rejaul Karim Laskar, a scholar of Indian foreign policy, Indian intervention in Sri Lankan civil war became inevitable as that civil war threatened India's \"unity, national interest and territorial integrity.\"[7] According to Laskar, this threat came in two ways: On the one hand external powers could take advantage of the situation to establish their base in Sri Lanka thus posing a threat to India, on the other hand, the LTTE's dream of a sovereign Tamil Eelam comprising all the Tamil-inhabited areas (of Sri Lanka and India) posed a threat to India's territorial integrity.[7] India had, initially under Indira Gandhi[8][9] and later under Rajiv Gandhi, provided support to Tamil interests from the very conception of the secessionist movement. This included providing sanctuary to the separatists, as well as support the operations training camps for Tamil guerrillas in Tamil Nadu[10] of which the LTTE emerged as the strongest force. This was both as a result of a large Tamil community in South India, as well as India's regional security and interests which attempted to reduce the scope of foreign intervention, especially those linked to the United States, Pakistan, and China.[10] To this end, the Indira Gandhi government sought to make it clear to Sri Lankan President J. R. Jayewardene that armed intervention in support of the Tamil movement was an option India would consider if any diplomatic solutions should fail.[10] Following the anti-Tamil riots, the Tamil rebel movement grew progressively strong and increasingly violent. However, after Indira Gandhi's assassination, the Indian support for the militant movement decreased. However, the succeeding Rajiv Gandhi government attempted to re-establish friendly relations with its neighbours. It still however maintained diplomatic efforts to find a solution to the conflict as well as maintaining covert aid to the Tamil rebels.[10] From 1985 however, the Sri-Lankan Government started rearming itself extensively for its anti-insurgent role with support from Pakistan, Israel, Singapore and South Africa.[10][11] In 1986, the campaign against the insurgency was stepped up and in 1987, retaliating an increasingly bloody insurgent movement, Operation Liberation was launched against LTTE strongholds in Jaffna Peninsula, involving nearly four thousand troops, supported by helicopter gunships as well as ground attack aircraft.[10] In June 1987, the Sri Lankan Army laid siege on the town of Jaffna.[12] As civilian casualties grew,[13][14] calls grew within India to intervene in what was increasingly seen in the Indian (and Tamil) media as a developing humanitarian crisis, especially with reports use of aerial support against rebel positions in civilian areas.[14] India, which had a substantial Tamil population in South India faced the prospect of a Tamil backlash at home, called on the Sri Lankan government to halt the offensive in an attempt to negotiate a political settlement. However, the Indian efforts were futile. Added to this, in the growing involvement of Pakistani and Israeli advisors, it was necessary for Indian interest to mount a show of force.[10] Failing to negotiate an end to the crisis with Sri Lanka, India announced on 2 June 1987 that it would send a convoy of unarmed ships to northern Sri Lanka to provide humanitarian assistance[15] but this was intercepted by the Sri Lankan Navy and turned back.[16] Following the failure of the naval mission, the decision was made by the Indian government to mount an airdrop of relief supplies in support of rebel forces over the besieged city of Jaffna. On 4 June 1987, in a blatant show of force, the Indian Air Force mounted Operation Poomalai in broad daylight. Five An-32s of the Indian Air Force under cover of heavily armed Indian fighter jets flew over Jaffna to airdrop 25 tons of supplies, all the time keeping well within the range of Sri Lankan radar coverage. At the same time the Sri Lankan Ambassador to New Delhi was summoned to the Foreign Office to be informed by the Minister of External Affairs, K. Natwar Singh, of the ongoing operation. It was also indicated to the ambassador that if the operation was in any way hindered by Sri Lanka, India would launch a full-force military retaliation against Sri Lanka.[17] The ultimate aim of the operation was both to demonstrate the credibility of the Indian option of active intervention to the Sri Lankan Government, as a symbolic act of support for the Tamil Rebels, as well to preserve Rajiv Gandhi's credibility.[18] Faced with the possibility of an active Indian intervention and facing an increasingly war-weary population at home,[19] the Sri Lankan President, J. R. Jayewardene, offered to hold talks with the Rajiv Gandhi government on future moves.[12] The siege of Jaffna was soon lifted, followed by a round of negotiations that led to the signing of the Indo-Sri-Lankan accord on July 29, 1987[20] that brought a temporary truce. The terms of the truce specified that the Sri Lankan troops withdraw from the north and the Tamil rebels disarm,[citation needed] and saw the induction of the Indian Peace Keeping Force in Sri Lanka.[citation needed] Among the salient points of the agreement,[citation needed] the Sri Lankan Government made a number of concessions to Tamil demands, which included[1][2] Colombo devolution of power to the provinces, merger (subject to later referendum) of the northern and eastern provinces, and official status for the Tamil language.[citation needed] More immediately, Operation Liberation — the successful, ongoing anti-insurgent operation by Sri Lankan forces in the Northern peninsula — was ended. Sri Lankan troops were to withdraw to their barracks in the north, the Tamil rebels were to disarm.[citation needed]India agreed to end support for the Tamil separatist movement and recognise the unity of Sri Lanka.[citation needed] The Indo-Sri Lanka Accord also underlined the commitment of Indian military assistance on which the IPKF came to be inducted into Sri Lanka.[citation needed] In 1990, India withdrew the last of its forces from Sri Lanka, and fighting between the LTTE and the government resumed. In January 1995, the Sri Lankan Government and the LTTE agreed to a ceasefire as a preliminary step in a government-initiated plan for peace negotiations. After 3 months, however, the LTTE unilaterally resumed hostilities.[citation needed] The government of Sri Lanka then adopted a policy of military engagement with the Tigers, with government forces liberating Jaffna from LTTE control by mid-1996 and moving against LTTE positions in the northern part of the country called the Vanni. An LTTE counteroffensive, begun in October 1999, reversed most government gains; and by May 2000, threatened government forces in Jaffna. Heavy fighting continued into 2001.[citation needed] On the eve of the signing of the Indo-Sri Lanka Accord, Rajiv Gandhi was assaulted by Leading Rate Vijitha Rohana at the Guard of Honour held for Gandhi in what seemed an attempted assassination. Four years later, in 1991, Rajiv Gandhi was assassinated by a LTTE suicide bomber. This radically reduced support for the LTTE within India. In 2009, 19 years after his assassination, the Sri Lankan army mounted a major military offensive in the north and eradicated the LTTE. The operation was not opposed by India and received Indian diplomatic and military support, despite condemnations from state of Tamil Nadu and Western nations for alleged human rights violations. Rajiv Gandhi's widow, Sonia Gandhi was the chairperson of India's ruling coalition at the time.[citation needed] The validity of the Indo-Lanka Accord has been questioned by Sri Lankan politicians citing various reasons.[21] In 2020 Minister of Public Security Sarath Weerasekara claimed as India failed to disarm the LTTE the agreement is no longer valid and Sri Lanka is not bound to uphold the agreement on provincial councils. [22]","Title":"Indo-Sri Lanka Accord - Wikipedia","KeyID":"14802","URL":"https://en.wikipedia.org/wiki/Indo-Sri_Lanka_Accord"}