{"Content: ":"Communism in Sri Lanka dates back to 1935, when the Lanka Sama Samaja Party was founded by Trotskyists who campaigned for freedom and independence of Sri Lanka which was then a colony of the British Empire and known as Ceylon. Communists of the LSSP later formed the Bolshevik Leninist Party of India, Ceylon and Burma in order to campaign for independence of the entire South Asia.[1] LSSP was the first Marxist party to be based on South Asia and one of the few Trotskyist parties that had a major political influence.[2] The Communist Party was the pro-Soviet Union section of Sri Lanka during the Cold War. It joined the government of Sri Lanka under the banner of pro-Eastern bloc and anti-Western bloc United Front of Sri Lanka. The LSSP also shortly joined it in many alliances but was heavily opposed to its pro-Soviet policy. When World War II began between most of world's superpowers, back then the LSSP, a Trot majority party, who had an alliance with the Fourth International protested against the war. Following the launch of Operation Barbarossa against the Soviet Union, the party broke between Trotskyists and Stalinists. The Stalinists extended support towards The Allies while the Trotskyists remained neutral. This led to the creation of the Stalinist United Socialist Party of Sri Lanka which later became a pro-Soviet faction during the Cold War. The LSSP activists generally opposed the war calling it Imperialist, CPSL opposed it as well but in order to help the Soviet Union, they forced local businessmen and landlords to campaign for British Victory as it was seen as the only way of helping the comrades they follow.[3] The pro-Dominion UNG came to power creating rightist measures to destabilize the left-wing parties and create a pure-race state where people of other races like Indian Tamils (mostly Dravidic) are not allowed to gain citizenship in Ceylon. Over 700,000 Tamils were left stateless.[4] LSSP quoted: I thought this form of racialism was killed with Adolf Hitler and Houston Chamberlain. We can't act like somebody chose a group of people to exist in a certain country. Led by the Lanka Sama Samaja Party (LSSP) and other leftist parties who called on the public to resist the government and demonstrate civil disobedience and strikes, the hartal was primarily a protest of the labouring class, and as such there were no exclusions based upon caste, ethnicity or religion. The protests saw much sabotage and destruction to public infrastructure, as a means of frightening and halting the government. This occurred mainly in the Western, Southern and Sabaragamuwa Provinces as well as other minor protests around the rest of the island. The demonstrations lasted only a day with at least 10 people killed, resulting in the resignation of the Prime Minister. United Front of Sri Lanka was formed as a socialist republican political alliance in opposition to the Dominion of Ceylon; formed as a coalition of the Sri Lanka Freedom Party (SLFP), the Lanka Sama Samaja Party (LSSP), and the Communist Party of Ceylon (CPC) in 1968, it came to power in the 1970 Ceylonese parliamentary election. The United Front established the Socialist Republic of Sri Lanka, completely replacing the dominion.[5][6] The Socialist coalition government lasted from 1970 to 1975, until breaking up into factions and dissolving. Following the Sino-Soviet split; and the tensions between both two, CPSL had a split when the Maoist: Nagalingam Shanmugadasan when removed from the party. A majority of Maoists allied with him and Mao Zedong, Zhou Enlai visited Sri Lanka to help organize the party.[7] In the early stages of the Civil War of Sri Lanka also known as the LTTE Insurgency, Sri Lankan communists supported the Tamil minority. Following the ban on main communist parties (excluding the LSSP) a majority decided to blame the government of the United National Party for starting the war. United Socialist Party (Sri Lanka) criticized the usage of Sri Lankan military to encounter the LTTE calling it state funded imperialism of Sri Lanka. They further stated that it would be a war crime against both the Sinhalese and Tamil societies. They also repeatedly blamed India for helping Sri Lanka.[8] The United Socialist Party demanded the creation of Socialist United States of Sri Lanka and Eelam as an end to the civil war.[9] During the late 1960s a movement named as the JVP was initiated by Rohana Wijeweera a former medical student from the Lumumba University and a former functionary of the Ceylon Communist Party (Maoist). He had been at odds with party leaders and impatient with its lack of revolutionary purpose and formed his own movement in 1965 with like minded youth. Wijeweera's apparent expulsion from the Peking-wing of the Ceylonese Communist Party in 1966 triggered him to form his own party followed by his Marxist ideologies which eventually was referred to as the Sinhalese Marxist Group. Along with Wijeweera, three of his close supporters emerged as the leaders of this new movement, these were Sanath, Karunnarathe and Loku Athula. The leftist Janatha Vimukthi Peramuna drew worldwide attention when it launched an insurrection against the United Front government in April 1971. Although the insurgents were young, poorly armed, and inadequately trained, they succeeded in seizing and holding major areas in Southern and Central provinces before they were defeated by the security forces. Their attempt to seize power created a major crisis for the government and forced a fundamental reassessment of the nation's security needs. This also created crisis between Sri Lanka and North Korea. The JVP also had links to the Arab Socialist Ba'ath Party of Iraq. Most Communist parties entered the parliament of Sri Lanka, with the United People's Freedom Alliance. Some other came through the NPP which currently has only three seats out of all 255. UPFA owns a majority of seats followed by the Right-wing Peace People's Power alliance. Many ethnic minorities such as Muslims extend support to the UPFA which has seats for both Sinhalese Nationalist and Tamil Nationalist sectors. UPFA ideologies extend from Centre-left to Left-wing while NPP is Far-left by orientation.[c]","Title":"Communism in Sri Lanka - Wikipedia","KeyID":"14808","URL":"https://en.wikipedia.org/wiki/Communism_in_Sri_Lanka"}