{"Content: ":"Tamil Eelam (Tamil: தமிழீழம், tamiḻ īḻam; generally rendered outside Tamil-speaking areas as தமிழ் ஈழம்) is a proposed independent state that many Tamils in Sri Lanka and the Sri Lankan Tamil diaspora aspire to create in the north and east of Sri Lanka.[5][6][7][8][9] The name is derived from the ancient Tamil name for Sri Lanka, Eelam. Tamil Eelam, although encompassing the traditional homelands of Sri Lankan Tamils,[10] does not have official status or recognition by world states. Large sections of the North-East were under de facto control of the Liberation Tigers of Tamil Eelam (LTTE) for most of the 1990s–2000s during the Sri Lankan Civil War. In 1956, the Illankai Tamil Arasu Kachchi (ITAK), the most dominant Tamil political party in Sri Lanka (then known as Ceylon), lobbied for a united state that would give the minority Tamils and majority Sinhalese equal rights, including recognition of two official languages—Tamil and Sinhala—and considerable autonomy for the Tamil regions of the country. However, the Official Language Act No. 33 of 1956, more simply known as the Sinhala Only Act, was passed in the Sri Lankan Parliament in 1956. The act replaced English as the official language of Sri Lanka with Sinhala; due to the lack of official recognition of the Tamil language, the act was widely viewed by Tamils as a sign of the Sri Lankan state's ambition of establishing a Sinhala–Buddhist nation state. Though both the Bandaranaike–Chelvanayakam Pact and the Senanayake-Chelvanayakam Pact were signed, they were not approved by the Sinhalese dominated Sri Lankan Parliament in 1957 and 1965, respectively. The failure of the Sri Lankan Parliament to implement these agreements caused further disillusionment and isolation among Tamils. In the 1970 Sri Lankan parliamentary election, the United Front led by Sirimavo Bandaranaike came to power. This new Sri Lankan government adopted two new policies that were considered discriminatory by the Tamil people; the government introduced a policy of standardisation to regulate university admissions, which was interpreted as a scheme to reduce the intake of Tamil and other minority students into the Sri Lankan educational system. A similar policy was later adopted for employment in the public sector that caused less than 10 percent of civil service jobs to be available for Tamil speakers. According to historian K. M. de Silva, the system of standardisation of marks (or grades), required the Tamil students to achieve higher marks than Sinhalese students to gain entrance into university. Under the United Front's constitution during the early 1970s, Tamil students sought ways to form a Tamil independent state where the rights and freedoms of the Tamils could be protected and nurtured. By 1975, all Tamil political parties merged and became known as the Tamil United Liberation Front (TULF), which was led by prominent Tamil politician S. J. V. Chelvanayakam. In 1976, the first national convention of the TULF was held at Vaddukoddai, where the party adopted a unanimous resolution called the Vaddukodai Resolution. This resolution charged that the Sri Lankan Government had used its power to \"deprive the Tamil nation of its territory, language, citizenship, economic life, opportunities of employment and education thereby destroying all the attributes of nationhood of the Tamil people.\" The resolution further called for the \"Free, Sovereign, Secular Socialist State of Tamil Eelam\". Evidence of a settlement of people with burial practices similar to that found in the Tamil Nadu region in India and further North was excavated at megalithic burial sites at Pomparippu in the western coast and in Kathiraveli in the eastern coast. These are dated between the 2nd century BC and 2nd century AD.[11] The Jaffna Peninsula was referred to in the Manimekalai (2nd century AD) as Naga Nadu, inhabited by the Naga people.[12] They were early descendant of the Sri Lankan Tamils who adapted Tamil culture and language.[13] The Pallava dynasty trace their origin back to a fusion between the Chola king Killivalavan and the daughter of the Naga king Pilli Valai.[14] Tamil royal dynasties in this period are known to have patronized Tamil Saivite culture in the east that paralleled the growth of the community in the area, and by the 6th century, a special coastal route by boat was functioning to the Koneswaram temple of Trincomalee and Thirukkovil Sithira Velayutha Swami Kovil in Batticaloa.[15] The 12th century saw the rise of a significant Tamil Hindu social formation in the Jaffna Peninsula, with the Jaffna Kingdom.[16] Established as a powerful force in the north, north east and west of the island, it eventually became a tributary fief of the Pandyan Empire in modern South India in 1258, gaining independence in 1323 with the fragmentation of Pandyan control.[17][18] By the 11th and 12th centuries AD the upper half of the eastern province had a large Tamil community.[19] Eastern Tamils had feudal organizations that centered around Ur Podiyar[20] at a village level and the Kudi system that controlled social interactions. They also were organized politically as Vannimai chiefs[21] who came nominally under the Kingdom of Kandy. The most important social group were the Mukkuvar, who had originated from South India and had repeatedly invaded Sri Lanka as evidenced by Sinhalese literature of that period, the Kokila Sandeśa and Mukkara Hatana. One of the local traditions that records the landing and settling of eastern Sri Lanka is called Mattakallappu Manmiyam (Tamil: மட்டக்களப்பு மான்மியம்).[22] Among the medieval Vanni chieftaincies, those of Panankamam, Melpattu, Mulliyavalai, Karunavalpattu, Karrikattumulai and Tennamaravadi in the north of the island were incorporated into the Jaffna Kingdom. The chieftaincy in Trincomalee was at times incorporated into the northern Kingdom. Hence Vannimais just south of the Jaffna peninsula and in the eastern Trincomalee district usually paid an annual tribute to the Jaffna Kingdom instead of taxes. The tribute was in cash, grains, honey, elephants, and ivory. The annual tribute system was enforced due to the greater distance from Jaffna.[23] The Federal Party (Sri Lanka) (FP) became the most dominant Tamil political party in 1956 and lobbied for a federal state which gave the Tamils and Sinhalese equal rights, including recognition of two official languages (Tamil and Sinhala) and considerable autonomy for the Tamil areas.[24][25] However, the Official Language Act No. 33 of 1956, more simply known as the Sinhala Only Act, was passed in the Parliament of Ceylon in 1956. The act replaced English as the official language of Ceylon with Sinhala; due to the lack of official recognition to the Tamil language, the act was widely viewed by the Tamils as a sign of the Sri Lanka state's ambition of establishing a nation state.[26] The Federal party decided to sign the Bandaranaike-Chelvanayakam Pact in July 1957. As the name goes, it was merely an agreement between the two individuals and lacked any legality. It was never approved by the parliament or the ruling party or the Cabinet. However, soon afterwards the agreement was abandoned by the Sinhala party. In 1965, another pact, the Senanayake-Chelvanayakam Pact was signed but also not implemented.[27] The failure of the Sinhalese dominated government to implement devolutionary agreements through the 1950s and 1960s, abrogation of power-sharing promises, worsening economic conditions, and lack of territorial autonomy caused further disillusionment and isolation among northern Tamils.[28] In the 1970 election the United Front (UF) led by Sirimavo Bandaranaike came into power. The new government adopted two new policies that were considered discriminatory by the Tamil people.[29] First, the government introduced a discriminatory system regulating university admissions, specifically targeted at reducing the intake of overachieving Tamils and other minorities in the Sri Lankan educational system. The scheme allotted up to 40% of the university placement to rural youth (primarily from Sinhalese areas). The government claimed that this was an affirmative action scheme to assist geographically disadvantaged students to gain tertiary education. According to K. M. de Silva, a historian, the system of standardisation of marks required the Tamil students to achieve higher marks than the Sinhalese students to get into university.[30][31] A similar policy was adapted for employment in the public sector, leaving less than 10 percent of civil service jobs available to Tamil speakers.[29][32] The Federal Party opposed these policies and Chelvanayakam resigned his parliamentary seat in October 1972. The new constitution in 1972 further exacerbated long standing grievances and sense of discrimination for the Sri Lankan Tamil people. This had emboldened younger Tamils to seek ways to form a Tamil homeland (nation) where the rights and freedoms of the Tamil people could be protected and nurtured.[28] In 1973, Tamil parties' call for regional autonomy was replaced with the demand for a separate state called Tamil Eelam; Eelam is the ancient Tamil name for Sri Lanka.[33] Two years later, in 1975, all Tamil political parties merged and became known as the Tamil United Liberation Front (TULF). In 1976, the first national convention of the Tamil United Liberation Front was held at Vaddukoddai, where the party adopted a unanimous resolution called the Vaddukodai Resolution. This resolution charged that the Sinhalese government, with the use of the constitution of 1972, had used its power to \"deprive the Tamil nation of its territory, language, citizenship, economic life, opportunities of employment and education thereby destroying all the attributes of nationhood of the Tamil people.\" The resolution further called for the \"Free, Sovereign, Secular Socialist State of TAMIL EELAM\".[34] As a result of the Vaddukodai resolution, the Tamil United Liberation Front became the first Tamil political party to run its campaign on a separatist platform. It swept the parliamentary elections in the Tamil-dominated districts of the North and East in 1977, winning 18 seats and became the largest opposition in Parliament.[35][36] The reason for the success of the TULF was seen as the result of growing Tamil agitation for self-determination.[28] During the time of the Vaddukodai declaration, there were several Tamil militant organizations who believed that armed struggle was the only way to protect the sovereignty of the Tamil areas. TULF, however, believed in peaceful parliamentary ways towards achieving a solution.[37] Though the TULF had adapted a separatist platform, they were still open to peaceful negotiations and decided to work towards a political agreement with President J.R Jayewardene. The outcome was the District Development Councils scheme (DDC) passed in 1980. The District Development Councils scheme was based, to some extent, on decentralization of the government within a united Sri Lanka. DDCs were soon abandoned because the two sides were not able to agree to the number of District Ministers in the Tamil districts.[38] In 1983 the Sixth Amendment was passed and required Tamil members of parliament and Tamils in public office to take the oath of allegiance to the unitary state of Sri Lanka. The Sixth Amendment forbade advocating a separate state even by peaceful means. Consequently, the TULF was expelled from the parliament for refusing to take the oath.[39] The parts of northern and eastern Sri Lanka which were formerly under the control of the LTTE were run as a de facto state with its own government in these areas.[40][41][42][43][44][45] The Tamil Tigers military included land and naval (the Sea Tigers) forces and an air wing (Tamil Eelam Air Force).,[46][47][48][49] LTTE ran a judicial system complete with local, supreme and high courts. The US state department alleged that the judges had very little standards or training and acted as agents to the LTTE; it also accused the LTTE of forcing Tamils under their control to accept their judicial system.[50] Furthermore, within areas controlled by the LTTE the Tigers performed state functions, including the operation of a civil police force, Human Rights organizations, offices for the coordination of humanitarian assistance board,[43] health boards and education boards.[44][51][52] It also ran a Bank (Bank of Tamil Eelam), a radio station (Voice of Tigers) and a Television station (National Television of Tamil Eelam).[45] Following the clearance of Kilinochchi by government troops which had been the administrative capital of the de facto LTTE controlled area on 2 January 2009, the LTTE's civil administration system was suspended as the \"state\" of Tamil Eelam was gradually crushed by the resurgent Sri Lankan Army.[53] The last pocket of territory controlled by the LTTE was captured by the Sri Lankan Army on 18 May 2009. During this operation almost the entire civil and military leadership of the LTTE were killed. Tens of thousands of LTTE cadres surrendered to government troops. Following the defeat of LTTE, pro-LTTE political party Tamil National Alliance (TNA), also the largest political group representing the Sri Lankan Tamil community, dropped its demand for a Tamil Eelam, in favour of a federal solution.[54][55] There were ongoing bilateral talks between President Rajapaksa's UPFA government and the TNA, on a viable political solution and devolution of power.[56] Pro Tamil groups advocating independence for Tamil areas of Sri Lanka continue to run websites and radio telecasts.[57] Since 19 May 2009 Tamil Eelam has ceased to exist as a physical entity but remains as political aspiration among sections of the Sri Lankan Tamil diaspora. In May 2010, New York based lawyer Visvanathan Rudrakumaran formed a Transnational Government of Tamil Eelam intending to use soft power to reach its end.[58] Transnational Government of Tamil Eelam continues to claim that they represent the Sri Lankan Tamils.[59] Historically, Tamil settlements had been established in the dry semi-arid territories of the island. The region is subdivided into three sections, the North, the East where the majority of the native Tamils live, and the northern part of the Puthalam district which had a large Tamil influence in the pre-colonial times. The Northern province is 22 miles (35 km) south of the Indian state of Tamil Nadu. The Adam's Bridge (Sethu Bridge) is located between the waters of the Mannar islet and the Indian mainland. The North is surrounded by the Gulf of Mannar and Palk Bay to the west, Palk Strait to the north, the Bay of Bengal to the east and the Eastern, North Central and North Western provinces to the south. It has a total area of 8,884 square kilometers (3,430.1 sq mi). It is divided into two distinct geographic areas: Jaffna peninsula and the central Vanni region. The Jaffna peninsula has a number of bays and lagoons along its coastline and much of the coast consists of sandy beaches. A chain of both inhabited and uninhabited islands are also found along the Jaffna peninsula. The sparsely populated Vanni region is covered in tropical forests with numerous rivers flowing through them, making agriculture and forestry the primary industry in the area. The dry-land forests house rare species of trees, such as the satinwood, ebony, ironwood, and mahogany. The Eastern part of the Tamil Eelam has an area of 9,996 square kilometers (3,859.5 sq mi). The Area is surrounded by land to the north, the Bay of Bengal to the east, and the central highlands to its west, south and southwest. The Eastern coast is dominated by lagoons, the largest being the Batticaloa Lagoon, Kokkilai Lagoon, Upaar Lagoon and Ullackalie Lagoons. Much of the coastline has a number of inlets from the sea, making them excellent inland ports and fishing harbours. The East has a rich biodiversity and is the natural habitat to many species. Following the declaration of independence, which saw large scale movements of people in search of better economic opportunities, and the state sponsored Sinhalese colonization of Tamil territories, the demographics of the North and East had been heavily altered. The three decade long Civil war that followed the anti-Tamil policies further affected the North and the East with over 80,000–100,000 people estimated to have been killed and over 400,000 Tamils fleeing their homes. Many people still live in IDP camps in the North and the East and the present-day demographics of the region has been changing due to more and more Sinhalese settling in these territories. Large changes in the demographics of the Sinhalese and Sri Lankan Muslims also occurred during the war. In 1987, widespread anti-Sinhalese violence caused 20,000 Sinhalese to flee the Eastern Province, although they were later resettled.[60] In 1990, the LTTE expelled 72,000 Muslims from the Northern Province.[61] The United Kingdom gained control of Sri Lanka in 1815 and administratively unified the island[30] with a legislative council in 1833 with three Europeans and one each for Sinhalese, Sri Lankan Tamils and Burghers. British Governor William Manning, who arrived in Ceylon in 1919, created a reformed legislative council in 1921 and actively encouraged Sinhalese communal thinking in the legislative council.[62][63] As a result, the Tamils started to develop communal consciousness and began to think of themselves as needing to be represented by Tamil leadership.[63][64] It was this development that made way for the development of the Tamil political organization called the All Ceylon Tamil Congress headed by G. G. Ponnambalam.[65][66] Sri Lanka achieved independence from the British in 1948 and in the same year the government of Sri Lanka, with the acceptance vote from G.G. Ponnambalam, passed a new act called the Ceylon Citizenship Act which disenfranchised the Indian Tamil plantation workers.[67][68][69] Though Ponnambalam did not vote for all the bills pertaining to the Ceylon citizenship act (including the offending bill), his silence in parliament made the Tamil public believe that he was not interested in Indian Tamil rights.[70] In 1949 a new Tamil political party, named the Federal Party, was formed and was led by S. J. V. Chelvanayakam who earlier broke away from All Ceylon Tamil Congress because of the latter's decision to tie up with the UNP.[67] In 1956 the government enacted another act called the Official Language Act (commonly known as the Sinhala Only Act) which made Sinhala the sole official language of Sri Lanka.[68][71] The Ceylon Citizen Act and the Official Language Act were seen as discriminatory policies towards the minorities and led to increased ethnic and political tensions between the two communities. The Federal Party (FP) opposed both the Ceylon Citizenship Act and the Sinhala Only Act and as a result became popular amongst the Tamil population.[68][71] As a result of their popularity the Federal party became the most dominant party in the Tamil districts after the 1956 elections. Pongu Tamil (or Tamil Uprising) (பொங்குதமிழ்) is an event that is held in support of \"Tamils Right to Self-Determination\" and \"Tamil Traditional homeland\". Pongu Tamil was first organized in Jaffna in January 2001 by students of the Jaffna University. The event was organized in response to alleged disappearances, mass graves and abuses under the government's military rule and was designed as peaceful protest. The event attracted between 4000–5000 students amid the event being banned in Jaffna, an area controlled by the Sri Lankan Army, and allegations of intimidation and death threats by the police.[72] In 2003, the event was held again and attracted over 150,000 people and has become an annual event in the LTTE held areas of Sri Lanka. In the recent years some members of Sri Lankan Tamil diaspora have also picked up on the notion and it has become an annual event in the countries they reside.[73] In 2008, the event was held in New Zealand, Norway, Denmark, Italy, South Africa, France, Australia, England and Canada. According to TamilNet, a pro-rebel website, the event attracted thousands of people in these countries including over 7,000 in France,[74] 30,000 in England [75] and over 75,000 in Canada.[76] Australia is said to have attracted about 2000 people displayed the Australian flag, Tiger symbol and picture of Velupillai Prabhakaran.[77] The Tamil National Alliance stands on a platform for Tamil aspirations of self-determination and equality, having won at elections held in the north and east. The alliance is the largest Tamil political party in Sri Lanka. It has had two manifestos since 2001. The policies are based on what is known as the Thimpu principles amongst Tamil nationalists. They are Further the alliance stands for: Three of its sitting Members of the Parliament K. Sivanesan, Joseph Pararajasingham and Nadarajah Raviraj have been assassinated since 2006, which the TNA party blames on the Sri Lankan Government's army and paramilitary forces. On 31 October 2003 during the peace talks, with the ceasefire still holding, the LTTE issued their proposals for an ISGA. The ISGA would have broad powers such the right to impose the rule of law, collect taxes, run the administration and oversee the rehabilitation process in the north and east, and it would be controlled by the LTTE until elections were held. Crucially however, the LTTE had dropped their demand for an independent Tamil Eelam in favour of regional autonomy.[78] The key points of the LTTE's proposals are:[79][80] Democratic elections will be held if no final negotiated settlement is reached and implemented within five years. International reaction to the LTTE's proposals was generally positive. US Deputy Secretary of State Richard Armitage gave a cautious welcome, saying that the proposal is \"the first time I have seen such a comprehensive delineation of the aspirations of the LTTE...it is significant\". The European Union's Head of Mission in Colombo welcomed the proposals as an \"important step forward in the peace process\".[81] Sri Lankan reaction was mixed. The GOSL reacted by stating that the proposal \"differs in fundamental respects from the proposals submitted by the GOSL. The GOSL is convinced that the way forward lies through direct discussion of the issues arising from both sets of proposals\". The Tamil National Alliance (TNA), the main political party representing Sri Lankan Tamils, welcomed the proposals positively. R. Sampanthan, leader of the TNA, said \"The ISGA proposal...bears historical importance in the political history of Tamils in the island. The ISGA provides a base to find a permanent political solution to the Tamil national question\".[82] The main pledge made by the Tamil United Liberation Front (TULF) in its manifesto for the 1977 parliamentary election was \"to establish an independent sovereign, secular, socialist State of Tamil Eelam...\".[83] The TULF won all 14 seats in the Northern Province after receiving more than 278,000 votes (68%). In the Eastern Province the TULF won 4 of 10 seats after receiving nearly 140,000 votes (32%). Sri Lankan Tamils constituted 92% and 43% of the population in each of the provinces respectively. In March 2010 the Tamil National Alliance (TNA), the largest political group representing the Sri Lankan Tamils, dropped its demands for an independent Tamil Eelam but continues to demand greater autonomy through federalism.[84][85][86][87] The TNA's change of policy is believed to be a pragmatic one based on the reality of the political situation in Sri Lanka: the Tamil Tigers have been defeated, the Sri Lankan government/military have the support of the regional super powers (China, India and Pakistan), there is no international support for independence and it is illegal in Sri Lanka to support separatism.[86][88] However, the TNA's watered down demands are still a lot more than what the Sri Lankan government is prepared to give.[86] Nearly a year after the LTTE's loss in the Sri Lankan Civil war the Tamil National Alliance (TNA), in its manifesto for the 8 April general election, renounced its demand for Tamil Eelam and instead campaigned for greater regional autonomy.[87] The TNA said it would settle for a \"federal structure\" in the northern and eastern provinces with power over land, finance, and law and order,[89] and \"if the Sri Lankan state continues its present style of governance without due regard to the rights of the Tamil-speaking people\" it will launch a Gandhi-style civil disobedience campaign. [85][86] In the manifesto the TNA also demanded the re-merger of northern and eastern provinces, which were separated in 2006, and has also made a pledge to lobby the international community, including India and has called for power sharing arrangements between both parties.[85][90][91] The Sixth Amendment to the Constitution of Sri Lanka prohibits violation of territorial integrity of the island nation, outlawing any advocation of Tamil Eelam as a separate nation. During 2009–2010 a number of referendums were held in Sri Lankan Tamil diaspora communities to ascertain support for an independent Tamil Eelam, despite attempts by the Sri Lankan government and its supporters to prevent them.[92] The referendums, although organised by Tamil groups, have been conducted by independent organisations with independent observers. Voters have been asked their opinion on the following statement: \"I aspire for the formation of the independent and sovereign state of Tamil Eelam in the north and east territory of the island of Sri Lanka on the basis that the Tamils in the island of Sri Lanka make a distinct nation, have a traditional homeland and have the right to self-determination.\" To date referendums have been held in ten countries (Norway, France, Canada, Switzerland, Germany, Netherlands, United Kingdom, Denmark, Italy and Australia). Referendums are expected be held in other countries with significant Tamil diaspora population.[93] A survey in late 2008 by the Tamil Nadu weekly Ananda Vikatan found 55.4% of Indian Tamils in the state supported the separation of Tamil Eelam, while 34.63% supported a federal Tamil Eelam. Notable supporters of independence include politicians Vaiko, Thol Thirumavalavan and Nedumaran. Directors Bharathiraaja, Seeman and Ameer Sultan are strong advocates of the independence of Tamil Eelam. K. Muthukumar, a DTP operator for a Tamil magazine 'Penne Nee' doused himself with kerosene at the Regional Passport Office, Chennai, Tamil Nadu, India and set himself on fire to highlight the Tamil plight.[94] In April 2012 DMK president M. Karunanidhi said that India should prevail upon the United Nations to help carve out a separate Tamil Eelam from Sinhalese-dominated Sri Lanka. Raising the issue in the Lok Sabha during zero hour, DMK leader T.R. Baalu said tyranny in the Tamil areas was continuing and Sinhalese army men were roaming around Tamil habitats in Sri Lanka and \"thousands of people have been kept behind barbed wire fences.\" He said the Indo-Sri Lankan accord was not being ratified and the 13th Amendment (devolution of powers to ethnic Tamils) was not being implemented.[95][96][97] Lee Kuan Yew said of the movement One-man one-vote led to the domination of the Sinhalese majority over the minority Tamils who were the active and intelligent fellows who worked hard and got themselves penalized. And English was out. They were educated in English...The country [Ceylon] will never be put together again. Somebody should have told them – change the system, loosen up, or break off. And looking back, I think the Tunku was wise. (The reference is to Tunku Abdul Rahman the Malaysian Prime Minister under whose rule Singapore separated from Malaysia). I offered a loosening up of the system. He said: \"Clean cut, go your way\". Had we stayed in, and I look at Colombo and Ceylon, I mean changing names, sometimes maybe you deceive the gods, but I don't think you are deceiving the people who live in them. It makes no great difference to the tragedy that is being enacted. They failed because they had weak or wrong leaders.\"[98] Virginia Judge, who visited the North East area noted that in a three-year period Tamils had developed a virtual state within a state. She has stated she supports a genuine federal Tamil Eelam that guarantees the right of the Tamil minority to autonomy so their culture is protected and they enjoy full economic and political rights. She has voiced support to a federal structure with equity and self-determination for the Tamil people.[99] The MP John Murphy stated that the targeting of Tamil civilians by the Sri Lankan Government's forces in airstrikes \"clearly demonstrates that it does not regard the Tamil people to be part of its population.\" It strengthened his support for the Tamil people's case for self-determination.[100] In 2008, he handed a petition of 4000 signatories to the Australian House of Representatives accusing the Government of Sri Lanka of being guilty of the crime of genocide, supporting the Tamil right to self-determination.[101] A 1981 resolution adopted by the United States Massachusetts House of Representatives called for the restoration and reconstitution of the separate sovereign state of Tamil Eelam, supporting the right to self-determination of the Tamils of Eelam.[102] The ANC of the Government of South Africa, noting in January 2009 that the continued conflict on the island has been cited on international monitoring mechanisms as reaching genocidal proportions described the conflict as a liberation war between the Tamil Tigers for self-determination and the Sri Lankan Government that had led to the deaths of thousands of lives, and called for an end to hostilities and a political solution.[103] Willis Mchunu of the state legislature of KwaZulu-Natal condemned the genocide of Tamils and expressed support to the Tamil struggle for freedom. Mtandeni Dlungwana, leader of the province's branch of the African National Congress Youth League stated they were fully backing the Tamil Eelam struggle.[104] Scholar and activist Noam Chomsky, in a February 2009 interview, said of the Tamil Eelam struggle: \"Parts of Europe, for example, are moving towards more federal arrangements. In Spain, for example, Catalonia by now has a high degree of autonomy within the Spanish state. The Basque Country also has a high degree of autonomy. In England, Wales and Scotland in the United Kingdom are moving towards a form of autonomy and self-determination and I think there are similar developments throughout Europe. Though they're mixed with a lot of pros and cons, but by and large I think it is a generally healthy development. I mean, the people have different interests, different cultural backgrounds, different concerns, and there should be special arrangements to allow them to pursue their special interests and concerns in harmony with others.\"[105] In a September 2009 submitted Sri Lankan Crisis Statement, Chomsky was one of several signatories calling for full access to internment camps holding Tamils, the respect of international law concerning prisoners of war and media freedom, the condemnation of discrimination against Tamils by the state since independence from Britain, and to urge the international community to support and facilitate a political solution that addresses the self-determination aspirations of Tamils and protection of the human rights of all Sri Lankans.[106] A major offensive against the Tamils in the Vanni region of their homeland in 2009 resulted in the deaths of at least 20,000 Tamil civilians in 5 months, amid widespread concerns war crimes were committed against the Tamil population. At a United Nations forum on R2P, the Responsibility to Protect doctrine established by the UN in 2005, Chomsky said: ...\"What happened in Sri Lanka was a major Rwanda-like atrocity, in a different scale, where the West didn't care. There was plenty of early warning. This [conflict] has been going on for years and decades. Plenty of things could have been done [to prevent it]. But there was not enough interest.\"[107] Chomsky was responding to a question that referred to Jan Egeland, former head of the UN's Humanitarian Affairs' earlier statement that R2P was a failure in Sri Lanka.[107] The Transnational Government of Tamil Eelam (TGTE) is formed by unification of the Sri Lankan Tamil diaspora which aims to create Tamil Eelam, a state which TGTE aspire to create in the north and east provinces of Sri Lanka.[108] The TGTE and Tamil Eelam have no official status or recognition by any state or authority. The TGTE has been called a \"ploy to perpetuate terrorism\" by the Government of Sri Lanka,[109] which is itself under international pressure for alleged war crime probes.[110] For its part, the TGTE has maintained that it is a democratic organization, and intends to use soft power and not military power to its end.[58] The exact words found in TGTE constitution are : \"Whereas the TGTE has guided us towards a democratic system of government, in order to establish an independent state of Tamil Eelam based on the principles of peace, non-violence, tolerance, pluralism, transparency and accountability\".[111] The Swiss Council of Eelam Tamils (SCET) is established on the basis of democratic participation by the population of Sri Lankan Tamils in Switzerland. The Council of the Eelam Tamils has been working in Switzerland. The Council represents the interests of the Sri Lankan Tamils in Switzerland at national and international level. At the same time, this Council has the mandate to work for the rights of Sri Lankan Tamils. British Tamils Forum, a conglomeration of British Tamil diaspora organizations states as its aim to \"highlight the humanitarian crises and human rights violations perpetrated by the Government of Sri Lanka (GOSL), and to advance the Tamil national cause through democratic means.\"[112] The forum has garnered recognition and appraisal from several prominent figures in public life during its tenure. Annual political rallies are organised by the BTF and in June, July, September and October 2008, the forum organised and participated in several public demonstrations in London. It worked in union with the NSSP, the TYO (Tamil Youth Organisation), S4P (Solidarity for Peace), the UK Socialist Party, International Socialist Group and South Asia Solidarity Group in supporting the right to self determination of the Tamil people in Tamil Eelam. All Party debates in UK Parliament have highlighted gatherings organised by the BTF and the issues the forum has raised.[113][114] Maison du Tamil Eelam[115] is a France-based Council of Sri Lankan Tamils. National Council of Canadian Tamils is a Not-For-Profit-Organization built by delegates elected by Tamils from districts across Canada. NCCT is registered as Not-For-Profit-Organization with both Federal and Provincial governments of Canada.[citation needed]","Title":"Tamil Eelam - Wikipedia","KeyID":"14812","URL":"https://en.wikipedia.org/wiki/Tamil_Eelam"}