{"Content: ":"see text Diplacanthus is an extinct genus of Mid to Late Devonian fish in the class Acanthodii, known as spiny sharks. The genus was named by Louis Agassiz in 1843.[1] It was formerly regarded as belonging to the Climatiformes but recently reassigned to the Diplacanthiformes, in which it is united with, amongst others, Rhadinacanthus, Uraniacanthus, and Culmacanthus. Diplacanthiforms were widespread during the Middle and early Late Devonian. They are best represented in the Middle Devonian, by articulated fossils, fin spines, and abundant scales, the latter particularly from northern Europe.[2] In a latest revision of the genus Diplacanthus, a large number of species from Europe were synonymized with earlier Scottish species, and these too were redefined. D. crassisimus was taken to have precedence over D. striatus as the name of the type specimen. Diplacanthus longispinus was reassigned to Rhadinacanthus longispinus, within which were also included Diplacanthus horridus Woodward and Diplacanthus ellsi. Diplacanthus tenuistriatus and Diplacanthus kleesmentae were however retained. Non-Laurussian species such as Diplacanthus acus from South Africa were not considered in this review.[2] Diplacanthus acus is described from a near complete whole-bodied impression discovered in 1999 during roadworks cutting the Waterloo Farm lagerstätte in South Africa.[3] The type specimen of Diplacanthus acus is approximately 100 mm long and has exceptionally long and thin ribbed spines. The intermediate spines are, conversely, extremely reduced.[4] Unusually it preserves complete outlines of many of the fins. Diplacanthus is most commonly associated with deposits traditionally interpreted as fresh water. However, Waterloo Farm is interpreted as estuarine in origin, as is the Canadian Miguashaia lagerstätte from which two species of Diplacanthus have been described.[5] The description of Diplacanthus acus provided the first record of a diplacanthid from the Famennian, with diplacanthids having previously been thought to have gone extinct by the end of the Frasnian.[6]","Title":"Diplacanthus - Wikipedia","KeyID":"1481","URL":"https://en.wikipedia.org/wiki/Diplacanthus"}