{"Content: ":"The Liberation Tigers of Tamil Eelam (LTTE), a separatist militant organization formerly based in northern Sri Lanka, had various organizations affiliated to it. These include charitable organizations, political parties, state intelligence organizations and even governments of Sri Lanka and other countries. Although the LTTE was militarily defeated in 2009, the Sri Lankan government alleges that a number of foreign-based organizations are still promoting its ideology. Established in 1972, Tamil New Tigers (TNT) was the precursor to the LTTE. After it was renamed as Liberation Tigers of Tamil Eelam and restructured under the leadership of Velupillai Prabhakaran, the group staged low key attacks against various government targets, including policemen and local politicians.[1] During this period, LTTE was supported by Tamil United Liberation Front (TULF), which considered the militant organization as a tool to pressurize government to agree to their demands. TULF leader Appapillai Amirthalingam introduced Prabhakaran to N.S. Krishnan, who later became the first international representative of LTTE.[1] It was Krishnan, who introduced Prabhakaran to Anton Balasingham, LTTE's longtime chief political strategist and principal negotiator. But this union was short lived. LTTE rose as a more prominent force than the TULF, and TULF was marginalised. During the early 1980s, various geo-political compulsions prompted the Government of India to sponsor and nurture the Tamil Tigers by providing arms, training and monetary support through its intelligence agency Research and Analysis Wing (RAW).[2] This relationship fell apart as LTTE declared war against Indian Peace Keeping Force (IPKF), which was deployed to enforce disarmament of militant organizations and to watch over the regional council. Meanwhile, the Sri Lankan government under President Ranasinghe Premadasa, driven by its own compulsion to see the IPKF withdraw, clandestinely supported the LTTE by handing over arms consignments. This period ended with the withdrawal of IPKF in 1990 and the assassinations of former Indian Prime Minister Rajiv Gandhi and Sri Lankan President Premadasa in 1991 and 1993 respectively.[3] Initially the LTTE had received training from the Popular Front for the Liberation of Palestine (PFLP) in Southern Lebanon. LTTE was briefly associated with Eelam National Liberation Front (ENLF), a common militant front among 6 Tamil militant groups, from 1984 to 1986. In 1986, fighting broke out between LTTE and other groups due to policy differences. This resulted in almost the total annihilation of these groups by LTTE, which was far more effective and superior as a military force. LTTE was believed to have few connections with other terrorist groups, although no association with al-Qaeda or any other Islamic terrorist organisations.[4][5] But the group maintained interactions with other terrorist organisations through illegal arms markets in Myanmar, Thailand, and Cambodia.[6] It had also smuggled weapons from Pakistan-based Islamists to their counterparts in the Philippines.[7] During the mid-1970s, LTTE rebels were known to have trained from the Popular Front for the Liberation of Palestine (PFLP) in Southern Lebanon. LTTE also had connections with Maoist Naxalite movement, which is fighting to establish a Marxist Indian state, and Khalistan movement, which is fighting to create a separate Sikh state in India. LTTE's shipping fleet has provided logistics support to Harkat-ul-Mujahideen, a Pakistani group with al-Qaeda affiliations, to transport a consignment of weapons to the Abu Sayyaf Group (ASG) in the Philippines. They also maintain close contact with the Kurdistan Workers' Party (PKK), a group that shares similar goals and ideals to that of the LTTE. LTTE had also sent two combat tacticians and explosive experts to the southern Philippines to train members of the Moro Islamic Liberation Front.[8] Counter terrorism expert Aaron Mannes stated that LTTE supplied forged passports to Ramzi Yousef, who bombed the World Trade Center.[9][10] Peter Chalk, a professor at Queensland University in Australia divided the foreign activities of LTTE into three main areas: publicity and propaganda; fundraising; arms procurement and shipping.[11] While the activities of these operations invariably overlapped, for the most part each section acted autonomously. During the late 1970s, V. N. Navaratnam, who was an executive committee member of the Inter-Parliamentary Union (IPU), introduced many influential and wealthy Tamils living overseas to the LTTE. In 1978, during the world tour of Amirthalingam (with London-based Eelam activist S. K. Vaikundavasan), he formed the World Tamil Coordinating Committee (WTCC), which later turned out to be an LTTE front organization.[1] International terrorism expert Rohan Gunaratna divides the LTTE controlled organizations into 3 types: front, cover and sympathetic. These organizations were largely helped by the deluge of Sri Lankan Tamil people migrated to western countries as a result of the Black July ethnic riots in 1983. As of 1998, global network of LTTE was thought to be composed of offices and cells located in at least 54 countries. The largest centres were located in major western states with large Sri Lankan Tamil communities, most notably the UK, France, Germany, Switzerland, Canada and Australia. In addition to these, the LTTE had also conducted activities in countries as far-flung as Cambodia, Burma, South Africa and Botswana. Since the 1970s, it used London as its international headquarters. Eelam House located at 202 Long Lane, London SE1, which was run by Arunachalam Chrishanthakumar alias Shanthan was used as the focal point of LTTE activities in London. Shanthan became the de facto LTTE leader in the UK since 1994 in succession to Kandasamy Ruthirapathy Sekar.[12] Primary propaganda message these offices had to spread to garner the international political support was that there can be no peace in Sri Lanka until the Tamils, led by the LTTE, are granted their own homeland. According to professor Chalk, Australasian Federation of Tamil Associations, Swiss Federation of Tamil Associations, French Federation of Tamil Associations, Federation of Associations of Canadian Tamils (FACT), Ilankai Tamil Sangam in United States, Tamil Coordinating Committee in Norway and International Federation of Tamils in the United Kingdom were the most active organizations affiliated to LTTE, towards the end of the 1990s.[11] He, in the year 2000, commented that \"LTTE international propaganda war is conducted at an extremely sophisticated level and far more so than any counter-campaign that the Colombo Government has, hitherto, been able to organize\". In addition to propaganda, fundraising has been a major role of the LTTE global network. Some of the 800,000 strong Sri Lankan Tamil diaspora have financially contributed to the organization due to various reasons. Some of the diaspora members, who had personally experienced ethnic riots and ones who believed in an armed struggle and quest for a separate Tamil state, voluntarily donated money to the LTTE front organizations. But others did not want to contribute due to financial hardships or lack of faith on LTTE's goals and methods. These LTTE affiliated organizations used various methods to coerce the people who were not willing to contribute. Under intense pressure or outright threats, these individuals were forced to provide financial support for LTTE operations.[13] Some of the occasions, they were threatened of the safety of their relations living in the Vanni. These organizations also staged public protests against Sri Lanka. One such event, organized by United Tamil Organization (UTO) in 1998, was addressed by 3 British MPs.[14] With United States Department of State proscribing LTTE as a Foreign Terrorist Organization in 1997 and a Specially Designated Global Terrorist organization in 2001, the landscape was changed for LTTE activities in the west. United Tamil Organization in the UK was proscribed in 2001. Arunachalam Chrishanthakumar who ran the British Tamil Association, successor to the UTO was warned by UK authorities in 2004 after he was found to have bought boots and handcuffs for the LTTE police force.[15] Screw was tightened on other non-governmental organizations affiliated to LTTE, such as Tamils Rehabilitation Organisation (TRO) and World Tamil Movement (WTM). In 2007, TRO was designated by the United States Department of the Treasury under the Executive Order 13224, aimed at financially isolating US designated foreign terrorist groups and their support network. Following United States, the Government of Canada formally listed WTM as a \"terrorist organization\" in 2008, under the Canadian Criminal Code. Immediately after the banning of TRO by US, Governments of Sri Lanka and Denmark banned the local TRO offices and froze their accounts. In 2005 he Charity Commission for England and Wales investigated Eelapatheeswarar Aalayam after allegations were made last year by a UK MP that one of its trustees, Rajasingham Jayadevan, was working for the Tamil Tigers and that he and another trustee, Arumugam Vivekananthan, had met the terrorist group in 2005. The charity was cleared after commission investigators accepted the trustees' explanation that the 2005 visit, which took place three years before Eelapatheeswarar Aalayam registered as a charity.[16] On the death of LTTE leader Velupillai Prabhakaran, Rajasingham Jayadevan has said \"He will always be a hero to Tamils\", \"In the West he was misunderstood but we knew he was the only man who could fight Sri Lankan racism\".[17] In 2014 Jayadevan spoke of his efforts, with assistance of his local MP and \"good friend\" Barry Gardiner, in arranging a British Passport for LTTE chief negotiator Anton Balasingam[18] In 2007, after a 21-month probe, the Charity Commission for England and Wales suspended the transactions, including bank accounts of the London-based charitable organisation Sivayogam Trust which ran a Temple in Tooting, South London.[19] Its founder Nagendram Seevaratnam was found to have strong connections with LTTE. TRO in UK was removed from the UK Charity Commission in 2005. In 2009 the First-tier Tribunal (Charity) overturned the Charity Commission's decision to remove Nagendram Seevaratnam from his trustee position and forced the Charity Commission to reinstate him, stating that there was insufficient evidence that these rumours existed or were taken seriously. It added that it was \"most concerned\" that significant evidence submitted by Seevaratnam on this issue had not even been translated and as a result was not considered.[20][16] In 2007, White Pigeon, the successor to the TRO also came under investigation. The Canada Revenue Agency revoked the charitable status of Tamil Refugee Aid Society of Ottawa and Canadian Foundation for Tamil Refugee Rehabilitation (CAFTARR) for supporting the LTTE, in 2010 and 2011 respectively.[21][22] The Patterns of Global Terrorism 2003 report by the US Department of State, named WTM, World Tamil Association (WTA), Federation of Associations of Canadian Tamils (FACT), the Ellalan Force and the Sangilian Force as front organizations of the LTTE.[23] In 1986, the chief of the Coordinating Committee of Tamils-France (CCTF), V. Manoharan was arrested for smuggling illicit drugs into Paris.[24] In 2001, Prapaharan Thambithurai became the first Tamil Canadian to be charged on terrorism financing, for soliciting donations for the World Tamil Movement. He was convicted in 2008 and sent to 6 months in prison. In 2006, Director of Communications of Canadian Tamil Congress (CTC) Sahilal Sabaratnam, a student of the University of Toronto Sathajhan Sarachandran and 8 others were arrested by Federal Bureau of Investigation for trying to purchase Russian-made missiles and firearms worth $1 million, for the LTTE. The FBI had identified Sahilal as the financial mastermind of the operation.[25] They were sentenced to 25 and 26 years in prison, respectively.[26] From the prison, he wrote: We must learn to use alternative methods to violence if you choose to pursue any political agendas. I solely believe and know for a fact that the so-called well-wishers who had always stood behind the Canadian Tamil Congress are believers of a violent solution. Our beloved Tamil people have suffered the most in one form or another throughout the war. We must stop now. Stop propagating hate through Diaspora Tamil organisations.[27] In the same year, 4 Tamil-Americans affiliated to TRO, including the director of the American branch of the LTTE, which operated through charitable front organisations, Karunakaran Kandasamy, were arrested for their alleged material support for LTTE, including purchase of arms and ammunition.[28] They had attempted to bribe US Justice of Dept officials with $1 million in exchange for removing LTTE from FBI's list of banned terrorist organizations. They pleaded guilty for the charges and sentenced to maximum 20 years in prison.[29] Kandasamy was also the head of the World Tamil Coordinating Committee (WTCC). In 2007, two prominent leaders of British Tamil Association, Arunachalam Chrishanthakumar alias Shanthan and Goldan Lambert were arrested in UK.[12] Shanthan was found guilty of supplying bomb-making equipment for the LTTE and receiving documents for the purpose of terrorism. In 2008, Italian Police arrested 28 Sri Lankan Tamils suspected to be LTTE sympathizers, after a two-year investigation.[30] In 2009, Aruran Vinayagamoorthy, Sivarajah Yathavan and Armugan Rajeevan of Tamil Coordinating Committee (TCC) in Melbourne pleaded guilty to offences under the Charter of the United Nations Act 1945 (Cth) for making assets available to the LTTE. They were sentenced to a term of imprisonment of one year.[31] In the same year, LTTE leader of France, Nadarajah Mathithiran alias Parithi was sentenced to 7 years in prison. And the Coordination Center of Tamils in France (CCTF) was ordered to be closed by the French court. Charges levelled against the suspect included extortion, ransom collection under duress & threat, money laundering & funding a terrorist organization. In 2007 and 2008 court also ordered to cease LTTE owned satellite television stations Tamil Television Network (TTN), National Television of Tamil Eelam(NTT) and Voice of Tigers (VoT).[24] According to professor Rohan Gunaratna, in the aftermath of the military defeat of LTTE, its front organizations assumed a new role as proponents of human rights.[25] These groups have called for an independent international investigation into the alleged war crimes committed during the final stages of the Sri Lankan Civil War. Most prominent of these groups is the Transnational Government of Tamil Eelam (TGTE), which aims to create an independent state of Tamil Eelam in the Northern and Eastern Sri Lanka. LTTE received political patronage and support from the political parties in Tamil Nadu since its early days. It obtained large sums of money from M. G. Ramachandran, the Chief Minister of Tamil Nadu in the early 1980s.[32] Nedumaran, leader of the Kamaraj Congress helped LTTE set up a camp in Sirumalai in Madurai district, and Kulatur Mani helped to set up another at Kulatur near Mettur in Salem district.[32] The interim report of the Jain Commission, which oversaw the investigation into Rajiv Gandhi's assassination, indicted M. Karunanidhi, the former Chief Ministers of Tamil Nadu for abetting the LTTE.[33] In 2009, he made a controversial remark that \"Prabhakaran is my good friend\".[34] Other prominent political affiliates of LTTE in Tamil Nadu include Vaiko, the founder of the Marumalarchi Dravida Munnetra Kazhagam (MDMK), Perinchintanarayana, leader of the Pure Tamil Movement and Kanimozhi, the daughter of Karunanidhi.[35] Sri Lankan government accuses a number of Sri Lankan Tamil diaspora groups to be affiliated to LTTE. These organizations include British Tamils Forum (BTF), Global Tamil Forum (GTF) and Tamil Youth Organization (TYO). As of 2012, TYO had 12 branches through UK, EU, Asia, US and Australia.[24] The Sri Lankan Ministry of Defence documentary Lies Agreed Upon (which was created after the Channel 4 documentary named Sri Lanka's Killing Fields), citing a surrendered LTTE cadre, alleged that Veerakathy Manivannam alias Castro, the head of the LTTE international wing, was the person who formed Tamil Youth Organizations in 2002. It also added that Father S. J. Emmanuel, President of the GTF made 2 or 3 visits to Sri Lanka to meet with Castro and conducted classes at the Nathan base of LTTE, on how to deal with the diaspora from Vanni. The documentary also alleged that the persons who run the global network of the defeated LTTE outfit are Perinpanayagam Sivaparan alias Nediyavan of the Tamil Eelam People's Alliance (TEPA) in Norway, Suren Surendiran of BTF, Father Emmanuel of GTF, Visvanathan Rudrakumaran of TGTE (former international legal advisor to the LTTE) and Sekarapillai Vinayagamoorthy alias Kathirgamathamby Arivazhagan alias Vinayagam, a former senior LTTE intelligence leader.","Title":"Affiliates to the Liberation Tigers of Tamil Eelam - Wikipedia","KeyID":"14817","URL":"https://en.wikipedia.org/wiki/Affiliates_to_the_Liberation_Tigers_of_Tamil_Eelam"}