{"Content: ":"Sinhalese Buddhist nationalism is a Sri Lankan political ideology which combines a focus upon Sinhalese culture and ethnicity (nationalism) with an emphasis upon Theravada Buddhism, which is the majority belief system of most of the Sinhalese in Sri Lanka. It mostly revived in reaction to the colonisation of Sri Lanka by the British Empire and became increasingly assertive in the years following the independence of the country. Sinhalese nationalism has generally been influenced by the contents of the Mahavamsa, the major Pali chronicle, written in the 6th century. The mytho-historical accounts in the Sinhalese Buddhist national chronicle Mahavamsa ('Great Chronicle'), a text written in the sixth century CE by Buddhist monks to glorify Buddhism in Sri Lanka, have been influential in the creation of Sinhalese Buddhist nationalism and militant Buddhism.[1][2][3][4][5][6][7][8][9] The Mahavamsa states that Lord Buddha made three visits to Sri Lanka in which he rids the island of forces inimical to Buddhism and instructs deities to protect the ancestors of the Sinhalese (Prince Vijaya and his followers from North India) to enable the establishment and flourishing of Buddhism in Sri Lanka.[10][11] This myth has led to the widely held Sinhalese Buddhist belief that the country is Sihadipa (island of the Sinhalese) and Dhammadipa (the island ennobled to preserve and propagate Buddhism).[12] Most of the myths regarding the history of Sri Lanka originate from the Mahavamsa. And so, Sinhalese Buddhist nationalists maintain that they are the Buddha's selected people, and that the island of Sri Lanka is the Buddhist promised land.[13][14] The Mahavamsa also describes an account of the Sri Lankan Buddhist warrior king Dutugamunu, and his army, supported by up to 500 Buddhist monks, battling and defeating the Tamil king Elara and the army of Cholas, who had come from South India and usurped power in Anuradhapura (the island's capital at the time). When Dutugamunu laments over the thousands (Tamils) he has killed, the eight arhats (Buddha's enlightened disciples) who come to console him reply that no real sin has been committed by him because he has only killed Tamil unbelievers (Elara and his people) who are no better than beasts, then go on to say: \"thou wilt bring glory to the doctrine of the Buddha in manifold ways; therefore cast away care from the heart, O ruler of men\".[15][16][17] The Dutugamunu's campaign against king Elara was not to defeat injustice, as the Mahavamsa describes Elara as a good ruler, but to restore Buddhism through a united Sri Lanka under a Buddhist monarch, even by the use of violence.[18] The Mahavamsa story about Buddha's visit to Sri Lanka where he (referred to as the \"Conqueror\") subdues forces inimical to Buddhism, the Yakkhas (depicted as the non-human inhabitants of the island), by striking \"terror to their hearts\" and driving them from their homeland, so that his doctrine should eventually \"shine in glory\", has been described as providing the warrant for the use of violence for the sake of Buddhism and as an account that is in keeping with the general message of the author that the political unity of Sri Lanka under Buddhism requires the removal of uncooperative and non-Sinhalese groups.[19] According to Neil DeVotta (an Associate Professor of Political Science), the mytho-history described in the Mahavamsa \"justifies dehumanizing non-Sinhalese, if doing so is necessary to preserve, protect, and propagate the dhamma (Buddhist doctrine). Furthermore, it legitimizes a just war doctrine, provided that war is waged to protect Buddhism. Together with the Vijaya myth, it introduces the basis for the Sinhalese Buddhist belief that Lord Buddha designated the island of Sri Lanka as a repository for Theravada Buddhism. It claims the Sinhalese were the first humans to inhabit the island (as those who predated the Sinhalese were subhuman) and are thus the true \"sons of the soil\". Additionally, it institutes the belief that the island's kings were beholden to protect and foster Buddhism. All of these legacies have had ramifications for the trajectory of political Buddhism and Sinhalese Buddhist nationalism.\"[20] Anagarika Dharmapala was one of the leading contributors to the Buddhist revival of the 19th century that led to the creation of Buddhist institutions and Buddhist schools to match those of the Christian missionaries, and to the independence movement of the 20th century. He illustrated the first three points in a public speech: He called upon the Sinhalese people to rise. He strongly protested consumption of alcohol, killing of cattle and promoted vegetarianism.[22] Sinhalese Buddhist nationalism has a fractious relationship with other religious communities like Christians and Muslims,[23] with protests often being organised by Buddhist nationalist organisations against Christians in the governance of the country through movements like Catholic Action.[24] Relations between Buddhist nationalists and Hindus are more peaceful and friendly, with numerous Hindu figures, including Kandiah Neelakandan and T. Maheswaran working with Buddhist groups on the anti-Conversion bill.[25] Also, D. B. S. Jeyaraj noted that both Sri Lankan Hindu nationalism and Buddhist nationalism rose as reactions to Christianity.[26] Hindu-Buddhist collaboration is growing more prevalent in Sri Lanka, with the rise of groups such as the Hindu-Buddhist Friendship Society.[27] In recent times the relationship between Sinhala Buddhist Nationalists and Sri Lankan Catholics have improved over several shared interests such as opposition to sterilisation and banning private tuition classes during religious holidays. Cardinal Malcolm Ranjith also opposed secularism and supported Buddhism as state religion which received praise from Buddhist clergy.[28][29][30] However Evangelical Christians continues to be distrusted.[31] Sources:[32][33]","Title":"Sinhalese Buddhist nationalism - Wikipedia","KeyID":"14810","URL":"https://en.wikipedia.org/wiki/Sinhalese_Buddhist_nationalism"}