{"Content: ":"Claims of media bias in South Asia attract constant attention. The question of bias in South Asian media is also of great interest to people living outside of South Asia. Some accusations of media bias are motivated by a disinterested desire for truth, some are politically motivated. Media bias occurs in television, newspapers, school books and other media. Before Independence In British India, bias in the media coverage of the Bengal famine of 1943 has been highlighted by historians. Calcutta's two leading English-language newspapers were The Statesman (at that time a British-owned newspaper)[1] and Amrita Bazar Patrika. In the early months of the famine, the government applied pressure on newspapers to \"calm public fears about the food supply\"[2] and follow the official stance that there was no rice shortage. This effort had some success; The Statesman published editorials asserting that the famine was due solely to speculation and hoarding, while \"berating local traders and producers, and praising ministerial efforts.\"[2] News of the famine was also subject to strict war-time censorship – even use of the word \"famine\" was prohibited[3] – leading The Statesman later to remark that the UK government \"seems virtually to have withheld from the British public knowledge that there was famine in Bengal at all\".[4] After Independence During the 1984 anti-Sikh riots where several thousand Sikh civilians were killed in pogroms directed at the community during the reportage of the 1984 riots. It is argued there was a discrepancy between the press release of data and images and the actual severity of the violence occurring in the streets of New Delhi. This use of selective information by the media resulted in the ambiguous portrayal of Sikhs throughout the nation and failed to bring their plight to light. During this time India had passed the National Security Act (1980), the Punjab Disturbed Areas Ordinance (1983), The Armed Forces Special Powers Act (1983) and the Terrorists Affected Areas (Special Courts Act of 1984). These acts provided sweeping powers to the Indian state resulting in skewed coverage of the massacre of Sikhs.[5] Media Blackouts Reporters Without Borders condemned the media blackouts regularly imposed in Indian-administered Kashmir during times of unrest the report also stated that journalists were being harassed by local authorities. Furthermore the organization urged Indian government to stop using security and law and order as a pretext for the media blackout.[6] During the Radia tapes controversy there was an attempted blackout orchestrated by many prominent Indian TV channels and newspapers. However, the news gained prominence following sustained pressure on social networking sites Twitter[7][8] and Facebook[9][10][11][12] According to the Washington Post, \"Twitter has played an important role in launching what has become an international conversation on the issue, with the Indian diaspora weighing in\".[13] Initially, only a handful of the mainstream newspapers in India, like The Deccan Herald,[14] Indian Express[15] had openly written about the tapes. Some newspapers like HT Media, Mint (the business newspaper also owned by HT media)[16] and NDTV said \"the authenticity of these transcripts cannot be ascertained\".[12][17] CNN-IBN's Sagarika Ghose discussed with a panel of experts, if the corporate lobbying is undermining democracy, on the \"Face the Nation\" programme on the channel.[18] The Radia tapes has made a dent in the image of the media in the country.[10][11][19][20][21][22] \"The complete blackout of the Nira Radia tapes by the entire broadcast media and most of the major English newspapers paints a truer picture of corruption in the country,\" wrote G Sampath, the deputy editor of the Daily News and Analysis (DNA) newspaper.[10][23] The Deccan Chronicle commented, \"The 'Radia tapes' may have torn the veil off the nexus between information hungry journalists, lobbyists and industrialists, and opened everyone’s eyes to what has long been suspected — the ability of a small but powerful group to use their connections to influence policy.\"[24] The largest circulated English newspaper in India and the world, The Times of India finally opened up on 25 November 2010, commenting \"The people are showing who the boss is. The weapon in their hands is the internet, ... has seen frantic activism against \"power brokering\" by journalists in collusion with corporate groups and top government politicians...\"[25] OPEN and Outlook reported that journalists Barkha Dutt (editor of NDTV) and Vir Sanghvi (editorial director of the Hindustan Times) knew that corporate lobbyist Nira Radia influenced Raja's appointment as telecom minister,[26] publicising Radia's phone conversations with Dutt and Sanghvi[27][28] when Radia's phone was tapped by the Income Tax Department. According to critics, Dutt and Sanghvi knew about the link between the government and the media industry but delayed reporting the corruption.[26] Criticism Arun Shourie and others have criticized \"biased Marxist influences\" in the media, as well as alleged corruption of Marxist historians, particularly during the time when they controlled the ICHR. These claims include the allegation that the history of the Islamic invasion has been whitewashed and censored in Indian school-books and in other media.[29][30] Reporters Without Borders said that India is at 133rd of 180 countries in the 2016 World Press Freedom Index, due to the number of journalists killed, impunity for crimes of violence committed against journalists, reprisals by corrupt officials against liberal and outspoken media, police brutality, communal hatred instigation by biased media, misprinting stories, and many more.[31][32] False News Fake news in India has been spread by both the official media outlets, and in social media.[citation needed] A prevalent culture of self- and state-censorship in the media’s coverage of sensitive issues has also been criticized, particularly in matters related to religion, blasphemy laws, and the Pakistan Army. The urban bias in Pakistani media has been criticized by Amir Rana, director of the Institute for Peace Studies: “There is little space [in our media] not only for alternative ideas or narratives but also for issues of a common citizen. The narratives that we have seen in the mainstream media in Pakistan are basically controlled by three media centers in Pakistan: Islamabad, Karachi, and Lahore. There is little space in the mainstream media for views, perspectives, and information from other parts of Pakistan.” [33] The government of Sri Lanka has been accused of controlling the media. Measures like the Public Security Ordinance and the Sixth Amendment to the Sri Lankan Constitution have been accused of limiting a reporters freedom. The Sixth Amendment to Sri Lanka's constitution, inserted as Article 157A, has been accused of threatening civic disability and seizing of property by banning promotion of separatism. The Public Security Ordinance (PSO) law is often applied liberally when the government applies emergency regulations. This is quite often as Sri Lanka has been ruled under Emergency for a cumulative total of over 20 years since it gained independence from the British. The Saturday Review, the English paper published in Jaffna and the Aththa, the Communist Sinhala language daily were banned in the early eighties under the PSO. When the Aththa was banned its press was also sealed. In the seventies, the government sealed the printing press of the Independent Newspapers Ltd. (Davasa Group) by using the emergency regulations. Under the Emergency Regulations (E.R), all material relating to a subject specified in a gazetted presidential proclamation, has to be submitted for censoring by a 'competent authority.' The 'competent authority' is usually politically favoured civil servant. Recently, the regime made history by appointing a military officer as the government censor. Material censored under such provisions has included comment on the high cost of living, on the dismissal of an employee of a state corporation, allegedly for an article he wrote for his trade union journal, on the marketing problems of passion fruit growers, criticism of a minister's statement in Parliament about a public corporation, and a reference to an alleged assault on two civilians.","Title":"Media bias in South Asia - Wikipedia","KeyID":"14823","URL":"https://en.wikipedia.org/wiki/Media_bias_in_Sri_Lanka"}