{"Content: ":"Holocephali (\"complete heads\"), sometimes given the term Euchondrocephali, is a subclass of cartilaginous fish in the class Chondrichthyes.[2] The earliest fossils are of teeth and come from the Devonian period. Little is known about these primitive forms, and the only surviving group in the subclass is the order Chimaeriformes. Chimaeriformes, commonly known as chimaeras, includes the rat fishes in the genus Chimaera, and the elephant fishes in the genus Callorhinchus. These fishes move by using sweeping movements of their large pectoral fins. They are deep sea fish with slender tails, living close to the seabed to feed on benthic invertebrates. They lack a stomach, their food moving directly into the intestine. Extinct holocephalans were much more diverse in lifestyles, including shark-like predatory forms and slow, durophagous fish. Members of this taxon preserve today some features of elasmobranch life in Paleozoic times, though in other respects they are aberrant. They live close to the bottom and feed on molluscs and other invertebrates. The tail is long and thin and they move by sweeping movements of the large pectoral fins. The erectile spine in front of the dorsal fin is sometimes venomous. There is no stomach (that is, the gut is simplified and the 'stomach' is merged with the intestine), and the mouth is a small aperture surrounded by lips, giving the head a parrot-like appearance. The only surviving members of the group are the rabbit fish (Chimaera), and the elephant fishes (Callorhinchus).[3][4] The fossil record of the Holocephali starts during the Devonian period.[5] The record is extensive, but most fossils have teeth, and the body forms of numerous species are not known, or at best poorly understood. Some experts[who?] further group the orders Petalodontiformes, Iniopterygiformes, and Eugeneodontida into the taxon \"Paraselachimorpha\", and treat it as a sister group to Chimaeriformes. However, as almost all members of Paraselachimorpha are poorly understood, most experts suspect this taxon to be either paraphyletic or a wastebasket taxon. Lund & Grogan (1997) coined the subclass Euchondrocephali to refer to the total group of holocephalians, i.e. all fish more closely related to living holocephalians than to living elasmobranchs such as sharks and rays. Under this classification scheme, \"Holocephali\" would have a much more restricted definition[6] Based on genetic research, it is estimated the Holocephali split from the Elasmobranchii (the branch of chondrichthyans containing true sharks and rays) about 421 million years ago.[7] Analysis of the 280 million-year-old holocephalian Dwykaselachus demonstrates that early members of the group were more shark-like.[8] † Extinct * position uncertain  This article about a prehistoric cartilaginous fish is a stub. You can help Wikipedia by expanding it.","Title":"Holocephali - Wikipedia","KeyID":"1483","URL":"https://en.wikipedia.org/wiki/Holocephali"}