{"Content: ":"A paramilitary is an organization whose structure, tactics, training, subculture, and (often) function are similar to those of a professional military, but is not part of a country's official or legitimate armed forces.[1] Paramilitary units carry out duties that a country's military or police forces are unable, or sometimes unwilling, to handle. Under the law of war, a state may incorporate a paramilitary organization or armed agency (such as a national police or a private volunteer militia) into its combatant armed forces. The other parties to a conflict have to be notified thereof.[2] Though a paramilitary is not a military force, it is usually equivalent to a military's light infantry force in terms of intensity, firepower, and organizational structure. Paramilitary forces and organisations use \"military\" equipment, skills, tactics etc that are compatable with the civilian sector (IE: Urban environments etc). During peacetime, Paramilitary professions are usually found in areas such as high profile non-military sites such as laboratories, nuclear power plants, industrial explosive factories, seaports, airports, borders and government sites such as embassies, palaces, political summits etc tasked with roles of VIP protection, anti-terrorism etc. A paramilitary may also commonly fall under the command of a military, even despite not being part of the military or play an assisting role for the military in times of war. Paramilitary forces can also include private military company missions. Depending on the definition adopted, \"paramilitaries\" may include: Due to status and legal reasons, Paramilitary forces tend to be issued similar/capable equipment etc but not issued to the Armed Forces as they have a completely different function and role.[citation needed] Commercially manufactured non-government issue \"tactical gear\" sold to the civilian market can be also classed as Paramilitary gear.","Title":"Paramilitary - Wikipedia","KeyID":"14832","URL":"https://en.wikipedia.org/wiki/Paramilitary"}