{"Content: ":"The Special Forces Regiment (SF) (Sinhala: විශේෂ බලකාය Visēsha Balakāya; Tamil: சிறப்பு படைகள் ரெஜிமென்ட்) is a special forces unit of the Sri Lanka Army. Founded in 1986 as a combat tracker team , it was established as a regiment in 1988, and later expanded into an brigade. The unit specialises in a number of roles including counter-terrorism, direct action and covert reconnaissance. Much like the British Army Special Air Service, much of the information about the SF is highly classified due to the secrecy and sensitivity of its operations. The Special Forces Regiment currently consists of four regular battalions organized into the Special Forces Brigade, under the operational command of I Corps forming its Special Operations Force along with the Commando Brigade.[1] With the escalation of the Sri Lankan Civil War in the mid 1980's the Sri Lanka Army formed an \"Combat Tracker Team\" in 1985 to conduct direct action and covert reconnaissance against LTTE units operating in the thick jungles in the northern part of the island in small groups. At its inception this unit was made up of two officers and 38 men under the command of Major Gamini Hettiarachchi from the Sri Lanka Armoured Corps. The Combat Tracker Team became the reconnaissance element of the short lived Special Service Group (SSG) and was renamed as the Rapid Deployment Force (RDF) (Special Force) in 1985 which operated independently, during which time Lieutenant (later Colonel) A. F. Lafir joined the RDF from the Gajaba Regiment. Following several successful operations, the RDF was gradually expanded to four squadrons. On 10 December 1988, the RDF (SF) was officially designated as the 1 Special Forces Regiment (1 SF) Naula in the Central province under the command of Major G. Hettiarachchi. With the view of increasing its mobility and stroke capacity 1 SF formed Combat Rider Team with assistance from South Africa. The 2 Special Forces Regiment (2 SF) was formed on 18 February 1994 at Monkey Bridge Camp in Trincomalee with detached B, D, and E squadrons of 1 SF under the command of Major Raj Wijesiri. 2 SF soon raised a Combat Diver Team to specializing in amphibious warfare and later moved to Nayaru on the eastern seaboard. On 18 July 1996 the 25 Brigade HQ of the Sri Lanka Army at its base at Mullaitivu came under attack in what is known as the Battle of Mullaitivu. 1SF and 2SF were dropped by helicopter to spearhead in the rescue operation which reached the base on 23 July. Both units suffered heavy casualties including the commanding officer of 1SF, Lieutenant Colonel A. F. Lafir who was posthumously awarded the Parama Weera Vibhushanaya. In August 1996, the 3 Special Forces Regiment (3 SF) was formed with personal from the other two SF regiments to develop amphibious warfare capability to counter activity of the Sea Tigers, it was soon re-tasked to carryout long-range penetration missions in deep into LTTE controlled areas. This resulted in the start of Long Range Reconnaissance Patrol (LRRP) concept in September 1996 with 3 SF based at Vavuniya under the command of Major Mahesh Senanayake. 3 SF rescinded J and K Squadrons and created M Squadron. In December 1996, the Special Forces Brigade was formed bringing 1SF, 2SF and 2SF under its operational command. On 15 June 2008, 4 Special Forces Regiment (4 SF) was raised at SF Training School in Maduru Oya under the command of Major J.P.C. Peiris support the demands of the new northern offensive. The 5th Special Forces Regiment (5 SF) was formed in 2009 and was disbanded on 1 April 2012. On 16 April 2012, 4SF formed an Urban Fighting Squadron specializing in counter terrorism and urban warfare.[2] The Special Forces Regiment consists of four regular battalions. The Regimental Headquarter which includes the Regimental Centre and the Regimental Headquarter Battalion handles administration while the four regular battalions are organised into the Special Forces Brigade (SF BDE) which comes under the operational command of I Corps.[2] Any member of the Sri Lanka Army can apply for the Special Forces Regiment. Applicants need to pass the 28 day selection course. Candidates who successfully complete this course are then enrolled to complete the basic Special Forces course which lasts between 10–12 months. After graduating the Special Forces course, the candidates are inducted as members of the Special Forces Regiment and are offered training programs of occupational specialities offered by the Regiment. Special Forces Training School was established on 15 February 1992 and it is conducting the basic and specialized training for all Special Forces personnel.[citation needed] It also conducts special courses to train instructors from other battalions in the Army and has also helped to train Navy Special Boat Squadron personnel and Sri Lanka Air Force Regiment Special Force. Unlike other regiments in the Sri Lanka Army, the Special Forces Regiment has been awarded Rana Parashuwa which are a ceremonial battle hatchets that represent President's and regimental colors in 2019.[3] The Special Forces Regiment cap badge depicts an Eagle and has been regarded as a symbol of the SF along with the black-colored beret and the Jolly Roger skull-and-crossed-bones arm patch with the \"Special Forces\" shoulder tab.[2]","Title":"Sri Lanka Army Special Forces Regiment - Wikipedia","KeyID":"14836","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Army_Special_Forces_Regiment"}