{"Content: ":"Sri Lanka Customs (Sinhala: ශ්‍රී ලංකා රේගුව, romanized: Shri Lanka Reguwa, Tamil: இலங்கை சுங்கச் சாவடி ) is a non-ministerial government department. The main functions of the department are, The executive responsible is the director general, currently Major General Vijitha Ravipriya, appointed in February 2020.[2] Formally known as HM Customs from 1947 to 1972, the department can trace its roots to 1806.[3] Formally, the agency as it exists today was formed under the Customs Ordinance No. 17 of 1869, to which 51 amendments have been made to date. Being a center for trade in the Indian Ocean since antiquity, however, the history of collection of customs duties in Sri Lanka dates far back as the second century BC.[citation needed]. \"According to the inscription of King Gajaba I (112-134 A.D.) the customs duty collected from the Godapavata Harbour had been donated to the Godapavata monastery. This is the only written evidence so far discovered to say that there had been a harbour in situ. With the discovery of Roman and other foreign coins from the archaeological excavations done at the site, this can be identified as an ancient trade centre of some importance. The remains that can be identified from the Godapavata monastery are the pillars, pillar foundations and brick monuments. From the inscriptions and other architectural remains it can be assumed that this monastery received support from the kings\".[2] The department works with the powers vested under the Customs Ordinance, as well as through several other related enactments. As such, it has vested with the powers, such as in the areas of the arrest and detention of suspects contravening customs and import/export laws, as well as the confiscation of contraband. The Director General has direct control of all the directorats and among them, five are under his personal supervision. Rest of the 25 directorates are headed by Directors under the supervision of five Additional Director Generals (ADGC) and Chief Financial Officer( CFO). Among the five Additional Director Generals four are the most senior Customs Officers. The other ADGC is appointed from the Administrative Service of Sri Lanka.  This Sri Lanka-related article is a stub. You can help Wikipedia by expanding it. This tax-related article is a stub. You can help Wikipedia by expanding it.","Title":"Sri Lanka Customs - Wikipedia","KeyID":"14830","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Customs"}