{"Content: ":"The Sri Lanka Corps of Military Police (SLCMP) is the branch of the Sri Lanka Army responsible for the policing of service personnel and providing a military police presence on service property, operations and exercises. It is made up of three regular regiments and with headquartered at Regiment Center Polhengoda, Colombo. Like other military police around the world, they continue to wear white webbing with barrack dress but white gaiters. Policing in the Sri Lankan Army is carried out mainly by SLCMP and by the Regimental Police. The Sri Lanka Navy is policed by the Provost Branch. The Sri Lanka Air Force is policed by the Air Force Police (AFP). The Military Police force carries out the following missions: These ceremonial functions are performed mainly by the President’s Ceremonial Guard Company. With the establishment of the Ceylon Army in October 1948, a Provost Section was raised. The section then consisted of 1 officer and 16 NCOs. On 1 October 1951 the establishment was increased to that of a company, and Capt E.R.P De Zilwa was appointed officer commanding. In 1959 the company was elevated to the level of the unit, and the commanding officer was promoted lieutenant colonel. With the rapid expansion of the army in recent years, the corps has also been gradually increased and has provost sections at every army detachment. In 1979 the military police had the rare honour of performing the ceremonial guard duties, such as Guard Mounting at the President’s House and to meet this requirement, the President’s Ceremonial Guard Company was formed. Specialized branches such as the Special Investigations Branch and the Traffic School were included to the establishment by the provost in order to counter various crimes and also misconduct and infringement of road rules on public highways by army personnel. The Special Investigations Branch has now expanded to a Special Investigation Unit, directly functioning under the Directorate of Provost Marshal. The introduction of the Sri Lanka Army Women’s Corps gave necessity to maintain the discipline of the women soldiers, and the Provost Section of MP Women was established in 1983. The overall command of the Corps is exercised by the Directorate of the Provost Marshal (which in turn reports to the Directorate of Personnel Management at Army headquarters) and the Centre Commandant. In addition, the SLCMP has a Training Centre (established in 2002) at Giritale, commanded by Colonel D.M.A. Bandara, and the Ex-Military Policemen's Association, administered by its President Douglas Walisundara and Secretary, D.U.A. Jayasooriya.","Title":"Sri Lanka Corps of Military Police - Wikipedia","KeyID":"14831","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Corps_of_Military_Police"}