{"Content: ":"Centre for Defence Research and Development (CDRD) is a Sri Lankan Research and Development (R&D) institute under the Ministry of Defence responsible for the development technology for the Armed Forces of Sri Lanka. The CDRD cooperates with various branches of the military as well as other entities and is engaged in the development of both military and civilian technologies. During the Sri Lankan Civil War the separatist militants of the Liberation Tigers of Tamil Eelam made extensive use of Claymore mines and improvised explosive devices which were often detonated wirelessly and the Sri Lankan government was finding it hard to procure enough jammers from international markets. Thus the CDRD was founded in 2006 at the Panagoda cantonment consisting of a group of army personnel working together with engineering faculties of various universities. These allowed to both disrupt the signals as well as detect and detonate mines planted by the LTTE. known as the K3 Jammer the initial manpack version was effective up to a modest 100m and later K3V vehicular version was subsequently used by the army when providing security to VIPs. CDRD later developed mobile phone jammers for prisons as well as GPS jammers and satellite phone jammers.[2][3][4][5] Most of CDRD's early projects involved the modification of the military's existing equipment such as the development of rugged RA 400 Cougar Fist Microphone developed for Cougar Radios by the CDRD and also modified to be used with the PRC 1077 VHF Tactical Radios. However, since then the CDRD has been expanding and has begun new projects and also begun R&D projects involving civilian or dual use technologies.[2][6] The CDRD has developed a helium balloon-based stationary surveillance platform equipped with pan–tilt–zoom and infrared cameras, demining machines, voice encryption devices for telephones and radios, high nutrition/ high caloric ration packs alongside packaging material and containers, GPS-based vehicle tracking devices and fleet management Systems, WS30 stabilized weapon system for naval vessels developed in cooperation with EM Digital. The CDRD has also developed numerous simulators for training including realistic flight simulator, flight control simulator, field artillery simulator, simulators for jungle lane firing etc. CDRD also developed civilian use technologies such as a Train Tracking and Operating Information System for Sri Lankan Railways, Braille to Sinhala converter, bullet proof vest , GPS-enabled quadcopters alongside 3D modeling tools for drone mapping and disaster management as well as a web-based Global Disaster Risk Analysis, Prevention and Mitigation Application.[7][8][9][10] CDRD and Sri Lanka Air Force is currently developing unmanned vehicle systems including a medium range unmanned aerial vehicle named Lihiniya MK II after success of Lihiniya MK I as well as an unmanned underwater vehicle for the Sri Lanka Navy called Magura. CDRD Multiple rocket launcher project resulted in a locally developed 122mm MLRS system with rockets including fuel, launcher, hydraulic control unit and digital fire control system which was displayed on the 71st Independence Day Parade. CDRD is also developing a naval variant of the MLRS. Further a guided missile is also being developed. The Naval variant of the locally developed guided missile to be soon installed on naval vessels.[11][12][13] However the CDRD is constrained by the lack of resources including funding, facilities and researchers and as of 2018 only 8 of 15 wings are active and several projects have been suspended due to the lack of resources. [13] The Headquarters CDRD acts as the Command and Control arm of the CDRD headed by a Director General equivalent to a Major General and assisted by staff consisting of a Deputy Director General and Staff Officers. The CDRD is organized into four main Divisions with the Technical & Material Division being responsible for conducting research and development. The Technical and Material Division is composed of 15 Wings, each headed by a Chief Coordinator in the rank of Colonel or equivalent, however as of 2018 only 8 Wings are fully operational. The Divisions and fully operational Wings as of 2018 are,[14]","Title":"Centre for Defence Research and Development (Sri Lanka) - Wikipedia","KeyID":"14835","URL":"https://en.wikipedia.org/wiki/Centre_for_Defence_Research_and_Development_(Sri_Lanka)"}