{"Content: ":"The Sri Lanka Police Mounted Division is the mounted division of the Sri Lanka Police. The responsibility of the division is to conduct safe policing of crowd control at large public order events and provide ceremonial escorts. The police mounted division is under purview of the DIG - Colombo Range and control of a SSP - Mounted Division and has a strength of two Inspectors, four Sub-Inspectors, 10 sergeants, 34 constables with 60 horses. The unit was formed in 1921 at the former premises of the Royal College Colombo in St Sebastian Hill, Colombo. At its formation, the unit was limited to British personnel and consisted of eight mounted sergeants and constables, who were later promoted to sub-inspector grade. Gazetted Officers were also trained in equestrian. During Royal visits mounted policemen joined in with the Ceylon Mounted Rifles in providing mounted escorts starting in 1925. With the disbandment of the Ceylon Mounted Rifles in 1931, the mounted police took on the role of providing mounted escorts as the Governor's Bodyguard on ceremonial occasions including independence celebrations in 1948. Following independence three Ceylonese was admitted to the unit for the first time. On the morning of March 22, 1952, Prime Minister D. S. Senanayake was riding the police mare 'Chitra'. He suffered a stroke and fell (dying several hours later) at the Galle Face Green. He was accompanied by Inspector Eddie Grey, who would later become the first Ceylonese head of the mounted police.[1] In 1956, the police mounted division was formed with a Sub-Inspector, two Police Sergeants and 22 Police Constables with 23 thoroughbred horses imported from Australia. For important ceremonial occasions, mounted policemen wear the full-dress red uniform (unique to the mounted division), which is a red tunic, black pantaloons, with a gold cross belt and a black custodian helmet. On a lesser ceremonial occasion they may wear full-dress mounted white uniform (unique to the mounted division), which includes white tunic; trousers; medals; with gazetted officers' uniforms adorned with black epaulettes with rank insignia, a black leather cross belt with the lion head badge with whistle and chain, police badge affixed black leather pouch and sword with a white coloured pith helmet. White gauntlets gloves are worn. Gazetted officers carry swords drawn, while sergeants and constables carry lances with a police pennant. When on crowd control and patrol, mounted police wear a standard khaki uniform, with riding helmets, white gauntlet gloves and riding boots.","Title":"Sri Lanka Police Mounted Division - Wikipedia","KeyID":"14843","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Police_Mounted_Division"}