{"Content: ":"Sri Lanka Marine Corps (Sinhala: ශ්‍රී ලංකා මැරීන් බළකාය, romanized: śrī laṁkā mærīn baḷakāya) was formed in 2016 under the assistance of the 11th Marine Expeditionary Unit of the United States Marine Corps in November 2016 and received further training from the Commando Regiment of Sri Lanka Army.[1][2][3][4] The first group consisting of 164 Marines including six officers and 158 sailors passed out on 27 February 2017 in Naval Base SLNS Barana in Mullikulam in a ceremony attended by the President Maithripala Sirisena, Commander of the Navy Vice Admiral Ravindra Wijegunaratne alongside the tri-force Commanders and senior officers. On July 29, 2017, Vice Admiral Wijegunarathna declared open the new Marine Headquarters, SLNS Vidura in Sampoor, Trincomalee.[5][6] Marines are responsible for carrying out amphibious operations and play a greater offensive role compared to the Naval Patrolmen that play a more defensive role protecting naval bases. While the more elite Special Boat Squadron (SBS) specializes in clandestine infiltration into enemy territory the marines launch aggressive sea borne assaults often with the intelligence collected by the SBS that land before them. In addition they are also trained for jungle warfare and urban warfare when pushing further inland as well as visit, board, search, and seizure operations.[7] Vice Admiral Ravindra Wijegunaratne WV, RWP & Bar, RSP, VSV, USP, NI(M), ndc, psn former Chief of Defence Staff of the Sri Lanka Armed Forces.[8] and former Commander of the Sri Lankan Navy was the founder of Sri Lanka Marine Corps. In 2016, Vice Admiral Wijegunaratne was able to take part in the US Pacific Command Amphibious Leaders Symposium in San Diego, California. Here naval leaders discussed new trends in amphibious operations. The Sri Lankan commander had already envisioned establishing a Marine element to enhance naval operations and the conference was a springboard for the new mission.[9] With the arrival of the amphibious transport dock USS Somerset (LPD-25) to Trincomalee, the men of the 11th Marine Expeditionary Unit began an exchange of training for local sailors drawn from the Patrolman Branch. The rigorous training would test the sailors mentally and challenge them physically. Endurance training is a key element of a Marine.[9] Marines represented Sri Lanka in RIMPAC-2018 international military exercise where they were attached to HMAS Adelaide of the Australian Navy. [10] The first group of Sri Lanka Marines received training from the 11th Marine Expeditionary Unit of the United States Marine Corps in November 2016.[1][11] At the conclusion of this course, a group consisting of 1 officer and 40 marines received weapons handling, rappelling and battle obstacle crossing training at the Commando Regiment Training School, Uva Kudaoya.[4] The marines were also trained in the use of the M-16 assault rifle, which became their primary weapon. Emphasis was also placed on night time operating capability, combat medicine, life saving and underwater EOD (explosive ordinance disposal).[9]","Title":"Sri Lanka Marine Corps - Wikipedia","KeyID":"14840","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Marine_Corps"}