{"Content: ":"Open list describes any variant of party-list proportional representation where voters have at least some influence on the order in which a party's candidates are elected. This is as opposed to closed list, which allows only active members, party officials, or consultants to determine the order of its candidates and gives the general voter no influence at all on the position of the candidates placed on the party list. Additionally, an open list system allows voters to select individuals rather than parties. Different systems give the voter different amounts of influence. The voter's choice is usually called preference vote; the voters are usually allowed one or more preference votes to the open list candidates. A \"relatively closed\" open list system is one where a candidate must get a full quota of votes on their own to be assured of winning a seat. (This quota, broadly speaking, is the total number of votes cast divided by the number of places to be filled. Usually, the precise number required is the Hare quota, but the Droop quota can also be used.) The total number of seats won by the party minus the number of its candidates that achieved this quota gives the number of unfilled seats. These are then successively allocated to the party's not-yet-elected candidates who were ranked highest on the original list. In both parliamentary and municipal elections, voters may alter the order of the party list or strike candidates from the list completely. How many votes need to be altered in this way to have an effect on the results varies by the number of seats won by the party in the constituency or municipality in question and the candidate's place on the list.[1] In the parliamentary elections of 2007 and 2009, voters altered the party lists enough to change the ranking of candidates within party lists. This did however not affect which candidates ultimately got elected to parliament.[2] In parliamentary elections, 50% of the voters need to vote for a candidate in order to change the order of the party list, meaning that, in practice, it is almost impossible for voters to change the result and it is de facto a closed list system. In county elections there is a threshold of 8%.[3] In a \"more open\" list system, the quota for election could be lowered from the above amount. It is then (theoretically) possible that more of a party's candidates achieve this quota than the total seats won by the party. It should therefore be made clear in advance whether list ranking or absolute votes take precedence in that case. The quota for individuals is usually specified either as a percentage of the party list quota, or as a percentage of the total votes received by the party. Example: The quota is 1000 votes and the open list threshold is specified as 25% of the quota, i.e. 250 votes. Therefore, a party which received 5000 votes wins five seats, which are awarded to its list candidates as follows: Candidates #1, #7 and #4 have each achieved 25% of the quota (250 preference votes or more). They get the first three of the five seats the party has won. The other two seats will be taken by #2 and #3, the two highest remaining positions on the party list. This means that #5 is not elected even though being the fifth on the list and having more preference votes than #2. In practice, with such a strict threshold, only very few candidates succeed to precede on their lists as the required number of votes is huge. Where the threshold is lower (e.g. in Czech parliamentary elections, 5% of the total party vote is the required minimum), results defying the original list order are much more common. Parties usually allow candidates to ask for preference votes, but without campaigning negatively against other candidates on the list. The members of the National Council are elected by open list proportional representation in nine multi-member constituencies based on the states (with varying in size from 7 to 36 seats) and 39 districts. Voters are able to cast a single party vote and one preference votes each on the federal, state and electoral district level for their preferred candidates within that party. The thresholds for a candidate to move up the list are 7% of the candidate's party result on the federal level, 10% on the state level and 14% on the electoral district level.[4] Candidates for the district level are listed on the ballot while voters need to write-in their preferred candidate on state and federal level. In Croatia, the voter can give their vote to a single candidate on the list, but only candidates who have received at least 10% of the party's votes take precedence over the other candidates on the list.[5] In Czech parliamentary elections, voters are given 4 preference votes. Only candidates who have received more than 5% of preferential votes at the regional level take precedence over the list.[6] For elections to the European Parliament, the procedure is identical but each voter is only allowed 2 preference votes. In Indonesia, any candidate who has obtained at least 30% of the quota is automatically elected.[7] In the Netherlands, the voter can give their vote to any candidate in a list (for example, in elections for the House of the Representatives); the vote for this candidate is called a \"preference vote\" (voorkeurstem in Dutch). If a candidate has at least 25% of the quota then he/she takes priority over the party's other candidates who stand higher on the party list but received fewer preference votes. Most people vote for the top candidate, to indicate no special preference for any individual candidate, but support for the party in general. Sometimes, however, people want to express their support for a particular person. Many women, for example, vote for the first woman on the list. If a candidate gathers enough preference votes, then they get a seat in parliament, even if their position on the list would leave them without a seat. In the 2003 elections Hilbrand Nawijn, the former minister of migration and integration was elected into parliament for the Pim Fortuyn List by preference votes even though he was the last candidate on the list. In Slovakia, each voter may, in addition to the party, select one to four candidates from the ordered party list. Candidates who are selected by more than 3% of the party's voters are elected (in order of total number of votes) first and only then is the party ordering used. For European elections, voters select two candidates and the candidates must have more than 10% of the total votes to override the party list. In the European election in 2009 three of Slovakia's thirteen MEPs were elected solely by virtue of preference votes (having party-list positions too low to have won otherwise) and only one (Katarína Neveďalová of SMER) was elected solely by virtue of her position on the party list (having fewer preference votes than a number of other candidates who themselves, nevertheless had preferences from fewer than 10 percent of their party's voters). In Sweden, the \"most open\" list is used, but a person needs to receive 5% of the party's votes for the personal vote to overrule the ordering on the party list.[8] Voting without expressing a preference between individuals is possible, although the parties urge their voters to support the party's prime candidate, to protect them from being beaten by someone ranked lower by the party. The \"most open\" list system is the one where the absolute number of votes every candidate receives fully determines the \"order of election\" (the list ranking only possibly serving as a \"tiebreaker\"). When such a system is used, one could make the case that within every party an additional virtual non-transferable vote election (single or multiple based on the number of preference votes available to the voters) is taking place. This system is used in all Finnish, Latvian and Brazilian multiple-seat elections. Since 2001, lists of this \"most open\" type have also been used in the elections to fill the 96 proportional seats in the 242-member upper house of Japan (the other 146 are elected through a majoritarian, SNTV/FPTP system). Different countries have different methods of breaking ties between candidates. For example, in Finland ties may be resolved by a coin toss, while in Brazil the oldest candidate wins the tie. A \"free list\", more usually called panachage, is similar in principle to the most open list, but instead of having just one vote for one candidate in one list, a voter has (usually) as many votes as there are seats to be filled, and may distribute these among different candidates in different lists. Voters may also give more votes to one candidate, in a manner similar to cumulative voting, and delete (German: Streichen or Reihen, French: latoisage) the names of some candidates. This gives the voter more control over which candidates are elected.[10] It is used in elections at all levels in Liechtenstein, Luxembourg, and Switzerland, in congressional elections in Ecuador, El Salvador, and Honduras, as well as in local elections in a majority of German states, in French communes with under 1,000 inhabitants, and in Czech municipal elections. Some ways to operate an open list system when using traditional paper-based voting are as follows: Some of these states may use other systems in addition to an open list. For example, an open list may decide only upper house legislative elections while another electoral system is used for lower house elections. CEPPS","Title":"Open list - Wikipedia","KeyID":"14851","URL":"https://en.wikipedia.org/wiki/Open_list_proportional_representation"}