{"Content: ":"Batoidea is a superorder of cartilaginous fishes, commonly known as rays. They and their close relatives, the sharks, comprise the subclass Elasmobranchii. Rays are the largest group of cartilaginous fishes, with well over 600 species in 26 families. Rays are distinguished by their flattened bodies, enlarged pectoral fins that are fused to the head, and gill slits that are placed on their ventral surfaces. Batoids are flat-bodied, and, like sharks, are cartilaginous fish, meaning they have a boneless skeleton made of a tough, elastic cartilage. Most batoids have five ventral slot-like body openings called gill slits that lead from the gills, but the Hexatrygonidae have six.[2] Batoid gill slits lie under the pectoral fins on the underside, whereas a shark's are on the sides of the head. Most batoids have a flat, disk-like body, with the exception of the guitarfishes and sawfishes, while most sharks have a spindle-shaped body. Many species of batoid have developed their pectoral fins into broad flat wing-like appendages. The anal fin is absent. The eyes and spiracles are located on top of the head. Batoids have a ventrally located mouth and can considerably protrude their upper jaw (palatoquadrate cartilage) away from the cranium to capture prey.[3] The jaws have euhyostylic type suspension, which relies completely on the hyomandibular cartilages for support.[4] Bottom-dwelling batoids breathe by taking water in through the spiracles, rather than through the mouth as most fish do, and passing it outward through the gills. Batoids reproduce in a number of ways. As is characteristic of elasmobranchs, batoids undergo internal fertilization. Internal fertilization is advantageous to batoids as it conserves sperm, does not expose eggs to consumption by predators, and ensures that all the energy involved in reproduction is retained and not lost to the environment.[5] All skates and some rays are oviparous (egg laying) while other rays are ovoviviparous, meaning that they give birth to young which develop in a womb but without involvement of a placenta.[6] The eggs of oviparous skates are laid in leathery egg cases that are commonly known as mermaid's purses and which often wash up empty on beaches in areas where skates are common. Capture-induced premature birth and abortion (collectively called capture-induced parturition) occurs frequently in sharks and rays when fished.[6] Capture-induced parturition is rarely considered in fisheries management despite being shown to occur in at least 12% of live bearing sharks and rays (88 species to date).[6] Most species live on the sea floor, in a variety of geographical regions – mainly in coastal waters, although some live in deep waters to at least 3,000 metres (9,800 ft). Most batoids have a cosmopolitan distribution, preferring tropical and subtropical marine environments, although there are temperate and cold-water species. Only a few species, like manta rays, live in the open sea, and only a few live in freshwater, while some batoids can live in brackish bays and estuaries. Most batoids have developed heavy, rounded teeth for crushing the shells of bottom-dwelling species such as snails, clams, oysters, crustaceans, and some fish, depending on the species. Manta rays feed on plankton. Batoids belong to the ancient lineage of cartilaginous fishes. Fossil denticles (tooth-like scales in the skin) resembling those of today's chondrichthyans date at least as far back as the Ordovician, with the oldest unambiguous fossils of cartilaginous fish dating from the middle Devonian. A clade within this diverse family, the Neoselachii, emerged by the Triassic, with the best-understood neoselachian fossils dating from the Jurassic. The oldest confirmed ray is Antiquaobatis, from the Pliensbachian of Germany.[8] The clade is represented today by sharks, sawfish, rays and skates.[9] The classification of batoids is currently undergoing revision; however, molecular evidence refutes the hypothesis that skates and rays are derived sharks.[10] Nelson's 2006 Fishes of the World recognizes four orders. The Mesozoic Sclerorhynchoidea are basal or incertae sedis; they show features of the Rajiformes but have snouts resembling those of sawfishes. However, evidence indicates they are probably the sister group to sawfishes.[11] Phylogenetic tree of Batoidea:[12] Holocephali (incl. Chimaera) Torpediniformes Rhinopristiformes Rajiformes Myliobatiformes Selachimorpha (Sharks) Order Torpediniformes Order Rhinopristiformes * the placement of these families is uncertain Order Rajiformes Order Myliobatiformes  According to a 2021 study in Nature, the number of oceanic sharks and rays has declined globally by 71% over the preceding 50 years, jeopardising \"the health of entire ocean ecosystems as well as food security for some of the world's poorest countries\". Overfishing has increased the global extinction risk of these species to the point where three-quarters are now threatened with extinction.[16][17][18] All sharks and rays are cartilaginous fishes, contrasting with bony fishes. Many rays are adapted for feeding on the bottom. Guitarfishes are somewhat between sharks and rays, displaying characteristics of both (though they are classified as rays). ","Title":"Batoidea - Wikipedia","KeyID":"1485","URL":"https://en.wikipedia.org/wiki/Ray_(fish)"}