{"Content: ":"The Sri Lankan Parliament Complex (also known as the New Parliament Complex) is a public building and landmark that houses the Parliament of Sri Lanka. Situated in Sri Jayawardenepura Kotte, the administrative capital, it is built on an island, surrounded by the Diyawanna Oya. It was designed by Deshamanya Geoffrey Bawa. On 29 January 1930 the British Governor of Ceylon, Sir Herbert Stanley (1927–1931), opened a building fronting the ocean at Galle Face, Colombo, designed for meetings of the Legislative Council. It was subsequently used by the State Council (1931–1947), the House of Representatives (1947–1972), the National State Assembly (1972–1977) and the Parliament of Sri Lanka (1977–1981). Today the Old Parliament Building is used by the Presidential Secretariat. In 1967 under Speaker Sir Albert F. Peris, the leaders of the political parties unanimously resolved that a new Parliament building should be constructed on the opposite side of Beira Lake from the existing Parliament at Galle Face, but no further action was taken. While Stanley Tillekeratne was the Speaker (1970–77), the leaders of the political parties entrusted the drawing up of plans for a new Parliament building to architects, but the project was subsequently abandoned. On 4 July 1979, then Prime Minister Ranasinghe Premadasa obtained sanction from Parliament to construct a new Parliament Building at Duwa, a 5 hectare (12 acre) island in the Diyawanna Oya (off Baddegana Road, Pita Sri Jayawardenapura-Kotte) about 16 kilometres (9.9 mi) east of Colombo. The island was where the palace of the King Vikramabahu III's powerful Minister Nissaka Alakesvara had been situated. It had belonged to E. W. Perera prior to being vested in the state. The building was designed by architect Deshamanya Geoffrey Bawa and built by a Japanese consortium of two Mitsui Group companies for a cost of over $25.4 million US. The project was completed on a scheduled time of 26 months. It was officially opened on 29 April 1982 by then President J. R. Jayewardene. Sri Lanka's Parliament Building was designed by respected local architect Geoffrey Bawa. The building is designed in a style of regional modernism. While the building is an example of Modernism, it still respects Sri Lankan vernacular architecture. The parliament complex has the allusion of symmetry, which contrasts sharply with the organic form of the lake it is located in.","Title":"Sri Lankan Parliament Building - Wikipedia","KeyID":"14852","URL":"https://en.wikipedia.org/wiki/Sri_Lankan_Parliament_Building"}