{"Content: ":"Legislature Judiciary The 1978 Constitution of Sri Lanka provides for the election of members of Parliament from 22 multi-member electoral districts through the proportional representation electoral system. All but two of the electoral districts are conterminous with their namesake administrative district. The two exceptions are Jaffna (which covers the administrative districts of Jaffna and Kilinochchi) and Vanni (which covers the administrative districts of Mannar, Mullaitivu and Vavuniya). The first general election which used these electoral districts was in 1989. According to the constitution the Parliament should consist of 225 seats (members):[1] The constitution required the establishment of a delimitation commission for the delimitation of the electoral districts and apportion the 36 provincial seats.[2][5] The constitution limited the number of electoral districts to between 20 and 25.[2] The Delimitation Commission was appointed on 29 November 1978. Its decision was published on 15 January 1981. The country was divided into 22 electoral districts. 21 of the 22 electoral districts were conterminous with their namesake administrative district. The other electoral district - Vanni - consisted of the administrative districts of Mannar, Mullaitivu and Vavuniya. The 36 provincial seats were apportioned as follows: Kilinochchi Administrative District was created from southern Jaffna Administrative District in February 1984. Consequently, Jaffna Electoral District now consists of two administrative districts (Jaffna and Kilinochchi). The annual updating of the electoral register in Sri Lanka is done by house-to-house enumeration. The civil war prevented house-to-house enumeration from taking place in most of the Northern Province from the mid-1980s onwards. For these areas the Department of Elections instead took the previous year's register and added anyone who had since turned 18. The civil war resulted in significant population displacement and emigration from the Northern Province. Two of the biggest displacements occurred in 1995 and 2008. Virtually the entire population of the Jaffna peninsula fled to the Vanni in 1995 to escape the military onslaught by the Sri Lankan military as they tried to recapture the peninsula from the rebel Liberation Tigers of Tamil Eelam. Most of the population of the Vanni were displaced in 2008 as they fled the military onslaught by the Sri Lankan military to recapture the Vanni from the LTTE. Hundreds of thousands fled abroad from the Northern Province during the civil war. Tens of thousands also fled to other parts of Sri Lanka outside the conflict zone, particularly to the capital Colombo. As a consequence of all this the electoral register for the Northern Province was overstated for many years. The civil war ended in May 2009 and in 2010 the first house-to-house enumeration in around 25 years took place in most of the Northern Province. The result of the enumeration was that about 300,000 electors were deleted from the electoral register for the Northern Province. Consequently, the total number of parliamentary seats allocated to Jaffna Electoral District, one of the two electoral districts that make up the Northern Province, was reduced from 10 (2009) to 6 (2010). The number of parliamentary seats allocated to Vanni Electoral District, the other electoral district in the Northern Province, remained unchanged at 6. Jaffna Electoral District's problems were exacerbated by the decision of the 1978 Delimitation Commission to allocate it only one of the four provincial seats - the other three provincial seats were allocated to Vanni Electoral District even though at that time Jaffna had more than four times the number of electors than Vanni. This decision meant that 30 years later Jaffna had the same number of total seats (six) as Vanni despite having more than twice the number of electors. Jaffna now also had one fewer seat than Ampara Electoral District, Hambantota Electoral District and Nuwara Eliya Electoral District despite having more electors. It had two fewer seats than Puttalam Electoral District despite having only 25,000 fewer electors. The decision by the Department of Elections to reduce Jaffna's seats drew much criticism, particularly by opposition parties.[6][7] They pointed out that although there are only a small number of people still in IDP camps, tens of thousands had not returned to their homes and were living with relatives due to the existence of High Security Zones and ongoing de-mining. It was not known if all of these people were registered to vote. For most people in the Northern Province rebuilding their lives after the devastating civil war had been far more important than registering to vote. Many also did not have any form of identification to register as they had lost their official documents during the frequent displacements. As result the electoral register for Jaffna Electoral District was likely to be understated. It was also not known if those who had fled to other parts of Sri Lanka like Colombo were registered to vote in those areas. The government and the Department of Elections rejected the criticism, saying that they were only doing what the constitution required them to do.[8][9] Current allocation of seats. Historical allocation of seats.[14][15]","Title":"Electoral districts of Sri Lanka - Wikipedia","KeyID":"14872","URL":"https://en.wikipedia.org/wiki/Electoral_districts_in_Sri_Lanka"}