{"Content: ":"Field Marshal (FM) is the five-star rank of the Sri Lanka Army. Field Marshal is ranked immediately above General and has been awarded only once, to Sarath Fonseka as an honorary rank.[1] It is equivalent to Admiral of the Fleet and Marshal of the Sri Lanka Air Force.[2] A Field Marshal remains a serving officer on the active list of the Sri Lankan Army for life. It is an honorary position with no command or administrative responsibilities, and the officer is not subject to the Army Act. Therefore, a Field Marshal is permitted to engage in political activities and take up political appointments. In the order of precedence, the rank holder is equivalent to a cabinet minister.[3] He can participate in uniform to all ceremonial occasions. An officer of this rank is entitled to an office maintained by the Army along with an aide-de-camp and personal staff; as well as all privileges entitled to a serving General for life. This includes pay, an official residence, transport and a security detail. Furthermore, such an officer is entitled to receive a guard of honor composed of four officers and 150 other ranks and a military funeral on his death with a 21-gun salute. The widow of such an officer is entitled to the pay, allowances and residence given to her husband for life.[4][5] A Field Marshal's insignia consists of the National emblem over a crossed batons in a lotus blossom wreath.[6] Field marshals are awarded a Gold-tipped baton (which they may carry on formal occasions), five stars insignia (vehicle star plate) and a personal flag.[7][8] The Sri Lanka Army Dress Regulations, lays out the Field Marshal's uniform. It is in line with the uniform of a general officer (with underling parent regimental traditions) with a few unique variations. These include the gorget patches of the field marshal pattern of gold/silver oak leaf chain of two oak leave, five gold/silver stars on scarlet background with a gold/silver button; worn on Dress No 2A, 4, 5, 5A, 6, 6A, 6B, 7 and 8; and special epaulettes for Dress No 2 and 2A.[9] Sarath Fonseka was the first and, to date, only Sri Lankan Army officer to be promoted to the rank. He was promoted on 22 March 2015.[4][10][11]","Title":"Field marshal (Sri Lanka) - Wikipedia","KeyID":"14875","URL":"https://en.wikipedia.org/wiki/Field_marshal_(Sri_Lanka)"}