{"Content: ":"An electoral district, also known as an election district, legislative district, voting district, constituency, riding, ward, division, (election) precinct, electoral area, circumscription, or electorate, is a subdivision of a larger state (a country, administrative region, or other polity) created to provide its population with representation in the larger state's legislative body. That body, or the state's constitution or a body established for that purpose, determines each district's boundaries and whether each will be represented by a single member or multiple members. Generally, only voters (constituents) who reside within the district are permitted to vote in an election held there. District representatives may be elected by a first-past-the-post system, a proportional representative system, or another voting method. They may be selected by a direct election under universal suffrage, an indirect election, or another form of suffrage. The names for electoral districts vary across countries and, occasionally, for the office being elected. The term constituency is commonly used to refer to an electoral district, especially in British English, but it can also refer to the body of eligible voters or all the residents of the represented area or only those who voted for a certain candidate. The terms (election) precinct and election district are more common in American English. In Australia and New Zealand, electoral districts are called electorates, however elsewhere the term electorate generally refers specifically to the body of voters. In India electoral districts are referred to as \"Nirvācan Kṣetra\" (Hindi: निर्वाचन क्षेत्र) in Hindi, which can be literally translated to English as \"electoral area\" though the official English translation for the term is \"constituency\". The term \"Nirvācan Kṣetra\" is used while referring to an electoral district in general irrespective of the legislature. When referring to a particular legislative constituency, it is simply referred to as \"Kṣetra\" along with the name of the legislature, in Hindi (e.g. 'Lok Sabha Kshetra' for a Lok Sabha constituency). Electoral districts for municipal or other local bodies are called \"wards\". In Canada, districts are colloquially called in English ridings (stemming from an earlier British geographical subdivision). In some parts of Canada, \"constituencies\" is used for provincial districts and \"ridings\" for federal districts. In colloquial French, they are called comtés, \"counties\" (circonscriptions is the legal term). Local electoral districts are sometimes called wards, a term also used for administrative subdivisions of a municipality. However, in the Republic of Ireland, voting districts are called local electoral areas. District magnitude is a term invented by the American political scientist Douglas W. Rae in his 1967 dissertation The Political Consequences of Electoral Laws.[1] It refers to the number of seats assigned to each district, and thus the easiness to be elected, as the threshold de facto decreases in proportion. The concept of magnitude explains Duverger's observation that Plurality voting tends to produce two-party systems, and PR methods tend to produce multi-party systems. District magnitude is minimal (exactly 1): District magnitude is larger than 1 where multiple members are elected such as single transferable vote elections. They normally range from 2 to 10 members in a district. District magnitude is maximized where: District magnitude may be set at an equal number of seats. Examples: all districts of the Northern Irish Assembly elected 6 members (5 members since 2017), all those of the Parliament of Malta send 5 MPs, whereas Chile, between 1989 and 2013, used a method called binomial voting which assigned 2 MPs to each district. In many cases, however, multi-member constituencies correspond to already existing jurisdictions (region, district, ward), which creates differences in district magnitude: The concept of district magnitude helps explains why Duverger's speculated correlation between Proportional Representation and party system fragmentation has many counter-examples, as PR methods combined with small-sized multi-member constituencies may produce a low effective number of parties. The inverse of the district magnitude plus one is the Droop quota which provides the mathematical threshold to ensure election (probabilistic threshold should include the likely number of votes wasted to minor lists). For instance, a 10%-polling party will not win a seat in a 5-member district (Droop quota of 1/6=16.67%) but will do so in a 9-member district as this is the minimum to exceed a Droop quota (1/10=10%). Larger district magnitudes annihilate the need and practice of gerrymandering, which is the practice of partisan redistricting by means of creating imbalances in the make-up of the district map. A higher magnitude means less wasted votes, and less room for such maneuvers. Multiple-member contests sometimes use plurality block voting, which allows a single group to take all the district seats. Single voting such as SNTV or STV prevents such a landslide. Magnitude is a major factor in the inclusion of minorities. Plurality (and other elections with lower district magnitudes) are known to limit the representation of minorities. John Stuart Mill had first proposed proportional representation (PR) in the mid-19th century precisely to respond to this shortcoming. With lower district magnitudes, the only way to include demographic minorities scattered across the country is to force parties to include them: Greater magnitudes increase the chance for diverse walks of life and minority groups to be elected. However, it is not synonymous with proportional representation. A closed list PR method, for instance, gives the party machine the power to rank the candidates on the party list. In this case, greater magnitudes help minorities only if the party machines choose to include them. Apportionment is the process of allocating a number of representatives to different regions, such as states or provinces. Apportionment changes are often accompanied by redistricting, the redrawing of electoral district boundaries to accommodate the new number of representatives. This redrawing is necessary under single-member district systems, as each new representative requires their own district. Multi-member systems, however, vary depending on other rules. Ireland, for example, redraws its electoral districts after every census[2] while Belgium uses its existing administrative boundaries for electoral districts and instead modifies the number of representatives allotted to each. Israel and the Netherlands are among the few countries that avoid the need for apportionment entirely by electing legislators at-large. Apportionment is generally done on the basis of population. Seats in the United States House of Representatives, for instance, are reapportioned to individual states every 10 years following a census, with some states that have grown in population gaining seats. By contrast, seats in the Cantonal Council of Zürich are reapportioned in every election based on the number of votes cast in each district, which is only made possible by use of multi-member districts, and the House of Peoples of Bosnia and Herzegovina, by contrast, is apportioned without regard to population; the three major ethnic groups - Bosniaks, Serbs, and Croats - each get exactly five members. Malapportionment occurs when voters are under- or over-represented due to variation in district population. In some places, geographical area is allowed to affect apportionment, with rural areas with sparse populations allocated more seats per elector: for example in Iceland, the Falkland Islands, Scottish islands, and (partly) in US Senate elections. Gerrymandering is the manipulation of electoral district boundaries for political gain. By creating a few \"forfeit\" districts where opposing candidates win overwhelmingly, gerrymandering politicians can manufacture more, but narrower, wins for themselves and their party. Gerrymandering relies on the wasted-vote effect, effectively concentrating wasted votes among opponents while minimizing wasted votes among supporters. Consequently, gerrymandering is typically done under voting systems using single-member districts, which have more wasted votes. While much more difficult, gerrymandering can also be done under proportional-voting systems when districts elect very few seats. By making three-member districts in regions where a particular group has a slight majority, for instance, gerrymandering politicians can obtain 2/3 of that district's seats. Similarly, by making four-member districts in regions where the same group has slightly less than a majority, gerrymandering politicians can still secure exactly half of the seats. However, any possible gerrymandering that theoretically could occur would be much less effective because minority groups can still elect at least one representative if they make up a significant percentage of the population (e.g. 20-25%), compared to single-member districts where 40-49% of the voters can be essentially shut out from any representation Sometimes, particularly under non-proportional winner-take-all voting systems, electoral districts can be prone to landslide victories. A safe seat is one that is very unlikely to be won by a rival politician due to the makeup of its constituency. Conversely, a swing seat is one that could easily swing either way. In United Kingdom general elections and United States presidential and congressional elections, the voting in a relatively small number of swing seats usually determines the outcome of the entire election. Many politicians aspire to have safe seats. In large multi-party systems like India, swing seats can lead to a hung assembly like situation if a significant number of seats go for regional parties instead of the larger national parties who are the main competitors at the national or state level, as was the situation in the Lok Sabha (Lower house of the Parliament of India) during the 1990s. Elected representatives may spend much of the time serving the needs or demands of individual constituents, meaning either voters or residents of their district. This is more common in assemblies with many single-member or small districts than those with fewer, larger districts. In a looser sense, corporations and other such organizations can be referred to as constituents, if they have a significant presence in an area. Many assemblies allow free postage (through franking privilege or prepaid envelopes) from a representative to a constituent, and often free telecommunications. Caseworkers may be employed by representatives to assist constituents with problems. Members of the U.S. Congress (both Representatives and Senators) working in Washington, D.C. have a governmentally staffed district office to aid in constituent services. Many state legislatures have followed suit. Likewise, British MPs use their Parliamentary staffing allowance to appoint staff for constituency casework. Client politics and pork barrel politics are associated with constituency work. In some elected assemblies, some or all constituencies may group voters based on some criterion other than, or in addition to, the location they live. Examples include: Not all democratic political systems use separate districts or other electoral subdivisions to conduct elections. Israel, for instance, conducts parliamentary elections as a single district. The 26 electoral districts in Italy and the 20 in the Netherlands have a role in the actual election, but no role whatsoever in the division of the seats. Ukraine elected half of the Verkhovna Rada (the Ukrainian Parliament) in this way in the elections in October 2012.[3]","Title":"Electoral district - Wikipedia","KeyID":"14873","URL":"https://en.wikipedia.org/wiki/Electoral_district"}