{"Content: ":"Erpetoichthys Polypterus See text for species. Bichirs /ˈbɪʃɪərz/ and the reedfish comprise Polypteridae /pɒlɪpˈtɛrɪdiː/, a family of archaic ray-finned fishes and the only family in the order Polypteriformes /pəˈlɪptərɪfɔːrmiːz/.[2] All the species occur in freshwater habitats in tropical Africa and the Nile River system, mainly swampy, shallow floodplains and estuaries. Cladistia, polypterids and their fossil relatives, are considered the sister group to all other extant ray-finned fishes (Actinopteri).[3][4] They likely diverged from Actinopteri around 400 million years ago, during the Devonian, but recognisable polypterid remains do not appear until around 100 million years ago, during the early Late Cretaceous in South America and Africa.[5] Polypterids are elongated fish with a unique series of dorsal finlets which vary in number from seven to 18, instead of a single dorsal fin. Each of the dorsal finlets has bifid (double-edged) tips, and are the only fins with spines; the rest of the fins are composed of soft rays. The body is covered in thick, bonelike, and rhombic (ganoid) scales. Their jaw structure more closely resembles that of the tetrapods than that of the teleost fishes. Bichirs have a number of other primitive characteristics, including fleshy pectoral fins superficially similar to those of lobe-finned fishes.[1] They also have a pair of slit-like spiracles on the top of their heads that are used to breathe air,[6] two gular plates, and paired ventral lungs (the left lung shorter than the right).[7] Four pairs of gill arches are present.[8] Polypterids have a maximum body length ranging from 25 cm (9.8 in) to over 100 cm (39 in) depending on specific species and morphology.[9] Polypterids are nocturnal and feed on small vertebrates, crustaceans, and insects.[1] Their common aquarium diet includes bloodworms (Chironomidae larvae). Polypterids are known to have extraordinary olfactory ability. Polypterid reproduction consists of the female laying anywhere from 100 to 300 eggs over the span of a few days, and subsequent fertilization by the male.[10] Polypterids possess paired lungs which connect to the esophagus via a glottis. They are facultative air-breathers, accessing surface air to breathe when the water they inhabit is poorly oxygenated.[11] Their lungs are highly vascularized to facilitate gas exchange. Deoxygenated arterial blood is brought to the lungs by paired pulmonary arteries, which branch from the fourth efferent branchial arteries (artery from the fourth gill arch), and oxygenated blood leaves the lungs in pulmonary veins. Unlike most lungfish and tetrapods, their lungs are smooth sacs instead of alveolated tissue. Polypterids are unique in that they breathe using recoil aspiration.[11] Polypterids appear to prefer breathing air via their spiracles when undisturbed or in extremely shallow waters where they are unable to incline their body enough to breathe air through their mouth.[6] Polypterids are popular subjects of public and large hobby aquaria. They are sometimes called dragon bichir or dragon fin in pet shops for a more appealing name due to their dragon-like appearance. Though predatory, they are otherwise peaceful, preferring to lie on the bottom (they tend to swim when there are lots of large plants present), and make good tankmates with other species large enough to not be prey but small enough to not eat them. Some aquarists note that pleco catfish eat the slime coat off of polypterids. Polypterids in captivity have life expectancies of 10-30+ years. They greatly appreciate heavily planted tanks as it mimics their natural habitat. In addition to the extinct genus Bawitius, the two living genera, Polypterus and Erpetoichthys, have 12 extant species:[9] Erpetoichthys calabaricus P. retropinnis P. congicus P. ansorgii P. endlicheri P. bichir P. mokelembembe P. ornatipinnis P. weeksii P. teugelsi P. palmas P. senegalus P. delhezi P. polli Order Polypteriformes Suborder Polypterioidei Clade Salamandrophysida","Title":"Bichir - Wikipedia","KeyID":"1488","URL":"https://en.wikipedia.org/wiki/Bichirs"}