{"Content: ":"The reedfish, ropefish (more commonly used in the United States), or snakefish, Erpetoichthys calabaricus, is a species of fish in the bichir family and order. It is the only member of the genus Erpetoichthys. It is native to fresh and brackish waters in West and Central Africa. The reedfish possesses a pair of lungs in addition to gills, allowing it to survive in very oxygen-poor water. It is threatened by habitat loss through palm oil plantations, other agriculture, deforestation, and urban development.[1] The largest confirmed reedfish museum specimen was 37 cm (15 in) long,[4][5] and two studies where more than 1,600 wild reedfish were caught (using basket traps, meaning that only individuals longer than 15–20 cm [6–8 in] were retained) found none that exceeded 40 cm (16 in).[6][7] Although sometimes claimed to reach up to 90 cm (3 ft) long,[8][9] this is incorrect.[10] The reedfish has an eel-like, elongated body without a trace of a ventral fin. The long dorsal fin consist of a series of well-separated spines, each supporting one or several articulated rays and a membrane. The reedfish possesses a pair of lungs, enabling it to breathe atmospheric air. This allows the species to survive in water with low dissolved oxygen content and to survive for an intermediate amount of time out of water.[4] The sexes are very similar in both median and maximum length, but females average heavier than males of a similar length, and they can be reliably separated by the shape of their anal fin.[10][11] Reedfish are dark above and on the sides, with lighter orangish or yellowish underparts.[10] Males are generally more olive-green in colour, whereas females generally are more yellowish-brown.[11] Larvae have conspicuous external gills, making them resemble salamander larvae.[4] The genus name derives from the Greek words erpeton (creeping thing) and ichthys (fish).[12] The reedfish inhabits slow-moving or standing, fresh or brackish, relatively warm tropical water, and usually in places with reeds or other dense plant growth. It occurs in Benin, Cameroon and Nigeria, spanning the area from the Ouémé River to the Sanaga River.[1][10] There are old records from the Chiloango River in DR Congo and Cabinda in Angola, but these are unconfirmed and questionable.[1][10] The reedfish is nocturnal, and feeds on annelid worms, small crustaceans (such as shrimp), insects (both adults and their larvae), snails and small fish.[4][9][13] When moving through water slowly, it tends to use its pectoral fins, changing to an eel-like form of swimming (making more use of full-body movements and the caudal fin) when moving quickly. Both in the wild and in captivity, reedfish are known to explore land if given the opportunity, slithering along like a snake and also taking food items on land.[14] Females repeatedly deposit small batches of eggs between the anal fins of the male, where they are fertilized. The male reedfish then scatters the eggs among aquatic vegetation, where they stick to plants and substrate. Larvae hatch rapidly (after 70 hours) but remain attached to vegetation; they become independent and start to feed after ~22 days, when the egg's yolk sac has been consumed.[4] In coastal central Africa, the species is threatened by habitat loss, driven by the development of oil palm plantations. Populations in western Africa are impacted by degradation and loss of habitat from wetland drainage for agricultural and urban developments. The reedfish is currently classified as Near Threatened by the IUCN.[1] It is regarded as a good food fish and commonly caught in the local subsistence fishery. It is also regularly caught for the international aquarium fish trade. Overall, catch levels do not appear to represent a major threat to the species at present, but do need monitoring.[7] Reedfish are sometimes displayed in aquaria. All aquarium fish are wild-caught; they have not yet been successfully bred in captivity. Spawning and hatching in captivity has been observed, but no hatchlings have been reported to survive to adulthood.[5][15] They are inquisitive, peaceful, and have some \"personality\". Although nocturnal, reedfish will sometimes come out during the day. Since they have a peaceful nature, other fish may \"bully\" a reedfish, despite its large size, especially in competition for food or space.[16] Some reedfish also have an inclination to stay close to the water surface, where they will be safe from other fish and will even allow most of their bodies to leave the water at times.[citation needed] They can be difficult to keep; they will jump and enter pumps to escape tanks and frequently die as a result, and they can be sensitive to pH swings and nitrogen chemistry.[17][18][16] They will often consume other smaller fish when given the opportunity.[16] Often small feeder goldfish and minnows are eaten in place of bloodworms or nightcrawlers, and other commercially available live fish food.[citation needed]","Title":"Reedfish - Wikipedia","KeyID":"1489","URL":"https://en.wikipedia.org/wiki/Reedfish"}