{"Content: ":"Deshamanya Geoffrey Manning Bawa, FRIBA (23 July 1919 – 27 May 2003) was a Sri Lankan architect. He was among the most influential Asian architects of his generation. He is the principal force behind what is today known globally as \"tropical modernism\".[1][2][3][4] Geoffrey Bawa was born in Colombo on 23 July 1919,[4][5] the youngest of two sons to Major Benjamin Bawa, a wealthy and successful Sri Lankan Moor lawyer, who was of part European parentage,[6][7] and Bertha Marianne née Schrader, a Burgher of mixed Sinhalese, German and Scottish descent.[4][8][9] His older brother, Bevis, became a landscape architect.[4] Bawa was educated at Royal College, Colombo after which he studied English and Law, 1938, at St Catharine's College, Cambridge gaining a BA (English Literature Tripos) and went on to study law at Middle Temple, London, becoming a barrister in 1944.[5] Returning to Ceylon after World War II, he worked for a Colombo law firm. After the death of his mother, he left the profession and soon left in 1946 to travel for two years, going to the Far East, across the United States, and finally to Europe and almost settling in Italy.[10] By the time he was 28 years old, he had spent a third of his life away from Sri Lanka. During his time in Italy, he planned to buy a villa and settle down, but that did not happen, and by 1948 he had returned to Sri Lanka. Bawa bought an abandoned rubber estate on the south-west coast of the island between Colombo and Galle at Lunuganga,[4] planning to create an Italian garden from a tropical wilderness.[7] However, he soon found that his ideas were compromised by his lack of technical knowledge. In 1951, he was apprenticed to H. H. Reid, the sole surviving partner of the Colombo architectural practice Edwards, Reid and Begg.[5][7] In 1952 Reid died, but Bawa still aspired to a career in architecture, so he returned to England. After spending a year at Cambridge, he enrolled as a student at the Architectural Association in London, where he earned a Diploma in Architecture by 1956 and in the following year he became an Associate of the Royal Institute of British Architects. In 1957, at the age of 38 he returned to Sri Lanka as a qualified architect to take over what was left of Reid's practice.[7][11] Returning to Ceylon, he became a partner of Messrs. Edwards, Reid and Begg, Colombo in 1958. In 1959, Danish architect Ulrik Plesner joined the firm, and the two designed many buildings together in their distinct style, sometimes called \"tropical modernism.\"[5] Like the Maurice Talvande, Count de Mauny Talvande at Taprobane Island, the impetus for much of their work was the desire to create private arcadias within it.[12] Bawa was influenced by colonial and traditional Ceylonese architecture, and the role of water in it, but rejected both the idea of regionalism and the imposition of preconceived forms onto a site.[12] Plesner left the island in 1967.[13] Bawa became an Associate of the Sri Lanka Institute of Architects in 1960. An ensuing close association with a coterie of like-minded artists and designers, including Ena de Silva, Barbara Sansoni and Laki Senanayake, produced a new awareness of indigenous materials and crafts, leading to a post-colonial renaissance of culture.[citation needed] In 1979, President J. R. Jayewardene invited Bawa to design Sri Lanka's new Parliament building at Kotte. The project was completed in 1982 with the help of a firm of Japanese contractors.[7] In 1982, Bawa established the Geoffrey Bawa Trust with the aim of furthering the fields of architecture, fine arts and environmental studies. In the early 1990s, Bawa suffered a series of strokes that left him paralysed and unable to speak.[4] Bawa died on 27 May 2003 at the age of 83.[7][10] Geoffrey Bawa influenced a generation of architects in Sri Lanka after him, but his legacy was also embraced in Asia and around the world. He has influenced many architects worldwide including Singapore-based Australian architect Kerry Hill.[14] Geoffrey Bawa's work was mainly in Sri Lanka, but included several other countries as well: nine times in India, three times in Indonesia, twice in Mauritius and once in Japan, Pakistan, Fiji, Egypt and Singapore. His works include houses, hotels, schools, clubs, offices and government buildings, most notably the Sri Lankan Parliament Building.[11] Today, the Gallery Café on Paradise Road in Colombo is located in Bawa's former office building.[15]  Lunuganga, interior of Bawa's house Lunuganga, exterior of Bawa's house. University of Ruhuna Seema Malaka Sunethra Bandaranaike House Heritance Kandalama Hotel Anantara Kalutara Resort","Title":"Geoffrey Bawa - Wikipedia","KeyID":"14893","URL":"https://en.wikipedia.org/wiki/Geoffrey_Bawa"}