{"Content: ":"Opposition (17) Parliament Judiciary Coordinates: 27°29′24″N 89°38′18″E﻿ / ﻿27.489955°N 89.638309°E﻿ / 27.489955; 89.638309 The Parliament of Bhutan (Dzongkha: རྒྱལ་ཡོངས་ཚོགས་ཁང་ gyelyong tshokhang) consists of the King of Bhutan together with a bicameral parliament.[1][nb 1] This bicameral parliament is made up of an upper house, the National Council and a lower house, the National Assembly.[nb 2] The current parliamentary framework replaced the unicameral Tshogdu in 2007, with the first members taking seats in 2008. The National Council of Bhutan is the upper house, or house of review in the bicameral legislature. It consists of 25 members: one directly elected from each of the 20 dzongkhags (districts) and 5 appointed by the King under election laws. The National Council meets at least twice a year. The membership elects a Chairperson and Deputy Chairperson from its number. Members and candidates of the National Council are prohibited from holding political party affiliation.[nb 3][2][3] The National Assembly of Bhutan is the lower house. It consists of a maximum of 47 members directly elected by the citizens of constituencies within each dzongkhag (district) according to election laws. Each constituency is represented by one National Assembly member; each of the 20 Dzongkhags must be represented by between 2–7 members. Constituencies are reapportioned every 10 years. The National Assembly meets at least twice a year, and elects a Speaker and Deputy Speaker from among its members. Members and candidates are allowed to hold political party affiliation.[nb 4][3][4] The Constitution sets forth the procedure of the formation of the executive branch and its ministries, including the post of Prime Minister, according to Parliamentary electoral results. The King recognizes the leader or nominee of the party that wins the majority of seats in the National Assembly as the Prime Minister.[nb 5] The Prime Minister is limited to two terms of office.[nb 6] Other Ministers are appointed from among National Assembly members by the King on advice of the Prime Minister.[nb 7] All Ministers must be natural-born citizens of Bhutan, and there is a limit of two Ministers from any one Dzongkhag.[nb 8] The King of Bhutan fulfills further parliamentary duties by reviewing and assenting to bills in order to enact Bhutanese legislation, and when necessary, by initiating national referenda under election laws.[nb 9] The National Council and National Assembly operate under a framework of enumerated substantive powers and duties under the Constitution.[1] In addition, the procedural framework of each body is codified independently in subsequently enacted legislation: the National Council Act[2] and the National Assembly Act.[4] The Acts define operating procedure (such as quora and voting) and delegation of duties to committees much like bylaws; the Acts themselves also provide some incidentally related substantive law, such as offenses and penalties for officeholders.[2][4] Foremost among the powers and duties of Parliament is the passing of bills. Either the upper house National Council, the lower house National Assembly, or the Attorney General may author bills to be passed as acts, with the exception of money and financial bills, which are the sole purview of the National Assembly.[nb 10][5] Legislation must be presented bicamerally, at times in joint sittings of the National Council and National Assembly, however bills may pass by default without vote when none is conducted before the close of the present session.[nb 11] When a bill has been introduced and passed by one house, it must present the bill to the other house within thirty days from the date of passing, and the bill may be passed during the next session of Parliament.[nb 12] In the case of budget bills and urgent matters, a bill must be passed in the same session of Parliament.[nb 13] Bills are ultimately subject to veto and modification by the King, however the King must assent to bills resubmitted after joint sitting and deliberation by the National Council and National Assembly.[nb 14] Parliament has the sole authority to alter Bhutan's international territorial boundaries, and internal Dzongkhag and Gewog divisions, with the consent of at least 75% of the total number of members (currently 54).[nb 15] Parliament also oversees local government administrations: Dzongkhag Tshogdus, Gewog Tshogdes, and Thromdes.[6] The Constitution provides that the National Assembly may, with support of at least two-thirds of its members (currently 32), motion of no confidence in the Government. If the vote passes, the King shall dismiss the Government.[nb 16]","Title":"Parliament of Bhutan - Wikipedia","KeyID":"14909","URL":"https://en.wikipedia.org/wiki/Parliament_of_Bhutan"}