{"Content: ":"Coordinates: 28°37′2″N 77°12′29″E﻿ / ﻿28.61722°N 77.20806°E﻿ / 28.61722; 77.20806  The Parliament of India (IAST: Bhāratīya Sansad) is the supreme legislative body of the Republic of India. It is a bicameral legislature composed of the president of India and two houses: the Rajya Sabha (Council of States) and the Lok Sabha (House of the People). The president in his role as head of the legislature has full powers to summon and prorogue either house of Parliament or to dissolve the Lok Sabha. The president can exercise these powers only upon the advice of the prime minister and his Union Council of Ministers. Those elected or nominated (by the president) to either house of Parliament are referred to as members of Parliament (MPs). The members of parliament of the Lok Sabha are directly elected by the Indian public voting in single-member districts and the members of parliament of the Rajya Sabha are elected by the members of all state legislative assemblies by proportional representation. The Parliament has a sanctioned strength of 543 in the Lok Sabha and 245 in the Rajya Sabha including 12 nominees from the expertise of different fields of literature, art, science, and social service.[7] The Parliament meets at Sansad Bhavan in New Delhi. During British rule, the legislative branch of India was the Imperial Legislative Council, which was created in 1861 via the Indian Councils Act of 1861[8][9] and disbanded in 1947, when India gained independence. Following independence, the Constituent Assembly of India was elected to write the Constitution of India, its members serving as the nation's first parliament.[10] In 1950, because of the new constitution created, the Constituent Assembly of India was disbanded,[11] and succeeded by the modern Parliament of India, which is active to this day. The Parliament House (Sansad Bhavan) is located in New Delhi. It was designed by Edwin Lutyens and Herbert Baker, who were made responsible for the planning and construction of New Delhi by the British government, as the home of the Central Legislative Assembly, the Council of State, and the Chamber of Princes. The construction of the building took six years, and the opening ceremony was performed on 18 January 1927 by the viceroy and governor-general of India, Lord Irwin. The construction cost for the building was ₹8.3 million (US$100,000). The building is 21 metres (70 ft) tall, 170 metres (560 ft) in diameter and covers an area of 2.29 hectares (5.66 acres). The Central Hall consists of the chambers of the Lok Sabha, the Rajya Sabha, and the Library hall. Surrounding these three chambers is the four-storeyed circular structure providing accommodations for members and houses parliamentary committees, offices and the Ministry of Parliamentary Affairs.[12] The centre and the focus of the building is the Central Hall. It consists of chambers of the Lok Sabha, the Rajya Sabha, and the Library Hall and between them lie garden courts. Surrounding these three chambers is the four-storeyed circular structure providing accommodations for ministers, chairmen, parliamentary committees, party offices, important offices of the Lok Sabha and Rajya Sabha Secretariat, and also the offices of the Ministry of Parliamentary Affairs. The Central Hall is circular in shape and the dome is 30 metres (98 ft) in diameter. It is a place of historical importance. The Indian Constitution was framed in the Central Hall. The Central Hall was originally used in the library of the erstwhile Central Legislative Assembly and the Council of States. In 1946, it was converted and refurbished into the Constituent Assembly Hall. At present, the Central Hall is used for holding joint sittings of both the houses of parliament and also used for address by the president in the commencement of first session after each general election. A new parliament building is under construction and is intended to replace the existing complex. The present building, an 85-year-old structure suffers from inadequacy of space to house members and their staff and is thought to suffer from structural issues. The building also needs to be protected because of its heritage tag.[13][14] A committee to suggest alternatives to the current building was set up by former Speaker Meira Kumar in 2012.[15] Prime Minister Narendra Modi laid the foundation and performed the ground-breaking ceremony for the new Parliament building on 10 December 2020.[16][17] With an estimated cost of ₹9.71 billion, the building is expected to be completed by 2022.[16][17] The Indian Parliament consists of two houses, namely, the Lok Sabha and the Rajya Sabha, with the president of India acting as their head. The president of India, the head of state, is a component of Parliament. Under Article 60 and Article 111 of the constitution, the president's responsibility is to ensure that laws passed by the Parliament are in accordance with the constitutional mandate and that the stipulated procedure is followed before according his or her approval to the bills. The president of India is elected by the elected members of the Parliament of India and the state legislatures and serves for a term of five years.[18] The Lok Sabha (House of the People) or the lower house has 543 members. Members are directly elected by citizens of India on the basis of universal adult franchise representing parliamentary constituencies across the country. Between 1952 and 2020, two additional members of the Anglo-Indian community were also nominated by the president of India on the advice of the Indian government, which was abolished in January 2020 by the 104th Constitutional Amendment Act, 2019.[19] Every citizen of India who is over 18 years of age, irrespective of gender, caste, religion, or race and is otherwise not disqualified, is eligible to vote for members of the Lok Sabha. The constitution provides that the maximum strength of the House be 552 members. It has a term of five years. To be eligible for membership in the Lok Sabha, a person must be a citizen of India and must be 25 years of age or older, mentally sound, should not be bankrupt, and should not be criminally convicted. The total elective membership is distributed among the states in such a way that the ratio between the number of seats allotted to each state and the population of the state is, so far as practicable, the same for all states.[20] The Rajya Sabha (Council of States) or the upper house is a permanent body not subject to dissolution. One third of the members retire every second year, and are replaced by newly elected members. Each member is elected for a term of six years.[21] Its members are indirectly elected by members of legislative bodies of the states. The Rajya Sabha can have a maximum of 250 members. It currently has a sanctioned strength of 245 members, of which 233 are elected from states and union territories and 12 are nominated by the president. The number of members from a state depends on its population. The minimum age for a person to become a member of the Rajya Sabha is 30 years. The period during which the House meets to conduct its business is called a session. The constitution empowers the president to summon each house at such intervals that there should not be more than a six-month gap between the two sessions. Hence the Parliament must meet at least twice a year. In India, the Parliament conducts three sessions each year: member committee to investigation into the charges[22] Legislative proposals are brought before either house of the Parliament in the form of a bill. A bill is the draft of a legislative proposal, which, when passed by both houses of Parliament and assented to by the president, becomes an act of Parliament. Money bills must originate in the Lok Sabha. The Council of States can only make recommendations over the bills to the House, within a period of fourteen days.[23] Parliamentary committees are formed to deliberate specific matters at length. The public is directly or indirectly associated and studies are conducted to help committees arrive at the conclusions. Parliamentary committees are of two kinds: ad hoc committees and standing committees.[24][25][26] Standing committees are permanent committees constituted from time to time in pursuance of the provisions of an act of Parliament or rules of procedure and conduct of business in Parliament. The work of these committees is of a continuing nature. Ad hoc committees are appointed for a specific purpose and they cease to exist when they finish the task assigned to them and submit a report. On 13 December 2001, Indian Parliament was attacked by an Islamic terrorist group. The perpetrators were Lashkar-e-Taiba (Let) and Jaish-e-Mohammed (JeM) terrorists. The attack led to the deaths of five terrorists, six Delhi Police personnel, two Parliament Security Services personnel, and a gardener, which totalled 14 fatalities. The incident led to increased tensions between India and Pakistan, resulting in the India–Pakistan standoff.[27] On 16 November 2016, during the winter session of Indian Parliament, the sittings in both Upper and Lower Houses of Parliament observed strong opposition and uproar by political parties on demonetisation (note ban) initiative by the Narendra Modi Government. In 2022, the Lok Sabha secretariat released a booklet listing out unparliamentary words and expressions before the start of the Monsoon session on 18 July 2022. The banned words if used during debates or otherwise in both the houses would be expunged from the records of the parliament. The banned words included, 'anarchist', 'Shakuni', 'dictatorial', 'taanashah', 'taanashahi', 'Jaichand', 'vinash purush', 'Khalistani'. The booklet also banned some expressions as unparliamentary expressions, such as 'khoon se kheti', 'dohra charitra', 'nikamma', 'nautanki', 'dhindora peetna' and 'behri sarkar'.[28] Some of the English words that were banned included, 'bloodshed', 'bloody', 'betrayed', 'ashamed', 'abused', 'cheated, 'chamcha', 'chamchagiri', 'chelas', 'childishness', 'corrupt', 'coward', 'criminal' and 'crocodile tears', 'disgrace', 'donkey', 'drama', 'eyewash', 'fudge', 'hooliganism', 'hypocrisy', 'incompetent', 'mislead', 'lie' and 'untrue'.[28] Some of the unparliamentary Hindi words listed in the booklet included 'anarchist', 'gaddar', 'girgit', 'goons', 'ghadiyali ansu', 'apmaan', 'asatya', 'ahankaar', 'corrupt', 'kala din', 'kala bazaari', 'khareed farokht', 'danga', 'dalal', 'daadagiri', 'dohra charitra', 'bechara', 'bobcut', 'lollypop', 'vishwasghat', 'samvedanheen', 'foolish', 'pitthu', 'behri sarkar' and 'sexual harassment'.[28][29] Jawaharlal Nehru and other members taking pledge during the midnight session of the Constituent Assembly of India held on 14 and 15 August 1947. Constituent Assembly of India Jawaharlal Nehru addressing the Constituent Assembly in 1946. Indian prime minister Morarji Desai listens to Jimmy Carter as he addresses the Indian Parliament House. President of the United States Barack Obama addressing a joint session of the Parliament in 2010.","Title":"Parliament of India - Wikipedia","KeyID":"14917","URL":"https://en.wikipedia.org/wiki/Parliament_of_India"}