{"Content: ":"Coordinates: 6°12′37″S 106°48′00″E﻿ / ﻿6.21028°S 106.80000°E﻿ / -6.21028; 106.80000 The People's Consultative Assembly of the Republic of Indonesia (Indonesian: Majelis Permusyawaratan Rakyat Republik Indonesia, MPR-RI) is the legislative branch in Indonesia's political system. It is composed of the members of the People's Representative Council (DPR) and the Regional Representative Council (DPD). Before 2004, and the amendments to the 1945 Constitution, the MPR was the highest governing body in Indonesia. In accordance with Law No. 16/1960, the assembly was formed after the general election in 1971. It was decided at that time that the membership of the Assembly would be twice that of the House. The 920 membership of MPR continued for the terms of 1977–1982 and 1982–1987. For the terms 1987–1992, 1992–1997, and 1997–1999 the MPR's membership became 1000. One hundred members were appointed representing delegations from groups as addition to the faction delegates of Karya Pembangunan (FKP), Partai Demokrasi Indonesia (FPDI), Persatuan Pembangunan (FPP), and military (Fraksi ABRI, later renamed Fraksi TNI/POLRI). For the term of 1999–2004 the membership of MPR was 700 (462 civilians and 38 from military and police which formed the DPR, 135 from each of the 27 provinces which formed the Regional Delegations Faction (Fraksi Utusan Daerah), and 65 to form the Groups Delegations Faction (Fraksi Utusan Golongan)). It was reduced to 688 in 2004 due to the removal of active military and police officers and the dissolution of the GDF, as well as the reassignment of Regional Delegations Faction to the newly formed DPD and restructuring the senatorial seats at 128 from each of the 32 provinces. Due to addition of West Papua since the 2009 election, the number of DPD senators became 132. Since the 2019–2024 term there are 575 DPR members and 136 senators, resulting in 711 members of the MPR. On 18 August, the day after Sukarno proclaimed the Independence of Indonesia the Preparatory Committee for Indonesian Independence (PPKI) approved a new constitution for Indonesia. Under its transitional provisions, for a six-month transition period, the new republic would be governed according to the constitution by a president, assisted by a National Committee, which would establish the two chamber legislature mandated by the constitution. On 29 August, Sukarno dissolved the PPKI and established the Central Indonesian National Committee (Indonesian: Komite Nasional Indonesia Pusat (KNIP)), with 135 appointed members, including the membership of the PPKI.[1][2][3] A number of KNIP members became concerned that the Indonesian government was too authoritarian, and pressed for a more parliamentary system. Sukarno and Vice President Hatta agreed to these demands, and on 16 October 1945, Hatta issued Vice-Presidential Edict No.X that gave the KNIP full legislative powers alongside Sukarno, meaning it had to approve all legislation, including those which determine the current national policies. These powers were delegated to a Working Committee. Wartime underground leaders Sutan Sjahrir and Amir Sjarifuddin were subsequently elected chairman and vice-chairman of this committee.[4] On 27 December 1949, the Dutch government transferred sovereignty to a federal United States of Indonesia (USI), which comprised 16 states and territories, including the Republic of Indonesia. Under the constitution of the USI, the highest chamber of government was the Senate, which comprised 32 members, two from each of the 16 components of the USI. However, one by one, the individual regions and territories of the USI began to dissolve themselves into the Republic, and on 17 August 1950, Indonesia became a unitary state.[5][6] In discussions starting in May 1950, the Committee for the Preparation of the Constitution of a Unitary State, had was agreed that there would be a unicameral legislature comprising the membership of the lower chamber and Senate from the USI and the KNIP working Committee and the Supreme Advisory Council from the Republic. The provisional constitution also called for the establishment of a Constitutional Assembly to draw up a permanent constitution. This assembly was elected in 1955 but failed to agree on a new constitution, and with the support of the army, on 5 July 1959, Sukarno issued decree to abolish the provisional constitution and reimpose the 1945 Constitution, with the role of the MPR being restored.[7][8] In 1960, Sukarno dissolved the lower house, the People's Representative Council, after it refused to pass the state budget. He then appointed a Mutual Cooperation People's Representative Council (DPR-GR) and reestablished the MPR in the form of a Provisional People's Consultative Assembly (MPRS). The 610 members, comprising the DPR-GR together with 94 appointed regional representatives and 232 appointed representatives of functional sectors, including service personnel of the Armed Forces and the National Police, took their oaths of office on 15 September.[9][10][11] The MPRS held its first General Session in Bandung, West Java from 10 November to 3 December.[12] It passed two resolutions:[13] The second General Session was held in Bandung from 15 May to 22 May 1963. It was at this General Session that Sukarno was elected 'President for Life' through Resolution No. III/MPRS/1963, which was a violation of Article 7 of the Constitution. The resolution was supported by the armed forces deputies to the Assembly, while it dealt a serious blow to the increasing influence of the Communist Party of Indonesia and its representatives.[14] The MPRS held its third General Session in Bandung from 11 to 16 April 1965.[12] This General Session further entrenched Sukarno's ideological approaches in the running of Indonesia. Many of Sukarno's Independence Day speeches were adopted as the guideline for policies in politics and economics. The MPRS also decided on the principals of Guided Democracy, which would involve consultations (Musyawarah) and consensus (Mufakat). Perhaps the most significant of the MPR's General Sessions was that in 1966. Meeting in Jakarta from 20 June to 5 July 1966 under a new leadership, and with a membership purged of 180 individuals either pro-Sukarno or linked to organizations implicated in the alleged coup attempt of 30 September 1965, the General Session marked the beginning of the official transfer of power from Sukarno to Suharto. Although the de facto transfer of power had been made on 11 March by virtue of the Supersemar document, Suharto wanted to maintain the appearance of legality.[12][15][16] During the 1966 session, the MPRS passed 24 resolutions; they included revoking Sukarno's appointment to the life presidency, banning \"Communism/Marxism-Leninism\" (sic; explicitly defined in the resolution's corresponding explanatory memorandum to include \"the struggle fundaments and tactics taught by ... Stalin, Mao Tse Tung et cetera\"), ratifying Supersemar, the holding of legislative elections, commissioning Suharto to create a new Cabinet, and a constitutional amendment in which a president who might be unable to perform his duty would be replaced by the holder of supersemar instead of the vice-president. Also during the General Session, Sukarno delivered a speech called Nawaksara (\"The Nine Points\"), in which he was expected to give account for the 1965 30 September Movement, in which six generals and a first lieutenant were kidnapped and killed by alleged communists. The speech was rejected, and the MPRS asked Sukarno to give a supplementary speech at the next MPRS General Session. The 1967 MPRS Special Session, from 7 to 12 March,[12] marked the end of Sukarno's presidency and the beginning of Suharto's. Much like the 1966 General Session, the official transfer of power was done before the General Session in March, with Sukarno stepping down from his position in February. Suharto's appointment as acting president and the withdrawal of power from Sukarno during this General Session was just a formality. The MPRS also passed a resolution to re-examine the adoption of the Political Manifesto as the primary GSP of the Assembly and the Republic at large. The Special Session assembled after Sukarno's Nawaksara Supplementary Letter was deemed to be unworthy because it had not included a full account of the 30 September Movement. He did not deliver a speech. On 9 February 1967, the DPR declared that the President was endangering the nation through his leadership and ideological stance. It then asked for an MPRS Special Session to be held in March. The 1968 MPRS Special Session, 21 to 30 March,[12] officially consolidated Suharto's position by appointing him to the presidency. The MPRS commissioned Suharto to continue stabilizing Indonesia's politics and to formulate a Five Year Plan for the economy. The Special Session was assembled when it became obvious that Suharto was not going to be able to hold legislative elections in July 1968 as had been ordered by the 1966 MPRS General Session. During this Special Session, the MPRS also commissioned Suharto to hold elections by 5 July 1971. The 1973 General Session, held from 12 to 24 March[17] was of the first MPR to be elected by the people. Its membership was increased to 920. Until 1999 it included members from Golkar, the United Development Party (PPP), the Indonesian Democratic Party (PDI), ABRI members (Indonesian National Armed Forces, which included the police force at the time), as well as regional representatives. For the first time the president was required to deliver an Accountability Speech. Suharto was expected to outline the achievements which had been accomplished during his five-year term and the way in which they fulfilled the national policies proposed by the Assembly to him at the beginning of his term. In this General Session, the MPR passed resolutions that outlined the method of the election of the president and vice president and decided on the relationship between the governing bodies in Indonesia such as the MPR, DPR, the Supreme Advisory Council (DPA), etc. Suharto was elected to a second term as president, with Hamengkubuwono IX, the sultan of Yogyakarta as vice president. The 1978 General Session, held on 11 to 23 March,[12] passed resolutions that included the integration of East Timor as a province of Indonesia and commissioning Suharto to establish Pancasila as the national ideology via an indoctrination process. The session was noted for the mass walkout of PPP deputies when Suharto referred to religions as \"streams of beliefs\". During this General Session, Suharto was elected to a third term as president, with Adam Malik, then chairman of the MPR, as his vice president. The 1983 General Session passed resolutions on the holding of a referendum, as well giving Suharto the title of \"Father of Development\". He was elected to a fourth term, with Umar Wirahadikusumah as vice president. The 1988 General Session was marked by a reorganization of the MPR. Another faction, dubbed the Groups Faction was added. Members of this faction are drawn from all walks of life and integrated into the factions of Golkar, PPP, and PDI deputies in the assembly. This General Session was also noted for the furor over the nomination of Sudharmono as vice president, which resulted in Brigadier General Ibrahim Saleh interrupting the General Session and PPP's Jailani Naro nominating himself as vice president before he was convinced to withdraw by Suharto. The latter was elected to a fifth term as president with Sudharmono elected as vice president. The 1993 General Session was marked by another reorganization of the MPR, with membership being increased to 1,000. This General Session was noted for the ABRI's preemptive nomination of Try Sutrisno as vice president. Although displeased, Suharto did not want an open conflict with the military deputies and accepted Try as his vice president. Suharto was elected to a sixth term. The 1998 General Session was held during the height of the Asian Financial Crisis and the peak of pro-democratic movements in Suharto's regime. In an effort to restore security and stability, the MPR passed a resolution to give special powers to the president to ensure the success and security of development. Suharto was elected to a seventh term, with B.J. Habibie as vice president. To date, this is the New Order's last ever General Session, marked with Suharto's downfall before the Special Session in May, marking the starting the new Reform era. The 1998 Special Session (Sidang Istimewa) was the first MPR assembly held after Suharto's resignation from the Presidency and fall from power in May 1998. Although it still consisted of politicians who had flourished during Suharto's regime, these MPR members were keen to distance themselves from Suharto and appeal to the reformist sentiments that were prevalent in Indonesia at the time. During this Special Session, MPR revoked the special powers given to the president in the 1998 General Session and limited the number of terms of the president. The MPR also resolved to hold legislative elections in 1999, ordered a crackdown on corruption, collusion, and nepotism and revoked the resolution which had ordered the indoctrination of Pancasila to establish it as a national ideology. This Special Session, and Suharto's resignation, marked the downfall of the New Order, which transitioned to the Reformasi era. The 1999 General Session was the first MPR with \"real\" reform credentials. In another reorganization process, the membership was reduced to 700, with 500 DPR members, 135 Regional Representatives, and 65 Group Representatives. During the General Session, the MPR recognized the referendum in East Timor and set a task force to amend the 1945 constitution. It also stipulated that it would thenceforth hold annual sessions to receive reports from the president, DPR, the Audit Board of Indonesia (BPK), the Supreme Advisory Council (DPA), and the Supreme Court. After receiving these annual reports, the MPR would then work to give recommendations on the course of action that the president could take. For the first time, the MPR rejected an accountability speech (Habibie's), and following it Presidential and Vice-Presidential elections were held with more than one person competing. During the General Session, Abdurrahman Wahid was elected president, with Megawati Sukarnoputri as vice-president. The 2000 Annual Session continued the reform process. The MPR separated the TNI from the National Police and defined their roles. It also passed resolutions on the consolidation of national unity and recommendations regarding the execution of regional autonomy. The 2001 Special Session assembled after President Wahid was allegedly involved in a corruption case and after the DPR began claiming that Wahid's leadership had become incompetent. Originally scheduled for August 2001, the Special Session was brought forward to July 2001. It then removed Wahid from the presidency and elected Megawati Soekarnoputri as president and Hamzah Haz as vice-president. The 2002 Annual Session continued the constitutional amendment process, most notably changing the system of presidential elections, abolishing the DPA and requiring that 20 percent of the national budget be allocated for education, It also order the formulation of the Constitutional Court by 17 August 2003. The 2003 Annual Session focused on the legal status of the previous resolutions that the MPR and the MPRS had passed, as well as deciding on the composition of a Constitutional Commission. The 2003 Annual Session also outlined the MPR's new status, which would come into effect with the inauguration of the new president in 2004. With the president and vice-president thenceforth elected directly by the people and with the constitutional amendments which the MPR had worked on from 1999 to 2002, the MPR's power was reduced. It would no longer be the highest governing body but would stand on equal terms with the DPR, BPK, the Supreme Court, and the Constitutional Court. In dealing with the president and vice-president, the MPR would be responsible for the inauguration ceremony and, should the occasion call for it, the impeachment of the president or vice-president, or both. The MPR would elect a president and vice-president only if both positions were vacant. During this session, the MPR heard its last accountability speech by a president. As provided by the 1945 Constitution, the MPR is responsible for the amendment or deletion of certain articles and/or provisions of the Constitution. A two-thirds majority vote in a general session of the Assembly can approve any proposed changes to the constitution including scrapping or adding additional articles, sections and provisions, as well as in the introduction of certain amendments. The 1945 Constitution empowers the MPR to hold a general inauguration session for the president and vice president of the Republic within weeks or months after their election. Should the office of the presidency be vacant the MPR can be ordered to hold a general plenary for the vice president to render his/her oath taking as acting president. The Assembly, through the 2003 Rules, has the authority to impeach both the president and vice-president of Indonesia or either one of the two if probable violations of the 1945 constitution and the laws of the Republic have been committed during the performance of their mandate. As provided by the 2003 amendments to the 1945 Constitution the MPR, should the Presidential post be vacant and the vice president assumes the office in an acting capacity, can be advised to hold a general plenary to appoint an acting vice president of the Republic to fill the vacancy created by it. As per the 2003 Assembly rules, only in a case when both the Presidential and Vice-Presidential positions are vacant can the MPR be advised to hold a general session to elect office holders within a month after the announcement of the vacancy. Such cases are sudden resignation, impeachment, and death in office. Members of the MPR are vested with several rights in order to execute their duties. These include: Along with rights, members of the MPR are expected to perform their duties, These include:","Title":"People's Consultative Assembly - Wikipedia","KeyID":"14918","URL":"https://en.wikipedia.org/wiki/Parliament_of_Indonesia"}