{"Content: ":"Opposition (69) The Parliament of Georgia (Georgian: საქართველოს პარლამენტი, romanized: sakartvelos p'arlament'i) is the supreme national legislature of Georgia. It is a unicameral parliament, currently consisting of 150 members; of these, 120 are proportional representatives and 30 are elected through single-member district plurality system, representing their constituencies. According to the 2017 constitutional amendments, the Parliament will transfer to fully proportional representation in 2024. All members of the Parliament are elected for four years on the basis of universal human suffrage. The Constitution of Georgia grants the Parliament of Georgia a central legislative power, which is limited by the legislatures of the autonomous republics of Adjara and Abkhazia. The idea of limiting royal power and creating a parliamentary-type body of government was conceived among the aristocrats and citizens in the 12th century Kingdom of Georgia, during the reign of Queen Tamar, the first Georgian female monarch.[citation needed] In the view of Queen Tamar's oppositionists and their leader, Qutlu Arslan, the first Georgian Parliament was to be formed of two \"Chambers\": a) Darbazi – or assembly of aristocrats and influential citizens who would meet from time to time to take decisions on the processes occurring in the country, the implementation of these decisions devolving on the monarch b) Karavi – a body in permanent session between the meetings of the Darbazi. The confrontation ended in the victory of the supporters of royal power. Qutlu Arslan was arrested on the Queen's order.[citation needed]. However, Queen Tamar did during her reign have a chamber of advisors, who could propose laws for the monarch however did not have final say about laws and how the country should be governed. Subsequently, it was only in 1906 that the Georgians were afforded the opportunity of sending their representatives to a parliamentary body of government, to the Second State Duma (from 1801 Georgia had been incorporated in the Russian Empire). Georgian deputies to the Duma were Noe Zhordania (later the President of independent Georgia in 1918-21), Ilia Chavchavadze (founder of the Georgian National Movement), Irakli Tsereteli (leader of the Social-Democratic Faction in the Second Duma, later Minister of Internal Affairs of Russia's Provisional Government), Karlo Chkheidze (leader of the Menshevik Faction in the Fourth State Duma, Chairman of the first convocation of the Central Executive Committee of the All-Russian Workers’ and Soldiers’ Deputies in 1917, and Chairman of the Trans-Caucasian Seym in 1918), and others. In 1918 the first Georgian National Parliament was established in the newly independent Democratic Republic of Georgia. In 1921 the Parliament adopted the first Georgian Constitution. However, shortly after the adoption of the Constitution, Georgia was occupied by the Bolshevik Red Army. This was followed by a 69-year-long absence of independent parliamentary government in Georgian history. The construction of the current main parliament building, which was dedicated to the Supreme Soviet (Council) of the Georgian SSR, started in 1938 and completed in 1953, when Georgia was a part of the Soviet Union. It was designed by architects Viktor Kokorin and Giorgi Lezhava.[1] The first multiparty elections in the Georgian SSR were held on October 28, 1990. The elected members later proclaimed the independence of Georgia. On May 26, 1991 Georgia's population elected the Chairman of the Supreme Council Zviad Gamsakhurdia as President of the country. The tension between the ruling and opposition parties gradually intensified, which in 1991-92 developed into an armed conflict. The President left the country, the Supreme Council ceased to function and power was taken over by the Military Council. In 1992, former Minister of Foreign Affairs of Soviet Union Eduard Shevardnadze returned to Georgia, assuming Chairmanship of the Military Council which was reconstituted into a State Security Council. The State Council restored Georgia's Constitution of 1921, announcing August 4, 1992 as the day of parliamentary elections. In 1995, the newly elected Parliament adopted a new Constitution. Georgia now has a semi-presidential system with a unicameral parliament.[citation needed] In 2011 Mikheil Saakashvili, the president of Georgia, signed a constitutional amendment which decreed that the seat of the parliament shall be the western city of Kutaisi.[2] On 26 May 2012, Saakashvili inaugurated the new Parliament building in Kutaisi. This was done in an effort to decentralise power and shift some political control closer to the breakaway region of Abkhazia, although it has been criticised as marginalising the legislature, and also for the demolition of a Soviet war memorial at the new building's location.[3] Starting from January 1, 2019, Tbilisi is once again the sole seat of the Parliament and all operations and meetings now take place in the capital, similar to the situation that existed prior to the 2012 move to Kutaisi. The Parliament of Georgia is the country's supreme representative body which effects legislative authority, determines the main directions of the country's home and foreign policy, controls the activity of the Government within limits defined by the Constitution and exercises other rights.[4] The Parliament of Georgia is a unicameral legislature. The Constitution envisages, following the full restoration of Georgia's jurisdiction throughout the entire territory of Georgia (including breakaway Abkhazia and South Ossetia, designated by Georgia as Russian-occupied territories), creation of a bicameral parliament: the Council of the Republic and the Senate. The Council is to be composed of members elected through a proportional system; members of the Senate are to be elected from the autonomous republics of Abkhazia, Adjara, and other territorial units of Georgia, and five members appointed by the President of Georgia.[5] The Parliament is composed of 150 members (a reduction from a total of 235 in 1995), elected for a term of four years through a mixed system: 77 are proportional representatives and 73 are elected through single-member district plurality system, representing their constituencies. According to the 2017 constitutional amendments, the Parliament will make a transition to fully proportional representation in 2024.[6] The Parliament of Georgia is elected on the basis of universal, free, equal and direct suffrage, by secret ballot. Scheduled parliamentary elections are held on the last Saturday of October of the calendar year in which the term of Parliament expires. In case of the dissolution of the Parliament, elections are called no earlier than the 45th day and no later than the 60th day after the legislature is dissolved. If the election date coincides with a state of emergency or martial law, elections are held no earlier than the 45th day and no later than the 60th day after the state of emergency or martial law has been revoked.[7] The 2017 amendment increased the membership candidacy age from 21 to 25.[6] Any citizen of Georgia with the electoral right and who has lived in Georgia for at least 10 years qualifies for membership of the Parliament. A person sentenced to prison cannot be elected as a member of Parliament.[8] A political party whose member is an incumbent member of the Parliament or is supported by the signatures of at least 25,000 voters can take part in the election.[9] For the 2020 election, the threshold for entering the Parliament will be reduced to 3% and parties will be allowed to form electoral blocs. However, beginning in 2024, the threshold will return to 5% and electoral blocs will no longer be allowed.[6] The first meeting of the newly elected Parliament is held no later than the 10th day after the election results have been officially announced. The first meeting of Parliament is called by the President of Georgia.[10] The Parliament meets in its official capacity for a regular session twice a year, from September to December and from February to June. In between the sessions, the President of Georgia can convene an extraordinary session of the Parliament at the request of the Chairperson of Parliament, at least one fourth of members of Parliament or the Government.[11] The Government, a Member of Parliament, a parliamentary faction, a parliamentary committee, the supreme representative bodies of the Autonomous Republics of Abkhazia and Adjara, and no less than 25,000 voters have the right of to initiate a bill. A law is adopted if it is supported by a majority of the members of Parliament present but at least 1/3 of the total number of the members of Parliament.[12] A law passed by Parliament is to be submitted to the President of Georgia within 10 days. The President can sign and promulgate the law or return it to the Parliament with justified remarks within 2 weeks. If the remarks are adopted, the final version of the law is submitted to the President within 5 days, and the latter must sign and promulgate the law within 5 days. If the President's remarks are rejected, the initial version of the law is put to a vote in the Parliament and, if adopted, submitted to the President within 3 days for signature and promulgation. If the President fails to promulgate the law, then the Chairperson of Parliament does this after the respective deadline expires.[13] The Parliament has the power to ratify, denounce and annul international treaties by a majority of the total number of its members.[14] They can also impeach the President, a member of the Government, a judge of the Supreme Court, a General Prosecutor, a General Auditor, or a member of the Board of the National Bank.[15] The Parliament can be dissolved by the President of Georgia if the legislature fails to approve the incoming Government in the established time-frame.[16] The Parliament of Georgia elects the Chairperson for its term by a majority of the total number of its members by secret ballot. The Chairperson of Parliament presides over the work of Parliament, ensures the free expression of opinion, and signs the acts adopted by Parliament.[17] The Parliament of Georgia is headquartered in Tbilisi, the capital of Georgia. From 2012 to 2018, the regular parliamentary sessions were held in a new building specially constructed for this purpose in Kutaisi, then the second largest city of Georgia, 231 kilometres (144 mi) west of Tbilisi. The 2017 amendment entered into force in December 2018, containing no reference to Kutaisi as the seat of the Parliament, meaning that the Parliament will fully return to the capital in January 2019.[6][18]","Title":"Parliament of Georgia - Wikipedia","KeyID":"14916","URL":"https://en.wikipedia.org/wiki/Parliament_of_Georgia_(country)"}