{"Content: ":"Others (36) CIS Member State The Supreme Council (Kyrgyz: Жогорку Кеңеш, romanized: Jogorku Kengesh, [dʒoʁorqu keŋeʃ]; Russian: Верховный Совет, Verkhovny Sovet) is the unicameral Parliament of the Kyrgyz Republic. It was known as the Supreme Soviet of the Kirghiz Soviet Socialist Republic until 1991. The parliament has 90 seats[3] with members elected for a five-year term by two methods: party-list proportional voting (54 seats) and first-past-the-post voting (36 seats). During Soviet rule, it was known as the Supreme Soviet of the Kirghiz SSR. From 1991, when Kyrgyzstan gained independence from the Soviet Union, until October 2007, when the Constitution was changed in a referendum, the Supreme Council consisted of the Legislative Assembly (Мыйзам Чыгаруу Жыйыны, Mıyzam Chıgharuu Zhıyını, the upper house) and the Assembly of People's Representatives (Эл Окулдор Жыйыны, El Öküldör Zhıyını, lower house) with 60 and 45 members, respectively. The members of both houses were elected to five-year terms. In the Assembly of People's Representatives all 45 members were elected in single-seat constituencies; in the Legislative Assembly 45 members were elected in single-seat constituencies and 15 were elected through party lists. Since October 2007, the Supreme Council is a unicameral legislature. Originally it consisted of 90 members, however when in 2010 President Kurmanbek Bakiyev was ousted after riots, a new Constitution was adopted, that increased the number of members to 120. Parties are limited to 65 seats in order to prevent power concentration. A vote on amending the constitution cut the number of seats in the parliament by 25%, thereby returning to 90 seats.[4] Out of the 90 seats in the Supreme Council, 54 are elected by proportional representation in a single nationwide constituency, and 36 in single-seat districts.[5] To win seats, parties must pass a national electoral threshold of 5% of the votes cast (down from 7% in the October 2020 elections),[6] and receive at least 0.5% of the vote in each of the seven regions.[7] The lists are open, with voters able to cast a single preferential vote. No one party is allowed to be given more than half of the proportional seats.[8][9] Party lists are required to have at least 30% of the candidates from each gender, and every fourth candidate had to be of a different gender. Each list is also required to have at least 15% of the candidates being from ethnic minorities and 15% of under 35 years old, as well as at least two candidates with disabilities.[9][10] The first legislature of Kyrgyzstan was Supreme Soviet until 1994. Bicameral legislature was established in 1995, and replaced with unicameral legislature, Supreme Council, in 2005.[11] Chairmen of the Assembly of People's Representatives of Kyrgyzstan was the presiding officer of one of the two chambers of the Supreme Council.[12] The Chairman of the Legislative Assembly of Kyrgyzstan was the presiding officer of one of the two chambers of the Supreme Council.[12] Chairmen of the Supreme Council since 2005.[12] Annual compensation of the chairman is 975 000 soms.[citation needed] The 2005 Kyrgyz parliamentary elections were held in February and March 2005. More than 400 candidates ran for the new 75-member unicameral legislative assembly. There were two rounds of voting held on 27 February and 13 March. Six seats were won by opposition politicians. Most candidates were officially independent. International observers said the elections fell short of international standards for democratic elections in several important areas. Widespread protests over alleged rigging of the election by the government culminated in the Tulip Revolution on 24 March. Revolutionaries overthrew President Askar Akayev.","Title":"Supreme Council (Kyrgyzstan) - Wikipedia","KeyID":"14928","URL":"https://en.wikipedia.org/wiki/Parliament_of_Kyrgyzstan"}