{"Content: ":"Pro-government (9) Opposition (22) CIS Member State The Parliament of the Republic of Kazakhstan (Kazakh: Қазақстан Республикасының Парламенті, romanized: Qazaqstan Respublikasynyñ Parlamentı; Russian: Парламент Республики Казахстан, tr. Parliament Respubliki Kazakhstan) is the bicameral legislature of Kazakhstan. The lower house is the Mazhilis, with 107 seats, (98 seats are from party lists, 9 – from Assembly of People) which are elected to five-year terms. The upper house is the Senate, which has 47 members. In early autumn 1994, journalist and ex-candidate for the Supreme Council of Kazakhstan Tatyana Kvyatkovskaya filed a lawsuit demanding to nullify the results of the 1994 Kazakh legislative election. After lengthy trials in March 1995, the then-existing Constitutional Court of Kazakhstan, despite the objections by President Nursultan Nazarbayev and Supreme Council Chairman Abish Kekilbayev, recognized Kvyatkovskaya's claims as justified on 6 March 1995.[1] As a result of court's ruling, Nazarbayev issued a decree on 11 March which dissolved the Supreme Council where all its adopted bills were declared as \"invalid.\" From there, Kazakhstan had no legislature, and instead all the laws were adopted on the basis of Presidential Decrees.[2] On 30 August 1995, a constitutional referendum was held where Kazakhstani voted for a new draft for the Constitution of Kazakhstan which established a new bicameral Parliament that included the Mazhilis and Senate.[3] Elections for the Senate were held for first time on 5 December 1995 which was then followed by two-round Mazhilis elections on 9 December and 23 December 1995. The Parliament convened in its first session on 30 January 1996.[4] In May 2007, the Parliament amended many changes to Constitution such as changing the election system for the Mazhilis from mixed-member proportional representation to party-list proportional representation and changing presidential term limits from 7 to 5 years.[5] However, it paved a way for more authoritarianism as it exempted President Nursultan Nazarbayev from term limits which allowed him to remain as a President for life.[6] In the following 2007 Kazakh legislative elections, pro-government Nur Otan party swept all the contested seats in the Mazhilis which eliminated any opposition and turned the country into a one-party state for brief period until minor parties made their return in 2012.[7][8] In May 2010, the Parliament granted Nazarbayev the title as \"Elbasy\" (meaning \"Leader of the Nation\").[9] This gave him the control of governmental policies even without holding the post as President, as well as immunity from criminal prosecution for any actions taken while in office. It also gave protection to all the assets owned by Nazarbayev and his family.[10] Kazakhstan held elections to the Senate on 1 October 2014.[11] According to the Central Electoral Commission of Kazakhstan, it was \"an open and democratic electoral process\".[11] According to the OSCE, \"Preparations for the 26 April election were efficiently administered, however, necessary reforms for holding genuine democratic elections still have to materialize. The predominant position of the incumbent and the lack of genuine opposition limited voter choice. A restricted media environment stifled public debate and freedom of expression.\"[12] About 250 observers from the Commonwealth of Independent States and the Shanghai Cooperation Organisation were present for the voting.[11] Four women were among the 80 candidates vying for the 16 open Senate seats.[11] The results were announced on 7 October 2014.[11] The elections to the Mazhilis of the Parliament of the Republic of Kazakhstan of the Sixth Convocation took place on 20 March 2016. Six political parties attended the elections, three of them received more than 7% of the votes and passed to the Mazhilis of the Parliament. Those are the Nur Otan Party (82.20%), the Democratic Party of Kazakhstan “AK Zhol” (7.18%), the Communist People's Party of Kazakhstan (CPPK) (7.14%). The Nur Otan Party accounts for 84 deputies in the Mazhilis, the AK Zhol Party – 7 deputies, CPPK – 7 deputies, 9 deputies were elected from the Assembly of People of Kazakhstan and 43 deputies of the previous convocation passed to the Mazhilis of the Sixth Convocation. In general, the deputy composition was renewed by 60%. The new composition of the Mazhilis includes 78 (73%) men, 29 (27%) women. The average age of the deputies is 55 (as of 31 March 2016); Under 40 years old – 7 deputies; from 40 to 60 years old – 77 deputies; over 60 years – 23 deputies. 34 (32%) of deputies have PhD degrees. The deputies represent various spheres: public service, business, NGO, education, science, etc. The ethnic composition of the Mazhilis is as follows Kazakhs, Russians, Ukrainians, as well as representatives of Azerbaijani, Armenian, Dungan, Korean, Uzbek, Uyghur, Chechen and other ethnic groups. The 2021 election to the Mazhilis of the Parliament of the Republic of Kazakhstan was scheduled for January 10, 2021. Five political parties submitted party lists to the Central Election Commission (CEC).[13] They included Nur Otan, People’s Party, Ak Zhol, Auyl People’s Democratic Patriotic Party and Adal (former Birlik Party) Party.[13]","Title":"Parliament of Kazakhstan - Wikipedia","KeyID":"14924","URL":"https://en.wikipedia.org/wiki/Parliament_of_Kazakhstan"}