{"Content: ":"Vacant (3) Other parties (126) The Federal Assembly (Russian: Федера́льное Собра́ние, tr. Federalnoye Sobraniye, IPA: [fʲɪdʲɪˈralʲnəjə sɐˈbranʲɪjə]) is the national legislature of the Russian Federation, according to the Constitution of the Russian Federation (1993). It was preceded by the Supreme Soviet of Russia. It consists of the State Duma, which is the lower house, and the Federation Council, which is the upper house. Both houses are located in Moscow. The Chairman of the Federation Council is the third most important position after the President and the Prime Minister. In the case that both the President and the Prime Minister are incapacitated, the Chairman of the upper house of the Russian parliament becomes Acting President of Russia.[1][2] The jurisdiction of the State Duma includes: consent to the appointment of the Chairman of the Government, deciding the issue of confidence in the Government, appointment and dismissal of the Chairman of the Central Bank, appointment and dismissal of the Chairman and half of the auditors of the Accounting Chamber, appointment and dismissal of the Commissioner for Human Rights, proclamation of amnesty, advancing of charges against the President for his impeachment and others.[3] The jurisdiction of the Council of the Federation includes: approval of changes in borders between subjects of the Russian Federation, approval of the decree of the President on the introduction of a martial law or on the introduction of a state of emergency, deciding on the possibility of using the Armed Forces of Russia outside the territory of Russia, appointment of elections of the President, impeachment of the President, appointment of judges of higher courts of Russia, appointment and dismissal of the Procurator-General of the Russian Federation, appointment and dismissal of Deputy Chairman and half of the auditors of the all Accounting Chamber and others.[4] As the Russian legislature, all laws must be voted in the Federal Assembly before they are signed into law. All bills, even those proposed by the Federation Council, must first be considered by the State Duma. Upon adoption by a majority of the full State Duma membership, a draft law is considered by the Federation Council, which has fourteen days to place the bill on its calendar. The Federation Council cannot make changes in bills passed by the Duma and can either approve or reject them. If the Federation Council rejects a bill passed by the State Duma, the two chambers must form a conciliation commission to work out a compromise version of the legislation. If two chambers cannot reach a compromise, or the Duma insists on passing the bill as is, the veto of the Federation Council can be overridden, if two thirds of the Duma's constitutional composition vote in favor of the bill. The State Duma and the Federation Council usually meet separately. Joint sessions are organized when: In the mid 2000s it was suggested that the Parliamentary centre of the State Duma and Federation Council be combined into one building.[5][6] In 2012, the idea was supported by President Dmitry Medvedev.[7] Reasons cited for the construction of a new building included the cramped nature of the parliament members' current offices, the remote locations of these offices split across ten locations in Moscow, and the desire of the government to move the bodies away from the city centre to reduce traffic congestion. Various areas of Moscow were examined to serve as the new parliamentary center: Kutuzovsky Prospekt, Frunzenskaya embankment, \"Moscow City\", Tushino airfield, Krasnaya Presnya, Moskvoretskaya embankment, Park Museon and the Sofia embankment. In September 2014, the Mnyovniki floodplain was selected, a decision which was protested by ecologists.[8] The design of the new building was to be decided on the basis of an architectural competition.[9] The parliamentarians, however, disagreed on aesthetic decisions between candidates in the competition, which were not resolved when the contest was conducted a second time.[10] Financing issues caused complications. Originally, the Parliamentary center was to be funded by private investors, who would in turn receive ownership of a building currently belonging to the State Duma and the Federation Council, as well as permits to tear it down and replace the building with their own development projects (such as hotels). An objection to this plan was lodged by architectural critic Grigory Revzin, arguing that the State Duma is located in the building of the Council of Labor and Defense which was designed by Arkady Langman and built in 1935, rendering the existing State Duma building an architectural monument, which would be protected by the state and cannot be demolished. Work on the parliamentary center is to begin in 2020.[11]","Title":"Federal Assembly (Russia) - Wikipedia","KeyID":"14940","URL":"https://en.wikipedia.org/wiki/Parliament_of_Russia"}