{"Content: ":"The National Assembly of the Socialist Republic of Vietnam (Vietnamese: Quốc hội nước Cộng hoà xã hội chủ nghĩa Việt Nam) is the national legislature of the Socialist Republic of Vietnam. The Constitution of Vietnam recognizes the assembly as \"the highest organ of state power.\" The National Assembly, a 500-delegate unicameral body elected to a five-year term, meets twice a year. The assembly appoints the president (head of state), the prime minister (head of government), the chief justice of the Supreme People's Court of Vietnam, the head of the Supreme People's Procuracy of Vietnam (or 'Supreme People's Office of Supervision and Inspection'), and the 21-member Government. Ultimately, however, the Communist Party of Viet Nam (CPV) has great influence over the executive and exercises control through the 150-member Central Committee, which elects the 15-member Politburo at national party congresses held every five years. Members of the party hold all senior government positions. Constitutionally, the National Assembly is the highest government organization and the highest-level representative body of the people. It has the power to draw up, adopt, and amend the constitution and to make and amend laws. It also has the responsibility to legislate and implement state plans and budgets. Through its constitution-making powers it defines its own role and the roles of the Vietnamese State President, the Vietnamese Government, the local people's councils and people's committees, the Supreme People's Court, and the Supreme People's Procuracy. The assembly can elect and remove government ministers, the chief justice of the Supreme People's Court, and the procurator general of the Supreme People's Procuracy. Finally, it has the power to initiate or conclude wars and to assume other duties and powers it deems necessary. The term of each National Assembly is five years, and meetings are convened twice a year, or more frequently if called for by the National Assembly Standing Committee. The National Assembly has gradually been more active and covered in Vietnam's political life. Although most legislation still originates from the government, such legislation is now more hotly debated in the National Assembly and attract a larger audience. As of 2009, the most debated legislation issues have included Vietnam's bauxite project in the Central Highlands and Vietnam's plan for new nuclear power stations in Ninh Thuan. The precursor of the current National Assembly of Vietnam was the National Representatives' Congress (Đại hội đại biểu quốc dân), convened on August 16, 1945, in the northern province of Tuyên Quang. This Congress supported Viet Minh's nationwide general uprising policy against Japanese and French forces in Vietnam. It also appointed the National Liberation Committee (Uỷ ban dân tộc giải phóng) as a provisional government. After a series of events which was later called collectively the \"August Revolution\", Viet Minh seized the power all over the country, and the Democratic Republic of Vietnam (Việt Nam dân chủ cộng hoà) was declared by Hồ Chí Minh in Hanoi on September 2, 1945. On January 6, 1946, the first general election ever in Vietnam was held all over the country in which all people 18 years old or older were eligible to vote. The first session of the First National Assembly (Quốc hội khoá I) took place on March 2, 1946 with nearly 300 deputies in the Hanoi Opera House. Nguyễn Văn Tố was appointed as the Chairman of the National Assembly's Standing Committee. The First National Assembly approved Hồ Chí Minh as the head of government and his cabinet, and the former Emperor Bảo Đại as \"the Supreme Advisor\". The second session, Bùi Bằng Đoàn was appointed to be the Chairman of the National Assembly's Standing Committee. Tôn Đức Thắng was Acting Chairman from 1948, and from 1955, when Đoàn died, he was Chairman of the Standing Committee. The first and second Constitutions of the Democratic Republic of Vietnam were passed by this National Assembly in 1946 and 1960, respectively. The term of the First National Assembly was prolonged (14 years) due to the war situation in Vietnam, particularly the partition of Vietnam according to the Geneva Accords of 1954. From 1954 to 1976, the National Assembly's activities were only effective in North Vietnam. Due to the partition of Vietnam and the declaration of the Republic of Vietnam in the South, a nationwide general election could not be organized. The Second National Assembly was formed by 362 elected deputies of the North and 91 deputies of the South from the First National Assembly who continued their term. Trường Chinh was appointed as the Chairman of the National Assembly's Standing Committee and held this position until 1981. The Third National Assembly consisted of 366 elected deputies from the North and 87 deputies continuing their term. The Third National Assembly's term was prolonged due to the war situation. President Hồ Chí Minh died during the Third National Assembly's term, and was succeeded by Tôn Đức Thắng. Four hundred and twenty deputies were elected for the Fourth National Assembly. During fourth term, the U.S. withdrew its troops from Vietnam in accordance with Paris Peace Accords 1973. The Fifth National Assembly consisted of 424 elected deputies. The fifth term was the shortest National Assembly's term as it was shortened to organize the nationwide general election after the re-unification of Vietnam. When the Republic of Vietnam existed, it had the National Assembly as its sole legislature. After the new constitution was passed in 1967, it had two parliamentary chambers: the Senate (Thượng-nghị-viện) and the House of Representatives (Hạ-nghị-viện), largely modeled after the United States Congress. After the Fall of Saigon, the Republic of South Vietnam also held the People's Assembly (Đại hội đại biểu Nhân dân) as its sole legislature. This was the first election following the reunification of the North and South and the voters selected 492 members, of which 243 represented the South and 249 the North. In this term, the National Assembly adopted the name \"the Socialist Republic of Vietnam\" (Cộng hoà xã hội chủ nghĩa Việt Nam) for the re-unified country, merged corresponding organizations between the Government of North Vietnam and the Provisional Revolutionary Government of the Republic of South Vietnam, and renamed Saigon as Ho Chi Minh City. It also approved the new Constitution in 1980. The Seventh National Assembly and its 496 members witnessed the end of the Vietnamese centralized and heavily-planned economy and the CPV's launch of the Renewal Policy (Đổi mới) to adopt market economy. Trường Chinh was elected as Chairman of the State Council and Nguyễn Hữu Thọ was elected as Chairman of the National Assembly. In previous elections, because successful candidates were chosen in advance, the electoral process was not genuine. No one could run for office unless approved by the Communist Party, and in many cases the local body of the party simply appointed the candidates. Nevertheless, every citizen had a duty to vote, and, although the balloting was secret, the electorate, through electoral study sessions, received directives from the party concerning who should be elected. The elections in 1987, however, were comparatively open by Vietnamese standards. It was evident that the party was tolerating a wider choice in candidates and more debate. The 1987 election chose 496 deputies for the Eighth National Assembly. In this term, the National Assembly approved the 1992 Constitution, in which the citizen's personal ownership of properties in business was guaranteed. Lê Quang Đạo was appointed to be the National Assembly's Chairman. The 1992 election established the first National Assembly after the 1992 Constitution came into effect. From this term, the National Assembly's agenda has been filled with law-making procedures to serve the Đổi mới Policy. National Assembly consisted of 395 elected deputies. In this term, Nông Đức Mạnh was elected as the 7th Chairman of the National Assembly. National Assembly consisted of 450 elected deputies. In this term, Chairman Nông Đức Mạnh was re-elected as the chairman of the National Assembly and become the second person to be re-elected after Trường Chinh. In the middle of 2001, he was chosen to be the CPV's secretary-general in its Ninth National Congress and ceased his role as the chairman of the National Assembly. Nguyễn Văn An was appointed to replace Mạnh and he became the 8th chairman of the National Assembly. National Assembly consisted of 498 elected deputies. In this term, Nguyễn Văn An was elected as the chairman of the National Assembly. NA Vice Chairpersons: Trương Quang Được, Nguyễn Phúc Thanh, Nguyễn Văn Yểu. After the Tenth National Congress of CPV, he retired. In the middle of 2006, Nguyễn Phú Trọng was appointed as the 9th chairman of the National Assembly. The National Assembly consisted of 493 elected deputies. In this term, Nguyễn Phú Trọng was elected as the 10th Chairman of the National Assembly.[1] NA Vice Chairpersons: Tòng Thị Phóng (first), Nguyễn Đức Kiên, Huỳnh Ngọc Sơn and Uông Chu Lưu National Assembly consisted of 500 elected deputies. In this term, Nguyễn Sinh Hùng was elected as the 11th Chairman of the National Assembly. NA Vice Chairpersons: Tòng Thị Phóng (first), Nguyễn Thị Kim Ngân, Uông Chu Lưu and Huỳnh Ngọc Sơn. National Assembly consisted of 496 elected deputies. In this term, Nguyễn Thị Kim Ngân was elected as the 12th Chairperson of the National Assembly and first woman ever to hold this position. NA Vice Chairpersons: Tòng Thị Phóng (first), Uông Chu Lưu, Phùng Quốc Hiển and Đỗ Bá Tỵ. National Assembly consisted of 499 elected deputies. In this term, Vương Đình Huệ was elected as the Chairman of the National Assembly. NA Vice Chairpersons: Trần Thanh Mẫn (first), Nguyễn Khắc Định, Nguyễn Đức Hải and Trần Quang Phương. [2] Other agencies that are elected by the National Assembly, but function independently, are: In 2021 National Election, the Communist Party of Vietnam won 486 seats, while non-partisan (independent) candidates (however still affiliated with the Communist Party) won the remaining 14. However one elected delegate was disciplined and released from his duties due to legal offenses. Therefore the current National Assembly of Vietnam consists of 499 delegates instead of 500 delegates.","Title":"National Assembly (Vietnam) - Wikipedia","KeyID":"14950","URL":"https://en.wikipedia.org/wiki/Parliament_of_Vietnam"}