{"Content: ":"A dependent territory, dependent area, or dependency (sometimes referred as an external territory) is a territory that does not possess full political independence or sovereignty as a sovereign state, yet remains politically outside the controlling state's integral area. A dependent territory is commonly distinguished from a country subdivision by being considered not to be a constituent part of a sovereign state. An administrative subdivision, instead, is understood to be a division of a state proper. A dependent territory, conversely, often maintains a great degree of autonomy from its controlling state. Historically, most colonies were considered to be dependent territories. The dependent territories that currently remain in the world today generally maintain a very high degree of political autonomy. Not all autonomous entities, though, are considered to be dependent territories.[1][failed verification] Most inhabited dependent territories have their own ISO 3166 country codes. Some political entities inhabit a special position guaranteed by an international treaty or another agreement, thereby creating a certain level of autonomy (e.g. a difference in immigration rules). Those entities are sometimes considered to be, or are at least grouped with, dependent territories,[2] but are officially considered by their governing states to be an integral part of those states.[2] Examples are Åland (an autonomous region of Finland)[3] and Northern Ireland (a constituent country of the United Kingdom).[4] The lists below include the following: This list includes all territories that have not been legally incorporated into their governing state, including several territories that are not on the list of non-self-governing territories of the General Assembly of the United Nations.[5] All claims in Antarctica are listed in italics. New Zealand has two self-governing associated states, one dependent territory, and a territorial claim in Antarctica.[6] Norway has one dependent territory and two Antarctic claims. Norway also possesses the inhabited islands of Svalbard where Norwegian sovereignty is limited (see below). The United Kingdom has three \"Crown Dependencies\", thirteen \"Overseas Territories\" (ten autonomous, two used primarily as military bases, and one uninhabited), and one Antarctic claim. The United States has 13 \"unincorporated\" dependent territories under its control and two claimed territories outside its control.[14] The uninhabited Palmyra Atoll is administered similarly to some of these territories, and is usually included on lists of U.S. overseas territories, but it is excluded from this list because it is classified in U.S. law as an incorporated territory.[15] The US Constitution does not apply in full to the insular areas.[16] US-GU US-MP US-PR US-VI US-AS The following entities are, according to the law of their state, integral parts of the state but exhibit many characteristics of dependent territories. This list is generally limited to entities that are either subject to an international treaty on their status, uninhabited, or have a unique level of autonomy and are largely self-governing in matters other than international affairs. It generally does not include entities with no unique autonomy, such as the overseas regions of France, the BES islands of the Netherlands, Jan Mayen of Norway, and Palmyra Atoll of the United States. Entities with only limited unique autonomy, such as the autonomous regions of Portugal, the Canary Islands and the autonomous cities of Spain, and Zanzibar of Tanzania are also not included. All claims in Antarctica are listed in italics. Australia has six external territories in its administration and one Antarctic claim. Although all territories of Australia are considered to be fully integrated in its federal system, and the official status of an external territory does not differ largely from that of a mainland territory (except in regards to immigration law), debate remains as to whether the external territories are integral parts of Australia, due to their not being part of Australia in 1901, when its constituent states federated (with the exception of the Coral Sea Islands, which was a part of Queensland).[17] Norfolk Island was self-governing from 1979 to 2016.[18] The external territories are often grouped separately from Australia proper for statistical purposes.[citation needed] The People's Republic of China (PRC) has two special administrative regions (SARs) that are governed according to the constitution and respective basic laws. The SARs greatly differ from mainland China in administrative, economic, legislative and judicial terms, including by currency, left-hand versus right-hand traffic, official languages and immigration control. Although the PRC does claim sovereignty over Taiwan (governed by the Republic of China), it is not listed here as the PRC government does not have de facto control of the territory. CN-HK CN-MO The Kingdom of Denmark contains two autonomous territories with their own governments and legislatures, and input into foreign affairs.[23] Finland has one autonomous region that is also subject to international treaties. FI-01 France has overseas six autonomous collectivities and two uninhabited territories (one of which includes an Antarctic claim). This does not include its \"standard\" overseas regions (which are also overseas departments) of French Guiana, Guadeloupe, Martinique, Mayotte, and Réunion. Although also located overseas, they have the same status as the regions of metropolitan France. Nonetheless, all of France's overseas territory is considered an integral part of the French Republic. FR-PF FR-BL FR-MF FR-PM FR-WF FR-NC FR-TF[note 5] The Kingdom of the Netherlands comprises three autonomous \"constituent countries\" in the Caribbean (listed below) and one constituent country, the Netherlands, with most of its area in Europe but also encompassing three overseas Caribbean municipalities—Bonaire, Sint Eustatius, and Saba. (Those three Caribbean municipalities are excluded here because they are directly administered by the Government of the Netherlands.[29]) All Kingdom citizens share the same nationality and are thus citizens of the European Union, but only the European portion of the Netherlands is part of the territory of the Union, the Customs Union and the Eurozone (overseas countries and territory status). NL-AW NL-CW NL-SX Norway has, in the Arctic, one inhabited archipelago with restrictions placed on Norwegian sovereignty — Svalbard.[30][31] Unlike the country's dependent territory (Bouvet Island) and Antarctic claims (see above), Svalbard is a part of the Kingdom of Norway.[32] The United Kingdom also has Northern Ireland that is subject to international treaties. GB-NIR Three Crown Dependencies are in a form of association with the United Kingdom. They are independently administrated jurisdictions, although the British Government is solely responsible for defense and international representation and has ultimate responsibility for ensuring good government. They do not have diplomatic recognition as independent states, but neither are they integrated into the U.K. (nor the European Union). The U.K. Parliament retains the ability to legislate for the crown dependencies even without the agreement of their legislatures. No crown dependency has representation in the U.K. Parliament. Although they are British Overseas Territories, Bermuda and Gibraltar have similar relationships to the U.K. as do the Crown Dependencies. While Britain is officially responsible for their defense and international representation, these jurisdictions maintain their own militaries and have been granted limited diplomatic powers, in addition to having internal self-government. New Zealand and its dependencies share the same governor-general and constitute one monarchic realm. The Cook Islands and Niue are officially termed associated states. Puerto Rico (since 1952) and the Northern Mariana Islands (since 1986) are non-independent states freely associated with the United States. The mutually negotiated Covenant to Establish a Commonwealth of the Northern Mariana Islands (CNMI) in Political Union with the United States was approved in 1976. The covenant was fully implemented on November 3, 1986, under Presidential Proclamation no. 5564, which conferred United States citizenship on legally qualified CNMI residents.[34] Under the Constitution of Puerto Rico, Puerto Rico is described as a Commonwealth and Puerto Ricans have a degree of administrative autonomy similar to that of a citizen of a U.S. state. Puerto Ricans \"were collectively made U.S. citizens\" in 1917, as a result of the Jones-Shafroth Act.[35][36] The commonly used name in Spanish of the Commonwealth of Puerto Rico, Estado Libre Asociado de Puerto Rico, literally \"Associated Free State of Puerto Rico\", which sounds similar to \"free association\" particularly when loosely used in Spanish, is sometimes erroneously interpreted to mean that Puerto Rico's relationship with United States is based on a Compact of Free Association and at other times is erroneously held to mean that Puerto Rico's relationship with United States is based on an Interstate compact. This is a constant source of ambiguity and confusion when trying to define, understand, and explain Puerto Rico's political relationship with the United States. For various reasons Puerto Rico's political status differs from that of the Pacific Islands that entered into Compacts of Free Association with the United States. As sovereign states, these islands have the full right to conduct their foreign relations, while the Commonwealth of Puerto Rico has territorial status subject to United States congressional authority under the Constitution's Territory Clause, \"to dispose of and make all needful Rules and Regulations respecting the Territory… belonging to the United States.\"[37] Puerto Rico does not have the right to unilaterally declare independence, and at the last referendum (1998), the narrow majority voted for \"none of the above\", which was a formally undefined alternative used by commonwealth supporters to express their desire for an \"enhanced commonwealth\" option.[37] This kind of relationship can also be found in the Kingdom of the Netherlands, which is termed a federacy. The European continental part is organized like a unitary state. However, the status of its \"constituent countries\" in the Caribbean (Aruba, Curaçao, and Sint Maarten) can be considered akin to dependencies[38][39] or \"associated non-independent states.\" The Kingdom of Denmark also operates similarly, akin to another federacy. The Faroe Islands and Greenland are two self-governing territories or regions within the Kingdom. The relationship between Denmark proper and these two territories is semi-officially termed the Rigsfællesskabet (\"Unity of the Realm\").","Title":"Dependent territory - Wikipedia","KeyID":"14959","URL":"https://en.wikipedia.org/wiki/Dependent_territory"}