{"Content: ":"The Legislative Assembly of the Macau Special Administrative Region[2] (Chinese: 澳門特別行政區立法會; Portuguese: Assembleia Legislativa da Região Administrativa Especial de Macau) is the organ of the legislative branch of Macau. It is a 33-member body comprising 14 directly elected members, 12 indirectly elected members representing functional constituencies and 7 members appointed by the chief executive. It is located at Sé. The assembly has the following charter: The assembly sits at a special Legislative Assembly building, a modern three-storey structure located in the Nam Van area. From 1784 to 1999, the Assembly met at the Leal Senado Building. According to Annex II of the Basic Law of Macau, the first Legislative Assembly following the establishment of the special administrative region would be constituted in accordance with the Decision of the National People's Congress on the Methodology for the Formation of the First Government, the First Legislative Assembly and the Judicial Bodies of the Macau Special Administrative Region – i.e., 23 members: 8 directly elected, 8 indirectly elected and 7 appointed members.[3][4] The second Legislative Assembly would be composed of 27 members: 10 directly elected, 10 indirectly elected and 7 appointed members.[5] In accordance with Annex II, the number of directly elected legislators for the third Legislative Assembly increased from 10 to 12 in 2005, bringing the number of legislators to 29. After 2009, the selection of the Chief Executive may be changed by ⅔ endorsement of the Legislative Assembly and approval by the National People's Congress Standing Committee. Following 2012 reforms, the Legislative Assembly is now composed of 33 members: 14 directly elected, 12 indirectly elected and 7 appointed members.                      Coordinates: 22°11′0″N 113°32′23.66″E﻿ / ﻿22.18333°N 113.5399056°E﻿ / 22.18333; 113.5399056","Title":"Legislative Assembly of Macau - Wikipedia","KeyID":"14963","URL":"https://en.wikipedia.org/wiki/Parliament_of_Macau"}