{"Content: ":"The Shire of Christmas Island is a local government area of the Australian external territory of Christmas Island ( 10°29′S 105°37′E﻿ / ﻿10.483°S 105.617°E﻿ / -10.483; 105.617; post code: 6798). The island is grouped with Western Australia but is administered by the Attorney-General's Department[2] and an Administrator. It covers an area of 136.7 km2 in the Indian Ocean about 2,360 km north-west of Perth and 500 km south of Java in Indonesia. It has a population of 1,448 (ABS 2001). The island was previously a British territory administered through Singapore but was transferred to Australia in 1945. After 1958, it was managed by the Christmas Island Assembly and Christmas Island Services Corporation.[citation needed] The Australian Government provides Commonwealth-level government services through the Christmas Island Administration and the Department of Regional Australia, Regional Development and Local Government. As per the Federal Government's Territories Law Reform Act 1992, which came into force on 1 July 1992, Western Australian laws are applied to Christmas Island \"so far as they are capable of applying in the Territory.\";[3] non-application or partial application of such laws is at the discretion of the federal government. The Act also gives Western Australian courts judicial power over Christmas Island. Christmas Island remains constitutionally distinct from Western Australia, however; the power of the state to legislate for the territory is power delegated by the federal government. The kind of services typically provided by a state government elsewhere in Australia are provided by departments of the Western Australian Government, and by contractors, with the costs met by the federal government. An ordinance subsequently created the Shire of Christmas Island out of a merger of the two previous entities. A nine-member Shire Council was established to provide local services. Councilors serve four-year terms, with four or five being chosen every second year. The first elections were held in May 1993.[4] The Shire's offices are located at George Fam Centre, Murray Road, Christmas Island. The shire has around 1,200 residents consisting mostly of Malaysian Chinese, Malays, people of Anglo Australian descent and smaller communities of Malaysian Indians and Eurasians.[5][6] The main languages spoken are English, Malay, and Mandarin Chinese[citation needed]. Some residents speak other Chinese dialects.[4] About 60% of the population speaks Chinese at home, 20% speak Malay at home, and 20% speak English or another European language at home.[7] The office was known as the \"President of Christmas Island Shire Council\" prior to 2004.[8] The shire has nine councillors and no wards. Christmas Island District High School is the school on Christmas Island. Until the end of 2002 the school was a K-Year 10 school; previously all post-compulsory levels and now compulsory with the new school leaving age (Year 11 and Year 12) studied in Perth, Western Australia. Year 11 enrolment began in 2002, and by 2005 Years 11 and 12 had been established at the school. Christmas Island students have the option to remain on the island or study in Perth.[7] The shire includes a public library for residents. The library has regular book exchanges with the State Library of Western Australia.[9]","Title":"Shire of Christmas Island - Wikipedia","KeyID":"14960","URL":"https://en.wikipedia.org/wiki/Parliament_of_Christmas_Island"}