{"Content: ":"Opposition (45) Others (3) The Jatiya Sangsad (Bengali: জাতীয় সংসদ, romanized: Jatiyô Sôngsôd, lit. 'National Parliament'), often referred to simply as the Sangsad or JS and also known as the House of the Nation,[2] is the supreme legislative body of Bangladesh. The current parliament of Bangladesh contains 350[2] seats, including 50 seats reserved exclusively for women. Elected occupants are called Member of Parliament, or MP. The 11th National Parliamentary Election was held on 30 December 2018. Elections to the body are held every five years, unless a parliament is dissolved earlier by the President of Bangladesh.[3] The leader of the party (or alliance of parties) holding the majority of seats becomes the Prime Minister of Bangladesh, and so the head of the government. The President of Bangladesh, the ceremonial head of state, is chosen by Parliament. Since the December 2008 national election, the current majority party is the Awami League led by Sheikh Hasina. The Constitution of Bangladesh designates the official name of the legislature Jatiya Sangsad (জাতীয় সংসদ) in Bengali and House of the Nation in English. The term Sangsad (Bengali pronunciation: [ˈbːsɔŋsɔdɔ]), a Bengali word for \"Parliament\", derives from the Sanskrit word Sansad (lit. 'gathering' or 'assembly'). The Bengali word Jatiya means National, hence, the name Jatiya Sangsad translates to National Parliament. The legislature is commonly known as Parliament and often referred to simply as the Sangsad or JS. The term \"Member of Parliament\" (Bengali: সংসদ সদস্য, romanized: Sānsad sadasya) refers to both the 300 elected members and the 50 nominated women members of the Sangsad. The title is almost always shortened to the initialism \"MP\" and often referred to simply as the Sānsad in Bengali. Members of Parliament are entitled to use the prefix \"The Honourable\" (Bengali: মাননীয়, romanized: Mānanīẏa). The Constituent Assembly of Bangladesh was established on 10 April 1972 after the Bangladesh Liberation War to prepare a democratic constitution and served as its first parliament as an independent nation. The assembly approved the constitution on 4 November 1972, and it took effect on 16 December[4] and the Constituent Assembly became the Provisional Parliament of Bangladesh until the first elections under the new constitution took place in 1973. Until 10 July 1981 the Constituent Assembly, and the first and second parliaments held their sittings in the building that now houses the Prime Minister's Office and which is often referred as the old Sangsad Bhaban (old Parliament House). The opening ceremony of the present Parliament House was performed on 15 February 1982. The last session of the second parliament was held in the new house on 15 February 1982.[5] The maximum strength of the Parliament envisaged by the Constitution of Bangladesh is 350, which is made up by the general election of 300 members to represent 300 parliamentary constituencies and 50 seats reserved for women, which are apportioned on elected party position in the parliament. The electoral districts are referred to as \"Nirbācanī ēlākā\" (নির্বাচনী এলাকা) in Bengali, which can be literally translated to English as \"electoral area\" though the official English translation for the term is \"constituency\". The term \"Nirbācanī ēlākā\" is used while referring to an electoral district in general. The constituencies are arranged as to coincide with the administrative Districts of Bangladesh, distributed among the proportion to their population. Numbers may vary from two to twenty members per district. The seats are indicated with the district name suffixed by a number (e.g. Panchagarh-1 or Jessore-6). Each constituency is represented by a single member of Parliament, and is elected by the first-past-the-post system. Article 66 of the Constitution makes membership open to any citizen of Bangladesh and only to citizens above the age of 25; dual citizenship is possible for civilians in Bangladesh, but not for MPs who must not hold any other citizenship.[6] Members are elected by direct polling in their respective constituencies. Whoever wins the most votes, regardless of turnout or proportion, wins the election. Members are elected for a term of 5 years,[6] with the entire Parliament dissolving five years after the swearing-in. Members can be re-elected indefinitely, and so have no term limits. They may be independent or affiliated with a political party. Members must not have served time in prison for more than two years to be eligible, unless they served this period five years prior to the general election date.[6] Article 67[6] states that members absent without leave for 90 consecutive sitting days will lose their membership. Any ambiguity regarding membership will be resolved by the Bangladesh Election Commission. Attending sessions without being a member (even if memberships are cancelled in retrospect) results in a BDT1,000 (US$11.9) fine per day, per Article 69.[6] Article 70 of the Constitution makes floor crossing illegal.[6][7] Members engaging in floor crossing lose their membership immediately.[6] Floor crossing is described in the Constitution as:[6] The only case of floor crossing in Bangladeshi history due the stringent article was when members M.A. Mannan and Mahi B. Chowdhury defected from the Bangladesh National Party to form a new party, Bikolpo Dhara.[8] Fresh by-elections were held soon after the seats were vacated. Mahi B. Chowdhury retained his seat under the new party, whereas Mannan lost. As most candidates are elected by the funding, support and brand name of the party, and resignation from the party is considered to void the choice of the people.[7] The prime objective of banning floor crossing is to prevent members from joining other parties for personal gains or to induce disloyalty.[7] This is crucial in marginal majorities, where a few members voting against the majority essentially changes the government party in power causing political instability.[7] The negative effects are broad however such as stopping members from speaking out against bad policies pitched by their party or voting against their party on legislation.[7] This is considered harmful for parliamentary democracy, as the ban forces members to agree with their party leaders regardless of their own opinions or the opinions of their constituents.[7] Article 71 of the Constitution allows eligible people to be candidates in more than one constituency.[6] However, if elected from multiple seats, the member must vacate all but one seat.[9] It is usually the custom for prominent politicians, especially party leaders to stand in multiple constituencies.[10] During the 2008 election Awami League leader Sheikh Hasina, prominent AL figure (and later prime minister of Bangladesh) Zillur Rahman, BNP leader Khaleda Zia and Jatiya Party leader H M Ershad all were candidates in the maximum possible number of constituencies.[9] The President of Bangladesh appoints a cabinet with the Prime Minister and other ministers from among the Members.[6] The Prime Minister must be a parliamentarian, and so must at least 90% of the Ministers.[11][12] The President must appoint a Prime Minister who, in his reasoned opinion, commands the confidence of the majority of the House.[12] The cabinet remains answerable to the Parliament at all times, and the prime minister also to the President as well.[6] The President of Bangladesh is elected by the Parliament through open ballot voting.[13] As a result, the opposition party seldom nominates a candidate and the governing party nominee is uncontested. Current President Abdul Hamid and previous presidents Zillur Rahman,[14] Iajuddin Ahmed,[15] A. Q. M. Badruddoza Chowdhury[16] and Shahabuddin Ahmed[17] were all elected unopposed. The Parliament can also impeach the President by a two-thirds majority.[6] The Parliament can form any parliamentary standing committees as it sees fit such as for the purposes of examining bills, reviewing government policy and any other matter of public importance.[6] The de facto power of the committees have always been nominal however; the de jure power too is ambiguous,[18] especially after the Supreme Court ruled that it was not answerable to summons from parliamentary committees and senior civil servants rarely being brought before committees to answer for public administrative decisions.[19] Various drawbacks has hence led the parliament to be regarded as a rubber stamp body as MPs who cannot cross the floor, have free votes (vote against their party whip) or pass motions of no confidence due to Article 70 of the Constitution of Bangladesh. Political scientists, judges in the Supreme Court, public intellectuals, newspapers and journalists, civil rights activists and many members of parliament have demanded reform of the article. Critics argue Article 70 tramples freedom of speech and freedom of conscience and is a violation of the constitution's fundamental rights. Additionally, it significantly limits the checks and balances on the Prime Minister's vast powers, as there are few means by which s/he can be legally dismissed under the constitution or even held to basic scrutiny with repercussions. The checks and balances then formed on the prime minister and their cabinet is by civil servants in the Bangladesh Administrative Service and the courts, which are usually too docile to challenge the executive. Article 78 of the Constitution provides immunity for the speeches, actions and votes of the Members within parliamentary sessions, and so members are not answerable for any such actions to the courts.[6] The parliament itself is vested with the power to provide indemnity to anybody in service of the nation under Article 46.[6] This allowed the 2nd parliament in 1979 to ratify the Indemnity Ordinance. The parliamentary groups of the Jatiya Sangsad are groups of Members of Parliament organised by a political party or coalition of parties. The leadership of each groups consists of a parliamentary party leader, deputy leader, whips and a parliamentary working committee. The size of a group determines the extent of its representation on legislative committees, the time slots allotted for speaking, the number of committee chairs it can hold, and its representation in executive bodies of the parliament.[20] The Parliament executive bodies include the Speaker of the Jatiya Sangsad, the House Committee and Parliament Secretariat. The House Committee consists of the Parliament Speaker, Deputy Speaker and Whips. Every major political party appoints a whip who is responsible for the party's discipline and behaviour of its members on the floor of the house. The committee is the coordination hub, determining the daily legislative agenda and assigning committee chairpersons based on parliamentary group representation. The Parliament Secretariat, headed by a Senior Secretary from the Bangladesh Administrative Service, is in charge of all its supporting and advisory duties such as keeping a record of members' voting, speeches, advising on protocol, general clerical, broadcasting and information activities. Most of the legislative work in the Parliament is done in the standing committees, which exist largely unchanged throughout one legislative period. The Parliament has a number of committees, with small numbers of Members appointed to deal with particular topics or issues. The Committees on Ministry (CoM) are committees which are set down under the Parliament's standing orders. The number of Committees on Ministry approximates the number of Ministries of Bangladesh, and the titles of each are roughly similar (e.g., defence, agriculture, and labour). There are, as of the current tenth Parliament, 50 standing committees.[21] The distribution of committee chairs and the membership of each committee reflect the relative strength of the various Parliamentary groups in the house. The parliament is housed in the Jatiya Sangsad Bhaban (জাতীয় সংসদ ভবন Jatiyô Sôngsôd Bhôbôn), located at Sher-e-Bangla Nagar in the Bangladeshi capital of Dhaka. Designed by the American architect, Louis Kahn, the building is one of the largest legislative complexes in the world, comprising 200 acres (81 ha).[22][23] Louis Kahn designed the entire Jatiya Sangsad complex, which includes lawns, lake and residences for the Members of the Parliament (MPs). The main building, which is at the center of the complex, is divided into three parts – the Main Plaza, South Plaza and Presidential Plaza. The Sangsad Library or Parliament Library claims to be the most comprehensive library in Bangladesh, holding over 85,000 books and many more reports, parliamentary debates, government gazettes, journals, magazines and newspapers. The Library is housed in Sangsad Bhaban in Sher e Bangla Nagar, Dhaka. The Library was established in 1972, after the immediate formation of the Constituent Assembly of Bangladesh to support the lawmakers and their staff. The Library is administered by the Parliamentary Librarian, a statutory officer responsible for the control and management of the facility, reporting to the Deputy Speaker and the Library Committee. Although the Library is open to the public, only current and former members of Parliament, secretariat staff, and authorised researchers may check out books and materials. The Sangsad Bangladesh Television (publicly known as Sangsad TV) is a digital television channel in Bangladesh. It broadcasts parliamentary activity following its establishment under a Broadcasting Act 2011. Prior to the establishment of the Sangsad TV, the Sangsad's programming was produced by the Ministry of Information and relayed in its Bangladesh Television. Coordinates: 23°45′44″N 90°22′43″E﻿ / ﻿23.76222°N 90.37861°E﻿ / 23.76222; 90.37861","Title":"Jatiya Sangsad - Wikipedia","KeyID":"14979","URL":"https://en.wikipedia.org/wiki/Jatiya_Sangsad"}