{"Content: ":"The General Council (Catalan: Consell General d'Andorra, IPA: [kunˈsɛʎ ʒənəˈɾal dənˈdorə]) is the unicameral parliament of Andorra. It is sometimes referred to as the General Council of the Valleys (Catalan: Consell General de les Valls) because it was the historical name and to distinguish it from similarly named bodies in the Val d'Aran and in France. There are twenty-eight \"general councillors\", who are elected for four-year terms based on party lists in a closed list system:[1] The parish lists and the national list are independent of one another: the same person cannot appear on both the national list and on a parish list, and voters cast two separate ballots (there is no requirement to vote for the same party for both lists).[4] This is a recent development; originally, the seven parishes had each returned four deputies. However, as parishes varied in population from 350 to 2,500, this was felt to be significantly imbalanced, and the national list system was introduced for the 1997 elections to counter the disproportionate power held by the smallest parishes.[citation needed] The Council appoints a presiding officer, titled the Síndic general, and a deputy, the subsíndic. The current Síndic general is Vicenç Mateu Zamora of the Democrats for Andorra. The General Council (subject to approval of the Co-Princes) elects the Head of Government, who presides over the Executive Council. The Head of Government appoints the remaining seven members of the Executive Council. The current Head of Government is Xavier Espot Zamora. Political parties are a recent innovation; the first party was formed in 1976, and they only gained legal recognition in 1992. The most recent Andorran parliamentary election was April 2019. The General Council has the second-highest proportion of women legislators (behind the lower house of the Rwandan legislature), and the highest in the developed world. In 2015, exactly half of its members (14 out of 28) were women.[5] The first parliament in Andorra was established in 1419, as the Consell de la Terra. Councillors were elected by the population,[6] and the council appointed syndics to manage the administration of the principality. It remained in force for several hundred years, slowly becoming the fiefdom of a few major families; this caused popular discontent by the nineteenth century, and major reforms were instituted in 1866.[citation needed] The reforms were masterminded by Guillem d'Areny-Plandolit, and had several effects: In the 1930s, matters again began to boil over; one point of particular contention was that the Council had begun regularly referring to Andorra as a republic, which understandably caused some contention with the co-princes. The General Council was dissolved on their order in June 1933, and a special election called to re-elect it. The opportunity was taken to change the voting laws; at this point, all men over twenty-five could vote, and all men over thirty stand for election. In 1970, the vote was extended to women over twenty-five; in 1971 the qualifying age for all electors was lowered to twenty-one, and that of candidates to twenty-five. Women gained the right to run for office in 1973, and in 1978 a referendum was held on the matter of further reform. Later that year, a seventh parish (Escaldes-Engordany) was formed, bringing the numbers of councillors to twenty-eight. In 1982, the Executive Council was created, comprising the Executive Council President and four councillors with ministerial duties. In 1984 Mercè Bonell was the first female Councilor.[7] Coordinates: 42°30′24″N 1°31′15″E﻿ / ﻿42.50667°N 1.52083°E﻿ / 42.50667; 1.52083","Title":"General Council (Andorra) - Wikipedia","KeyID":"14975","URL":"https://en.wikipedia.org/wiki/General_Council_(Andorra)"}