{"Content: ":"Opposition (51) Other opposition (19) The National Assembly (Portuguese: Assembleia Nacional) is the legislative branch of the government of Angola. The National Assembly is a unicameral body, with 220 members: 130 members elected by proportional representation and 90 members elected by provincial districts. The People's Movement for the Liberation of Angola (MPLA) has held a majority in the Assembly since independence. Due to the Angolan Civil War, elections were delayed for years until they were eventually held in September 2008. The first elections under the new constitution were held in 2012, after a new constitution was adopted in 2010, increasing considerably the power of the President, and diminishing that of the National Assembly as well as that of the judiciary. The Angolan government is composed of three branches of government: executive, legislative, and judicial. The executive branch of the government is composed of the President, the Vice-Presidents and the Council of Ministers. The legislative branch comprises a 220-seat unicameral legislature elected from both provincial and nationwide constituencies. On account of civil wars from independence, political power has been concentrated in the presidency. There are various temporary and permanent committees in the Assembly that help in the operational and administrative functions of the Assembly.[1] The Unicameral Parliament of Angola was scheduled was originally constituted with 229 elected members.[2] for a period of three years after the elections. All Angolan citizens with 18 years of age were eligible to cast their vote. Citizens who were members of factional groups, had criminal record and who had not rehabilitated were barred from exercising their voting rights. The representatives of the provincial assemblies formed a college and they elected the representatives of the House of Parliament. The candidates were expected to be answerable to the citizens in public meetings, with their candidature approved by a majority in the province where they were getting nominated. A constitutional amendment on 19 August 1980 indicated that the Council formed during interim would be replaced by a national people's assembly and there would be 18 elected assemblies.[2] The original building of the National Assembly from 1980, also called People's assembly was located in Estúdio/Restauração Cinema in urban district of Ingombota. The new building inaugurated on 9 November 2015 was initiated on 15 October 2009, while the construction started on 17 May 2010. It is a part of the Political Administrative Centre covering an area of 72,000 Sq.m and a built area of 54,000 sq.m. The Centre accommodates Presidential Palace, the Palace of Justice, the Defence Ministry, Ministry of Justice and Human Rights, the Episcopal Palace and the premises of the former National Assembly headquarters. The New Assembly has 4,600 seats overall with 1,200 in meeting rooms. The compound has four blocks each with six floors, a basement parking that can accommodate 494 vehicles, out of which 34 is reserved for VIPs. The construction was carried out by Portuguese company Teixeira Duarte under the supervision of Special Works Office of the Government of Angola. The building was inaugurated by José Eduardo dos Santos on 10 November 2015.[3] Jose Eduardo dos Santos won the 1980 and 1986 elections and became the first elected President of the country. At the time, the country was a one-party state known as the Angolan People's Republic, with the People's Movement for the Liberation of Angola - Party of Labour (MPLA-PT) as the sole legal party.[4] As a result, most candidates were members of the party, and two-thirds were re-nominated from 1980 elections in the 1986 elections. The civil war continued with UNITA fighting against the MLPA, with both parties taking international support. There was a cease-fire agreement during 1989, with the leader of UNITA, Jonas Savimbi, but it collapsed soon. As a part of its peace efforts, MLPA dropped its theme of Marxism–Leninism and moved over to democratic socialism. During May 1991, Dos Santos and Savimbi signed a multiparty democracy agreement in Lisbon.[5][6] Dos Santos won the 1992, 2008 and 2012 elections as well in the Presidency elections, but different parties started performing. During the 1992 elections, when the first multi-party elections were held, UNITA secured 34.1 per cent vote in the assembly and won 70 seats. But during the 2008 and 2012, their win was reduced to 16 and 32 seats respectively, while the ruling MPLA won 191 and 175 seats respectively.[7][8] Coordinates: 8°49′10″S 13°13′43″E﻿ / ﻿8.81944°S 13.22861°E﻿ / -8.81944; 13.22861","Title":"National Assembly (Angola) - Wikipedia","KeyID":"14976","URL":"https://en.wikipedia.org/wiki/National_Assembly_(Angola)"}