{"Content: ":"Confidence and supply (3) Opposition (63) The Parliament of Albania (Albanian: Kuvendi i Shqipërisë) or Kuvendi is the unicameral representative body of the citizens of the Republic of Albania; it is Albania's legislature. The Parliament is composed of no less than 140 members elected to a four-year term on the basis of direct, universal, periodic and equal suffrage by secret ballot.[2][3][4] The Parliament is presided over by the Speaker, who is assisted by at least one deputy speaker. The electoral system is based on party-list proportional representation. There are 12 multi-seat constituencies, corresponding to the country's counties. The Parliament's powers are defined by the Constitution of Albania. It is responsible to amend the borders of Albania or the Constitution, passes all laws, approves the cabinet, supervises the work of the government, declares war, decides on cessation of hostilities, adopts the state's budgets and approves the state's accounts. Another duties includes, calling referenda, performs elections and appointments conforming to the constitution and applicable legislation, supervises operations of the government and other civil services responsible to the parliament, grants amnesty for criminal offences and performs other duties defined by the constitution. The Parliament also elects the President of the Republic. When the Parliament is elected, the first session shall be held no later than 20 days after the completion of elections with the President as the speaker.[5] However, all laws passed by the Parliament are published on Fletorja Zyrtare, which is the official journal of the Government of Albania.[6] The oldest Assembly with extant records was held in Lezhë on 2 March 1444. The League of Lezhë (Kuvendi i Lezhës) forged in Lezhë under Gjergj Kastrioti Skënderbeu as the leader against the Ottoman Empire.[7] The word Kuvend, in definite form kuvendi, is a very old word in the Albanian language that is thought to have originated from the Latin word conventus, meaning gathering of people or assembly.[8] Its use dates back to the fifteenth century when men, mainly from northern Albania, gathered to listen to the debate between Lekë Dukagjini and Skanderbeg on what would be allowed and what was not.[9] These laws would then be codified into oral laws inherited from generation to generation, especially in the northern areas of Albania, from Dukagjini itself to what is called Kanuni i Lekë Dukagjinit or simply Kanuni. In the nineteenth century with the transcription of these laws by Father Shtjefën Gjeçovi, for the first time the institutional meaning of the word is given in written form where in Chapter 148, Article 1106 of the Kanun it is said: Kuvendi is a union of kin or several kins with the chief, the fore-elder, the elder, the young, or the little ones, who intend to resolve any issue or to bind the Besa.[10] The term in the modern history of the Albanian state was used from the very first day of its creation. On 28 November 1912, the most influential and prominent figures of Albania gathered in the so-called All-Albanian Congress held in Vlorë, where Kuvendi i Vlorës (the Assembly of Vlora) was constituted and which as the first decision declared unanimously the Independence of Albania from the Ottoman Empire.[11][12] Kuvend was later reused to name the country's legislative institution after the communists took power in 1946, refusing to use words borrowed from foreign languages and previously used by other regimes or governments.[9] Today, words such as Asambleja (the Assembly), Parlamenti (the Parliament), or the word Kuvendi itself are part of the Albanian dictionary which is published periodically by the Academy of Sciences of Albania, and have been used, and continue to be widely used interchangeably to indicate the same thing, by serving more as a synonym for each other than as a translation. The League of Lezhë (Albanian: Lidhja e Lezhës), also commonly referred to as the Albanian League (Albanian: Lidhja Arbërore), was a military and diplomatic alliance of the Albanian aristocracy, created in the city of Lezhë on 2 March 1444. The League of Lezhë is considered as the first unified independent Albanian country in the Medieval age, with Skanderbeg as leader of the regional Albanian chieftains and nobles united against the Ottoman Empire.[13] Skanderbeg was proclaimed \"Chief of the League of the Albanian people\" while Skanderbeg always signed himself as \"Dominus Albaniae\" (Albanian: Zot i Arbërisë, English: Lord of Albania).[14][15] At the assembly of Lezha, members from the families: Kastrioti, Arianiti, Zaharia, Muzaka, Spani, Thopia and members of the Balsha and Crnojević which were linked matrilineally or via marriage to the Kastrioti were present. The members contributed to the League with men and money, while maintaining control of the internal affairs of their domains. Soon after its creation the pro-Venetian Balšići and Crnojevići left the league in the events that led to the Albanian–Venetian War (1447-48). The peace treaty of the Albanian-Venetian war signed on October 4, 1448 is the first diplomatic document on which the league appears as an independent entity.[16] Barleti referred to the meeting as the generalis concilium or universum concilium (\"general council\" or \"whole council\"); the term \"League of Lezhë\" was coined by subsequent historians.[17] League of Lezhë it is considered as the first type of Albanian parliament. In 1914, with the drafting of the Organic Statute of Albania by the International Control Commission, the establishment of Asambleja Kombëtare (the National Assembly) as a legislative body was foreseen. This assembly would consist of a total of 36 members elected by the people, members appointed by the monarch Wilhelm of Albania, as well as ex officio members. The beginning of the Balkan Wars and First World War made impossible the establishment of the institution.[18] After the end of the First World War, between 25 and 27 of December 1918, the Congress of Durrës decided on the formation of a provisional government, as well as the establishment of the Pleqësia (the \"Council of Elders\"), which was essentially a Senate.[19] This Senate would meet once every two months and the government would have to consult with it on major issues related to the fate of the state.[20] However, due to internal divisions the Senate never convened, becoming one of the reasons for the dismissal of the Government of Durrës in January 1920.[21] After the dismissal of the Government of Durrës, among others, the Congress of Lushnja established the Senate as the first Albanian legislative body, which would later be named Këshilli Kombëtar (National Council). The council would consist of 37 members elected by the congressional delegates themselves and would have a temporary mandate until elections are held. In this period, the principles of parliamentarism are affirmed for the first time: the appointment and dismissal of the Government by the Council, as well as the exercise of parliamentary control over it.[22] The National Council met for the first time on 27 March 1920 in newly established capital, Tirana, while the first session was opened by Mytesim Këlliçi until through vote Xhemal Naipi was elected, becoming the 1st Chairman of the National Council.[23] Although the first Albanian legislature extended its activity in a short period of time, it managed to pass some important laws. Some of the most important acts were the Lushnja Statute which constituted a constitutional law, as well as the new electoral law passed on 5 December. This law established the electoral system which was by indirect election with two rounds. In the first round, based on the administrative division according to the Districts of Albania, every 500 men would elect a delegate, who consequently in the second round will elect a total of 75 members of the National Council, thus making one member elected by about 12,000 eligible voters.[24] Although with many problems, this law paved the way for the creation of the first two Albanian parties which were: Partia Popullore (the Popular Party) lead by Fan Noli, and Partia Përparimtare (the Progressive Party) lead by Hoxhë Kadriu and Shefqet Verlaci.[24] The legislative activity of the National Council ended on 20 December 1920, when the Council was dissolved to give way to the first elections in Albania on 21 April 1921.[25] During the period of the Albanian Republic, the country had a bicameral legislature, consisting of a Senate (Albanian: Senati) and a Chamber of Deputies (Albanian: Dhoma e Deputetëve).[26] From 1928 to 1939, during the era of the Albanian Monarchy, Albania's legislature was known simply as the Parliament (Albanian: Parlamenti).[26] During the Italian occupation of Albania and the existence of the 1939-43 Albanian Kingdom, Albania's legislature was known as the Supreme Fascist Cooperative (Albanian: Korporativi i Epërm Fashist).[26] From 1943 to 1944, during Nazi occupation of Albania and the formation of the 1943-44 Albanian Kingdom, Albania's legislature was known as the National Assembly (Albanian: Kuvendi Kombëtar).[26] From 1944 to late 1945, a National Anti-fascist Liberation Council (Albanian: Këshilli Antifashist Nacional Çlirimtar) was formed by politicians opposing the Nazi puppet government. Later during multiple periods of regime changes, Albania's legislature was known as the Constituent Assembly (Albanian: Asambleja Kushtetuese or Kuvendi Kushtetues). This occurred in 1924, prior to the formation of the Albanian Republic, in 1928, prior to the formation of the first iteration of the Albanian Kingdom, and from 1946 to 1947, prior during the era Democratic Government of Albania and prior to the formation of the People's Socialist Republic of Albania.[26] From 1947 to 1999, during the era of the People's Socialist Republic of Albania, Albania's legislature was known as the People's Assembly (Albanian: Kuvendi Popullor).[26] Since 1997, the parliament has been known simply as the Parliament of the Republic of Albania (Albanian: Kuvendi i Republikës së Shqipërisë).[26][a] Currently the President is elected by the parliament. The current members were chosen in the 2021 election. The Parliament's powers are defined by the Constitution of Albania. The Parliament represents the citizens of the Republic of Albania, it acts as the country's legislature. It convenes regularly in two sessions each year, the first session on the third Monday of January and the second session on the first Monday of September.[30] However, extraordinary sessions may be called by the President of Albania, the Prime Minister of Albania or by one-fifth of the parliamentary members.[31] Further the sessions are open to the public.[32] The parliament decides through a majority votes, in the presence of more than half of its members, except for cases where the constitution provides for a qualified majority. However, certain decisions are made by three-fifths majority votes.[33] Other powers of the parliament include defining economic, legal and political relations in Albania; preservation of Albania's natural and cultural heritage and its utilisation; and forming alliances with other nations. The parliament elect the President by secret ballot and without debate by three-fifths of the parliamentary members. The president addresses messages to the Parliament and sets the date of parliamentary elections, for the organs of local power and for the conduct of referenda. The president appoints the Prime Minister on the proposal of the parliament; if the Prime Minister is not approved, the parliament elects another Prime Minister within 10 days. As specified by the Constitution, no foreign military force may be situated in, or pass through, the borders of Albania, except by a law approved by the parliament. Due to that, it has the right to deploy Albanian Armed Forces outside its borders.[34] The Constitution of Albania mandates that the Parliament consists of at least 140 members, elected by a secret ballot, of which 100 members are elected directly.[2] The term of office is four years, but elections can be held earlier earlier in the relatively rare case that the Parliament is dissolved prematurely by the President.[35] The Parliament can be dissolved by the President on the recommendation of the Prime Minister if the latter has lost a vote of confidence in the Parliament, if the recommendation is made and accepted before the Parliament acts to elect a new Prime Minister.[36] Elections for the Parliament are held 30 to 60 days before the end of the mandate, and at most 45 days after its dissolution. The electoral system is closed list proportional representation. There are 12 multi-member constituencies, corresponding to the 12 counties of the country. Seats are allocated using the d'Hondt method with a 2.5% electoral threshold. Within any constituency, parties must meet a threshold of 3 percent of votes, and pre-election coalitions must meet a threshold of 5 percent of votes.[37][38] The two largest political parties in Albania are the Socialist Party (PS) and the Democratic Party (PD). The last elections were held on 25 April 2021. Following is a list of political parties and alliances with representation in the Parliament by the 25 April 2021 elections: Political parties divided according to post-electoral seats in the X Legislature: Parliamentary committees investigate specific matters of policy or government administration or performance that cannot be directly handled by the Parliament due to their volume. The committees provide an opportunity for organisations and individuals to participate in policy making and to have their views placed on the public record and considered as part of the decision-making process. The Parliament has the following committees:[39] Coordinates: 41°19′34″N 19°49′23″E﻿ / ﻿41.32611°N 19.82306°E﻿ / 41.32611; 19.82306","Title":"Parliament of Albania - Wikipedia","KeyID":"14974","URL":"https://en.wikipedia.org/wiki/Parliament_of_Albania"}