{"Content: ":"Opposition (21) Others (3) The National Assembly (Spanish: Asamblea Nacional) is the legislature for Venezuela that was first elected in 2000. It is a unicameral body made up of a variable number of members, who were elected by a \"universal, direct, personal, and secret\" vote partly by direct election in state-based voting districts, and partly on a state-based party-list proportional representation system. The number of seats is constant, each state and the Capital district elected three representatives plus the result of dividing the state population by 1.1% of the total population of the country.[1] Three seats are reserved for representatives of Venezuela's indigenous peoples and elected separately by all citizens, not just those with indigenous backgrounds. For the 2010 to 2015 the number of seats was 165.[2] All deputies serve five-year terms. The National Assembly meets in the Federal Legislative Palace in Venezuela's capital, Caracas. Under its previous 1961 Venezuelan Constitution [es], Venezuela had a bicameral legislature, known as the Congress (Congreso). This Congress was composed of a Senate of Venezuela (Senado) and a Venezuelan Chamber of Deputies (Cámara de Diputados). The Senate was made up of two senators per state, two for the Federal District, and a number of ex officio senators intended to represent the nation's minorities. In addition, former presidents (those elected democratically or their replacements legally appointed to serve at least half a presidential term) were awarded lifetime senate seats. Senators were required to be Venezuelan-born citizens and over the age of 30. The members of the Chamber of Deputies were elected by direct universal suffrage, with each state returning at least two. Deputies had to be at least 21 years old. The Senate and the Chamber of Deputies were each led by a President, and both performed their functions with the help of a Directorial Board. The President of Senate of Venezuela hold additional title of the President of Congress, and was constitutional successor of the President of Venezuela in case of a vacancy.[3] This succession took place in 1993, when Octavio Lepage succeeded Carlos Andrés Pérez. President Hugo Chávez was first elected in December 1998 on a platform calling for a National Constituent Assembly to be convened to draft a new constitution for Venezuela. Chávez's argument was that the existing political system, under the earlier 1961 Constitution, had become isolated from the people. This won broad acceptance, particularly among Venezuela's poorest classes, who had seen a significant decline in their living standards over the previous decade and a half. In the Constituent Assembly elections held on 25 July 1999, all but six seats were given to candidates associated with the Chávez movement. The National Constituent Assembly (ANC), consisting of 131 elected individuals, convened in August 1999 to begin rewriting the constitution. The ANC's proposed constitution was approved in a referendum on 15 December 1999 and came into effect the following 20 December. On 29 March 2017, the Supreme Court (TSJ) stripped the Assembly of its powers, ruling that all powers would be transferred to the Supreme Court. The previous year the court found the assembly in contempt for swearing in legislators whose elections had been deemed invalid by the court.[4] The 2017 court judgement declared that the \"situation of contempt\" meant that the assembly could not exercise its powers.[5] The action transferred powers from the Assembly, which had an opposition majority since January 2016,[5] to the Supreme Court, which has a majority of government loyalists.[4] The move was denounced by the opposition with Assembly President Julio Borges describing the action as a coup d'état by President Nicolás Maduro.[4] However, after public protests and condemnation by international bodies, the court's decision was reversed a few days later on 1 April.[6][7] On 4 August 2017, Venezuela convened a new Constituent Assembly after a special election which was boycotted by opposition parties.[6] The new Constituent Assembly is intended to rewrite the constitution; it also has wide legal powers allowing it to rule above all other state institutions. The Constituent Assembly meets within the Federal Legislative Palace; the leadership of the National Assembly have said it would continue its work as a legislature and it will still continue to meet in the same building.[8] On 18 August the Constituent Assembly summoned the members of the National Assembly to attend a ceremony acknowledging its legal superiority; the opposition members of the National Assembly boycotted the event.[9] In response, the Constituent Assembly stripped the National Assembly of its legislative powers, assuming them for itself.[10] It justified the move by claiming that the National Assembly had failed to prevent what it called \"opposition violence\" in the form of the 2017 Venezuelan protests.[11] The constitutionality of this move has been questioned, and it has been condemned by several foreign governments and international bodies.[10][12] The 2020 Venezuelan National Assembly Delegated Committee election of 5 January, to elect the Board of Directors of the National Assembly was disrupted. The events resulted in two competing claims for the Presidency of the National Assembly: one by deputy Luis Parra and one by Juan Guaidó.[13] Parra was formerly a member of Justice First, but was expelled from the party on 20 December 2019 based on corruption allegations, which he denies. From inside the legislature, Parra declared himself president of the National Assembly; a move that was welcomed by Maduro administration.[14] The opposition disputed this outcome, saying that quorum had not been achieved and no votes had been counted.[14] Police forces had blocked access to parliament to some opposition members, including Guaidó, and members of the media. Later in the day, a separate session was carried out at the headquarters of El Nacional newspaper, where 100 of the 167 deputies voted to re-elect Guaidó as president of the parliament.[14] In his speech, Guaidó announced his resignation from Popular Will.[15] Guaidó was sworn in a session on 7 January after forcing his way in through police barricades. Parra has reiterated his claim to the presidency of the parliament.[16] Under the current Bolivarian 1999 Constitution, the legislative branch of Government in Venezuela is represented by a unicameral National Assembly. The Assembly is made up of 167 seats[17]. Officials are elected by \"universal, direct, personal, and secret\" vote on a national party-list proportional representation system.[18] In addition, three deputies are returned on a state-by-state basis, and three seats are reserved for representatives of Venezuela's indigenous peoples.[18] All deputies serve five-year terms and must appoint a replacement (suplente) to stand in for them during periods of incapacity or absence.[18] Under the 1999 constitution deputies could be reelected on up to two terms (Art. 192); under the 2009 Venezuelan constitutional referendum these term limits were removed.[19] Deputies must be Venezuelan citizens by birth, or naturalized Venezuelans with a period of residency in excess of 15 years; older than 21 on the day of the election; and have lived in the state for which they seek election during the previous four years (Art. 188).[18] Beyond passing legislation (and being able to block any of the president's legislative initiatives), the Assembly has a number of specific powers outlined in Article 187, including approving the budget, initiating impeachment proceedings against most government officials (including ministers and the Vice President, but not the President, who can only be removed through a recall referendum) and appointing the members of the electoral, judicial, and prosecutor's branches of government.[18] Among others it also has the power to authorize foreign and domestic military action and to authorize the President to leave the national territory for more than 5 days. The Assembly is led by a President with 2 Vice Presidents, and together with a secretary and an assistant secretary, they form the Assembly Directorial Board, and when it is on recess twice a year, they lead a Standing Commission of the National Assembly together with 28 other MPs[citation needed]. Since 2010 the Assembly's 15 Permanent Committees, created by the 2010 Assembly Rules, are manned with a minimum number of 7 and a maximum of 25 MPs tackling legislation of various issues.[18] The Committees' offices are housed in the José María Vargas Building in Caracas, few hundred yards from the Federal Legislative Palace, the former building is also where the offices of the Assembly leadership are located.[20] In the 2000 Venezuelan parliamentary election, representatives were elected under a mixed member proportional representation, with 60% elected in single seat districts and the remainder by closed party list proportional representation.[21] This was an adaptation of the system previously used for the Venezuelan Chamber of Deputies,[22] which had been introduced in 1993, with a 50-50 balance between single seat districts and party lists,[23] and deputies per state proportional to population, but with a minimum of three deputies per state.[24] The first election of deputies to the new National Assembly took place on 30 July 2000. President Hugo Chávez' Fifth Republic Movement won 92 seats (56%). The opposition did not participate in the 2005 elections, and as a result gained no seats, while the Fifth Republic Movement gained 114 (69%). In 2007 a number of parties, including the Fifth Republic Movement, merged to create the United Socialist Party of Venezuela (PSUV), which in January 2009 held 139 of the 169 seats (82%). In the 2010 election, for which the number of deputies was reduced to 165, the PSUV won 96 seats (58%), the opposition electoral coalition Democratic Unity Roundtable (MUD) 65, and Patria Para Todos won 2. At the 2015 parliamentary election, the MUD won 109 of the 164 general seats and all three indigenous seats, which gave them a supermajority in the National Assembly; while the government's own coalition, the Great Patriotic Pole, won the remaining 55 seats. Voter turnout exceeded 70 percent.[25] The result, however, was marred by the January 2016 suspension from the NA by the Supreme Tribunal of Justice of 4 elected MPs from Amazonas state due to alleged voter fraud and election irregularities. 3 of the 4 were opposition deputies and one was from the GPP. Following the 2017 Venezuelan Constituent Assembly election the new Venezuelan Constitutional Assembly was inaugurated which has the power to rule over all other state institutions and rewrite the constitution. As of May 2019, the Constituent Assembly mandate is expected to expire on 31 December 2020 (after next National Assembly elections), a measure that replaces the previous resolution of August 2017 that established its validity for at least two years.[26] Coordinates: 10°30′20″N 66°54′57″W﻿ / ﻿10.50556°N 66.91583°W﻿ / 10.50556; -66.91583","Title":"National Assembly (Venezuela) - Wikipedia","KeyID":"14972","URL":"https://en.wikipedia.org/wiki/National_Assembly_(Venezuela)"}