{"Content: ":"United Front (2,944) Vacant (36) United Front (168) Vacant (7) The National People's Congress of the People's Republic of China (Chinese: 中华人民共和国全国人民代表大会; pinyin: Zhōnghuá Rénmín Gònghéguó Quánguó Rénmín Dàibiǎo Dàhuì), often referred to as the National People's Congress (NPC) (Chinese: 全国人民代表大会; pinyin: Quánguó Rénmín Dàibiǎo Dàhuì), is the highest organ of state power and the national legislature of the People's Republic of China. With 2,980 members in 2018, it is the largest legislative body in the world. The National People's Congress meets in full session for roughly two weeks each year and votes on important pieces of legislation and personnel assignments among other things, and due to the temporary nature of the plenary sessions, most of NPC's power is delegated to the Standing Committee of the National People's Congress (NPCSC), which consists of about 170 legislators and meets in continuous bi-monthly sessions, when its parent NPC is not in session. China is an authoritarian state.[5][6][7] The NPC has alternatively been characterized as a rubber stamp for the Chinese regime[8] or as only being able to affect issues of low sensitivity and salience to the Chinese regime.[9] The Chinese Communist Party (CCP) controls nomination and election processes at every level in the people's congress system.[10] Membership to the congress is part-time in nature and carries no pay.[citation needed] Members of the National People's Congress are allowed to simultaneously hold seats in other bodies of government and the party and the NPC typically includes all of the senior officials in Chinese politics. However, membership of the Standing Committee is often full-time and carries a salary, and Standing Committee members are not allowed to simultaneously hold positions in executive, judicial, prosecutorial or supervisory posts.[11] Under China's Constitution, the NPC is structured as a unicameral legislature, with the power to legislate and oversee the operations of the government, the supreme court, special committees, the supreme procuratorate, the central military commission and elect the major officers of state.[11] The NPC is elected for a term of five years. It holds annual sessions every spring, usually lasting from 10 to 14 days, in the Great Hall of the People on the west side of Tiananmen Square in Beijing.[11] The NPC's sessions are usually timed to occur with the meetings of the National Committee of the People's Political Consultative Conference (CPPCC), a consultative body whose members represent various social groups. As the NPC and the CPPCC are the main deliberative bodies of China, they are often referred to as the Lianghui (Two Sessions). According to the NPC, its annual meetings provide an opportunity for the officers of state to review past policies and to present future plans to the nation. A number of similar bodies of deliberation seeking to represent the people of China had been established prior to the founding of the People's Republic of China and prior to the National People's Congress. Notably, this includes the National Assembly and Legislative Yuan of the Republic of China, and the People's Political Consultative Conference of the People's Republic of China. Calls for a National Assembly were part of the platform of the revolutionaries who ultimately overthrew the Qing dynasty. In response, the Qing dynasty formed the first assembly in 1910, but it was virtually powerless and intended only as an advisory body. Following the Xinhai Revolution, national elections yielded the bicameral 1913 National Assembly, but significantly less than one percent voted due to gender, property, tax, residential, and literacy requirements. It was not a single nationwide election but a series of local elections that began in December 1912 with most concluding in January 1913. The poll was indirect, as voters chose electors who picked the delegates, in some cases leading to instances of bribery. The Senate was elected by the provincial assemblies. The president had to pick the 64 members representing Tibet, Outer Mongolia, and Overseas Chinese for practical reasons. However, these elections had the participation of over 300 civic groups and were the most competitive nationwide elections in the history of China. The election results gave a clear plurality for the Kuomintang (KMT), which won 392 of the 870 seats, but there was confusion as many candidates were members in several parties concurrently. Several switched parties after the election, giving the Kuomintang 438 seats. By order of seats, the Republican, Unity, and Democratic (formerly Constitutionalist) parties later merged into the Progressive Party under Liang Qichao. After the death of Yuan Shikai, the National Assembly reconvened on 1 August 1916 under the pretext that its three-year term had been suspended and had not expired, but President Li Yuanhong was forced to disband it due to the Manchu Restoration on 1 June 1917. 130 members (mostly Kuomintang) moved to Canton (Guangzhou) where they held an \"extraordinary session\" on 25 August under a rival government led by Sun Yat-sen, and another 120 quickly followed. After the Old Guangxi Clique became disruptive, the assembly temporarily moved to Kunming and later Chungking (Chongqing) under Tang Jiyao's protection until Guangzhou was liberated. Lacking a quorum, they selected new members in 1919. The original Legislative Yuan was formed in the original capital of Nanking (Nanjing) after the completion of the Northern Expedition. Its 51 members were appointed to a term of two years. The 4th Legislative Yuan under this period had its members expanded to 194, and its term in office was extended to 14 years because of the Second Sino-Japanese War (1937–45). According to KMT political theory, these first four sessions marked the period of political tutelage. The current Constitution of the Republic of China came into effect on 25 December 1947, and the first Legislative session convened in Nanking on 18 May 1948, with 760 members. Under the constitution, the main duty of the National Assembly was to elect the President and Vice President for terms of six years. It also had the right to recall the President and Vice President if they failed to fulfill their political responsibilities. According to \"National Assembly Duties Act\", the National Assembly could amend the constitution with a two-thirds majority, with at least three-quarters membership present. It could also change territorial boundaries. In addition to the National Assembly, it has two chambers of parliament that are elected. Governmental organs of the constitution follow the outline proposed by Sun Yat-sen and supported by the Kuomintang (Nationalist Party), while also incorporating the opinions of the federalism supported the Chinese Communist Party (CCP) in the 1940s. The separation of powers was designed by Carsun Chang, a founding member of the China Democratic League. As the mechanism is significantly different from the Western trias politica, the grand justices has an interpretation which ruled that these three organs all bear characteristics equivalent to a \"parliament\".[12] However, the government of the Republic of China lost the Chinese Civil War in 1949 and retreated to Taiwan. A set of temporary provisions were passed by the National Assembly to gather more powers to the President and limit the functions of the tricameral parliament. Members of the tricameral parliament elected in China in 1947 and 1948 were transplanted to Taipei. On 24 February 1950, 380 of 3,045 National Assembly members convened at the Sun Yat-sen Hall in Taipei and kept serving without reelection until 1991. After a series of constitutional amendments in the 1990s in Taiwan, the new Additional Articles of the Constitution have changed the Legislative Yuan to a unicameral parliament with democratically-elected members. The Control Yuan is now appointed by the President with the Legislative Yuan's approval, while the National Assembly was de facto abolished. The current National People's Congress can trace its origins to the Chinese Soviet Republic beginning in 1931 where the First National Congress was held on November 7, 1931 in Ruijin, Jiangxi on the 14th anniversary of the October Revolution with another Soviet Congress that took place in Fujian on March 18, 1932, the 61st Anniversary of the Paris Commune. A Second National Congress took place from January 22 to February 1, 1934. During the event, only 693 deputies were elected with the Chinese Red Army taking 117 seats.[13] After World War II, the CCP and the Kuomintang has held a Political Consultative Conference in 1945 with the parties held talks on post-World War II political reforms. This was included in the Double Tenth Agreement, which was implemented by the Nationalist government, who organised the first Political Consultative Assembly from January 10–31, 1946. Representatives of the Kuomintang, CCP, Chinese Youth Party, and China Democratic League, as well as independent delegates, attended the conference in Chongqing. A second Political Consultative Conference took place in September 1949, inviting delegates from various friendly parties to attend and discuss the establishment of a new state. This conference was then renamed the People's Political Consultative Conference. The first conference approved the Common Program, which served as the de facto constitution for the next five years. The conference approved the new national anthem, flag, capital city, and state name, and elected the first government of the People's Republic of China. In effect, the first People's Political Consultative Conference served as a constitutional convention. It was a de facto legislature of the PRC during the first five years of existence. In 1954, the Constitution transferred this function to the National People's Congress. The NPC is an authoritarian legislature.[5][6][7] It has alternatively been characterized it as a rubber stamp for the Chinese regime[8][14][15][16][17] or as only being able to affect issues of low sensitivity and salience to the Chinese regime.[9] According to Rory Truex, NPC \"deputies convey citizen grievances but shy away from sensitive political issues, and the government in turn displays partial responsiveness to their concerns.\"[18] According to the New York Times, the NPC \"is a carefully crafted pageant intended to convey the image of a transparent, responsive government.\"[19] One of the NPC's members, Hu Xiaoyan, told the BBC in 2009 that she has no power to help her constituents. She was quoted as saying, \"As a parliamentary representative, I don't have any real power.\"[20] Under the constitution, the NPC is the highest organ of state power in China, and all four PRC constitutions have vested it with great lawmaking powers. There are mainly four functions and powers of the NPC:[21] Only the NPC has the power to amend the Constitution. Amendments to the Constitution must be proposed by the NPC Standing Committee or 1/5 or more of the NPC deputies. In order for the Amendments to become effective, they must be passed by 2/3 majority vote of all deputies. In contrast with other jurisdictions by which constitutional enforcement is considered a judicial power, in Chinese political theory, constitutional enforcement is considered a legislative power, and Chinese courts do not have the authority to determine constitutionality of legislation or administrative measures. Challenges to constitutionality have therefore become the responsibility of the National People's Congress which has a recording and review mechanism for constitutional issues[22] The NPC's primary duty is the enactment of laws and making amendments of existing legislation governing criminal offences, civil affairs, state organs and other matters of concern. To do this, the NPC acts in accordance with the Constitution and laws of the People's Republic in regards to its legislative activities. When the congress is in recess, its Standing Committee enacts all legislation presented to it by the CCP Central Committee, the State Council, the Central Military Commission, other government organs or by the deputies themselves either of the standing committee or those of the committees within the NPC. The NPC elects the President of the People's Republic of China and the Vice President of the People's Republic of China. The NPC also appoints several governmental executives like the Premier of the State Council and many other crucial officials to the central state organs. The NPC has the power to remove the above-mentioned officials from the office. The NPC also elects the chairman, Vice Chairmen, Secretary-General and other members of its Standing Committee. In the performance of its electoral responsibilities, the NPC acts as a de facto electoral college for the elections to the offices of the President and Vice President. During the first general plenary session of a new term of the Congress, all its deputies regardless of their representation as provincial or sectoral deputies serve as electors of the offices of the presidency and vice presidency. If the President or Vice President has been impeached by a majority vote of Congress, resigns or dies in office, the NPC, through the NPCSC, orders a special general plenary to be convened for the election to either office. If both offices are vacant during their terms of office, the procedure of its deputy-electors to elect new office holders is the same as in a usual first general plenary session. The NPC's other legislative work is creating legislation on, examining, and reviewing major national issues of concern presented to the Congress by either the CCP Central Committee, the State Council, or its own deputies. These include legislation on the report on the plan for national economic and social development and on its implementation, the national budget, and other matters. The Basic Laws of both the Hong Kong Special Administrative Region and the Macao Special Administrative Region, and the laws creating Hainan Province and Chongqing Municipality and the building of the Three Gorges Dam on the Yangtze River were all decided by the NPC. In performing these responsibilities either as a whole chamber or by its Standing Committee, the NPC acts in accordance with the Constitution and the laws of the People's Republic in acting on these issues in aid of legislation. The drafting process of NPC legislation is governed by the Organic Law of the NPC (1982) and the NPC Procedural Rules (1989). It begins with a small group, often of outside experts, who begin a draft.[citation needed] Over time, this draft is considered by larger and larger groups, with an attempt made to maintain consensus at each step of the process.[citation needed] By the time the full NPC or NPCSC meets to consider the legislation, the major substantive elements of the draft legislation have largely been agreed to.[citation needed] However, minor wording changes to the draft are often made at this stage. The process ends with a formal vote by the Standing Committee of the NPC or by the NPC in a plenary session.[citation needed]However, it is not completely without influence. It functions as a forum in which legislative proposals are drafted and debated with input from different parts of the government and outside technical experts. However, there are a wide range of issues for which there is no consensus within the Party and over which different parts of the party or government have different opinions. Over these issues the NPC has often become a forum for debating ideas and for achieving consensus.[citation needed] In practice, although the final votes on laws of the NPC often return a high affirmative vote, a great deal of legislative activity occurs in determining the content of the legislation to be voted on. A major bill such as the Securities Law can take years to draft, and a bill sometimes will not be put before a final vote if there is significant opposition to the measure.[23] One important constitutional principle which is stated in Article 8 of the Legislation Law of the People's Republic of China is that an action can become a crime only as a consequence of a law passed by the full NPC and that other organs of the Chinese government do not have the power to criminalize activity. This principle was used to overturn police regulations on custody and repatriation[citation needed] and has been used to call into question the legality of re-education through labor.[citation needed]In practice, there is no mechanism to verify constitutionality of statute laws, meaning that local administrations could bypass the constitution through Administrative laws.[citation needed] The legislative process of the NPC works according to a five-year work plan drafted by the Legislative Affairs Commission[24] Within the work plan, a specific piece of legislative is drafted by a group of legislators or administrative agencies within the State Council, these proposals are collected into a yearly agenda which outlines the work of the NPC in a particular year.[25] This is followed by consultation by experts and approving in principle by the Communist Party. Afterwards, the legislation undergoes three readings and public consultation. The final approval is done in a plenary session in which by convention the vote is near unanimous.[25] The NPC had never rejected a government bill until 1986, during the Bankruptcy Law proceedings, wherein a revised bill was passed in the same session. An outright rejection without a revised version being passed occurred in 2000 when a Highway Law was rejected, the first occurrence in sixty years of history.[26] Moreover, in 2015, the NPC refused to pass a package of bills proposed by the State Council, insisting that each bill require a separate vote and revision process.[27] The time for legislation can be as short as six months, or as long as 15 years for controversial legislation such as the Anti-Monopoly Law.[25] The NPC meets for about two weeks each year at the same time as the Chinese People's Political Consultative Conference, usually in the Spring. The combined sessions have been known as the two meetings.[28][29] Between these sessions, power is exercised by the Standing Committee of the National People's Congress which contains about 170 members. The sessions have become media events because it is at the plenary sessions that the Chinese leadership produces work reports. Although the NPC has thus far never failed to approve a work report or candidate nominated by the Party, these votes are no longer unanimous. It is considered extremely embarrassing for the approval vote to fall below 70%, which occurred several times in the mid-1990s. More recently, work reports have been vetted with NPC delegates beforehand to avoid this embarrassment. In addition, during NPC sessions the Chinese leadership holds press conferences with foreign reporters, and this is one of the few opportunities Western reporters have of asking unscripted questions of the Chinese leadership. A major bill often takes years to draft, and a bill sometimes will not be put before a final vote if there is significant opposition to the measure. An example of this is the Property Law of the People's Republic of China which was withdrawn from the 2006 legislative agenda after objections that the law did not do enough to protect state property. China's laws are usually submitted for approval after at most three reviews at the NPC Standing Committee. However, the debate of the Property Law has spanned nine years, receiving a record seven reviews at the NPC Standing Committee and stirring hot debates across the country. The long-awaited and highly contested Property Law was finally approved at the Fifth Session of the Tenth National People's Congress (NPC) on 16 March 2007. Among the 2,889 deputies attending the closing session, 2,799 voted for it, 52 against it, 37 abstained and one did not vote. The NPC consists of about 2,980 delegates in 2018, making it the largest parliamentary body in the world.[30] Delegates to the National People's Congress are elected for five-year terms via a multi-tiered representative electoral system. Delegates are elected by the provincial people's assemblies, who in turn are elected by lower level assemblies, and so on through a series of tiers to the local people's assemblies which are directly elected by the electorate. Hong Kong has had a separate delegation since the 9th NPC in 1998, and Macau since the 10th NPC in 2003. The delegates from Hong Kong and Macau are elected via an electoral college rather than by popular vote, but do include significant political figures who are residing in the regions.[35] The electoral colleges which elect Hong Kong and Macau NPC members are largely similar in composition to the bodies which elect the chief executives of those regions. In order to stand for election, the candidate must be validated by the Presidium of the electoral college and must agree to uphold the constitution of the PRC and the Basic Law. Each elector can vote for the number of seats from the qualified nominees. Under the one country, two systems policy, the CCP does not operate in Hong Kong or Macau, and none of the delegates from Hong Kong and Macau are formally affiliated with the CCP. However, the electoral committee which elects the Hong Kong and Macau delegates are mainly supporters of the pro-Beijing pan-establishment camp, and so far, all of the candidates that have been elected from Hong Kong and Macau are from the pro-Beijing pan-establishment camp. In contrast to Mainland China where political opposition parties are not allowed, the political opposition controls about one quarter of the electoral college, opposition candidates have been allowed to run for NPC seats, although no opposition candidate has ever been elected. In the most recent election in 2017, the pan-democrats opposition declined to endorse candidates because they believed that constitutional changes made getting a seat useless.[36] In this election, the Presidium refused to allow the candidacy of several Occupy and pro-independence candidates on the grounds that they refused to sign the electoral form pledging to uphold the constitution and the Basic Law. However, the Presidium did allow the candidacy of several moderate pan-democratic figures who were unable to be elected. Although the pan-democratic opposition in Hong Kong does not have enough votes to elect an opposition candidate, they have expressed the belief that they have enough seats to influence which pro-Beijing figures can get elected.[37] The current method of electing SAR delegations began after the handovers of sovereignty to the PRC. Between 1975 and the handovers, both Hong Kong and Macau were represented by delegations elected by the Guangdong Provincial Congress. The NPC has included a \"Taiwan\" delegation since the 4th NPC in 1975, in line with the PRC's position that Taiwan is a province of China. Prior to the 2000s, the Taiwan delegates in the NPC were mostly Taiwanese members of the Chinese Communist Party who fled Taiwan after 1947. They are now either deceased or elderly, and in the last three Congresses, only one of the \"Taiwan\" delegates was actually born in Taiwan (Chen Yunying, wife of economist Justin Yifu Lin); the remainder are \"second-generation Taiwan compatriots\", whose parents or grandparents came from Taiwan.[38] The current NPC Taiwan delegation was elected by a \"Consultative Electoral Conference\" (协商选举会议) chosen at the last session of the 11th NPC.[39] The People's Liberation Army has had a large delegation since the founding of the NPC, making up anywhere from 4 percent of the total delegates (3rd NPC), to 17 percent (4th NPC). Since the 5th NPC, it has usually held about 9 percent of the total delegate seats, and is consistently the largest delegation in the NPC. In the 12th NPC, for example, the PLA delegation has 268 members; the next largest delegation is Shandong, with 175 members.[40] For the first three NPCs, there was a special delegation for returned overseas Chinese, but this was eliminated starting in the 4th NPC, and although overseas Chinese remain a recognized group in the NPC, they are now scattered among the various delegations. The PRC also recognizes 55 minority ethnic groups in China, and there is at least one delegate belonging to each of these groups in the current (12th) NPC.[41] These delegates frequently belong to delegations from China's autonomous regions, such as Tibet and Xinjiang, but delegates from some groups, such as the Hui people (Chinese Muslims) belong to many different delegations. The Hurun Report has tracked the wealth of some of the NPC's delegates: in 2018, the 153 delegates classed by the report as \"super rich\" (including China's wealthiest person, Ma Huateng) had a combined wealth of $650 billion.[16] This was up from a combined wealth of $500 billion for the wealthiest 209 delegates in 2017, when (according to state media) 20% of delegates were private entrepreneurs.[42] In 2013, 90 delegates were among the richest 1000 Chinese, each having a net worth of at least 1.8 billion yuan ($289.4 million). This richest 3% of delegates' average net worth was $1.1 billion (compared to an average net worth of $271 million for the richest 3% in the United States Congress at the time).[43] A permanent organ of the NPC and elected by the NPC deputies consisting of:[44] In addition to the Standing Committee, nine special committees have been established under the NPC to study issues related to specific fields. These committees include: A number of administrative bodies have also been established under the Standing Committee to provide support for the day-to-day operation of the NPC. These include: The Presidium of the NPC is a 178-member body of the NPC.[46] It is composed of senior officials of the Chinese Communist Party (CCP), the state, non-Communist parties and All-China Federation of Industry and Commerce, those without party affiliation, heads of central government agencies and people's organizations, leading members of all the 35 delegations to the NPC session including those from Hong Kong and Macao and the People's Liberation Army.[46] It nominates the President and Vice President of China, the chairman, Vice-chairman, and Secretary-General of the Standing Committee of the NPC, the Chairman of the Central Military Commission, and the President of the Supreme People's Court for election by the NPC.[47] Its functions are defined in the Organic Law of the NPC, but not how it is composed.[47] Under the Constitution of the People's Republic of China, the Chinese Communist Party is guaranteed a leadership role, and the National People's Congress therefore does not serve as a forum of debate between government and opposition parties as is the case with Western parliaments. At the same time, the Constitution makes the Party subordinate to laws passed by the National People's Congress, and the NPC has been the forum for debates and conflict resolution between different interest groups. The Communist Party maintains control over the NPC by controlling delegate selection, maintaining control over the legislative agenda, and controlling the constitutional amendment process. The ruling Chinese Communist Party maintains control over the composition of people's congresses at various levels, especially the National People's Congress.[48] At the local level, there is a considerable amount of decentralization in the candidate preselection process, with room for local in-party politics and for participation by non-Communist candidates. The structure of the tiered electoral system makes it difficult for a candidate to become a member of the higher level people's assemblies without the support from politicians in the lower tier, while at the same time making it impossible for the party bureaucracy to completely control the election process. One such mechanism is the limit on the number of candidates in proportion to the number of seats available.[49] At the national level, for example, a maximum of 110 candidates are allowed per 100 seats; at the provincial level, this ratio is 120 candidates per 100 seats. This ratio increases for each lower level of people's congresses, until the lowest level, the village level, has no limit on the number of candidates for each seat. However, the Congress website says \"In an indirect election, the number of candidates should exceed the number to be elected by 20% to 50%.\"[50] The practice of having more candidates than seats for NPC delegate positions has become standard, and it is different from Soviet practice in which all delegates positions were selected by the Party center.[51] Although the limits on member selection allows the Party leadership to block candidates it considers unacceptable, it also causes unpopular candidates to be removed in the electoral process. Direct and explicit challenges to the rule of the Communist Party are not tolerated, but are unlikely in any event due to the control the party center has on delegate selection. Furthermore, the constitution of the National People's Congress provides for most of its power to be exercised on a day-to-day basis by its Standing Committee.[52] Due to its overwhelming majority in the Congress, the Communist Party has total control over the composition of the Standing Committee, thereby allowing it to control actions of the National People's Congress. However, the Communist Party uses the National People's Congress as a mechanism to coordinate different interests, weigh different strategies and incorporate these views into draft legislation.[53] Although Party approval is in effect essential for membership in the NPC, approximately a third of the seats are by convention reserved for non-Communist Party members. This includes technical experts and members of the smaller allied parties.[49] While these members do provide technical expertise and a somewhat greater diversity of views, they do not function as a political opposition.[54] Under Chinese law, the Communist Party is barred from directly introducing legislation into the NPC.[25] The primary role of the Communist Party in the legislative process largely is exercised during the drafting phase of the legislation. Before the NPC considers legislation, there are working groups which study the proposed topic, and it is necessary for the Party leadership to agree \"in principle\" to any legislative changes. This process overlaps with the early drafting phase as particularly controversial or sensitive issues requires approval and consensus from the Party leadership.[25] The Communist Party leadership plays a particularly large role in the approval of constitutional amendments. In contrast to ordinary legislation, which the Communist Party leadership approves the legislation in principle, and in which the legislation is then introduced by government ministers or individual National People's Congress members, constitutional amendments are drafted and debated within the Communist Party, approved by the Central Committee of the Party and then presented to the National People's Congress.[55] In contrast to ordinary legislation, in which the process is largely directed by the Legislation Law, the process for constitutional revision is largely described by Party documents.[55] Unlike ordinary legislation in which the NPC routinely makes extensive revisions to legislative proposals which have been introduced to it, the changes to constitutional amendments from the draft approved by the party have been minor. In addition to passing legislation, the NPCSC interacts with local governments through its constitutional review process. In contrast to most Western nations, constitutional review is considered a legislative function and not a judicial one, and Chinese courts are not allowed to examine the constitutionality of legislation. The NPC has created a set of institutions which monitor local administrative measures for constitutionality.[22] Typically, the Legislative Affairs Committee will review legislation for constitutionality and then inform the enacting agencies of its findings, and rely on the enacting agency to reverse its decision. Although the NPC has the legal authority to annul unconstitutional legislation by a local government, it has never used that power.[22]","Title":"National People's Congress - Wikipedia","KeyID":"14988","URL":"https://en.wikipedia.org/wiki/National_People%27s_Congress"}