{"Content: ":"The Legislative Council of Brunei (Malay: Majlis Mesyuarat Negara Brunei (مجليس مشوارت نڬارا بروني)) or the \"Legco\" is a national unicameral legislature of Brunei. The Council holds its sitting annually in March at Legislative Council Building in Bandar Seri Begawan. The council was established in 1959 by virtue of Article 23 of Brunei's Constitution of 1959. Its first sitting was held at Lapau on 21 October 1959. In 1984, the Council managed to hold 32 meetings; the last one being the 21st Meeting held on 12 February 1984. Sultan Hassanal Bolkiah dissolved the council on the following day. Hence, legislative powers were fully vested in the Sultan. Brunei had no legislature until 25 September 2004, when the Sultan decided to reinstate the Council using the old system. Brunei, once again, had a legislature. The Sultan disestablished the council on 1 September 2005 and, on the following day, reestablished the Council based on the amended version of Brunei's Constitution. Since 1959, the council has played significant roles towards Brunei; not only to consider and approve budgets and revenue estimates, but also to advise the Sultan on the drive of the Government, to review policies implemented by the Government and to pass bills and motions brought by the Government and other members of the council. The Council comprises the Sultan, the Crown Prince,[5] cabinet ministers and three types of members: members with titles, members representing districts, and members among outstanding Bruneians. All members, other than the Sultan, are appointed by the Sultan in accordance with Article 24 of Brunei Constitution. The subsequent list as below are returning members of LegCo appointed by Sultan on 12 January 2017 as announced in Pelita Brunei,[6][7] except members of cabinet who are appointed in January 2018. Since 30 January 2018 (reshuffle after 3 years since October 2015), the Council consists of the following:[8] Pursuant to Second Schedule of Article 24 (1) (a) (iii),[12] these seats given for persons who have achieved distinction on their own professional field or good contribution for communities across Brunei The Council follows the practice of other Commonwealth parliaments. All bills presented in the Council go through three readings. All bills, however, must obtain prior approval from the Cabinet prior to their presentation in the council. Once a bill is passed, a bill must obtain Royal Assent in order to turn such bill to an Act. Coordinates: 04°54′48″N 114°56′55″E﻿ / ﻿4.91333°N 114.94861°E﻿ / 4.91333; 114.94861","Title":"Legislative Council of Brunei - Wikipedia","KeyID":"14982","URL":"https://en.wikipedia.org/wiki/Legislative_Council_of_Brunei"}