{"Content: ":"The unicameral National Assembly is Burkina Faso's legislative body. In 1995, it became the lower house of a bicameral Parliament, but the upper house (Chamber of Representatives) was abolished in 2002. The upper house was to have been restored under the name \"Senate\" in the June 2012 constitutional amendments.[1] This revision was never executed due to an extended and unresolved political confrontation over the Senate's establishment, which left the country effectively with a unicameral legislature as of the October 2014 constitutional crisis.[2] On 30 October 2014, as part of the 2014 Burkinabé uprising, protesters stormed the parliament building and set fire to it, in anger at the Parliament's decision to amend the Constitution of Burkina Faso to abolish term limits, which would have effectively paved the way for President Blaise Compaoré to remain in office for another five-year term.[3] On 24 January 2022, during the 2022 Burkinabé coup d'état, President Kaboré was detained and deposed by the military.[4] After the announcement, the military declared that the parliament and government had been dissolved.[5] Burkina Faso is divided into 45 electoral provinces within their 13 regions. Each province elects between two and nine representatives, and these representatives are members of political parties. There are 111 members of the National Assembly elected to represent provinces, and 16 nationally elected, totaling 127.[6] In Burkina Faso, the National Assembly is elected by a proportional representational system.[6] Proportional representation in Burkina Faso means that each person marks one party on the ballot, and after tallying the votes, the top parties chosen are elected to the Assembly. Each electoral province has a simple electoral quotient. This is the number of valid votes counted divided by the number of seats available. If a party wins a seat by the electoral quotient, usually half of the votes, then the remainder of the seats are transferred to a \"rest\" category, which are compared to the other votes gathered. For example, in the province of Boulkiemde, the MPP received 29,445 votes, which is 35.1% of the total votes of the province.[7] Boulkiemde elects four representatives to their legislature, so their electoral quotient is 21002 votes (84007÷4). This means that the MPP will receive one seat from the electoral quotient. The remaining votes are transferred to another category, which is compared among the other candidates. These remaining votes in Boulkiemde won the MPP another seat in the legislature, since the remaining votes (8443) are the second highest compared to the rest of the parties (CDP=16968, UPC=8099). Thus, since the MPP received 35.1% of the votes, they received 50% of the seats due to the electoral quotient. Elections are led by teachers in Burkina Faso, who are not allowed to be a member of any political party. The ballot has a name, acronym, or symbol of the party and a space for voters to mark.[8] The ballots are placed in envelopes, and then placed in ballot boxes. The leader of the election officials ensures that the seal is not broken before counting all of the votes. The teachers who are trained as election officials become counting officials.[8] Invalid ballots include those that have no marks, more than one mark, or ballots not in an envelope. The ballots are sent to the district level after counting them, where the winner of a legislative seat will be determined based on the number of votes. The districts are divided by one seat per 100,000 people, so the capital, Ouagadougou, has nine seats. In the 2015 parliamentary election, the People's Movement for Progress party received 51.3% of the national vote, winning 55 seats. The Union for Progress and Change, or UPC, received 20.5% of the vote, which won them 33 seats. The Congress for Democracy and Progress party won 18 seats with 13.2% of the vote, and the New Alliance of Faso party received two seats, with 4.1% of the vote. ","Title":"National Assembly of Burkina Faso - Wikipedia","KeyID":"14984","URL":"https://en.wikipedia.org/wiki/National_Assembly_of_Burkina_Faso"}