{"Content: ":"The National Assembly of People's Power (Spanish: Asamblea Nacional del Poder Popular) is the unicameral parliament of the Republic of Cuba. It is currently composed of 605 representatives who are elected from multi-member electoral districts for a term of five years. The current President of the Assembly is Esteban Lazo Hernández. The Assembly only meets twice a year, with the 31-member Council of State exercising legislative power throughout the rest of the year.[2] The most recent elections were held on 11 March 2018. After the 2023 elections, the number of representatives will decrease to 474.[3] Assembly elections in the post-1959 revolutionary Cuba are not democratic because the government does not allow free and fair voting.[4][5] Cuba is a one-party state, with the Communist Party of Cuba being described as the \"superior driving force of the society and the state\" in the Constitution of Cuba, and all other political parties are illegal.[5] There is only one candidate for each seat in the Assembly, with all being nominated by committees that are firmly controlled by the Communist Party.[6][7] Voters can select individual candidates on their ballot, select every candidate, or leave every question blank, with no option to vote against candidates.[8][9] During the 2013 elections, around 80% of voters selected every candidate for the Assembly on their ballot, while 4.6% submit a blank ballot; no candidate for the Assembly has ever lost an election in Cuban history.[10] The Assembly is a unicameral (one-chamber) parliament and the only body in Cuba that is vested with both constituent and legislative authority (although the government may pass decrees that have the force of law). It holds two regular sessions a year, which are public unless the Assembly itself votes to hold them behind closed doors for reasons of state. It has permanent commissions to look after issues of legislative interest at times when the Assembly is not in session. Under the Constitution of Cuba, the Assembly is the \"supreme body of state power\" in Cuba. The National Assembly has the power to amend the Constitution; to pass, amend, and repeal laws; to debate and approve national plans for economic development, the State budget, credit and financial programs; and to set guidelines for domestic and foreign policies. It hears the reports from national government and administration agencies and can also grant amnesties. Among its permanent or temporary commissions are those in charge of issues concerning the economy, the sugar industry, food production, industries, transportation and communications, constructions, foreign affairs, public health, defense, and interior order. The National Assembly also has permanent departments that oversee the work of the Commissions, Local Assemblies, Judicial Affairs, and Administration. During the existence of the First Republic, Cuba had a bicameral legislature, that – consisting of the Senate (upper house) and House of Representatives (lower house) – was modeled after the United States. Its sessions were held in El Capitolio from 1929 to 1959. The Assembly originated from the nationwide elections held in 1976 following the ratification of the 1976 Constitution. Elected officials, according to the procedures established by law, met for the first time on 2 December 1976, thus formally setting up the Cuban Parliament. The Constitution, approved in a constitutional referendum on 14 February 1976, empowered the National Assembly as the supreme body of State power. The assembly representatives are elected from each district across Cuba every five years. Half of the candidates are nominated at public meetings before gaining approval from electoral committees, while the other half are nominated by public solidarity organizations (such as trade unions, farmers' organizations, and students' unions). In keeping with the provisions of the Constitution, the Assembly itself elects the 31 members of the Council of State; their terms expire when a new Assembly is elected. The assembly elects the President and Vice President of the Republic, and also the Secretary of the Council of State, who must report to the National Assembly on all its work and tasks. It also elects the Prime Minister and the members of the Council of Ministers, the Chief Justice and members of the Supreme Court, and the Attorney General's Office of Cuba. In concordance with the 2018-19 amendments to the Constitution, by right the President of the National Assembly is president of the Council of State ex officio, with the first vice president of the Council exercising his or her duties if absent. If absent from the duties of the presidency of the Assembly, the Vice President of the National Assembly serves the office. Up to 50% of the candidates must be chosen by the Municipal Assemblies. The candidates are otherwise proposed by nominating assemblies, which comprise representatives of workers, youth, women, students, and farmers, as well as members of the Committees for the Defense of the Revolution, after initial mass meetings soliciting a first list of names. The final list of candidates is drawn up by the National Candidature Commission taking into account criteria such as candidates' merit, patriotism, ethical values, and revolutionary history.[11][12]","Title":"National Assembly of People's Power - Wikipedia","KeyID":"14991","URL":"https://en.wikipedia.org/wiki/National_Assembly_of_People%27s_Power"}