{"Content: ":"The unicameral Assemblée nationale or National Assembly is Guinea's legislative body. Since the country's birth in 1958, it has experienced political turmoil, and elections have been called at irregular intervals, and only since 1995 have they been more than approval of a one-party state's slate of candidates. The number of seats has also fluctuated. It is currently suspended, with the National Council of the Transition acting as Guinea's legislative body in the wake of the 2021 Guinean coup d'état.[1] Two thirds of the members (76), called députés, are directly elected through a system of proportional representation, using national party-lists, while one third (38) are elected from single-member constituencies, using the simple majority (or first-past-the-post) system. Members must be over 25 years old and serve five-year terms.[2] The President of the National Assembly of Guinea is the presiding officer of the legislature. Claude Kory Kondiano has been President of the National Assembly since January 2014.[3][4] The Assembly is made up of 12 commissions:[2] On 5 February 2022, five months after a military coup which saw the National Assembly briefly dissolved, a transitional parliament chaired by former lawmaker Dansa Kurouma with 81 members was established.[1] The new parliament exists in the form of a National Transitional Council (CNT).[1] The Assembly is responsible for ordinary laws and the government's budget.[2] It ordinarily meets in two annual sessions, beginning 5 April and 5 October (or the next working day if a holiday) and lasting no more than 90 days. Special sessions can be called by either the President of Guinea or a majority of the Assembly members.[2] The National Assembly has its headquarters in the Palais du Peuple (People's Palace),[5] which was built with Chinese assistance.[6] Guinea was a one-party state, so the sole legal party, the Democratic Party of Guinea – African Democratic Rally, won all seats in the Assembly.[7] The Democratic Party of Guinea – African Democratic Rally once again secured all of the then-75 seats,[8] and Ahmed Sékou Touré retained the presidency.[9] With no other parties legally allowed, the Democratic Party of Guinea – African Democratic Rally took all now-150 seats, and Touré was reelected president unopposed.[10] Members were elected for seven-year terms.[10] The Democratic Party of Guinea – African Democratic Rally secured all now-210 seats as the only party, with Touré retaining the presidency.[11] The first election in which multiple parties were permitted was boycotted by one of the main opposition parties, the Union of Democratic Forces, but 846 candidates from 21 parties contested the 114 seats.[12] The Unity and Progress Party led the way with 71 seats, 41 proportionally and 30 by constituency, and its leader, General Lansana Conté, head of the country since a 1984 military coup d'état, became the second president.[12] The election was originally scheduled for April 2000, as the five-year terms of office expired, but was postponed four times for various reasons.[13] The 30 June 2002 election was won by President Conté's Unity and Progress Party, with 61.57% of the vote and 85 of the 114 seats.[13] Elections were held on 28 September 2013.[14] Alpha Condé's party, the Rally of the Guinean People, won the most seats, 53, but fell short of a majority. Elections were held on 22 March 2020. Alpha Condé's party, the Rally of the Guinean People, won 79 of the 114 seats, which is a supermajority. Coordinates: 9°31′12″N 13°41′32″W﻿ / ﻿9.5200°N 13.6923°W﻿ / 9.5200; -13.6923","Title":"National Assembly (Guinea) - Wikipedia","KeyID":"15008","URL":"https://en.wikipedia.org/wiki/National_Assembly_(Guinea)"}