{"Content: ":"Opposition (46) The Riigikogu (Estonian pronunciation: [ˈriːɡikoɡu]; from riigi-, of the state, and kogu, assembly) is the unicameral parliament of Estonia. All important state-related questions pass through the Riigikogu. In addition to approving legislation, the Riigikogu appoints high officials, including the Prime Minister and Chief Justice of the Supreme Court, and elects (either alone or, if necessary, together with representatives of local government within a broader electoral college) the President. The Riigikogu also ratifies significant foreign treaties that impose military and proprietary obligations, bring about changes in the law, etc.; approves the budget presented by the government as law and monitors the executive power. April 23, 1919, the opening session of the Estonian Constituent Assembly is the birthday of the Estonian Parliament.[1] Established under the 1920 constitution, the Riigikogu had 100 members elected for a three year term on the basis of proportional representation. Elections were fixed for the first Sunday in May of the third year of parliament.[2] The first elections to the Riigikogu took place in 1920. From 1923 to 1932, there were four more elections to the Riigikogu. The elections were on a regional basis, without any threshold in the first two elections, but from 1926 a moderate threshold (2%) was used. The sessions of the Riigikogu take place in the Toompea Castle, where a new building in an unusual Expressionist style was erected in the former courtyard of the medieval castle in 1920–1922. In 1933 amendments to the first Constitution was approved by referendum, where more power was given to an executive President. The following year the President used these new powers to adjourn parliament and declared martial law to avert an alleged coup.[3] In 1937 a second constitution was approved by referendum which saw the introduction of a two chambered legislature, the Chamber of Deputies (Riigivolikogu) and the National Council (Riiginõukogu). Elections were subsequently held in 1938 with only one party and non-affiliated individual candidates were allowed to run. During the subsequent periods of Soviet occupation (1940–41), German occupation (1941–44), and the second Soviet occupation (1944–1991) the Riigikogu was disbanded. The castle and the building of the Riigikogu were used by the Supreme Soviet of the Estonian SSR during the second Soviet occupation. In September 1992, a year after Estonia had regained its independence from the Soviet Union, elections to the Riigikogu took place on the basis of the third Constitution of Estonia adopted in the summer of the same year. The 1992 constitution, which incorporates elements of the 1920 and 1938 Constitutions and explicitly asserts its continuity with the Estonian state as it existed between 1920 and 1940, sees the return of a unicameral Riigikogu with 101 members. The present Riigikogu was elected on March 3, 2019. The main differences between this system and a pure political representation, or proportional representation, system are the established 5% national threshold, and the use of a modified D'Hondt formula (the divisor is raised to the power 0.9). This modification makes for more disproportionality than does the usual form of the formula. The salary of the speaker is €5,288 per month.[4] The Chancellery of the Riigikogu (Estonian: Riigikogu Kantselei) is the administration supporting the Riigikogu in the performance of its constitutional functions.[6] Coordinates: 59°26′08″N 24°44′14″E﻿ / ﻿59.4356°N 24.7372°E﻿ / 59.4356; 24.7372","Title":"Riigikogu - Wikipedia","KeyID":"15000","URL":"https://en.wikipedia.org/wiki/Riigikogu"}