{"Content: ":"Lungfish are freshwater vertebrates belonging to the order[1] Dipnoi. Lungfish are best known for retaining ancestral characteristics within the Osteichthyes, including the ability to breathe air, and ancestral structures within Sarcopterygii, including the presence of lobed fins with a well-developed internal skeleton. Lungfish represent the closest living relatives of the tetrapods. Today there are only six known species of lungfish, living in Africa, South America, and Australia. The fossil record shows that lungfish were abundant since the Triassic.[2] While vicariance would suggest this represents an ancient distribution limited to the Mesozoic supercontinent Gondwana, the fossil record suggests advanced lungfish had a widespread freshwater distribution and the current distribution of modern lungfish species reflects extinction of many lineages subsequent to the breakup of Pangaea, Gondwana and Laurasia. Lungfish have historically been referred to as salamanderfish,[3] but this term more often refers to Lepidogalaxias salamandroides. All lungfish demonstrate an uninterrupted cartilaginous notochord and an extensively developed palatal dentition. Basal (\"primitive\") lungfish groups may retain marginal teeth and an ossified braincase, but derived lungfish groups, including all modern species, show a significant reduction in the marginal bones and a cartilaginous braincase. The bones of the skull roof in primitive lungfish are covered in a mineralized tissue called cosmine, but in post-Devonian lungfishes, the skull roof lies beneath the skin and the cosmine covering is lost. All modern lungfish show significant reductions and fusions of the bones of the skull roof, and the specific bones of the skull roof show no homology to the skull roof bones of ray-finned fishes or tetrapods. During the breeding season, the South American lungfish develops a pair of feathery appendages that are actually highly modified pelvic fins. These fins are thought to improve gas exchange around the fish's eggs in its nest.[4] Through convergent evolution, lungfishes have evolved internal nostrils similar to the tetrapods' choana,[5] and a brain with certain similarities to the Lissamphibian brain (except for the Queensland lungfish, which branched off in its own direction about 277 million years ago and has a brain resembling that of the latimeria).[6] The dentition of lungfish is different from that of any other vertebrate group. \"Odontodes\" on the palate and lower jaws develop in a series of rows to form a fan-shaped occlusion surface. These odontodes then wear to form a uniform crushing surface. In several groups, including the modern lepidosireniformes, these ridges have been modified to form occluding blades. The modern lungfishes have a number of larval features, which suggest paedomorphosis. They also demonstrate the largest genome among the vertebrates. Modern lungfish all have an elongate body with fleshy, paired pectoral and pelvic fins and a single unpaired caudal fin replacing the dorsal, caudal and anal fins of most fishes. Lungfish have a highly specialized respiratory system. They have a distinct feature in that their lungs are connected to the larynx and pharynx without a trachea. While other species of fish can breathe air using modified, vascularized gas bladders,[7] these bladders are usually simple sacs, devoid of complex internal structure. In contrast, the lungs of lungfish are subdivided into numerous smaller air sacs, maximizing the surface area available for gas exchange. Most extant lungfish species have two lungs, with the exception of the Australian lungfish, which has only one. The lungs of lungfish are homologous to the lungs of tetrapods. As in tetrapods and bichirs, the lungs extend from the ventral surface of the esophagus and gut.[8][9] Of extant lungfish, only the Australian lungfish can breathe through its gills without needing air from its lungs. In other species, the gills are too atrophied to allow for adequate gas exchange. When a lungfish is obtaining oxygen from its gills, its circulatory system is configured similarly to the common fish. The spiral valve of the conus arteriosus is open, the bypass arterioles of the third and fourth gill arches (which do not actually have gills) are shut, the second, fifth and sixth gill arch arterioles are open, the ductus arteriosus branching off the sixth arteriole is open, and the pulmonary arteries are closed. As the water passes through the gills, the lungfish uses a buccal pump. Flow through the mouth and gills is unidirectional. Blood flow through the secondary lamellae is countercurrent to the water, maintaining a more constant concentration gradient. When breathing air, the spiral valve of the conus arteriosus closes (minimizing the mixing of oxygenated and deoxygenated blood), the third and fourth gill arches open, the second and fifth gill arches close (minimizing the possible loss of the oxygen obtained in the lungs through the gills), the sixth arteriole's ductus arteriosus is closed, and the pulmonary arteries open. Importantly, during air breathing, the sixth gill is still used in respiration; deoxygenated blood loses some of its carbon dioxide as it passes through the gill before reaching the lung. This is because carbon dioxide is more soluble in water. Air flow through the mouth is tidal, and through the lungs it is bidirectional and observes \"uniform pool\" diffusion of oxygen. Lungfish are omnivorous, feeding on fish, insects, crustaceans, worms, mollusks, amphibians and plant matter. They have an intestinal spiral valve rather than a true stomach.[10] African and South American lungfish are capable of surviving seasonal drying out of their habitats by burrowing into mud and estivating throughout the dry season. Changes in physiology allow it to slow its metabolism to as little as 1⁄60th of the normal metabolic rate, and protein waste is converted from ammonia to less-toxic urea (normally, lungfish excrete nitrogenous waste as ammonia directly into the water). Burrowing is seen in at least one group of fossil lungfish, the Gnathorhizidae. Lungfish can be extremely long-lived. A Queensland lungfish at the Shedd Aquarium in Chicago was part of the permanent live collection from 1933 to 2017, when it was euthanized following a decline in health consistent with old age.[11] A primitive Australian fish living in a San Francisco museum is believed to be the oldest living aquarium fish in the world. Methuselah is a four-foot-long (1.2-meter) Australian lungfish, weighing around 40 lb (18.1 kg).[12] As lobe-finned fish were adapting to live in partial water or on land, 420 million years ago during the Devonian, they seem to have split off into multiple groups. Two such branches are known to survive to the present day, the coelacanths and the lungfish. It is worth noting that, despite the name \"lungfish\", fish evolved lungs before lungfish, or even lobe-finned fish. The common ancestor of lobe-finned and ray-finned fish had lungs, but in most surviving branches of ray-finned fish these evolved into swim bladders used for floatation, instead of breathing. Some, like the bichirs, do retain their lungs, and several other traits that appear to have been common to lobe-finned and ray-finned fish.[13] While the coelacanth shares many traits with reptiles, the lungfish shares specific other traits with amphibians that the coelacanth does not have. Both coelacanths and lungfishes share the category sarcopterygian with the tetrapods, which includes land animals like reptiles, amphibians, birds, and mammals, e.g. humans. Evidence suggests that the tetrapods are related more closely to lungfish than to coelacanths.[14] The Queensland lungfish, Neoceratodus forsteri, is endemic to Australia.[15] Fossil records of this group date back 380 million years, around the time when the higher vertebrate classes were beginning to evolve.[16] Fossils of lungfish belonging to the genus Neoceratodus have been uncovered in northern New South Wales, indicating that the Queensland lungfish has existed in Australia for at least 100 million years, making it a living fossil and one of the oldest living vertebrate genera on the planet.[16][17] It is the most primitive surviving member of the ancient air-breathing lungfish (Dipnoi) lineages.[16][18] The five other freshwater lungfish species, four in Africa and one in South America, are very different morphologically to N. forsteri.[16] The Queensland lungfish can live for several days out of the water if it is kept moist, but will not survive total water depletion, unlike its African counterparts.[15] The South American lungfish, Lepidosiren paradoxa, is the single species of lungfish found in swamps and slow-moving waters of the Amazon, Paraguay, and lower Paraná River basins in South America. Notable as an obligate air-breather, it is the sole member of its family native to the Americas. Relatively little is known about the South American lungfish,[3] or scaly salamander-fish.[19] When immature it is spotted with gold on a black background. In the adult this fades to a brown or gray color.[20] Its tooth-bearing premaxillary and maxillary bones are fused like other lungfish. South American lungfishes also share an autostylic jaw suspension (where the palatoquadrate is fused to the cranium) and powerful adductor jaw muscles with the extant lungfish (Dipnoi). Like the African lungfishes, this species has an elongate, almost eel-like body. It may reach a length of 125 centimetres (4 ft 1 in). The pectoral fins are thin and threadlike, while the pelvic fins are somewhat larger, and set far back. The fins are connected to the shoulder by a single bone, which is a marked difference from most fish, whose fins usually have at least four bones at their base; and a marked similarity with nearly all land-dwelling vertebrates.[21] The gills are greatly reduced and essentially non-functional in the adults.[22] The marbled lungfish, Protopterus aethiopicus, is found in Africa. The marbled lungfish is smooth, elongated, and cylindrical with deeply embedded scales. The tail is very long and tapers at the end. They are the largest of the African lungfish species as they can reach a length of up to 200 cm.[23] The pectoral and pelvic fins are also very long and thin, almost spaghetti-like. The newly hatched young have branched external gills much like those of newts. After 2 to 3 months the young transform (called metamorphosis) into the adult form, losing the external gills for gill openings. These fish have a yellowish gray or pinkish toned ground color with dark slate-gray splotches, creating a marbling or leopard effect over the body and fins. The color pattern is darker along the top and lighter below.[24] The marbled lungfish's genome contains 133 billion base pairs, making it the largest known genome of any vertebrate. The only organisms known to have more base pairs are the protist Polychaos dubium and the flowering plant Paris japonica at 670 billion and 150 billion, respectively.[25] The gilled lungfish, Protopterus amphibius is a species of lungfish found in East Africa.[26][27] It generally reaches only 44 centimetres (17 inches) long, making it the smallest extant lungfish in the world.[28] This lungfish is uniform blue, or slate grey in colour. It has small or inconspicuous black spots, and a pale grey belly.[29] The west African lungfish Protopterus annectens is a species of lungfish found in West Africa.[30][31][32] It has a prominent snout and small eyes. Its body is long and eel-like, some 9-15 times the length of the head. It has two pairs of long, filamentous fins. The pectoral fins have a basal fringe and are about three times the head length, while its pelvic fins are about twice the head length. In general, three external gills are inserted posterior to the gill slits and above the pectoral fins. It has cycloid scales embedded in the skin. There are 40-50 scales between the operculum and the anus and 36-40 around the body before the origin of the dorsal fin. It has 34-37 pairs of ribs. The dorsal side is olive or brown in color and the ventral side is lighter, with great blackish or brownish spots on the body and fins except on its belly.[33] They reach a length of about 100 cm in the wild .[34] The spotted lungfish, Protopterus dolloi, is a species of lungfish found in Africa. Specifically, it is found in the Kouilou-Niari Basin of the Republic of the Congo and Ogowe River basin in Gabon. It is also found in the lower and Middle Congo River Basins.[35] Protopterus dolloi can aestivate on land by surrounding itself in a layer of dried mucus.[36][37] It can reach a length of up to 130 cm.[35] The relationship of lungfishes to the rest of the bony fish is well understood: Recent molecular genetic analyses strongly support a sister relationship of lungfishes and tetrapods (Rhipidistia), with coelacanths branching slightly earlier.[38][39] The relationships among lungfishes are significantly more difficult to resolve. While Devonian lungfish had enough bone in the skull to determine relationships, post-Devonian lungfish are represented entirely by skull roofs and teeth, as the rest of the skull is cartilaginous. Additionally, many of the taxa already identified may not be monophyletic. Current phylogenetic studies support the following relationships of major lungfish taxa: Class Osteichthyes, subclass Sarcopterygii, order Dipnoi. Diabolichthyidae† Uranolophidae† Speonesydrionidae† Dipnorhynchidae† Stomiahykidae† Holodontidae† Dipteridae† Fleurantiidae† Rhynchodipteridae† Phaneropleuridae† Ctenodontidae† Sagenodontidae† Gnathorhizidae† Asiatoceratodontidae† Ptychoceratodontidae† Ceratodus† Metaceratodus† Neoceratodus - Queensland lungfish Lepidosirenidae - South American lungfish Protopteridae In 2017, Anne Kemp, Lionel Calvin, and Guillaume Guinot found a different classification for more derived lungfish. In this new analysis, all extant lungfish belong in the suborder Ceratodontoidei, and despite their similar appearance there is no distinct clade containing only Ceratodus, Neoceratodus, and their closest allies. Rhinodipterus kimberleyensis† Conchopomatidae† Uronemidae† Paraceratodus† Ferganoceratodus† Neoceratodontidae Ceratodontidae† Ptychoceratodontidae† Lepidosirenidae Gnathorhizidae† New analyses of the relationships of the recently discovered Persephonichthys chthonica and modern lungfishes robustly places both taxa within dipterid-grade dipnoans rather than within a clade containing Late Devonian ‘phaneropleurids’ and common Late Paleozoic lungfishes such as Sagenodus. Monophyly of post-Devonian lungfishes is not supported and the Carboniferous-Permian taxon Sagenodus is found to be incidental to the origins of modern lungfishes, suggesting widespread convergence in Late Paleozoic lungfishes.[40] ","Title":"Lungfish - Wikipedia","KeyID":"1501","URL":"https://en.wikipedia.org/wiki/Dipnoi"}