{"Content: ":"The Supreme People's Assembly (SPA; Korean: 최고인민회의; MR: Ch’oego Inmin Hoeŭi) is the unicameral legislature of the Democratic People's Republic of Korea (DPRK), commonly known as North Korea. It consists of one deputy from each of the DPRK's 687 constituencies,[1] elected to five-year terms.[2] The constitution identifies the SPA as the \"highest organ of state power\" and all state positions, including the Supreme Leader, trace their authority to it. The Assembly typically does not legislate directly, but delegates that task to a smaller Standing Committee. The policies legislated by the SPA are carried out by government officials subject to oversight and correction by the Supreme Leader.[citation needed] The Workers' Party of Korea, which the constitution recognizes as the state's leading party, dominates the Assembly in a monopoly coalition with the Social Democratic Party and the Chondoist Chongu Party called the Democratic Front for the Reunification of the Fatherland. Elections are held in five-year intervals, the most recent taking place in 2019. Under the 1972 Constitution, the number of seats in the Assembly was 655.[3] This was increased to 687 following the 1986 election.[4] In 1990, the composition of the SPA was 601 seats held by the Workers' Party of Korea, 51 seats held by the Korean Social Democratic Party, 22 seats held by the Chondoist Chongu Party and 13 seats held by independents.[5] The last convention during Kim Il-sung's government took place in April 1994, three months before his death. Then during the mourning period the assembly did not meet, nor did elections take place. The next meeting convened in September 1998, four years after Kim's death.[6] Kim Jong-il did not make a speech at the first session of the 10th SPA in 1998. Instead, members listened to a tape-recorded speech of the late Kim Il Sung, which was made at the first session of the 9th SPA, in 1991. The enhanced status of the Korean People's Army was anticipated by the SPA election July 1998, when 101 military officials were elected out of 687 delegates. This was a large increase from the 57 military officials elected during the 9th SPA in 1990. Kim Yong-nam served as president of the Assembly Presidum from 1998 until 2019.[7][8] Pak Thae-song is the Chairman (Speaker), while Pak Chol-min and Pak Kum-hui are the vice-chairmen.[8] On April 14, 2012, during the fifth session of the 12th Supreme People's Assembly Kim Jong Un was elected as the country's supreme leader. Addressing the SPA session, Kim Yong-nam, president of the SPA Presidium, said Kim's accession to the DPRK's top post reflected \"the ardent desire and unanimous will of all the party members, servicepersons and other people\".[9] His status as leader was reaffirmed when he was elected unopposed on March 9, 2014. Kim was nominated to represent his district, the symbolic Mount Paekdu, in the assembly election. Voters could vote yes or no, with all voting in the affirmative, according to government officials. In 2017, the assembly created a subordinate Diplomatic Commission. This may be useful for international dialogue with other parliaments, while other diplomatic channels are blocked.[10] On 11 April 2019, Choe Ryong-hae was appointed President of the Presidium.[11] Under the Constitution of North Korea, all citizens 20 and older, regardless of party affiliation, political views, or religion, are eligible to be elected to the legislature and vote in elections. All candidates are selected by the Democratic Front for the Reunification of the Fatherland in mass meetings held to decide which candidates will be nominated and their names can only go on the ballot paper with the approval of the meeting. The Democratic Front for the Reunification of the Fatherland is a popular front dominated by the Korean Worker's Party, in which almost all power rests. The other participants in the coalition include the two other de facto legal political parties, the Korean Social Democratic Party and the Chondoist Chongu Party, as well as various other member organizations including social groups and youth groups, such as the Korean Children's Union, the Socialist Patriotic Youth League, the Korean Democratic Women's League, and the Red Cross Society of the Democratic People's Republic of Korea. Only one candidate who has been selected by the Democratic Front for the Reunification of the Fatherland appears on the ballot. A voter may cross off the candidate's name to vote against them, but must do so in a special booth without any secrecy.[13] The voter must then drop his or her ballot into a separate box for \"no\" votes. Voting against a Democratic Front candidate is considered treasonous; those who do face the loss of their jobs and housing, along with extra surveillance. Refusing to vote at all is also considered a treasonous act.[14] The Assembly is convened once or twice a year in regular sessions of several days each. At all other times, the Standing Committee acts for the Assembly. Extraordinary sessions of the Assembly can also meet when called by the Standing Committee or by one third of the Assembly deputies. The functions of the SPA are:[15] Constitutional amendments require the approval of two-thirds of the deputies.[15] The Standing Committee exercises legislative power when the SPA is in recess, which occurs during all but a few days of every year. For all intents and purposes, it is the highest organ of state power in North Korea.[7] The Standing Committee consists of the Chairman, vice-chairmen, a secretary-general and other members, elected by the SPA.[17] The secretary-general, a largely symbolic role,[18] is currently Jong Yong-guk.[8] The functions of the Standing Committee are to: In addition to its executive functions, the Standing Committee also receives credentials of diplomatic representatives from foreign countries with the consent of the President of the SAC.[15] In 1998, a constitutional amendment abolished the posts of the President of North Korea, Central People's Committee, and Standing Committee of the Supreme People's Assembly and gave their powers to a new body titled the Presidium of the Supreme People's Assembly.[21] Of these organs, the Presidium was seen as the successor of the Standing Committee.[22] In 2021, the Presidium reverted its name back to Standing Committee, though the powers provided by the original constitutional amendment used to abolish the previous Standing Committee remain unaltered. Thus, the Standing Committee formed in 2021 currently serves as a continuation of the Presidium rather than a re-creation of the Standing Committee that had existed before 1998.[23] Prior to the creation of the post of President of the DPRK in 1972, the Chairman of the Standing Committee was the country's de jure head of state.[citation needed] Currently, the Chairman of the Supreme People's Assembly is the SPA speaker,[24] while the Chairman of the Standing Committee performs certain representative functions ordinarily accorded to a head of state.[citation needed] As the representative of the state in external matters and the head of the highest sovereign organ, the Chairman of the Standing Committee is often considered the de facto head of state of North Korea, though officially this role is reserved for the President of the State Affairs Commission. The chairman also convenes sessions of the SPA.[22] The chairman, like the rest of the Standing Committee, is elected by the SPA, which can also remove the chairman. Choe Ryong-hae assumed the office of President of the Presidium of the Supreme People's Assembly in 2019 before the office was given the current name in 2021.[8] In addition to the Standing Committee, the SPA has four parliamentary committees: the Foreign Affairs Committee, Budget Committee, Legislation Committee,[8] and Deputy Credentials Committee.[25] The constitution mandates the Legislation and Budget Committees and leaves the choice of having more committees to the SPA.[26] Before 1998, there was an additional committee called the Reunification-policy Deliberation Committee.[22] The Foreign Affairs Committee, too, was discontinued in 1998,[22] but as of 2019[update] is operating again.[8] The Foreign Affairs Committee is chaired by Ri Su-yong. The other members are Ro Ryong-nam, Ri Son-gwon, Kim Jong-suk, Kim Tong-son, Choe Son-hui, and Kim Song-il.[8] The Budget Committee is chaired by O Su-yong. The other members are Hong So-hon, Pak Hyong-ryol, Ri Hi-yong, Kim Kwang-uk, Choe Yong-il, and Ri Kum-ok.[8] The Legislation Committee is chaired by Choe Pu-il. The other members are Kim Myong-gil, Kang Yun-sok, Pak Jong-nam, Kim Yong-bae, Jong Kyong-il, and Ho Kwang-il.[8] The Deputy Credentials Committee is chaired by Kim Phyong-hae.[25] Coordinates: 39°01′43″N 125°44′59″E﻿ / ﻿39.02861°N 125.74972°E﻿ / 39.02861; 125.74972","Title":"Supreme People's Assembly - Wikipedia","KeyID":"15017","URL":"https://en.wikipedia.org/wiki/Supreme_People%27s_Assembly"}