{"Content: ":"Opposition (184) Vacancy (1) The National Assembly of the Republic of Korea, often shortened to the National Assembly in domestic English-language media, is the unicameral national legislature of South Korea.[1] Elections to the National Assembly are held every four years. The latest legislative elections were held on 15 April 2020. The National Assembly has 300 seats, with 253 constituency seats and 47 proportional representation seats; 30 of the PR seats are assigned on additional member system, while 17 PR seats use the parallel voting method. The unicameral assembly consists of at least 200 members according to the South Korean constitution. In 1990 the assembly had 299 seats, 224 of which were directly elected from single-member districts in the general elections of April 1988. Under applicable laws, the remaining seventy-five representatives were elected from party lists. By law, candidates for election to the assembly must be at least thirty years of age. As part of a political compromise in 1987, an earlier requirement that candidates have at least five years' continuous residency in the country was dropped to allow Kim Dae-Jung, who had spent several years in exile in Japan and the United States during the 1980s, to return to political life. The National Assembly's term is four years. In a change from the more authoritarian Fourth Republic and Fifth Republic (1972–80 and 1980–87, respectively), under the Sixth Republic, the assembly cannot be dissolved by the president. Notes: The constitution stipulates that the assembly is presided over by a Speaker and two Deputy Speakers,[2] who are responsible for expediting the legislative process. The Speaker and Deputy Speakers are elected in a secret ballot by the members of the Assembly, and their term in office is restricted to two years.[3] The Speaker is independent of party affiliation, and the Speaker and Deputy Speakers may not simultaneously be government ministers.[3] Parties that hold at least 20 seats in the assembly form floor negotiation groups (Korean: 교섭단체, Hanja: 交涉團體, RR: gyoseop danche), which are entitled to a variety of rights that are denied to smaller parties. These include a greater amount of state funding and participation in the leaders' summits that determine the assembly's legislative agenda.[4] In order to meet the quorum, the United Liberal Democrats, who then held 17 seats, arranged to \"rent\" three legislators from the Millennium Democratic Party. The legislators returned to the MDP after the collapse of the ULD-MDP coalition in September 2001.[5] To introduce a bill, a legislator must present the initiative to the Speaker with the signatures of at least ten other members of the assembly. The bill must then be edited by a committee to ensure that the bill contains correct and systematic language. It can then be approved or rejected by the Assembly.[6] There are 17 standing committees which examine bills and petitions falling under their respective jurisdictions, and perform other duties as prescribed by relevant laws.[7] The National Assembly has 300 seats, with 253 constituency seats and 47 proportional representation seats. However, 30 of the PR seats are assigned on additional member system, while 17 PR seats use the parallel voting method.[8] The voting age was also lowered from 19 to 18 years old, expanding the electorate by over half a million voters.[9] From 2004 to 2009, the assembly gained notoriety as a frequent site for legislative violence.[10] The Assembly first came to the world's attention during a violent dispute on impeachment proceedings for then President Roh Moo-hyun,[11][12] when open physical combat took place in the assembly. Since then, it has been interrupted by periodic conflagrations, piquing the world's curiosity once again in 2009 when members battled each other with sledgehammers and fire extinguishers. The National Assembly since then have preventive measures to prevent any more legislative violence.[13][14][15] Images of the melee were broadcast around the world.    Elections for the assembly were held under UN supervision[16] on 10 May 1948. The First Republic of Korea was established on 17 July 1948[17] when the constitution of the First Republic was established by the Assembly. The Assembly also had the job of electing the President, and elected anti-communist Syngman Rhee as president on 10 May 1948. Under the first constitution, the National Assembly was unicameral. Under the second and third constitutions, the National Assembly was to be bicameral and consist of the House of Representatives and the House of Councillors, but in practice the legislature was unicameral because the House of Representatives was prevented from passing the law necessary to establish the House of Councillors. Conservative Liberal Progressive majority plurality only largest minority Since the reopening of the National Assembly in 1963 until today, it has been unicameral. majority plurality largest minority                      ","Title":"National Assembly (South Korea) - Wikipedia","KeyID":"15018","URL":"https://en.wikipedia.org/wiki/National_Assembly_(South_Korea)"}