{"Content: ":"The Islamic Consultative Assembly (Persian: مجلس شورای اسلامی, romanized: Majles-e Showrā-ye Eslāmī), also called the Iranian Parliament, the Iranian Majles (Arabicised spelling Majlis), is the national legislative body of Iran. The Parliament currently consists of 290 representatives, an increase from the previous 272 seats since the 18 February 2000 election. The most recent election took place on 21 February 2020 and the new parliament convened on 28 May 2020.[2] After the Iranian Revolution of 1979, the Senate of Iran was abolished and was effectively replaced by the Guardian Council thus the Iranian legislature remained bicameral. In the 1989 revision of the constitution, the National Consultative Assembly became the Islamic Consultative Assembly. The Parliament of Iran has had six chairmen since the Iranian Revolution. Akbar Hashemi Rafsanjani was the first chairman, from 1980 to 1989. Then came Mehdi Karroubi (1989–1992), Ali Akbar Nategh-Nouri (1992–2000), Mehdi Karroubi (2000–2004), Gholam-Ali Haddad-Adel (2004–2008), Ali Larijani (2008–2020) and Mohammad Bagher Ghalibaf since 2020. Over its history the Parliament is said to have evolved from being \"a debating chamber for notables,\" to \"a club for the shah's placemen\" during the Pahlavi era, to a body dominated by members of \"the propertied middle class\" under the Islamic Republic.[3][4] On 7 June 2017, there was shooting at the Iranian parliament and at the shrine of Ayatollah Khomeini.[5] Gunmen opened fire at the Iranian Parliament and the mausoleum of religious leader Ayatollah Khomeini in Tehran. The attack on the mausoleum reportedly left 17 persons dead and more than 30 people injured. The parliament was attacked by four gunmen which left seven to eight people injured. Both attacks took place around the same time and appear to have been coordinated. The Islamic Consultative Assembly can legislate laws on all issues within the limits of the Constitution.[6] The Assembly cannot, for instance, enact laws contrary to the canons and principles of the official religion of the country (Islam) or to the Constitution.[7] Government bills are presented to the Islamic Consultative Assembly after receiving the approval of the Council of Ministers.[8] The Islamic Consultative Assembly has the right to investigate and examine all the affairs of the country.[9] International treaties, protocols, contracts, and agreements must be approved by the Islamic Consultative Assembly.[10] Receiving and issuing national or international loans or grants by the government must be ratified by the Islamic Consultative Assembly.[11] The President must obtain, for the Council of Ministers, after being formed and before all other business, a vote of confidence from the Assembly.[12] Whenever at least one-fourth of the total members of the Islamic Consultative Assembly pose a question to the President, or any one member of the Assembly poses a question to a minister on a subject relating to their duties, the President or the minister is obliged to attend the Assembly and answer the question.[13] All legislation passed by the Islamic Consultative Assembly must be sent to the Guardian Council. The Guardian Council must review it within a maximum of ten days from its receipt with a view to ensuring its compatibility with the criteria of Islam and the Constitution. If it finds the legislation incompatible, it will return it to the Assembly for review. Otherwise the legislation will be deemed enforceable.[14] Currently, there are 290 members of Parliament, fourteen of whom represent non-Muslim religious minorities (4.8%), and are popularly elected for four-year terms. About 8% of the Parliament are women, while the global average is 13%.[15] The Parliament can force the dismissal of cabinet ministers through no-confidence votes and can impeach the president for misconduct in office. Although the executive proposes most new laws, individual deputies of the Parliament also may introduce legislation. Deputies also may propose amendments to bills being debated. The Parliament also drafts legislation, ratifies international treaties, and approves the national budget.[citation needed] All People's House of Iran candidates and all legislation from the assembly must be approved by the Guardian Council. Candidates must pledge in writing that they are committed, in theory and in practice, to the Iranian constitution.[citation needed] The Parliament currently has 207 constituencies, including a total of 5 reserved seats for the religious minorities recognized by the constitution. The rest of 202 constituencies are territorial and coincide with 1 or more of Iran's 368 Shahrestans. The largest electoral districts are: Members of Parliament elect their speaker and deputy speakers during the first session of Parliament for a one-year term. Every year, almost always in May, elections for new speakers are held in which incumbents may be re-elected. The current Speaker of Parliament is Mohammad Bagher Ghalibaf, with First Deputy Speaker Ali Nikzad and Second Deputy Speaker Abdolreza Mesri. The last elections of Parliament of Iran were held on 26 March 2016 with a second round will be held in April in those 71 districts where no candidate received 25% or more of the votes cast. More than 12,000 candidates registered but leaving about 6,200 candidates to run for the 290 seats representing the 31 provinces. The results indicate that the results would make a hung parliament with reformists having a plurality. After 1979, the Parliament convened at the building that used to house the Senate of Iran. A new building for the Assembly was constructed at Baharestan Square in central Tehran, near the old Iranian Parliament building that had been used from 1906 to 1979. After several debates, the move was finally approved in 2004. The first session of the Parliament in the new building was held on 16 November 2004. The old building is depicted on the reverse of the Iranian 100 rial banknote.[16] The first building (1906–1979) First building on the reverse of a 1970s 10000 Rial banknote The second building (1980–2004) Second building on the reverse of the 100 Rial banknote (1985-2005) The third building (2004–present) This article incorporates text from the Constitution of Iran, which is in the public domain. 1 (1906) 2 (1909) 3 (1914) 4 (1921) 5 (1923) 6 (1926) 7 (1928) 8 (1930) 9 (1933) 10 (1935) 11 (1937) 12 (1939) 13 (1941) 14 (1944) 15 (1947) 16 (1950) 17 (1952) 18 (1954) 19 (1956) 20 (1961) 21 (1963) 22 (1967) 23 (1971) 24 (1975) 1 (1980) 2 (1984) 3 (1988) 4 (1992) 5 (1996) 6 (2000) 7 (2004) 8 (2008) 9 (2012) 10 (2016) 11 (2020) Coordinates: 35°41′30.28″N 51°26′04″E﻿ / ﻿35.6917444°N 51.43444°E﻿ / 35.6917444; 51.43444","Title":"Islamic Consultative Assembly - Wikipedia","KeyID":"15014","URL":"https://en.wikipedia.org/wiki/Islamic_Consultative_Assembly"}