{"Content: ":"The Legislature of the Marshall Islands (Marshallese: Nitijeļā [nʲidˠiːzʲɛlˠæ])[2] has 33 members, elected for a four-year term in single-seat and five multi-seat constituencies. The last election was November 18, 2019. Elections in the Marshall Islands are officially nonpartisan, but most members of the Nitijeļā are affiliated with one of the four active political parties in the Marshall Islands: Aelon Kein Ad (AKA), Kien Eo Am (KEA), United People's Party (UPP), and United Democratic Party (UDP). Bicameral Marshall Islands Congress was established in July 1950. The two chambers were the House of Iroij and the House of Assembly.[3] Kabua Kabua was the president of the House of Iroij in 1953. Atlan Anien was the president of the House of Assembly in 1953.[3] The Congress was reformulated as unicameral in 1958.[4][5] Members were elected for a 4-year term. The congress was chaired by Atlan Anien in 1959, Amata Kabua in 1962, and Dwight Heine in 1963 and 1964[4] The legislature, Nitijeļā, was established in its current form in 1979 by the Constitution of the Marshall Islands. The salary of the speaker is set to 35,000 USD annually.[6] The twenty-four electoral districts into which the country is divided correspond to the inhabited islands and atolls. There are four political parties in the Marshall Islands: Aelon Kein Ad (AKA), Kien Eo Am (KEA), United People's Party (UPP), and United Democratic Party (UDP). Control is shared by the AKA and the KEA. The Nitijeļā has 7 permanent standing committees with oversight authority and legislative authority. All committees have 9 members.[9] The Nitijeļā is supported by various staff. The Clerk is the administrative head of the legislature, with authority to approve related matters. The Clerk prepares the Nitijeļā's business and serves as the legislature's secretary, keeping minutes and publishing them.[10] The current Clerk is Morean Watak, and Carl Alik is her Assistant Clerk.[10] The Office of the Legislative Counsel was established in 1981. The office provides legal advice to MPs and the Speaker, as well as providing legislative drafting services. The Legislative Counsel also serves as the Commissioner of the Marshall Islands Revised Code if the Cabinet has not appointed a Commissioner.[11] The current Legislative Counsel is Joe Lomae.[11]","Title":"Legislature of the Marshall Islands - Wikipedia","KeyID":"15031","URL":"https://en.wikipedia.org/wiki/Legislature_of_the_Marshall_Islands"}