{"Content: ":"Opposition (26) Crossbench (21) The National Parliament of Papua New Guinea is the unicameral national legislature in Papua New Guinea. It was created in 1964 as the House of Assembly of Papua and New Guinea but gained its current name after the nation was granted independence in 1975. The 111 members of parliament serve five-year terms, 89 of whom are chosen from single-member \"open\" electorates, which are sometimes referred to as \"seats\" but are officially known as constituencies. The remaining 22 are chosen from single-member provincial electorates: the 20 provinces, the autonomous province of Bougainville (North Solomons), and the National Capital District. Each provincial member becomes governor of their province unless they take a ministerial position, in which case the governorship passes to an open member of the province.[1] From 1964 until 1977 an Optional Preferential Voting System was used.[citation needed] The first past the post system was used from 1977 until 2002. Electoral reforms introduced by former Prime Minister Mekere Morauta introduced Limited Preferential Voting, in which voters numbered three preferred candidates. LPV was first used nationally in the 2007 election.[2] As in other Commonwealth realms, the party or coalition with the most seats in the parliament is invited by the Governor-General to form a government, and its leader subsequently becomes Prime Minister of Papua New Guinea. The Prime Minister then appoints his cabinet from fellow parliament members. Members of parliament are seated in a similar manner to other Westminster system parliaments, but use chairs instead of benches. Papua New Guinea has a fractious political culture, and no party in the history of parliament has yet won a majority.[1] Therefore, negotiations between parties have always been necessary to form governments. New governments are protected from votes of no confidence during their first 18 months and during the last 12 months before a national election. More recently, in a move aimed at further minimizing no-confidence motions, then-Prime Minister Mekere Morauta introduced changes that prevented members of the government from voting in favour of such a motion.[citation needed] All citizens over the age of 18 may vote, although voting is not compulsory.[3]","Title":"National Parliament of Papua New Guinea - Wikipedia","KeyID":"15047","URL":"https://en.wikipedia.org/wiki/National_Parliament_of_Papua_New_Guinea"}