{"Content: ":"Support (10) Official Opposition (33) Crossbench (12) The House of Representatives is the sole chamber of the New Zealand Parliament. The House passes laws, provides ministers to form Cabinet, and supervises the work of government. It is also responsible for adopting the state's budgets and approving the state's accounts. The House of Representatives is a democratic body consisting of representatives known as members of parliament (MPs). There are normally 120 MPs, though this number can be higher if there is an overhang.[3] Elections take place usually every three years using a mixed-member proportional representation system which combines first-past-the-post elected seats with closed party lists. 72 MPs are elected directly in single-member electoral districts and further seats are filled by list MPs based on each party's share of the party vote. A government may be formed from the party or coalition that has the support of a majority of MPs.[3] If no majority is possible, a minority government can be formed with a confidence and supply arrangement. If a government is unable to maintain the confidence of the House then an early general election can be called. The House of Representatives was created by the New Zealand Constitution Act 1852 (effective 1853), an Act of the British Parliament, which established a bicameral legislature; however the upper chamber, the Legislative Council, was abolished in 1950.[3] Parliament received full control over all New Zealand affairs in 1947 with the passage of the Statute of Westminster Adoption Act. The debating chamber of the House of Representatives is located inside Parliament House in Wellington, the capital city. Sittings of the House are usually open to the public, but the House may at any time vote to sit in private. Proceedings are also broadcast through Parliament TV, AM Network and Parliament Today. The New Zealand House of Representatives takes the British House of Commons as its model. The New Zealand Parliament is based, in practice, on the Westminster system (that is, the procedures of the British Parliament).[4] As a democratic institution, the primary role of the House of Representatives is to provide representation for the people and to pass legislation on behalf of the people (see § Passage of legislation).[4] The House of Representatives also plays an important role in responsible government.[5] The New Zealand Government (that is, the executive), directed by the Cabinet,[6] draws its membership exclusively from the House.[7] A government is formed when a party or coalition can show that it has the \"confidence\" of the House, meaning the support of a majority of members of parliament. This can involve making agreements among several parties. Some may join a coalition government, while others may stay outside the government but agree to support it on confidence votes. The prime minister (leader of the government) is answerable to, and must maintain the support of, the House of Representatives; thus, whenever the office of prime minister falls vacant, the governor-general appoints the person who is most likely to command the support of the House. If the House of Representatives loses confidence in the Cabinet, and therefore in the government, then it can dissolve the government if a vote of no-confidence is passed.[8] The House of Representatives normally consists of 120 members, who bear the title \"Member of Parliament\" (MP). They were previously known as \"Members of the House of Representatives\" (MHRs) until the passing of the Parliamentary and Executive Titles Act 1907 when New Zealand became a Dominion, and even earlier as \"Members of the General Assembly\" (MGAs).[9] All MPs are democratically elected, and usually enter the House following a general election. Once sworn in, MPs normally continue to serve until the next dissolution of parliament and subsequent general election, which must take place at least every three years.[10] Early general elections (sometimes termed \"snap elections\") are possible at the discretion of the prime minister,[11] especially if a minority government is unable to retain the confidence of the House. If a member dies or resigns, his or her seat falls vacant. Members who change their party allegiance during a term—known as \"waka-jumping\"—may be expelled from the House.[12] Members may also be expelled in cases of criminal activity or other serious misconduct. Some expulsions have been challenged through the courts.[13] Electorate vacancies arising between general elections are filled through by-elections; if a list member's seat becomes vacant then the next available person on their party's list is appointed to the position. List MPs are free to stand in electorate by-elections and in the case of successful contest their own seat will be filled 'in turn'.[14] To be an MP a person must be a New Zealand citizen (by birth or naturalisation) at the time of the election and not be disqualified from enrolling to vote; bankruptcy is not grounds for disqualification from office.[15] Party list candidates are always nominated by political parties. The annual salary of each MP, since July 2021,[update] is $163,961; members may receive additional salaries in right of other offices they hold (for instance, the speaker, whips, and chairpersons of select committees) as recognised by Remuneration Authority determinations.[2] The 53rd New Zealand Parliament is the current sitting of the House. The most recent general election was held on 17 October 2020 (see § Last election results), and the 53rd Parliament first sat on 25 November.[16] It consists of 120 members, representing five parliamentary parties.[17] Of these current MPs, 57 (48%) are women—the highest number since women were first allowed to stand for Parliament in 1919.[18][19] Based on British tradition, the longest continuously serving member in the House holds the unofficial title \"father (or mother) of the House\".[20] The current Father of the House is Trevor Mallard, who has served continuously since 1993, and was also an MP from 1984 to 1990. Mallard inherited the title on 10 June 2021, following the departure of former Cabinet Minister Nick Smith, who had served in the House since 1990.[21] The House started with 37 members in 1854, with numbers progressively increasing to 95 by 1882, before being reduced to 74 in 1891. Numbers slowly increased again to 99 by 1993.[22] In 1996 numbers increased to at least 120 with the introduction of MMP elections (i.e. 120 plus any overhang seats;[23] there has been at least one overhang seat in four of the seven MMP elections held since 1996). The year in which each change in the number of members took effect is shown in the following table. 1 The total number of seats from 1969 to 1975 was calculated by the formula stated in the Electoral Amendment Act 1965: 4M+(PN/(PS/25)) where: 4M = 4 Māori seats; PN = European population of the North Island; PS = European population of the South Island.[36] 2 The total number of seats from 1976 to 1995 was calculated by the formula stated in the Electoral Amendment Act 1975: (PM/(PS/25))+(PN/(PS/25)) where: PM = Māori population; PN = European population of the North Island; PS = European population of the South Island.[37] Voting is not compulsory, but voter turnout is high compared to other democratic countries.[38] Universal suffrage exists for those 18 or older; New Zealand citizens and others who are permanently residing in New Zealand are usually eligible to vote.[39] New Zealand was the first self-governing nation to enfranchise women, starting from the 1893 election.[40] There are a few disqualifications; mentally-impaired persons detained in hospital and prisoners sentenced to a term of over three years are ineligible to vote.[41] Parliamentary elections are conducted by secret ballot—for European New Zealanders since 1871[42][43] and Māori seats since 1938.[43] Almost all general elections between 1853 and 1993 were held under the first-past-the-post voting system,[44] with the exception of the 1908 and 1911 elections, which used a two-round system. Since 1996, a form of proportional representation called mixed-member proportional (MMP) has been used.[45] Under the MMP system each person has two votes; one is for electorate seats (including some reserved for Māori),[46] and the other is for a party. Currently[update] there are 72 electorate seats (which includes seven Māori electorates),[47] and the remaining 48 seats are apportioned (from party lists) so that representation in parliament reflects the party vote, although a party has to win one electorate or 5 percent of the total party vote before it is eligible for these seats.[48] After the introduction of proportional representation, no single party won an outright majority[49] until the 2020 election when Prime Minister Jacinda Ardern led the Labour Party to win 65 of the 120 seats.[50] The House of Representatives elects one of its members as a presiding officer, known as the speaker of the House,[52] at the beginning of each new parliamentary term, and also whenever a vacancy arises. It is the speaker's role to apply the rules of the House (called the Standing Orders),[53] and oversee procedures and the day-to-day operation of the chamber. He or she responds to points of order from other members of the House.[6] When presiding, the speaker is obliged to remain impartial.[54] Additionally, since 1992, the House elects a deputy speaker from amongst its members; the deputy may preside when the speaker is absent. Up to two assistants are also appointed from amongst the members of the House.[55] Several political party-based roles are filled by elected MPs.[56] The prime minister is the leader of the largest government party and leads the government's contribution to major debates in the House. The leader of the Official Opposition is the MP who leads the largest opposition party. The leader of the House is an MP appointed by the prime minister to arrange government business and the legislative programme of Parliament.[56] Whips (called musterers by the Green Party[57]) are organisers and administrators of the MPs in each of the political parties in the House. The whips make sure that members of their caucus are in the House during crucial votes.[56][58] Officers of the House who are not MPs include the clerk of the House, the deputy clerk, the chief parliamentary counsel (a lawyer who helps to draft bills), and several other junior clerks. These are non-partisan roles.[58] The most senior of these officers is the clerk of the House, who is responsible for several key administrative tasks,[59] such as \"advising members on the rules, practices and customs of the House\".[56] Another important officer is the serjeant-at-arms,[56] whose duties include the maintenance of order and security in the precincts of the House. The serjeant-at-arms sits in the debating chamber opposite the speaker at the visitors door for each House sitting session.[60] The serjeant-at-arms is also the custodian of the mace, and bears the mace into and out of the chamber of the House at the beginning and end of each sitting day.[61] The House of Representatives usually sits Tuesday to Thursday when in session.[62] The House meets in a debating chamber located inside Parliament House, Wellington. The layout is similar to the design of the chamber of the British House of Commons.[63] The seats and desks are arranged in rows in a horseshoe pattern.[60] The speaker of the House sits in a raised chair at the open end of the horseshoe, giving him a clear view of proceedings. In front of the chair is a table, on which rests the mace. The House of Representatives cannot lawfully meet without the mace—representing the authority of the speaker—being present in the chamber.[61] (The current mace is an imitation of the one in the British House of Commons; it is over 100 years old, having been used since 7 October 1909.[64]) Various officers—clerks and other officials—sit at the table, ready to advise the speaker on procedure when necessary.[56] Members of the Government occupy the seats on the speaker's right, while members of the Official Opposition sit on the speaker's left. Members are assigned seating on the basis of the seniority in a party caucus; ministers sit around the prime minister, who is traditionally assigned the fourth seat along the front row on the speaker's right.[65] The Opposition leader sits directly across from the prime minister and is surrounded by Opposition spokespersons. A member who is not a minister or spokesperson is referred to as a \"backbencher\".[6] A backbencher may still be subject to party discipline (called \"whipping\"). Whips ensure that members of their party attend and vote as the party leadership desires. Government whips are seated behind the prime minister; Opposition whips are normally seated behind the leader of the Opposition.[66] Members from parties that are not openly aligned with either the Government or the Official Opposition are sometimes referred to as \"crossbenchers\".[67] Members have the option of addressing the House in English, Te Reo Māori,[68] or New Zealand Sign Language (with an interpreter provided).[69] Speeches are addressed to the presiding officer, using the words 'Mister Speaker', if a man, or 'Madam Speaker', if a woman.[70] Only the speaker may be directly addressed in debate; other members must be referred to in the third person, either by full name or office.[69] The speaker can \"name\" a member who he or she believes has broken the rules of conduct of the House; following a vote this will usually result in the expulsion of said member from the chamber.[71] During debates, members may only speak if called upon by the speaker. No member may speak more than once on the same question (except that the mover of a motion is entitled to make one speech at the beginning of the debate and another at the end). The Standing Orders of the House of Representatives prescribe time limits for speeches.[72] The limits depend on the nature of the motion, but are most commonly between ten and twenty minutes. However, under certain circumstances, the prime minister and other party leaders are entitled to make longer speeches. Debate may be further restricted by the passage of \"time allocation\" motions. Alternatively, the House may end debate more quickly by passing a motion for \"closure\".[72] A vote is held to resolve a question when it is put to the House of Representatives. The House first votes by voice vote; the speaker or deputy speaker puts the question, and MPs respond either \"Aye\" (in favour of the motion) or \"No\" (against the motion).[58] The presiding officer then announces the result of the voice vote, but if his assessment is challenged by any Member, a recorded vote known as a division follows. There are two methods of handling a division: party vote is used for most votes, but personal vote is used for conscience issues. In the party vote method, the clerk of the House reads out each party's name in turn. A member of the party (usually a whip) will respond to their party's name by stating how many members of the party are in favour and how many members are opposed. The clerk tallies up the votes and gives the results to the speaker, who announces the result. If the members of a party are not unanimous, a list of the members of the party and how they voted must be tabled after the vote.[73] In the personal vote method, MPs enter one of two lobbies (the \"Aye\" lobby or the \"No\" lobby) on either side of the chamber. At each lobby are two tellers (themselves MPs) who count the votes of the MPs. Once the division concludes, the tellers provide the results to the speaker, who then announces the result. In case of a tie, the motion lapses.[72] Every sitting day a period of time is set aside for questions to be asked of ministers and select committee chairs.[5][74] Questions to a minister must related to their official ministerial activities, not to his or her activities as a party leader, for instance. There are 12 questions, which are distributed proportionately among the parties.[5] In addition to questions asked orally during question time, members may also make inquiries in writing. Written questions are submitted to the clerk, either on paper or electronically, and answers are recorded in Parliamentary Debates (Hansard).[5] Most parliamentary business is about making new laws and amending old laws. The House examines and amends bills—the title given to a proposed piece of legislation while under consideration by the House—in several formal stages.[75] The term for these stages is \"reading\", which originates from the practice in the British Parliament where bills were literally read aloud in the chamber. In New Zealand only a bill's title is read aloud. Once a bill has passed through all its parliamentary stages it is enacted and becomes an Act of Parliament,[76] forming part of New Zealand's law. Bills become Acts after being approved three times by House votes and then receiving the Royal Assent from the governor-general. The majority of bills are proposed by the government of the day (that is, the party or coalition parties that command a majority in the House) to implement its policies. These policies may relate to the raising of revenue through taxation bills or the expenditure of money through appropriation bills (including those bills giving effect to the budget).[77] It is rare for government bills to be defeated—indeed the first to be defeated in the twentieth century was in 1998, when the Local Government Amendment Bill (No 5) was defeated on its second reading.[78] Individual MPs who are not ministers may propose their own bills, called members' bills—these are usually put forward by opposition parties, or by MPs who wish to deal with a matter that parties do not take positions on. Local government and private individuals may also propose legislation to be introduced by an MP.[79] Proxy voting is allowed, in which members may designate a party or another member to vote on their behalf. An excuse is required.[72] The first stage of the process is the first reading.[80] The member introducing the bill (often a minister) will give a detailed speech on the bill as a whole. Debate on the bill last about two hours for government bills and one hour for other members' bills,[81] with 12 MPs making ten-minute speeches on the bill's general principles.[82] Speaking slots are allocated based on the size of each party, with different parties using different methods to distribute their slots among their members.[72] The member introducing the bill will generally make a recommendation that the bill be considered by an appropriate select committee (see § Committees). Sometimes, it will be recommended that a special committee be formed, usually when the bill is particularly important or controversial. The House then votes as to whether the bill should be sent to the committee for deliberation. It is not uncommon for a bill to be voted to the select committee stage even by parties which do not support it—since select committees can recommend amendments to bills, parties will often not make a final decision on whether to back a bill until the second reading.[83] Prior to the first reading, the attorney-general will check the bill is consistent with the New Zealand Bill of Rights Act 1990. If the bill or part of it is not consistent, the attorney-general will present a report to the House, known as a Section 7 report, highlighting the inconsistencies.[84] The select committee will scrutinise the bill, going over it in more detail than can be achieved by the whole membership of the House. The public can also make submissions to select committees, offering support, criticism, or merely comments.[85] Written submissions from the public to the committee are normally due two months after the bill's first reading. Submitters can opt to also give an oral submission, which are heard by the committee in Wellington, and numbers permitting, Auckland and Christchurch. The select committee stage is seen as increasingly important today—in the past, the governing party generally dominated select committees, making the process something of a rubber stamp, but in the multi-party environment there is significant scope for real debate. Select committees frequently recommend changes to bills, with prompts for change coming from the MPs sitting in the committee, officials who advise the committee, and members of the public. When a majority of the committee is satisfied with the bill, the committee will report back to the House on it. Unless Parliament grants an extension, the time limit for select committee deliberations is six months or whatever deadline was set by the House when the bill was referred.[86] The second reading, like the first, generally consists of a two-hour debate in which MPs make ten-minute speeches. Again, speaking slots are allocated to parties based on their size. In theory, speeches should relate to the principles and objects of the bill, and also to the consideration and recommendations of the select committee and issues raised in public submissions. Parties will usually have made their final decision on a bill after the select committee stage, and will make their views clear during the second reading debates. At the conclusion of debate, the House votes on whether to accept any amendments recommended by the select committee by majority (unanimous amendments are not subjected to this extra hurdle).[81] The Government (usually through the minister of finance) has the power (given by the House's Standing Orders) to veto any proposed legislation that would have a major impact on the Government's budget and expenditure plans.[87] This veto can be invoked at any stage of the process, but if applied to a bill as a whole will most likely be employed at the second-reading stage. Since the financial veto certificate was introduced in 1996, the Government has exercised it only once in respect of an entire bill, in 2016,[87] although many amendments have been vetoed at the committee of the whole House stage. If a bill receives its second reading, it goes on to be considered by a committee of the whole House.[72] When a bill reaches the committee of the whole House stage, the House resolves itself \"into committee\", that is, it forms a committee consisting of all MPs (as distinct from a select committee, which consists only of a few members). When the House is \"in committee\", it is able to operate in a slightly less formal way than usual.[72] During a committee of the whole House, a bill is debated in detail, usually \"part by part\" (a \"part\" is a grouping of clauses). MPs may make five-minute speeches on a particular part or provision of the bill and may propose further amendments, but theoretically should not make general speeches on the bill's overall goals or principles (that should have occurred at the second reading). Sometimes a member may advertise his or her proposed amendments beforehand by having them printed on a Supplementary Order Paper;[88] this is common for amendments proposed by government ministers. Some Supplementary Order Papers are very extensive, and, if agreed to, can result in major amendments to bills. On rare occasions, Supplementary Order Papers are referred to select committees for comment.[citation needed] The extent to which a bill changes during this process varies. If the select committee that considered the bill did not have a government majority and made significant alterations, the Government may make significant \"corrective\" amendments. There is some criticism that bills may be amended to incorporate significant policy changes without the benefit of select committee scrutiny or public submissions, or even that such major changes can be made with little or no notice.[citation needed] However, under the MMP system when the Government is less likely to have an absolute majority, any amendments will usually need to be negotiated with other parties to obtain majority support. The Opposition may also put forward wrecking amendments.[89] These amendments are often just symbolic of their contrasting policy position, or simply intended to delay the passage of the bill through the sheer quantity of amendments for the committee of the whole House to vote on. The final reading takes the same format as the first and second readings—a two-hour debate with MPs making ten-minute speeches.[82] The speeches once again refer to the bill in general terms, and represent the final chance for debate. A final vote is taken. If a bill passes its third reading, it is passed on to the governor-general, who will (assuming constitutional conventions are followed) give it Royal Assent as a matter of law. The title is changed from a bill to an Act, and it becomes law.[90] In addition to the work of the main chamber, the House of Representatives also has a large number of committees, established in order to deal with particular areas or issues.[91] There are 12 subject select committees, which scrutinise and amend bills.[92] They can call for submissions from the public,[93] thereby meaning that there is a degree of public consultation before a parliamentary bill proceeds into law. The strengthening of the committee system was in response to concerns that legislation was being forced through, without receiving due examination and revision.[94] Each committee has between six and twelve members—including a chairperson and deputy chairperson[95]—with parties broadly represented in proportion to party membership in the House.[91] MPs may be members of more than one committee. Membership of committees is determined by the Business Specialist Committee, which is chaired by the speaker.[96] Occasionally a special committee will be created on a temporary basis; an example was the Select Committee established to study the foreshore and seabed bill. Once in every term of Parliament a New Zealand Youth Parliament is held. This major national event is open to 16- to 18-year-olds who are appointed by individual MPs to represent them in their role for a few days in Wellington. The Youth MPs spend time debating a mock bill in the House and in select committees, and asking questions of Cabinet ministers. The previous New Zealand Youth Parliament was held in July 2019.[97] The following list is of news agencies which are accredited members of the New Zealand House of Representatives press gallery.[98]","Title":"New Zealand House of Representatives - Wikipedia","KeyID":"15040","URL":"https://en.wikipedia.org/wiki/New_Zealand_House_of_Representatives"}