{"Content: ":"Opposition (93) The Storting (Norwegian: Stortinget [ˈstûːʈɪŋə]) (lit. the Great Thing) is the supreme legislature of Norway, established in 1814 by the Constitution of Norway. It is located in Oslo. The unicameral parliament has 169 members and is elected every four years based on party-list proportional representation in nineteen multi-seat constituencies. A member of Stortinget is known in Norwegian as a stortingsrepresentant, literally \"Storting representative\".[1] The assembly is led by a president and, since 2009, five vice presidents: the presidium. The members are allocated to twelve standing committees as well as four procedural committees. Three ombudsmen are directly subordinate to parliament: the Parliamentary Intelligence Oversight Committee and the Office of the Auditor General. Parliamentarianism was established in 1884, with the Storting operating a form of \"qualified unicameralism\", in which it divided its membership into two internal chambers making Norway a de facto bicameral parliament, the Lagting and the Odelsting.[2] Following a constitutional amendment in 2007, this was abolished, taking effect following the 2009 election.[3] Following the 2021 election, ten parties are represented in parliament: the Labour Party (48), the Conservative Party (36), the Centre Party (28), the Progress Party (21), the Socialist Left Party (13), the Red Party (8), the Liberal Party (8), the Christian Democratic Party (3), the Green Party (3), and the Patient Focus Party (1). Since 2021, Masud Gharahkhani has been President of the Storting. The parliament in its present form was first constituted at Eidsvoll in 1814, although its origins can be traced back to the allting, as early as the 9th century, a type of thing, or common assembly of free men in Germanic societies that would gather at a place called a thingstead and were presided over by lawspeakers. The alltings were where legal and political matters were discussed. These gradually were formalised so that the things grew into regional meetings and acquired backing and authority from the Crown, even to the extent that on occasions they were instrumental in effecting change in the monarchy itself. As oral laws became codified and Norway unified as a geopolitical entity in the 10th century, the lagtings (\"law things\") were established as superior regional assemblies. During the mid-13th century, the by then archaic regional assemblies, the Frostating, the Gulating, the Eidsivating and the Borgarting, were amalgamated and the corpus of law was set down under the command of King Magnus Lagabøte. This jurisdiction remained significant until King Frederick III proclaimed absolute monarchy in 1660; this was ratified by the passage of the King Act of 1665, and this became the constitution of the Union of Denmark and Norway and remained so until 1814 and the foundation of the Storting. The Parliament of Norway Building opened in 1866. On 27 June 1940 the presidium signed an appeal to King Haakon, seeking his abdication.[4] (The presidium then consisted of the presidents and vice-presidents of parliament, Odelstinget and Lagtinget.[5] Ivar Lykke stepped in (according to mandate) in place of the president in exile, C. J. Hambro;[6] Lykke was one [of the six] who signed.[4]) In September 1940 the representatives were summoned to Oslo, and voted in favour of the results of the negotiations between the presidium and the authorities of the German invaders.[4] (92 voted for, and 53 voted against.)[4] However, directives from Adolf Hitler resulted in the obstruction of \"the agreement of cooperation between parliament and [the] occupation force\".[4] The Storting has always been de jure unicameral, but before a constitutional amendment in 2009 it was de facto bicameral. After an election, the Storting would elect a quarter of its membership to form the Lagting, a sort of \"upper house\" or revising chamber, with the remaining three-quarters forming the Odelsting or \"lower house\".[3] The division was also used on very rare occasions in cases of impeachment. The original idea in 1814 was probably to have the Lagting act as an actual upper house, and the senior and more experienced members of the Storting were placed there. Later, however, the composition of the Lagting closely followed that of the Odelsting, so that there was very little that differentiated them, and the passage of a bill in the Lagting was mostly a formality. Bills were submitted by the Government to the Odelsting or by a member of the Odelsting; members of the Lagting were not permitted to propose legislation by themselves. A standing committee, with members from both the Odelsting and Lagting, would then consider the bill, and in some cases hearings were held. If passed by the Odelsting, the bill would be sent to the Lagting for review or revision. Most bills were passed unamended by the Lagting and then sent directly to the king for royal assent. If the Lagting amended the Odelsting's draft, the bill would be sent back to the Odelsting. If the Odelsting approved the Lagting's amendments, the bill would be signed into law by the King.[7] If it did not, then the bill would return to the Lagting. If the Lagting still proposed amendments, the bill would be submitted to a plenary session of the Storting. To be passed, the bill required the approval of a two-thirds majority of the plenary session. In all other cases a simple majority would suffice.[8] Three days had to pass between each time a chamber voted on a bill.[7] In all other cases, such as taxes and appropriations, the Storting would meet in plenary session. A proposal to amend the constitution and abolish the Odelsting and Lagting was introduced in 2004 and was passed by the Storting on 20 February 2007 (159–1 with nine absentees).[9] It took effect with the newly elected Storting in 2009.[10] The number of seats in the Storting has varied over the years. In 1882 there were 114 seats, increasing to 117 in 1903, 123 in 1906, 126 in 1918, 150 in 1921, 155 in 1973, 157 in 1985, 165 in 1989, and 169 as of 2005. The legislative procedure goes through five stages. First, a bill is introduced to parliament either by a member of government or, in the case of a private member's bill, by any individual representative. Parliament will refer the bill to the relevant standing committee, where it will be subjected to detailed consideration in the committee stage. The first reading takes place when parliament debates the recommendation from the committee, and then takes a vote. If the bill is dismissed, the procedure ends. The second reading takes place at least three days after the first reading, in which parliament debates the bill again. A new vote is taken, and if successful, the bill is submitted to the King in Council for royal assent. If parliament comes to a different conclusion during the second reading, a third reading will be held at least three days later, repeating the debate and vote, and may adopt the amendments from the second reading or finally dismiss the bill. Once the bill has reached the King in Council, the bill must be signed by the monarch and countersigned by the prime minister. It then becomes Norwegian law from the date stated in the Act or decided by the government. Articles 77–79 of the Norwegian constitution specifically grant the King of Norway the right to withhold Royal Assent from any bill passed by the Storting,[11] however, this right has never been exercised by any Norwegian monarch since the dissolution of the union between Norway and Sweden in 1905 (though it was exercised by Swedish monarchs before then when they ruled Norway). Should the king ever choose to exercise this privilege, Article 79 provides a means by which his veto may be overridden if the Storting passes the same bill after a general election: \"If a Bill has been passed unaltered by two sessions of the Storting, constituted after two separate successive elections and separated from each other by at least two intervening sessions of the Storting, without a divergent Bill having been passed by any Storting in the period between the first and last adoption, and it is then submitted to the King with a petition that His Majesty shall not refuse his assent to a Bill which, after the most mature deliberation, the Storting considers to be beneficial, it shall become law even if the Royal Assent is not accorded before the Storting goes into recess.\"[11] The presidium is chaired by the President of the Storting, consisting of the president and five vice presidents of the Storting. The system with five vice presidents was implemented in 2009. Before this there was a single holder of the office.[12][13] The members of parliament are allocated into twelve standing committees, of which eleven are related to specific political topics. The last is the Standing Committee on Scrutiny and Constitutional Affairs. The standing committees have a portfolio that covers that of one or more government ministers.[14] There are four other committees, that run parallel to the standing committees. The Enlarged Committee on Foreign Affairs consists of members of the Standing Committee on Foreign Affairs and Defence, the presidium, and the parliamentary leaders. The committee discusses important issues related to foreign affairs, trade policy, and national safety with the government. Discussions are confidential. The European Committee consists of the members of the Standing Committee on Foreign Affairs and Defence and the parliamentary delegation to the European Economic Area (EEA) and the European Free Trade Area (EFTA). The committee conducts discussions with the government regarding directives from the European Union. The Election Committee consists of 37 members, and is responsible for internal elections within the parliament, as well as delegating and negotiating party and representative allocation within the presidium, standing committees, and other committees. The Preparatory Credentials Committee has 16 members and is responsible for approving the election. Five public agencies are appointed by parliament rather than by the government. The Office of the Auditor General is the auditor of all branches of the public administration and is responsible for auditing, monitoring and advising all state economic activities. The Parliamentary Ombudsman is an ombudsman responsible for public administration. It can investigate any public matter that has not been processed by an elected body, the courts, or within the military. The Ombudsman for the Armed Forces is an ombudsman responsible for the military. The Ombudsman for Civilian National Servicemen is responsible for people serving civilian national service. The Parliamentary Intelligence Oversight Committee is a seven-member body responsible for supervising public intelligence, surveillance, and security services. Parliament also appoints the five members of the Norwegian Nobel Committee that award the Nobel Peace Prize. Parliament has an administration of about 450 people, led by Director of the Storting Marianne Andreassen, who assumed office in 2018. She also acts as secretary for the presidium.[15] Each party represented in parliament has a party group. It is led by a board and chaired by a parliamentary leader. It is customary for the party leader to also act as parliamentary leader, but since party leaders of government parties normally sit as ministers, governing parties elect other representatives as their parliamentary leaders. The table reflects the results of the September 2017 election. Members to Stortinget are elected based on party-list proportional representation in plural member constituencies. This means that representatives from different political parties are elected from each constituency. The constituencies are identical to the 19 former counties of Norway. Although county mergers have brought the number of counties down to 11, the 10 constituencies are unchanged. The electorate does not vote for individuals but rather for party lists, with a ranked list of candidates nominated by the party. This means that the person on top of the list will get the seat unless the voter alters the ballot. Parties may nominate candidates from outside their own constituency, and even Norwegian citizens currently living abroad.[25] The Sainte-Laguë method is used for allocating parliamentary seats to parties. As a result, the percentage of representatives is roughly equal to the nationwide percentage of votes. Still, a party with a high number of votes in only one constituency can win a seat there even if the nationwide percentage is low. This has happened several times in Norwegian history. Conversely, if a party's initial representation in Stortinget is proportionally less than its share of votes, the party may seat more representatives through leveling seats, provided that the nationwide percentage is above the election threshold, currently at 4%. In 2009, nineteen seats were allocated via the leveling system.[25] Elections are held each four years (in odd-numbered years occurring after a year evenly divisible by four), normally on the second Monday of September. Unlike most other parliaments, the Storting always serves its full four-year term; the Constitution does not allow snap elections. Substitutes for each deputy are elected at the same time as each election, so by-elections are rare. Norway switched its parliamentary elections from single-member districts decided by two-round run-offs to multi-member districts with proportional representation in 1919.[26][27] The parliament has 169 members. If a member of parliament cannot serve (for instance because he or she is a member of the cabinet), a deputy representative serves instead. The deputy is the candidate from the same party who was listed on the ballot immediately behind the candidates who were elected in the last election. In the plenary chamber, the seats are laid out in a hemicycle. Seats for cabinet members in attendance are provided on the first row, behind them the members of parliament are seated according to county, not party group. Viewed from the president's chair, Aust-Agder's representatives are seated near the front, furthest to the left, while the last members (Østfold) are seated furthest to the right and at the back.[28] Unparliamentary language includes: one-night stand, smoke screen government, pure nonsense, Molbo politics, may God forbid, lie, and \"som fanden leser Bibelen\".[29] Since 5 March 1866, parliament has met in the Parliament of Norway Building at Karl Johans gate 22 in Oslo. The building was designed by the Swedish architect Emil Victor Langlet and is built in yellow brick with details and basement in light gray granite. It is a combination of several styles, including inspirations from France and Italy. Parliament do also include offices and meeting rooms in the nearby buildings, since the Parliament building is too small to hold all the current staff of the legislature. The buildings in Akersgata 18, Prinsens Gate 26, Akersgata 21, Tollbugata 31 and Nedre Vollgate 18 also contains parliamentary staff and members of Parliament. Coordinates: 59°54′47″N 10°44′24″E﻿ / ﻿59.91306°N 10.74000°E﻿ / 59.91306; 10.74000","Title":"Storting - Wikipedia","KeyID":"15044","URL":"https://en.wikipedia.org/wiki/Storting"}