{"Content: ":"Opposition (10) The unicameral National Assembly (French: Assemblée nationale, Creole: Lasanble Nasyonal) is the Seychelles's legislative body. The National Assembly in its current constellation formed following elections held on 22–24 October 2020, with a total of 35 members.The current Speaker of the National Assembly is Roger Mancienne, in office since 29 October 2020.[2] The current National Assembly was preceded by the Legislative Council of Seychelles from 1962 to 1970, the Legislative Assembly from 1970 to 1974, the House of Assembly from 1975 to 1976, the National Assembly 1976 to 1977 and the People's Assembly from 1979 to 1993.[3] 26 members are elected in single member constituencies using the simple majority (or First-past-the-post) system. The remaining up to nine members are elected through a system of proportional representation. Members serve five-year terms.[4] The working language of the National Assembly is Seychellois Creole. With permission from the speaker, members may address the assembly in English or French. Visitors may address the assembly in other languages with the speaker's permission.[5]  [6] [7] Speakers and deputy speakers of the National Assembly of Seychelles since the 1993 multiparty elections: The members serving as Leader of Government Business since 1993:[10] The members serving as Leader of the Opposition since 1993:[10] On 25 October, Wavel Ramkalawan was declared the winner of the presidential election with 54.91% of the vote, marking the first peaceful transfer of presidential power between different political parties since independence in 1976. He had run unsuccessfully in the presidential elections from 1998 onward. Danny Faure attended Ramkalawan's victory speech; in his speech, Ramkalawan emphasized reconciliation: \"In this election, there were no losers, there were no winners — our country was given the opportunity as the ultimate winner.\"[13] ","Title":"National Assembly (Seychelles) - Wikipedia","KeyID":"15058","URL":"https://en.wikipedia.org/wiki/National_Assembly_(Seychelles)"}