{"Content: ":"Confidence and supply (49) Opposition (240) Independents (6) Vacancies (19) The Grand National Assembly of Turkey (Turkish: Türkiye Büyük Millet Meclisi), usually referred to simply as the TBMM or Parliament (Turkish: Meclis or Parlamento), is the unicameral Turkish legislature. It is the sole body given the legislative prerogatives by the Turkish Constitution. It was founded in Ankara on 23 April 1920 in the midst of the National Campaign. This constitution had founded its pre-government known as 1st Executive Ministers of Turkey (Commitment Deputy Committee) in May 1920. The parliament was fundamental in the efforts of Mareşal Mustafa Kemal Atatürk, 1st President of the Republic of Turkey, and his colleagues to found a new state out of the remnants of the Ottoman Empire. Turkey has had a history of parliamentary government before the establishment of the current national parliament. These include attempts at curbing absolute monarchy during the Ottoman Empire through constitutional monarchy, as well as establishments of caretaker national assemblies immediately prior to the declaration of the Republic of Turkey in 1923 but after the de facto dissolution of the Ottoman Empire earlier in the decade. There were two periods of parliamentary governance during the Ottoman Empire. The First Constitutional Era lasted for only two years, elections being held only twice. After the first elections, there were a number of criticisms of the government due to the Russo-Turkish War, 1877–1878 by the representatives, and the assembly was dissolved and an election called on 28 June 1877. The second assembly was also dissolved by the Sultan Abdul Hamid II on 14 February 1878, the result being the return of absolute monarchy with Abdul Hamid II in power and the suspension of the Ottoman constitution of 1876, which had come with the democratic reforms resulting in the First Constitutional Era.[1] The Second Constitutional Era began on 23 July 1908 with the Young Turk Revolution. The constitution that was written for the first parliament included control of the sultan on the public and was removed during 1909, 1912, 1914 and 1916, in a session known as the \"declaration of freedom\". Most of the modern parliamentary rights that were not granted in the first constitution were granted, such as the abolition of the right of the Sultan to deport citizens that were claimed to have committed harmful activities, the establishment of a free press, a ban on censorship. Freedom to hold meetings and establish political parties was recognized, and the government was held responsible to the assembly, not to the sultan.[2] During the two constitutional eras of the Ottoman Empire, the Ottoman parliament was called the General Assembly of the Ottoman Empire and was bicameral. The upper house was the Senate of the Ottoman Empire, the members of which were selected by the sultan.[3] The role of the Grand Vizier, the centuries-old top ministerial office in the empire, transformed in line with other European states into one identical to the office of a prime minister, as well as that of the speaker of the Senate. The lower chamber of the General Assembly was the Chamber of Deputies of the Ottoman Empire, the members of which were elected by the general public.[4] After World War I, the victorious Allied Powers sought the dismemberment of the Ottoman Empire through the Treaty of Sèvres.[5] The sovereign existence of the Turkish nation was to be eliminated under these plans, except for a small region. Nationalist Turkish sentiment rose in the Anatolian peninsula, engendering the establishment of the Turkish national movement. The political developments during this period have made a lasting impact which continues to affect the character of the Turkish nation. During the Turkish War of Independence, Mustafa Kemal put forth the notion that there would be only one way for the liberation of the Turkish people in the aftermath of World War I, namely, through the creation of an independent, sovereign Turkish state. The Sultanate was abolished by the newly founded parliament in 1922, paving the way for the formal proclamation of the republic that was to come on 29 October 1923.[6] Mustafa Kemal, in a speech he made on 19 March 1920 announced that \"an Assembly will be gathered in Ankara that will possess extraordinary powers\" and communicated how the members who would participate in the assembly would be elected and the need to realise elections, at the latest, within 15 days.[7] He also stated that the members of the dispersed Ottoman Chamber of Deputies could also participate in the assembly in Ankara, to increase the representative power of the parliament. These elections were held as planned, in the style of the elections of the preceding Chamber of Deputies, in order to select the first members of the new Turkish assembly. This Grand National Assembly, established on national sovereignty, held its inaugural session on 23 April 1920.[6] From this date until the end of the Turkish War of Independence in 1923, the provisional government of Turkey was known as the Government of the Grand National Assembly. The first trial of multi-party politics, during the republican era, was made in 1924 by the establishment of the Terakkiperver Cumhuriyet Fırkası (Progressive Republican Party) at the request of Mustafa Kemal, which was closed after several months. Following a 6-year one-party rule, after the foundation of the Serbest Fırka (Liberal Party) by Ali Fethi Okyar, again at the request of Mustafa Kemal, in 1930, some violent disorders took place, especially in the eastern parts of the country. The Liberal Party was dissolved on 17 November 1930 and no further attempt at a multiparty democracy was made until 1945.[8] The multi-party period in Turkey was resumed by the founding of the National Development Party (Milli Kalkınma Partisi), by Nuri Demirağ, in 1945. The Democrat Party was established the following year, and won the general elections of 1950; one of its leaders, Celal Bayar, becoming President of the Republic and another, Adnan Menderes, Prime Minister.[9] After the a military coup on 27 May 1960, Prime Minister Adnan Menderes, President Celal Bayar, and all the ministers and members of the Assembly were arrested.[10] The Assembly was closed. The Committee of National Unity, CNU (Milli Birlik Komitesi), assumed all the powers of the Assembly by a provisional constitution and began to run the country. Executive power was used by ministers appointed by the CNU.[11] The members of the CNU began to work on a new and comprehensive constitution. The Constituent Assembly (Kurucu Meclis), composed of members of the CNU and the members of the House of Representatives, was established to draft a new constitution on 6 January 1961. The House of Representatives consisted of those appointed by the CNU, representatives designated by two parties of that time (CHP and Republican Villagers National Party, RVNP), and representatives of various professional associations.[12] The constitutional text drafted by the Constituent Assembly was presented to the voters in a referendum on 9 July 1961, and was accepted by 61.17% of the voters. The 1961 Constitution, the first prepared by a Constituent Assembly and the first to be presented to the people in a referendum, included innovations in many subjects.[12] The 1961 Constitution stipulated a typical parliamentarian system. According to the Constitution, Parliament was bicameral. The legislative power was vested in the House of Representatives and the Senate. while the executive authority was vested in the President and the Council of Ministers. The Constitution envisaged a Constitutional Court.[12] The 1961 Constitution regulated fundamental rights and freedom, including economic and social rights, over a wide spectrum and adopted the principles of a democratic social state and the rule of law. The 1961 Constitution underwent many comprehensive changes after the military memorandum of 12 March 1971, but continued to be in force until the military coup of 1980.[13] The country underwent another military coup on 12 September 1980. The Constitution was suspended and political parties were dissolved.[14] Many politicians were forbidden from entering politics again. The military power ruling the country established a \"Constituent Assembly\", as had been done in 1961. The Constituent Assembly was composed of the National Security Council and the Advisory Assembly. Within two years, the new constitution was drafted and was presented to the referendum on 7 November 1982. Participation in the referendum was 91.27%. As a result, the 1982 Constitution was passed with 91.37% of the votes.[15] The greatest change brought about by the 1982 Constitution was the unicameral parliamentary system.[14] The number of MPs were 550 members. The executive was empowered and new and more definite limitations were introduced on fundamental rights and freedoms. Also, a 10% electoral threshold was introduced.[16] Except for these aspects, the 1982 Constitution greatly resembled the 1961 Constitution. The 1982 Constitution, from the time it was accepted until the present time, has undergone many changes, especially the \"integration laws\", which have been introduced within the framework of the European Union membership process, and which has led to a fundamental evolution.[13] After the 2017 constitutional referendums, the first general election of the Assembly was under a presidential system, with an executive president who has the power to renew the elections for the Assembly and vice versa.[17] Following the referendum, the number of MPs increased from 550 to 600.[18] Furthermore, due to separation of powers, members of the cabinet can't introduce laws anymore. This task is left to the parliamentarians. In line with this change, the seats for the members of the cabinet have been removed from the parliament. These seats were originally located on the left side of the Parliament Speaker.[19] In 2022, at the initiative of the ruling AKP and its main political ally MHP, the national electoral threshold for a party to enter parliament was lowered from 10 to 7 percent.[20] There are 600 members of parliament (deputies) who are elected for a five-year term by the D'Hondt method, a party-list proportional representation system, from 87 electoral districts which represent the 81 administrative provinces of Turkey (Istanbul and Ankara are divided into three electoral districts whereas İzmir and Bursa are divided into two each because of its large populations). To avoid a hung parliament and its excessive political fragmentation, from 1982 to 2022 a party must have won at least 10% of the national vote to qualify for representation in the parliament,[16] but in 2022 this was reduced to 7%.[citation needed] As a result of this threshold, only two parties won seats in the legislature after the 2002 elections and three in 2007. The 2002 elections saw every party represented in the previous parliament ejected from the chamber and parties representing 46.3% of the voter turnout were excluded from being represented in parliament.[16] This threshold has been criticized, but a complaint with the European Court for Human Rights was turned down.[21] Independent candidates may also run[22] and can be elected without needing a threshold.[23] A new term in the parliament began on 23 June 2015, after the June 2015 General Elections. Deniz Baykal from the CHP temporarily served as the speaker, as it is customary for the oldest member of the TBMM to serve as speaker during a hung parliament. İsmail Kahraman was elected after the snap elections on 22 November 2015.[24] Parties who have at least 20 deputies may form a parliamentary group. Currently there are five parliamentary groups at the GNAT: AKP, which has the highest number of seats, CHP, MHP, İyi Party and HDP.[25] These committees are one of auditing tools of the Parliament. The research can begin upon the demand of the Government, political party groups or min 20 MPs. The duty is assigned to a committee whose number of members, duration of work and location of work is determined by the proposal of the Parliamentary Speaker and the approval of the General Assembly.[44][45] These committees are established if any investigation demand re the president, vice president, and ministers occur and approved by the General Assembly through hidden voting.[45] An MP can attend more than one committee if s/he is not a member of Application Committee or Planning and Budgeting Committee. Members of those committees can not participate in any other committees. On the other hand, s/he does not have to work for a committee either. Number of members of each committee is determined by the proposal of the Advisory Council and the approval of the General Assembly.[45] Sub committees are established according to the issue that the committee receives. Only Public Economic Enterprises (PEEs) Committee has constant sub committees that are specifically responsible for a group of PEEs.[45] Committee meetings are open to the MPs, the Ministers' Board members and the Government representatives. The MPs and the Ministers' Board members can talk in the committees but can not make amendments proposals or vote. Every MP can read the reports of the committees.[45] NGOs can attend the committee meetings upon the invitation of the committee therefore volunteer individual or public participation is not available. Media, but not the visual media, can attend the meetings. The media representatives are usually the parliamentary staff of the media institutions. The committees can prevent the attendance of the media with a joint decision.[59] The 27th Parliament of Turkey took office on 7 July 2018, following the ratification of the results of the general election held on 24 June 2018. The composition of the 27th Parliament, is shown below. Since the elections, 3 MPs deceased, 5 MPs became ministers, 5 MPs became mayors and 3 MPs lost their memberships.[60] The current Parliament Building is the third to house the nation's parliament. The building which first housed the Parliament was converted from the Ankara headquarters of the Committee of Union and Progress. Designed by architect Hasip Bey,[62] it was used until 1924 and is now used as the locale of the Museum of the War of Independence, the second building which housed the Parliament was designed by architect Vedat (Tek) Bey (1873–1942) and used from 1924 to 1960.[62] It is now been converted as the Museum of the Republic. The Grand National Assembly is now housed in a modern and imposing building in the Bakanlıklar neighborhood of Ankara.[63] The monumental building's project was designed by architect and professor Clemens Holzmeister (1886–1993).[62] The building was depicted on the reverse of the Turkish 50,000 lira banknotes of 1989–1999.[64] The building was hit by airstrikes three times during the 2016 Turkish coup d'état attempt, suffering noticeable damage.[citation needed] Later, the Parliament went through a revision in the summer of 2016.[65] The current TBMM front facade. The old TBMM. Balcony of the old TBMM. The General Assembly is the meeting place of the TBMM. President Atatürk entering the TBMM. Funeral of President Demirel. Garden of the second TBMM. A scale model of the current TBMM. Discussion in the TBMM in the 1980s. Hatı Çırpan at the rostrum. The predecessor of the TBMM was the Ottoman Parliament. The Ottoman Parliament in 1877. Coordinates: 39°54′42″N 32°51′04″E﻿ / ﻿39.91167°N 32.85111°E﻿ / 39.91167; 32.85111","Title":"Grand National Assembly of Turkey - Wikipedia","KeyID":"15069","URL":"https://en.wikipedia.org/wiki/Grand_National_Assembly_of_Turkey"}