{"Content: ":"Government support (4) Opposition (58) The National Council of the Slovak Republic (Slovak: Národná rada Slovenskej republiky), abbreviated to NR SR, is the national parliament of Slovakia. It is unicameral and consists of 150 members, who are elected by universal suffrage under proportional representation with seats distributed via Hagenbach-Bischoff quota every four years.[1] Slovakia's parliament has been called the 'National Council' since 1 October 1992. From 1969 to 1992, its predecessor, the parliament of the Slovak part of Czechoslovakia, was called the Slovak National Council (Slovak: Slovenská národná rada). The National Council approves domestic legislation, constitutional laws, and the annual budget. Its consent is required to ratify international treaties, and is responsible for approving military operations. It also elects individuals to some positions in the executive and judiciary, as specified by law.[2] The parliament building is in Bratislava, Slovakia's capital, next to Bratislava Castle in Alexander Dubček Square. The 150-seat unicameral National Council of the Slovak Republic is Slovakia's sole constitutinonal and legislative body.[3] It considers and approves the constitution, constitutional amendments, and other legislation.[4] It approves the state budget.[4] It elects some officials specified by law, as well as justices of the Constitutional Court and the prosecutor general.[5][6] Prior to their ratification, the parliament also should approve all important international treaties.[4] Moreover, it gives consent for dispatching of military forces outside of Slovakia's territory and for the presence of foreign military forces on the territory of the Slovak Republic.[4] The parliament may vote only if a majority of all its members (76) are present. To pass a decision, the approval of a simple majority of all MPs present is required. Almost all legal acts can be adopted by this relative majority. An absolute majority (76 votes) is required to pass a vote of no-confidence in the cabinet or its members, or to elect and recall the Council's speaker or the deputy speakers. A qualified majority of 3/5 of all deputies (at least 90 votes) is required for the adoption of a constitution or a constitutional statute.[7] The current speaker of the Slovak National Council is Boris Kollár.[8] The length of the bars underneath represents each party's electoral performance. The difference in the total width of the bars is due to the election threshold of 5%; this threshold prevents a varying number of small parties from entering the National Council (most notably, after the 1994 election). Members of the parliament are elected directly for a 4-year term, under the proportional system. Although the suffrage is universal, only a citizen who has the right to vote, has attained 18 years of age and has permanent residency in the Slovak Republic is eligible to be elected. Similarly to the Netherlands and Israel, the whole country forms one multi-member constituency. The election threshold is 5%. Voters may indicate their preferences within the semi-open list. Parliamentary elections were last held in 2020. 2020 Slovak Parliamentary Election The main parliament building is situated next to the Bratislava Castle on the castle hill. The building is insufficiently large to accommodate all officials and representatives. This is because it was built during the Czechoslovak period as a building for the Federal Parliament, which usually met in Prague.[9] The secondary parliament building, which was the main building until 1994, is situated next to the Trinitarian Church below the castle hill in Bratislava. Coordinates: 48°08′31″N 17°05′50″E﻿ / ﻿48.14194°N 17.09722°E﻿ / 48.14194; 17.09722","Title":"National Council (Slovakia) - Wikipedia","KeyID":"15060","URL":"https://en.wikipedia.org/wiki/National_Council_(Slovakia)"}