{"Content: ":"Opposition (61) Others (14) The National Assembly is Zambia's unicameral legislative body. Between 1972 and 1990, Zambia was a one-party state with the United National Independence Party (UNIP) as the sole legal party.[1] The current National Assembly, formed following elections held on 11 August 2016, has a total of 166 members. 156 members are directly elected in single-member constituencies using the simple plurality (or first-past-the-post) system. Eight additional seats are filled through presidential appointment. The Speaker, first deputy speaker and the Vice President are also granted a seat in the assembly. Of the 167 members of the National Assembly, 156 are elected by the first-past-the-post system in single-member constituencies, with a further eight appointed by the President and three others being ex-officio members: the Vice President, the Speaker and one deputy speakers (one elected from outside the National Assembly, while another is chosen among the elected members of the house).[2] The minimum voting age is 18, whilst National Assembly candidates must be at least 21.[3] At the time of Zambia’s independence in 1964, the National Assembly was housed in inadequate and unsuitable premises behind the Government’s Central Offices in Lusaka, commonly known as the \"Secretariat Area\". It was, therefore, apparent at the time of independence that a more fitting building should be constructed to meet future expansion and also to provide adequate members’ sitting and office accommodations.[4] A site was chosen on the crown of a low hill in Lusaka, which dominated the surrounding landscape of the city. The site was also, at one time, the site of the dwelling place of the village headman, Lusaka, after whom the city is now named.[5] The new National Assembly building was planned so that its external appearance expressed the dignity and power of the Government, while internally, it is planned to function as a centre of administration. The focal point of the building is the Chamber, which is rich in decoration and colour, in contrast to the rest of the building.[6]","Title":"National Assembly of Zambia - Wikipedia","KeyID":"15077","URL":"https://en.wikipedia.org/wiki/National_Assembly_of_Zambia"}