{"Content: ":"The Parliament of Tuvalu (called Fale i Fono in Tuvaluan, or Palamene o Tuvalu) is the unicameral national legislature of Tuvalu. The place at which the parliament sits is called the Vaiaku maneapa.[1] The maneapa on each island is an open meeting place where the chiefs and elders deliberate and make decisions.[1] In 1886, an Anglo-German agreement partitioned the “unclaimed” central Pacific, leaving Nauru in the German sphere of influence, while Ocean Island and the future Gilbert and Ellice Islands colony (GEIC) wound up in the British sphere of influence. The Ellice Islands came under Britain's sphere of influence in the late 19th century, when they were declared a British protectorate by Captain Gibson R.N. of HMS Curacoa, between 9 and 16 October 1892 and joined with the Gilbert Islands. The Ellice Islands were administered as a British protectorate by a Resident Commissioner from 1892 to 1916 as part of the British Western Pacific Territories (BWPT), and from 1916 to 1974 as part of the Gilbert and Ellice Islands colony (GEIC). With the creation in 1970 of a Legislative Council where only 4 members were from Ellice Islands constituencies, the idea of a separation between the two archipelagoes became stronger. In 1974, the Ellicean voted by referendum for separate British dependency status. As a consequence Tuvalu separated from the Gilbert Islands which later became Kiribati.[2] Tuvalu became fully independent within the Commonwealth on 1 October 1978. On 5 September 2000, Tuvalu became the 189th member of the United Nations. The way in which legislation was created changed as Tuvalu evolved from a being a British protectorate to a British colony until it eventually became an independent country:[3] During the time of the British colony of Tuvalu until independence the parliament of Tuvalu was called the House of the Assembly or Fale i Fono. The parliament was first established when Tuvalu separated from the Gilbert and Ellice Islands in 1976. Following independence in October 1978 the House of the Assembly was renamed officially the Fale i Fono (unofficially translated by Palamene o Tuvalu).[4] The elections to the parliament — then called the House of the Assembly — immediately before independence was the 1977 Tuvaluan general election; with Toaripi Lauti being appointed as prime minister on 1 October 1977 with a Grandfather clause. The parliament was dissolved in July 1978 and thereafter the government of Toaripi Lauti was acting in a caretaker capacity only until the 1981 Tuvaluan general election was held.[4] At the date of independence there were 12 members of the Parliament of Tuvalu.[5] Amendments to the Electoral Provisions (Parliament) Act in 1999 & 2000 increased the membership of parliament to 15 MPs.[6][7] The Electoral Provisions (Parliament) Amendment Act 2019 increased the number of elected representatives for the electorate of Nukulaelae to become 2 MPs. So that each of the 8 island electorates is represented by 2 MPs (Niulakita is represented by the MPs from Niutao). In August 2007 the Constitution was changed to increase the number of ministers from 5 to 7.[7][8] The Constitution of Tuvalu states that it is “the supreme law of Tuvalu” and that “all other laws shall be interpreted and applied subject to this Constitution”. It sets out the Principles of the Bill of Rights and the Protection of the Fundamental Rights and Freedoms.[9] In 1986, the Constitution adoption of independence was amended in order to give attention to Tuvaluan custom and tradition as well as the aspirations and values of the Tuvaluan people.[10][11] The changes placed greater emphasis on Tuvaluan community values rather than Western concepts of individual entitlement.[10] Section 4 of the Laws of Tuvalu Act 1987 describes the Law of Tuvalu as being derived from: the Constitution, the law enacted by the Parliament of Tuvalu, customary law, the common law of Tuvalu and every applied law. ‘Applied law’ is defined in Section 7 of that Act as “imperial enactments which have effect as part of the law of Tuvalu”.[11] The summoning of Parliament is covered by Section 116 of the Constitution, which states that “subject to this section, Parliament shall meet at such places in Tuvalu, and at such times, as the Head of State, acting in accordance with the advice of the Cabinet, appoints.” The question as to whether the Governor General has the power to summon Parliament without, or in disregard of the advice of Cabinet and, if so, the circumstances which could allow the use of that power, was considered in Amasone v Attorney General.[12] The exercise of political judgment in the calling of by-elections and the summoning of parliament was again tested in 2013. Prime minister Willy Telavi delayed calling a by-election following the death of a member from Nukufetau until the opposition took legal action, which resulted in the High Court ordering the prime minister to issue a notice to hold the by-election.[13][14] The 2013 Nukufetau by-election was won by the opposition candidate. The Tuvaluan constitutional crisis continued until August 2013. The governor-general Iakoba Italeli then proceeded to exercise his reserve powers to order Mr Telavi's removal and appoint Enele Sopoaga as interim prime minister.[15][16] The Governor General also ordered that Parliament sit on Friday 2 August to allow a vote of no-confidence in Mr Telavi and his government.[17] The role of the member of the Parliament of Tuvalu in the parliamentary democracy by established in the Constitution, and the ability of a Falekaupule (the traditional assembly of elders of each island) to direct an MP as to their conduct as a member, was considered in Nukufetau v Metia. The Falekaupule of Nukufetau directed Lotoala Metia, the elected member of parliament, as to which group of members he should join and when this directive was not followed the Falekaupule ordered Metia to resign as a member of parliament.[18] When Falekaupule attempted to enforce these directives through legal action, the High Court determined that the Constitution is structured around the concept of a parliamentary democracy;[19] and that “[o]ne of the most fundamental aspects of parliamentary democracy is that, whilst a person is elected to represent the people of the district from which he is elected, he is not bound to act in accordance with the directives of the electorate either individually or as a body. He is elected because a majority of the voters regard him as the candidate best equipped to represent them and their interests in the government of their country. He is bound by the rules of parliament and answerable to parliament for the manner in which he acts. Should he lose the confidence of the electorate, he cannot be obliged to resign and he can only be removed for one of the reasons set out in sections 96 to 99 of the Constitution.”[20] There are no formal parties in Tuvalu. The political system is based on personal alliances and loyalties derived from clan and family connections.[4][7][21] The Parliament of Tuvalu is rare among national legislatures in that it is non-partisan in nature. It does tend to have both a distinct government and a distinct opposition, but members often cross the floor between the two groups, resulting in a number of mid-term changes of government in recent years, such as followed the 2010 Tuvaluan general election.[7][21] Maatia Toafa was elected prime minister soon after the election, however on 24 December 2010, he lost office after a motion of no confidence, carried by eight votes to seven,[22] which had the result that a new ministry was formed by Willy Telavi.[23] Telavi retained a majority support in parliament following the 2011 Nui by-election, however the 2013 Nukufetau by-election was won by the opposition candidate, which resulted in the loss of his majority.[24] A constitutional crisis developed when Telavi took the position that, under the Constitution of Tuvalu, he was only required to convene parliament once a year, and was thus under no obligation to summon it until December 2013.[25] However he was forced to call parliament following the intervention of the governor-general. On 2 August 2013 Willy Tevali faced a motion of no confidence in the parliament.[26] On 4 August the parliament elected Enele Sopoaga as prime minister.[26][27] In 2015 the parliament was dissolved with a general election set down for March.[28] A candidate for parliament must be a citizen of Tuvalu of a minimum age of 21 years. Voting in Tuvalu is not compulsory. At 18 years of age, Tuvaluans are eligible to be added to the electoral rolls.[4] The members of parliament serve a four-year term.[29] Each member is elected by popular vote in one of eight island-based constituencies. The Electoral Provisions (Parliament) Amendment Act 2019 increased the number of elected representatives, so that each of the 8 island electorates is represented by 2 MPs. The residents of Niulakita, the smallest island, are included in the electoral roll for Niutao. The parliament is responsible for the selection the Prime Minister of Tuvalu from among their ranks and also the Speaker of Parliament by secret ballot. The Speaker presides over the parliament. The ministers that form the Cabinet are appointed by the governor-general on the advice of the prime minister. The Attorney-General sits in parliament, but does not vote: the parliamentary role of the Attorney-General is purely advisory.[4] The current Attorney-General is Eselealofa Apinelu. Any member of parliament may introduce legislation into parliament, but in practice, as in most partisan systems, this occurs mainly at the behest of the governing Cabinet. Legislation undergoes first, second and third readings before being presented to the Governor-General of Tuvalu for assent, as in other Westminster systems. One notable variation, however, is that legislation is constitutionally required to be presented to local governments (falekaupules) for review after the first reading; they may then propose amendments through their local member of parliament.[7] The under-representation of women in the Tuvalu parliament was considered in a report commissioned by the Pacific Islands Forum Secretariat in 2005,[30] In May 2010, a consultation entitled “Promoting Women in Decision Making” was held in Funafuti, as parliament at that time had no women MPs. The outcome was a recommendation for the introduction of two new seats, to be reserved for women.[31] This followed the example of Papua New Guinea, which had only one female MP at that time, and whose Parliament was considering a bill to introduce 22 seats reserved for women. The Tuvaluan Ministry for Home Affairs, which has responsibility for women's affairs, stated that steps would be taken to consider the recommendation.[32] Throughout the history of the parliament three women have been elected: Naama Maheu Latasi, from 1989 to 1997; Pelenike Isaia from 2011 to 2015; and Dr Puakena Boreham from 2015. Pelenike Isaia was elected in a by-election in the Nui constituency in 2011 that followed the death of her husband Isaia Italeli, who was a member of parliament.[33] Pelenike Isaia was not re-elected in the 2015 general election. Dr Puakena Boreham was elected to represent Nui in the 2015 general election.[34][35] The most recent general election was held on 9 September 2019.[36] In the Nukufetau electorate the caretaker prime minister, Enele Sopoaga, was returned to parliament, however Satini Manuella, Taukelina Finikaso and Maatia Toafa, who were ministers, were not returned. Seven new members of Parliament were elected.[36] Following the 2019 Tuvaluan general election, on 19 September 2019, the members of parliament elected Kausea Natano from Funafuti as prime minister with a 10-6 majority.[37][38] Samuelu Teo was elected as Speaker of the Parliament of Tuvalu.[39]","Title":"Parliament of Tuvalu - Wikipedia","KeyID":"15070","URL":"https://en.wikipedia.org/wiki/Parliament_of_Tuvalu"}