{"Content: ":"Opposition (109) Others The unicameral Parliament of Uganda is the country's legislative body. The most significant of the Ugandan parliament's functions is to pass laws which will provide good governance in the country. The government ministers are bound to answer to the people's representatives on the floor of the house. Through the various parliamentary committees, parliament scrutinises government programmes, particularly as outlined in the State of the Nation address[1] by the president. The fiscal issues of the government, such as taxation and loans need the sanction of the parliament, after appropriate debate.[2] The Parliament has a total of 529 seats, including 353 representatives elected using first-past-the-post voting in single winner constituencies. Using the same method, 146 seats reserved for women are filled, with one seat per district. Finally, 30 seats are indirectly filled via special electoral colleges: 10 by the army, 5 by youths, 5 by elders, 5 by unions, and 5 by people with disabilities. In each of these groups, at least one woman must be elected (at least two for the army group).[3][4][5] In 2016, it was composed of 288 constituency representatives, 121 district woman representatives, ten Uganda People's Defence Force representatives, five representatives of the youth, five representatives of persons with disabilities, five representatives of workers, and seventeen ex officio members.[6] The Ugandan parliament was established in 1962, soon after the country's independence.[7] This body was then known as the National Assembly. It had 92 members and was presided over, as speaker, by Sir John Bowes Griffin, a British lawyer and former Ugandan Chief Justice. During this period, Prime Minister Milton Obote abrogated the constitution and declared himself President of Uganda in 1966. This parliament also witnessed the abolition of Uganda's traditional kingdoms and the declaration of Uganda as a republic. The speaker during the Second Parliament was Narendra M. Patel, a Ugandan of Indian descent. This parliament ended when Idi Amin overthrew Milton Obote's government in January 1971. Following the overthrow of Idi Amin in April 1979, a new legislative body known as the Uganda Legislative Council was established. With an initial membership of 30, the membership was later increased to 120. This was the Third Parliament and was chaired by Professor Edward Rugumayo. This legislative body continued to function until the general elections of December 1980. This period marked the return to power of Milton Obote and the Uganda People's Congress (UPC), following the disputed national elections of 1980. The speaker of the Fourth Parliament was Francis Butagira, a Harvard-trained lawyer. the Fourth Parliament ended when General Basilio Olara Okello overthrew Obote and the UPC government in 1985. Known as the National Resistance Council (NRC), the Fifth Parliament was established following the end of the Ugandan 1981-1985 guerrilla war. Starting with 38 historical members of the National Resistance Movement and National Resistance Army, the legislative body was gradually expanded to include representatives from around the country. The speaker during the Fifth Parliament was Yoweri Museveni, who also concurrently served as the President of Uganda. The Sixth Parliament was constituted during one-party rule (NRM). James Wapakhabulo served as speaker from 1996 until 1998. From 1998 until 2001, Francis Ayume, a member of Parliament from Koboko District, served as speaker. The Seventh Parliament was presided over as Speaker by Edward Ssekandi. The most controversial legislation passed during this period was the amendment of the constitution to remove presidential term limits. This was a continuation of the Seventh Parliament, with Edward Ssekandi as speaker and Rebecca Kadaga as deputy speaker. The Ninth Parliament was presided over by Rebecca Kadaga as speaker, and Jacob Oulanyah as deputy speaker. In the Tenth Parliament, Rebecca Kadaga and Jacob Oulanyah remained in their posts as speaker and deputy speaker respectively. On September 27, 2017, a fight ensued during a legislative session of the Ugandan parliament. The legislation in discussion at the time was to remove the presidential age limit of 75 from the Ugandan constitution. Following accusations from the parliamentary speaker against certain lawmakers in the chamber of disorderly conduct, a full-fledged fight broke out in which chairs were thrown, microphone stands used as clubs, and eventual removal of some members by plain clothes security officers.[8] On March 25, 2022, Thomas Tayebwa was voted as the new Deputy Speaker of the Parliament of Uganda.[9] ","Title":"Parliament of Uganda - Wikipedia","KeyID":"15071","URL":"https://en.wikipedia.org/wiki/Parliament_of_Uganda"}