{"Content: ":"Opposition (5) Ex officio (2) The House of Assembly of the British Virgin Islands, until 2007 known as the Legislative Council,[1] has 15 members: 13 directly elected for four-year terms (nine in single-seat constituencies and four \"at large\"), and two ex officio members (the Attorney General and a Speaker chosen from outside the house).[2] Sittings of the House of Assembly are divided into \"terms\" with each term following from a general election. The House of Assembly is presently sitting its fourth term, but the first term of the House of Assembly followed the 15th term of the old Legislative Council. Accordingly, in aggregate the legislature is sitting its 19th term since the restoration of democracy in the Territory. Each term has a series of \"sittings\". At the end of each sitting the House is either prorogued until the next sitting, or dissolved for a general election. The Hon. Julian Willock was elected Speaker of the House on 12 March 2019.[3] The official record is Hansard. The history of legislatures in the British Virgin Islands can be roughly divided into two: colonial legislatures in the 18th and 19th centuries, and then a hiatus, followed by the modern legislature after the re-introduction of democracy in 1950. There was no attempt to impose any form of local legislature prior to the British taking control of the islands in 1672. But in 1735 the Governor of the Leeward Islands, William Matthew, sought to establish executive councils and legislative assemblies in Virgin Gorda and Tortola. The assemblies were to consist of nine members, elected by the free inhabitants of the islands. After the elections, it was determined that the governor had no such power and therefore the assemblies were ultra vires and were never called into session (although the councils did take up their duties).[4] During the 18th and 19th centuries the British Virgin Islands had a number of legislative councils, but these proved to be largely ineffective, and the last one was formally dissolved in 1901. Between 1747 and 1754 Lieutenant Governor James Purcell pressed for some form of formal government in the British Virgin Islands, but in this he was rebuffed by Governor George Thomas. But by 1773 the new Leeward Islands Governor, Sir Ralph Payne, was instructed to introduce a system of representative government in the Virgin Islands, consisting of a governor, an appointed council, and an elected assembly.[5] On 30 November 1773 legislation was introduced which provided for, amongst other things, an eleven-member assembly (eight for Tortola, two for Virgin Gorda and one for Jost Van Dyke), with various qualification to vote or to stand.[6] The assembly opened on 31 January 1774, but got off to an inauspicious start. After an impassioned speech from Governor Payne about the need for immediate action to pass laws for good government, the legislature (consisting of plantation owners) almost immediately fell into stalemate with the governor over a tax bill and confirmation of land titles. Accordingly, the legislature refused to pass legislation to establish a court system. Powers were eventually conferred on the governor to create a court system directly, which led to further mistrust and division between the plantation owners in the legislature on the one hand, and the governor and the newly appointed judge on the other. In around 1783 the legislature was reconstituted with 15 members and districts were redrawn, and a certain amount of détente emerged. In 1815 (after the abolition of the trade in African slaves, but prior to the abolition of slavery itself) the territory was inhabited by an increasing number of free blacks who petitioned for civil rights, and in 1818 their request was granted and free black men were permitted to vote, although they could still only vote for white landowners. It appears that this may not have been so much of a great leap forward in civil rights so much as an attempt to shore up interest in the legislature, which was being increasingly abandoned and marginalised by the plantation owners at this time.[7] By 1867, when the Territory was struck by a fierce hurricane, \"all pretence to the operation of a Legislative Council in which there were elected representatives came to an end\".[8] Legislation was passed reconstituting the assembly again so that it consisted of three official members and three appointed members, but with no elections. In 1871 a single federal colony consisting of all the Leeward Islands was created, and tellingly the Virgin Islands was not given a seat at this assembly. In 1902 the Federal Council formally abolished the local Virgin Islands legislature and council, neither of which had met for many years by that time. It was grimly noted that the legislature \"had practically nothing of any real importance ... to legislate about and the functions of the executive was the maintenance of law and order and the collection of taxes from miserably poor people\".[9] The first Legislative Council of modern times was formed in 1950 pursuant to the Constitution Act, 1950. It had eight members: two ex officio members, two nominated members and four elected members. Requirements for standing for election included income, property, and a deposit (forfeited with failure to garner a certain percentage of votes).[10] The four members were elected in 1950 on a Territory-wide basis. In 1954 the existing constitutional provisions were replaced by the Constitution and Elections Ordinance, 1954[11] which expanded the elected membership to six, divided amongst five district seats (with Road Town having two representatives). The 1967 Constitution expanded the elected membership to seven, with each district having a single representative. In 1977 the Elections Ordinance increased the number of district seats to nine. Pursuant to the Elections Act, 1994 the British Virgin Islands introduced four Territorial at-large seats in addition to the nine district seats, making a total of 13 elected members to sit alongside the two ex officio members (the Speaker and the Attorney General). The introduction of the Territorial at-large seats was bitterly opposed by the Chief Minister of the day, Lavity Stoutt.[12] Qualifications to be elected as a member of the House of Assembly are now regulated by article 65 of the Constitution (there are no similar restrictions in relation to the two appointed members). Broadly speaking this requires that the candidate must be a second generation Belonger, and must either be domiciled in the British Virgin Islands or have completed a period of residence. In order to be elected as a member of the House, a person must either be a Virgin Islander (as defined) over the age of 21, and otherwise qualified to vote in the Territory. For these purposes a \"Virgin Islander\" means a Belonger who is either:[14] A person may also be qualified to stand for election if they were qualified to stand under the previous Constitution on the date of the last election before it was repealed.[15] The restrictions under the earlier constitution were much more relaxed (a person only needed to be a Belonger, over the age of 21, and resident and domiciled in the British Virgin Islands[16]), and preserving them was intended to preserve the right of any sitting members of the House from accidentally being disqualified. However, the wording used suggests that any person who was so qualified on the day the 2007 constitution came into effect remains so qualified (i.e. any Belonger who was born before 1986 and was resident and domiciled in the British Virgin Islands on the date the 2007 constitution came into effect). However, a person shall be disqualified from being elected (regardless of where they are born) if they are not domiciled in the British Virgin Islands unless: The High Court has jurisdiction to hear and determine any questions relating to the eligibility of a person to stand for election as a member.[17] An application to the court may be made by any person who is (a) a registered voter in the relevant district, (b) a person who was a candidate in that district, or (c) the Attorney General. There are no residency or similar restrictions as to who may stand for any particular district seat. Accordingly, a candidate could stand for election in a district where they did not live, and, theoretically, had never been to. A person is disqualified from being elected as a member of the House if:[18] Qualifications to be registered as a voter in the British Virgin Islands are now regulated by article 68 of the Constitution. A person is qualified to vote if they are a Belonger aged 18 or older, and are resident in either the British Virgin Islands or the United States Virgin Islands. However a person is disqualified from voting if: Persons are registered to vote in the Territorial district which they reside within. The current district seats are as follows: At-large seats were reintroduced in 1994 pursuant to the Elections Act, 1994. The At-large seats were in addition to the District seats. Candidates had been elected to At-large seats in the 1950 general election, but not subsequently. At present four seats in the House of Assembly are elected on a Territory-wide basis and these are referred to as the At-large seats. Accordingly, at each general election every voter may cast up to five votes: one in relation to the representative for their District, and up to four in favour of candidates standing for the At-large seats (each voter may only vote for any candidate one time - it would not be possible to vote for the same At-large candidate four times). Accordingly, in recent times the At-large seats have tended to work as a swing vote - if one party is more popular than the other Territory-wide, then they will normally win most or all of the At-large seats, which helps ensure that the winning party has a working majority. The present At-large representatives in the House of Assembly are Sherie de Castro, Neville Smith, Shereen Flax-Charles and Carvin Malone (all elected for the first time in 2019, and all members of the ruling Virgin Islands Party). The House of Assembly normally sits in four-year terms. A new term must commence within three months of the dissolution of the House from the previous term. The Governor, acting in accordance with the advice of the Premier, may dissolve the House at any time (thereby calling a \"snap election\").[21] However the Governor must dissolve the House within four years of the date when the House first meets after a general election unless it has been dissolved sooner.[22] Once the House is dissolved a general election must be held after at least 21 days, but not more than two months after the dissolution of the House. The next sitting of the House must commence within three months of the dissolution (i.e. a minimum of 28 days and a maximum of 41 days after the general election, depending upon the date of dissolution and the calendar date that the election fell upon).[23] The House must also be prorogued at least once per calendar year,[24] and this is normally done over the summer. The principal power of the House of Assembly is as a legislature. The House is vested with power to enact laws for the Territory.[25] The House also, by implication, has power to amend and revoke existing laws.[26] However, no Bill may be brought before the House, and the House shall not proceed on any Bill, which makes provision for imposing or increasing any tax, or imposing or increasing any charge on the revenues or other funds of the Territory except upon the recommendation of the Minister of Finance.[27] In 2014 the House of Assembly passed the Law Revision Act, 2014. That legislation purports to confer direct power on the Attorney General to amend primary legislation, ostensibly to tidy up and modernise existing laws. However, it is not yet clear whether the House of Assembly has constitutional power to delegate its law making (and law amending) powers in this manner.[citation needed] A quorum in the House is constituted by seven members.[28] If a sufficient number of members leave a sitting session and do not return such that the number remaining falls below a quorum, the sitting shall be adjourned. All questions decided by the House are decided by a majority of votes. However, on certain specific matters, only the elected members of the House are eligible to vote:[29] The House has power to make, amend and revoke Standing Orders for the regulation and orderly conduct of its own business and the dispatch of business.[30] The Speaker or, in her absence, the Deputy Speaker, presides over proceedings. Where both the Speaker and Deputy Speaker are absent, the members of the House may choose any one from amongst their number who is not a Minister to preside. 1 \"Bailiwick-wide\" legislation passed in the States of Guernsey applies not only in Guernsey, but also in Alderney and Sark, with the consent of their governments. 2 Although Island Councils for Ascension and for Tristan da Cunha exist, which must be consulted, legislation is enacted by Administrators on behalf of the Governor of Saint Helena.","Title":"House of Assembly of the British Virgin Islands - Wikipedia","KeyID":"15082","URL":"https://en.wikipedia.org/wiki/House_of_Assembly_of_the_British_Virgin_Islands"}