{"Content: ":"Coordinates: 36°08′27″N 5°21′14″W﻿ / ﻿36.140775°N 5.353758°W﻿ / 36.140775; -5.353758 Government (10) Opposition (7) The Gibraltar Parliament is the legislature of the British overseas territory of Gibraltar. Between 1969 and 2006, it was called the Gibraltar House of Assembly. The House of Assembly, set up under the 1969 constitution, was a unicameral body originally consisting of 15 members elected by the Gibraltar electorate, plus two appointed members including the Attorney-General. The term \"House of Assembly\" has been commonly used for the legislatures of British territories that are less than fully sovereign. It was replaced by the current Gibraltar Parliament by the new 2006 constitution, reflecting an increase in its sovereignty. All 17 of the new Parliament's members are elected. Under the election system, each voter was allowed to vote for ten members of the Assembly. Due to the small area of Gibraltar and its territorial continuity, precincts served only as polling places, not political units, and there are no electoral districts served by the members, who were instead elected \"at large\" to serve the territory as a whole. The system lends itself to block voting – each of the parties or electoral coalitions tended to nominate a slate of ten candidates and encourage its supporters to vote for all of them. In most cases, the winning party or coalition would have all ten of its nominees elected, with the other seven elected members coming from the second-place party. The Parliament sits in a building overlooking Main Street and John Mackintosh Square. It was constructed in 1817 and previously served as the Exchange and Commercial Library. In 1951, the building was refurbished to host the Legislative Council.[1] Under the 1969 Constitution, the House of Assembly was established, superseding the Legislative Council. The first session of the House of Assembly was opened on 28 August 1969 by the then Governor, Admiral of the Fleet Sir Varyl Begg.[2] The 17 Members of the Gibraltar Parliament, as of the most recent election, are: Summary of the 17 October 2019 Gibraltar Parliament election results 1 \"Bailiwick-wide\" legislation passed in the States of Guernsey applies not only in Guernsey, but also in Alderney and Sark, with the consent of their governments. 2 Although Island Councils for Ascension and for Tristan da Cunha exist, which must be consulted, legislation is enacted by Administrators on behalf of the Governor of Saint Helena.","Title":"Gibraltar Parliament - Wikipedia","KeyID":"15088","URL":"https://en.wikipedia.org/wiki/Gibraltar_Parliament"}