{"Content: ":"Opposition (16) The Løgting (pronounced [ˈlœktɪŋɡ]; Danish: Lagtinget) is the unicameral parliament of the Faroe Islands, an autonomous territory within the Danish Realm. The name literally means \"Law Thing\"—that is, a law assembly—and derives from Old Norse lǫgþing, which was a name given to ancient assemblies. A ting or þing has existed on the Faroe Islands for over a millennium and the Løgting was the highest authority on the islands in the Viking era. From 1274 to 1816 it functioned primarily as a judicial body, whereas the modern Løgting established in 1852 is a parliamentary assembly, which gained legislative power when home rule was introduced in 1948. The Manx Tynwald and the Icelandic Alþing are the two other modern parliaments with ties back to the old Norse assemblies of Europe. Today, the Faroe Islands compromise one constituency, and the number of MPs is fixed at 33. The first election with this new system was held on 19 January 2008, after the Election law was changed in late 2007, prior to which the membership of the Løgting varied from 27 to 32. The 7 constituencies had 27 seats and up to 5 supplementary seats. That Election Act came into force in 1978, and the eight general elections between 1978 and 2004 all resulted in 32 members. The Løgting is elected for a period of four years. Election of the Løgting can take place before the end of an election period if the Løgting agrees on dissolving itself. The Løgmaður (Prime Minister) issues a proclamation of the forthcoming election and appoints the day of election, which must take place, at the earliest, six weeks after the proclamation. The Faroese ting or assembly was originally a so-called alþing, with both legislative and judicial authority. During this time, there was no executive authority in the country. The Faroese society was a family society (eitt ættarsamfelag), where the families saw to it that the judgments and resolutions of the Løgting were put into practice. There is some evidence that the Faroes were already colonised as early as 650. The first inhabitants, who were of Celtic descent, were driven out by Norse landnamsmen in about 825. Faroese society in the Viking Age and the Middle Ages resembled the other Nordic populations in many ways. This was particularly true when it came to legislation. The most important body of law was the Gulatingslógin, an ancient Norwegian agricultural law which originated in the Gulating legislative area in Vestlandet in Norway. Originally, this law was preserved through oral tradition, but it was written down about the year 1100. The Faroese ting is mentioned, for the first time in the Færeyinga saga, as \"the assembly\", where the chieftains Sigmundur Brestisson and Tróndur í Gøtu met. In 999, Sigmundur introduced Christianity at the ting, which was located on Tinganes, a peninsula, which is now the old part of Tórshavn, the capital of the Faroes. In the Viking Age it was a tradition to hold the ting at a neutral and thus uninhabited place, so nobody had an advantage of the location. In fact, there was no settlement at Tinganes to that time, but it was the most central place of the islands. However, the Faroese ting mentioned in this saga must have been a well introduced institution in the 10th century, for it was held each year and is not described as something new or unusual. Considering this, it is possible that the Faroes were explored earlier than Iceland and had the same Norse rules. It is possible that the Faroese ting is older than that of Iceland, which was founded in 930. This early Faroese ting was also described as the assembly of the \"Faroes' best men\" who were a free assembly of the wealthier farmers, and the Faroes constituted a kind of republic with a population of about 4,000 people and 60,000 sheep. The president of the ting was the Løgsøgumaður, who had no voting rights. The Viking Age in the Faroes ended in 1035 when Tróndur í Gøtu died and Leivur Øssursson (the son-in-law of Sigmundur Brestisson) became liege lord under king Magnus I of Norway. Yet, the Faroes remained a kind of self-governing society for the next 150 years. The status of the Faroes changed under king Magnus VI of Norway, who introduced the Norwegian Landslog (Land's Law) in 1274. By this time, The Faroese ting had become an assembly of representatives of the 6 local vártings, with only judicial authority. This was called lǫgþing in Old Norse, according to the High Courts of Norway. Its president, the Løgmaður, was the presiding judge, and was, from then on, appointed by the king. Its members were called Løgrættumenn (approximately translating to \"jurymen\"), appointed by the King's Provost on the Faroes. On 24 June 1298 the Faroes gained its first form of constitution, the Seyðabrævið (\"Sheep Letter\", concerning sheep breeding): the earliest such document the islands know today. Around 1380, the Faroes, together with Norway, came under the Danish throne, but the islands preserved their special status as former Norwegian territory. Regardless of these developments, the Løgting preserved a certain influence on the legislature and the administration of the islands until the introduction of the absolute monarchy in 1660 under Frederick III. From that date the influence and authority of the Løgting had become again reduced, and the institution was finally abolished in 1816. At the same time, the judicial authority of the Løgting was transferred to other courts, such as the newly inaugurated Court of the Faroes. When Denmark received a free and, for that period, democratic constitution in 1849, this signalled the end of the special status the Faroes had held within the kingdom of Denmark. This was enacted without consulting the Faroese population. At that time many of them wished to see the Løgting reinstated, one reason being that they were not satisfied with the situation that the highest Danish government official, called the Amtmaður, was the sole advisory authority on the Faroes on matters of Faroese legislation. Among those who campaigned for political rights of the Faroes was Niels Winther (1822–1892). When the Act of 23 March 1852 was passed it meant that the Faroese Løgting was to be reconstituted, although not as a legislative assembly, but as an advisory body, an amtsráð. The reconstituted Løgting held its first assembly on Ólavsøka in 1852, and thus revived the traditions of the former institution which had been abolished in 1816. Even though at that time the Løgting had only limited political authority and influence, the institution gradually gained in significance as the representative of the Faroes to the Danish government and parliament (the rigsdag) and as a political forum where politically conscious Faroese islanders could gain experience of politics. The Løgting became the political platform for the Faroese nationalist movement. One of the chief objectives behind the demand for political home rule which its supporters put forward was that the Løgting should have legislative powers. In the assembly established in 1852, the Amtmaður, the highest Danish government official, was ex officio the president of the Løgting. However, this rule was amended in 1923, so that the president was, from then on, elected by the members of the Løgting. Since 1927, the Løgting protocols are written in Faroese, and in 1935 the Løgting was authorised to levy taxes. During World War II, when the Faroes were occupied by the United Kingdom on 12 April 1940 and relations with Denmark were interrupted, the Løgting actually functioned as a legislative assembly, and the Faroes had their own government consisting of the Amtmaður Carl Aage Hilbert and ministers appointed by the Løgting. In this period, the Faroese proved able to govern themselves. At the end of the war, the independence movement (mainly under influence of the new Fólkaflokkurin) was so powerful that none of the political parties were willing to return to the pre-war situation where the status of the Faroes had practically been that of a Danish county (Færøernes amt). Long and laborious negotiations followed between the Danish government and the representatives of the Løgting. Finally a public vote was held on 14 September 1946 where the electorate was to choose between a Danish proposition of Home rule and full secession from Denmark. This election is not considered a referendum, as the parliament was not bound to follow the decision of the vote. The result was a marginal majority of 161 votes for secession from Denmark (48.7% in favour, 47.2% against, 4.1% blank or spoilt). The republican coalition majority in parliament interpreted the results as a resolve by the Faroese people for full Faroese independence from Denmark and started the process of secession as well as establishing proper governing bodies for an independent Faroese nation. The Government of Denmark contested the legality of this process, and on 25 September the King of Denmark signed a document dissolving the Faroese parliament and a new election was held a few months later. This election resulted in a significant majority of 2,000 votes for the parties favoring a union with Denmark, and a new unionist coalition was formed. Based on their growth in votes they chose not to pass the secession, but as a compromise, the Home Rule Act was constituted and came into force on 1 April 1948.[2] As it was then, this election is still shrouded in controversy today, and there exist two popular stances in this discussion. On one hand, some people argue that there was a resolve in favor of independence, as there actually was a factual majority for secession, even if it was a small one. On the other hand, other people argue that the majority was far too small, as there were in fact only 161 more votes for independence, and this side specifically argues that only a qualified majority can be large enough grounds to pass a vote of such social and political consequence. Under the Home Rule Act, the Faroese Løgting is the legislative authority in special Faroese matters, defined as særanliggender, while other areas are administered by the Danish national authorities as common matters, fællesanliggender. With the passing of a new statute in 1995, parliamentarism was legally adopted and at the same time the structure and functions of the Løgting were modernised. A proper Faroese Constitution is planned and underway. After Home Rule had come into force the parliamentary work of the Løgting changed fundamentally. Before Home Rule the Faroese Parliament had only been a consultative body, whereas now the Faroese Parliament has legislative power within all the branches taken over from the Danish Parliament (Det danske Folketing). According to the Home Rule Act the various branches of legislative power are divided into an A-sector and a B-sector. Matters regarding defence and foreign policy are outside the scope of Home Rule. The Danish Folketing has legislative power in all areas except those which have been taken over by the Løgting. The Faroese have two seats in the Danish Folketing. Within the framework of Home Rule the Løgting provides for constitutional affairs and for the order of business. According to the Faroese Home Rule Act the organization of internal affairs is solely within the province of the Faroese Parliament. An act concerning this matter was passed on 26 July 1994. According to section No. 1. of this act the division of legal power concerning matters taken over by the Home Rule is now shared jointly between the Faroese Parliament and the Prime Minister, executive power rests with the Government whereas judicial power in such matters rests with the Danish courts. The Parliament is elected for a period of four years, and the maximum membership is 32 members who are elected in public, secret, and direct elections. The government consists of the Prime Minister (løgmaður) and not fewer than two ministers (landsstýrismenn). The Prime Minister is appointed indirectly by the Parliament. The Chairman of the Parliament after having had talks with the party leaders submits a proposal for a new Prime Minister, a vote is taken, and if a majority of the members reject the candidate then the proposal is rejected, otherwise the candidate is accepted. The Prime Minister appoints the ministers. Neither the Prime Minister nor a minister may hold their seats if a vote no confidence is put forward and 17 MPs are opposed. The Prime Minister has at any time the power to call an election. The Prime Minister and the ministers are not permitted to hold seats in the Parliament. The Løgting has 7 standing committees which in accordance with the order of business of the Faroese Parliament are elected for the duration of the election period unless the members of the Parliament agree on electing the committees anew. Standing Committees: The parliament is typically split into four main parties, each of which typically get around 20% in elections: the conservative Union Party, the Social Democratic Party, the liberal-independentist People's Party, and the democratic socialist Republic, who each take a unique position on left/right and independence/unionism axis. In addition, there are three smaller parties with representation: the classical liberal Progress, the liberal New Self-Government, and the Christian conservative Centre party. At the elections each party has a certain letter, which is also used on posters for the campaigns. The last general elections were held in the Faroe Islands on 31 August 2019. The first meeting of the Løgting is on Saint Olaf's Day (ólavsøka). On 29 July the members of the Løgting, the ministers (landsstýrismenn), the High Commissioner of Denmark (ríkisumboðsmaður), and high officials walk in procession (skrúðgonga) from the Parliament building to the cathedral (Havnar kirkja). After the service the procession returns to Parliament House, and the Løgting is opened. At the first meeting the Prime Minister (Løgmaður) delivers his Saint Olaf's Day address, in which he gives a general description of the state of the nation. The Løgting has one major parliamentary debate concerning the state of the nation. The debate is about Løgmaður's Saint Olaf's Address, and the budget. As a rule the Løgting debates between 100 and 150 various items in one session. This Ólavsøka tradition is very old and dates back to the time of the Norwegian rule. In these former times was the Løgting only held one time the year starting with Ólavsøka and sitting 8 days from 6 in the morning to 3 in the afternoon, with church service each day, and all priests of the Faroes attendant. In the 17th century this was a bit modified - now only meeting with all priests at Ólavsøka day. The protocols of the Løgting assemblies and its other archives from 1852 up to the present are kept at the Faroese National Archive in Tórshavn. The Løgting's protocols from 1615 to 1816 are also preserved at the National Archive. The total archives of the Løgting contain the most important sources of Faroese history. Thus the Faroese Løgting is a parliament with an exceptionally well-documented history, where the archives in fact cover the period right from 1298 to the present. There are only a very few parliaments in Europe with archives preserved to the same extent where the records are continuous both through time and in their contents. Together with the other texts in the Kongsbókin, the Statute concerning sheep breeding on the Faroes (Seyðabrævið) contains information on conditions in society, the economy, the language, culture and cultural history. The Løgting's archives from 1615 to 1816 contain similar rich sources of material on all aspects of the history of the Faroes in that period. The Løgting's archives for the period from 1852 to the present also provide the most important source of information on the more recent and latest political history of the Faroes. The Faroese cultural heritage is founded on this abundance of source material, which is thus at the very heart of the Faroese identity and sense of history right from the landnam period to the present time.","Title":"Løgting - Wikipedia","KeyID":"15086","URL":"https://en.wikipedia.org/wiki/L%C3%B8gting"}