{"Content: ":"Deputies (37)  The States Assembly (French: Assemblée des États; Jèrriais: Êtats d'Jèrri) is the parliament of Jersey,[1] formed of the island's 37 deputies and the Connétable of each of the twelve parishes. The origins of the legislature of Jersey lie in the system of self-government according to Norman law guaranteed to the Channel Islands by John, King of England, following the division of Normandy in 1204.[2] The States Assembly has exercised uncontested legislative powers since 1771, when the concurrent law-making power of the Royal Court of Jersey was abolished.[3] The Assembly passes and amends laws and regulations; approves the annual budget and taxation; appoints the chief minister, ministers and members of various committees and panels; debates matters proposed by the Council of Ministers, by ministers, by individual States Members or by one of the committees or panels. Members are also able to ask questions to find out information and to hold ministers to account.[4] Executive powers are exercised by a chief minister and eleven ministers, elected from among the members of the Assembly, and are known collectively as the Council of Ministers. Ministers are accountable to the Assembly for the conduct of their departments. The legislature derives its name from the estates (French: états) of the Crown (represented by the Bailiff and Jurats), the Church (the rectors of the parishes) and the people (represented by the connétables) from whom the Assembly was originally summoned. Today, the three estates still exist, however all three now represent the island population (through the island, the parishes and their districts). Jersey's political history begins as part of the Duchy of Normandy. However, when the King of France stripped King John of England of the title ‘Duke of Normandy’ the people of Jersey and the other Channel Islands rebelled against the French King maintaining the sovereignty of the 'rightful' duke.[citation needed] In 1259 Henry III signed the Treaty of Paris, resigning his claim to the Duchy of Normandy except the Channel Islands. The Channel Islands were not absorbed into the Kingdom of England but two offices were appointed; the Warden (the Monarch's representative) and the Bailiff. Other sources state that the Bailiff was in fact appointed initially by the Warden in 1235. The existing Norman customs and laws were allowed to continue and there was no attempt to introduce English law. The formerly split administrative system was replaced with a centralised legal system (the basis of the 'States'), of which the head was the King of England rather than the Duke of Normandy. The law was conducted through 12 jurats, constables (connétable) and a bailiff (Baillé).[5]: 27–8  The role of the Jurats when the King's court was mobile would have been preparatory work for the visit of the Justices in Eyre. It is unknown for how long the position of the Jurats has existed, with some claiming the position dates to time immemorial. After the cessation of the visits of the Justices in Eyre (and with the frequent absence of the Warden), the Bailiff and Jurats took on a much wider role, from jury to justice.[5]:28 Originally the Royal Court had legislative power but by the sixteenth century a legislative assembly within the Royal Court was convened. The Royal Court and the States both legislated until with the fixing in 1771 of the Code des Lois it was established that the States had a legislative monopoly.[3] The earliest extant Act of the States dates from 1524. The States are mentioned in a document of 1497 regarding the endowments of the grammar schools; by 1526 attendance by members at the assembly was evidently a requirement, as in that year the Rector of St Mary was fined for failure to attend.[6] In 1541, the Privy Council, which had recently given a seat to Calais, intended to give two seats in Parliament to Jersey. Seymour, the Lieutenant-Governor of the Island, wrote to the Jurats, instructing them to send two Burgesses for the isle. However, no further steps seemed to have been taken since the letter did not arrive in front of the States Assembly until the day the elected persons were required to arrive in London.[5]:70 In the early seventeenth century separate minutes of the States of Jersey were first recorded. When the monarchy was restored, King Charles II who had escaped to Jersey on his way to exile in France rewarded Jersey with the power to levy customs duties. This power, exercised by the Assembly of Governor, Bailiff and Jurats, was finally taken over by the States of Jersey in 1921, thereby enabling the States to control the budget independently of the Lieutenant Governor.[citation needed] The States voted on 6 November 1856 to adopt a law to add 14 deputies to the assembly to counterbalance the mismatch of population and voting power between town and country. The first deputies were elected 12 January 1857. The first election by secret ballot was held 1 December 1891.[citation needed] Until the constitutional reforms brought about in 1948 to strengthen the separation between legislature and judiciary, jurats were the senior politicians, elected for life by island-wide suffrage, and were the presidents of committees and sat in the Royal Court. In 1948 the Jurats were replaced in the legislature by senators, who at first were elected on an island-wide basis for mandates of 9 years (subsequently reduced to 6 years). The Rectors were also removed from the States in 1948 (with the exception of the Dean of Jersey as Rector of St. Helier, who remained but lost his vote), and replaced by an increased number of Deputies. In terms of language, the traditional official language of the States was always Jersey Legal French and all legislation was written in French. English was only allowed as a language in the Chamber from 1900, and laws only came to be written in English after 1945.[7] A report produced in 2000, under the chairmanship of Sir Cecil Clothier, proposed a range of administrative reforms aimed at improving the machinery of government, including ending the distinction between senators and deputies and the removal of the constables from the States. Under the proposals, all members of the States would have the title Member of the States of Jersey (MSJ).[8] This was rejected,[9] although proposals to revive it were made by Deputy Geoff Southern in 2013.[10] Other aspects of the report, especially concerning the role of connétable, met with intense opposition at public meetings in the parishes. The ministerial system has been introduced in an amended form to that proposed by Clothier. The system of executive government was changed significantly by the States of Jersey Law 2005.[11] On 3 December 2020, the Assembly agreed to pursue a system of electoral reform, championed by Deputy Russell Labey of the Privileges and Procedures Committee. Under the new system senators and deputies will be replaced with 37 representatives elected across 9 districts which are more proportional to population.[12] The chief minister of the time, Senator John Le Fondré wished to retain the role of senators in the Assembly. An amendment was also proposed to hold a referendum on the reform before its implementation, but was rejected.[citation needed] The role of the bailiff as the president of the states is debated. The bailiff continues to sit as the president, but their powers of dissent and casting vote were removed in 2005.[7] The powers of veto of the lieutenant governor were also removed then.[7] The original structure of the island's government was a committee-style government. The committees were formerly always presided by a jurat (being the most senior member).[7] The States Chamber sits on the southern side of the Royal Square in St Helier. It is part of a complex comprising the Royal Court, Bailiff's Chambers and Judicial Greffe. Until 1887, the States had no meeting place of their own. They used to meet in the Royal Court on the Royal Square. The present chamber was opened in 1887, after a proposition was lodged au Greffe eleven years earlier providing for the establishment of a States Room above the Royal Court extension. The first president of a States meeting in its new home was not the bailiff, who was on sick leave at the time. Instead the lieutenant bailiff presided.[13] The development and construction of the chamber were symbolic of the Assembly's increasing prominence and independence, and of Jersey's growing autonomy.[7] Seating in the chamber is in Jacobean style, with the benches arranged in horseshoe form around the twin seats of the bailiff and lieutenant governor. The bailiff's seat is raised slightly higher than that of the lieutenant governor to demonstrate his precedence.[14] The initial seating structure of the Assembly was, from the point of view of the president: Jurats to sit on the left, Rectors to sit on the right and the people's representatives to sit in the centre.[7] In modern times (at least until the senators are abolished by electoral reform), the senators sit where the Jurats did before them (as they are now the most senior members), and then Connétables to their left and Deputies to their left (a reduction in seniority as one moves left to right).[7] There is no requirement for the States to meet in a particular place. For example, during the Civil War, the Assembly met at Trinity Parish Church and in 1769 at Elizabeth Castle. The States also meet elsewhere (such as the Town Hall) during refurbishment works or once in 2014 during a fire alarm). The Assembly has variously met outside.[7] In 2020, due to the COVID-19 pandemic, the States have met either online using Microsoft Teams or at Fort Regent.[15] Very few changes have been made to the chamber since it opened.[13] In the 2000s, a major refurbishment led the Bailiff's offices to be moved elsewhere in the complex and improvements for States Members' facilities.[7] The States Assembly is a unicameral parliament composed of 54 members, of which 49 have an unconditional vote. 37 deputies are elected for a four-year term from nine constituencies by multi-member plurality voting. Constituencies have four members by default, though three have more or less adjusted to the size of their population.[12] Before 2022, 29 deputies were elected to represent their parish or a district within their parish. The Connétables of the twelve parishes of Jersey are elected by first-past-the-post for a four-year term by eligible parishoners. Where running unopposed, prospective and incumbent Connétables must run against a None of the Above option. As well as their role as the head of the civil parishes, Connétables are ex oficio States Members. Collectively, the Connétables form the Comité des Connétables.[12] The position of the Connétables in the States dates to the establishment of the parliament. The States was formed as a meeting of the Bailiff with the Connétables, Rectors and Jurats. Since however, Jurats and Rectors have been removed. Previously, Connétables and Deputies also sat alongside a number of Senators, who were elected by a whole-island constituency on a multi-member plurality vote.[16] There are also five non-voting members appointed by the Crown:[17] The clerk of the Assembly is known as the Greffier of the States.[18] The Viscount is the executive officer of the States (but is no longer a member of the Assembly).[19] Under the States of Jersey Law 2005, a Council of Ministers is selected from the States Assembly, whose members are the chief minister and at least seven ministers. During the 2008–2011 Assembly, 17 members sat on scrutiny panels, six sit only on the Planning Applications panel or the Privileges and Procedures Committee; and seven had no role other than as a member.[20] Following widespread criticisms of the system of ministerial government introduced in December 2005, the assembly of the States of Jersey agreed in March 2011 to establish an independent electoral commission to review the make-up of the Assembly and government.[21] A main type of legislation made by the States is known in English simply as a 'Law', and in French as a Loi (not an 'Act' as in the United Kingdom—in Jersey an Act or Acte of the States is an administrative enactment and may be in the nature of secondary legislation). After a Law is adopted by the States it must receive royal assent and be registered with the Royal Court of Jersey before it is 'passed'. Members of the Assembly are responsible for scrutinizing the work of the Council of Ministers, ministers and their departments. Scrutiny panels of backbench members of the Assembly have been established to examine: Review Panels are also in operation to examine the following areas: A Public Accounts Committee (PAC) also scrutinizes the spending of public finances.[38] The real utility of the panels is said to be \"that of independent critique which holds ministers to account and constructively engages with policy which is deficient\".[39] BBC Radio Jersey broadcasts the main States sittings live on their medium wave frequency 1026 mW in Jersey, replacing the normal BBC Radio Jersey output which is a straight mirror of the FM output. The raw feed of the States Members talking is provided by the States of Jersey and goes through a desk in the BBC Radio Jersey Studio in the States Chamber where it is mixed by the States Reporter on duty that day. Broadcasting of the States debates began experimentally on 30 September 1986 and was made a permanent feature on 25 November the same year. Since December 2005 the States of Jersey have released a complete written record of everything that members say during question time, statements and debates in the States Assembly using Hansard, similar to the UK parliament. These transcriptions are available on the States of Jersey website. On 15 July 2015 the States Assembly voted 31 in favour and 13 against a proposal that cameras would be installed in the States Chamber in order to provide a live and on-demand video stream through the States Assembly website. The video feed will also be provided to the media.[40] 1 \"Bailiwick-wide\" legislation passed in the States of Guernsey applies not only in Guernsey, but also in Alderney and Sark, with the consent of their governments. 2 Although Island Councils for Ascension and for Tristan da Cunha exist, which must be consulted, legislation is enacted by Administrators on behalf of the Governor of Saint Helena. Coordinates: 49°11′01″N 2°06′19″W﻿ / ﻿49.18365°N 2.10520°W﻿ / 49.18365; -2.10520","Title":"States Assembly - Wikipedia","KeyID":"15093","URL":"https://en.wikipedia.org/wiki/States_Assembly"}