{"Content: ":"Opposition The Legislative Assembly of Madeira (Portuguese: Assembleia Legislativa da Madeira) is the legislature of the Portuguese autonomous region of Madeira. The last regional election was held on 22 September 2019 and the party with the most votes was the Social Democratic Party with 56,448 votes (39,42% share), which stand-alone holds an absolute majority in the assembly. The Political and Administrative Statute of the Autonomous Region of Madeira, clearly states that the Legislative Assembly has the following powers:[1] As set on the Political and Administrative Statute of the Autonomous Region of Madeira, the Assembly has jurisdiction over the following matters: The Legislative Assembly of Madeira is composed of deputies, elected by universal, direct and secret suffrage, by constituencies. According to the Electoral Law, the regional parliament has 47 deputies elected in a single regional constituency. Voters are Portuguese citizens registered in the voter registration of any municipality in the Madeiran archipelago. Following the Portuguese parliamentary system in the Legislative Assembly there are Permanent Specialized Committees, with specific competences, and there may be Occasional Committees, with their own competences, the latter are created for a limited time and aim to fulfil a certain function that culminates with the presentation of a report describing the work carried out, containing the respective conclusions, including Inquiry Committees.[2] In 1976, the beginning of the I Legislature and until December 4, 1987, the date of the inauguration of the current facilities, the Assembly's services were based in the building of the former Junta Geral, on Avenida Zarco. The new headquarters was installed in the Old Customs of Funchal building, classified as a National Monument. The building's restoration project, then vacant, was carried out by the architect Raul Chorão Ramalho.[3] Leaning against the old Manueline staircase to the east of the building, is the Chapel of Santo António da Mouraria, founded in 1714. This article about politics in Portugal is a stub. You can help Wikipedia by expanding it.","Title":"Legislative Assembly of Madeira - Wikipedia","KeyID":"15094","URL":"https://en.wikipedia.org/wiki/Legislative_Assembly_of_Madeira"}