{"Content: ":"Gareth John Dyke is a paleontologist whose work is concerned with the evolutionary history of birds and their dinosaurian relatives. His specific research interests include the phylogenetics of birds, the functional morphology of aves and non-avian dinosaurs, as well as the palaeoenvironments of fossil vertebrates.[1] Dyke received a BSc in Geology & Biology in 1997 and a Ph.D in Palaeontology in 2000 from the University of Bristol.[citation needed] From 2000 to 2002, he was a Chapman Postdoctoral Fellow in Ornithology at the American Museum of Natural History in New York.[2] From 2002 to 2011, Dyke was at the School of Biology and Environmental Science at University College Dublin, where he was given the title of Senior Lecturer in 2007. Formerly a Senior Lecturer in Vertebrate Palaeontology at the University of Southampton, he is currently a researcher within the Department of Evolutionary Zoology and Human Biology at the University of Debrecen, Hungary.[3] In addition to this, he currently holds the title of Research Associate at both the American Museum of Natural History and the National Museum of Ireland.[2] His main work concern research on dinosaurs, but also a great deal of paleornithology, and even pterosaurs. He is also a strong proponent to the view of a dinosaurian origin of birds.[4] Dyke's research is concerned with \"the evolutionary history of birds and their dinosaurian relatives and encompasses anatomy, phylogenetics, functional morphology, palaeoecology, taphonomy, sedimentology, and aerodynamics as well as the analysis and interpretation of large fossil-record datasets.\" That research is \"grounded in the fossil record,\" but \"draws extensively on living animals.\" He has described himself as \"emphasizing and building three overarching themes,\" namely: He has published in Scientific American, Science, Nature, as well as in leading journals in both Biology and Earth Sciences. He describes his work as being located on \"the interface between these two fields.\"[2] In 1999, Dyke and a colleague reported that while the \"traditional view, based largely on the fossil record,\" was that most modern birds \"did not appear until the Tertiary, after the end-Cretaceous extinction event,\" new molecular divergence data \"suggested that most, or all, of the major clades were present in the Cretaceous2,3.\"[5] In a 2002 article, Dyke and a colleague reported that recent data had yielded \"[d]ramatic new perceptions of the life history, growth and development of early birds.\"[6] Dyke and three colleagues reported in 2005 that while there has been considerable uncertainty as to the reliability of the fossil record of Mesozoic birds, their own analysis had gone \"some way towards\" resolving the uncertainty.[7] In 2005, the Times of London quoted Dyke as saying that \"fossil evidence that [predatory] dinosaurs were feathered is now 'irrefutable'.\"[8] In a 2007 article, Dyke and a colleague described a \"small galliform bird from the Lower Eocene Fur Formation in northwestern Denmark.\"[9] In 2008, Dyke was one of a team of researchers who discovered \"the oldest known parrot fossil – a wing bone from a bird that lived 55 million years ago.\" The parrot was discovered in Denmark, where at the time the climate was tropical. The new species was named Mopsitta tanta, or the Danish Blue Parrot.[10][11] Dyke and three colleagues reported in 2009 \"that low-cost analysis of satellite image data (derived from Landsat ETM+) can be used efficiently for the ‘remote prospecting’ of a large field area.\"[12] As reported in 2009, Dyke and four colleagues discovered the first dinosaur fossil ever to be found in Bulgaria.[13] In 2010, Dyke and a colleague reported in Science Magazine on the flight capabilities of fossil birds Archaeopteryx and Confuciusornis.[14] In a 2010 Scientific American article entitled \"Winged Victory: Modern Birds Now Found to Have Been Contemporaries of Dinosaurs,\" Dyke reported that \"[m]odern birds, long thought to have arisen only after the dinosaurs perished, turn out to have lived alongside them.\" Noting that \"molecular studies and a smattering of equivocal fossil finds have hinted that modern birds might have\" originated earlier than previously thought, a recent analysis of \"fossils of ancient modern birds confirm this earlier origin, raising the question of why these birds, but not the archaic ones, survived the mass extinction.\"[15] In a 2011 Scientific American article entitled \"The Dinosaur Baron of Transylvania,\" Dyke wrote about Franz Nopcsa, \"a turn-of-the-century Transylvanian nobleman who loved fossils,\" who \"is well known for having discovered and described some of the first dinosaurs from central Europe,\" and whose \"theories about dinosaur evolution turn out to have been decades ahead of their time.....Only in the past few years, with new fossil discoveries, have scientists begun to appreciate how right he was.\"[16] Also in 2011, Dyke and Evgeny Kurochkin described Eostrix tsaganica found in Mongolia, the first find of this primitive owl in Asia.[17] It was reported in January 2013 that a European/Chinese team including Dyke had discovered \"a new bird-like dinosaur from the Jurassic period,\" which challenged \"widely accepted theories on the origin of flight.\" He was quoted as saying that the discovery \"sheds further doubt on the theory that the famous fossil Archaeopteryx – or ‘first bird’ as it is sometimes referred to – is pivotal in the evolution of modern birds.\"[18] In a 2013 article for Nature, Dyke and five colleagues reported that while the \"[d]iscovery of feathered theropod dinosaurs in China during the past two decades have prompted dramatic revisions of our ideas of the evolution of birds and the origins of flight — including the suggestion that the iconic fossil Archaeopteryx might have lain some distance from the ancestry of modern birds,\" a new fossil discovery \"restores Archaeopteryx as an early diverging avialan.\"[19] Dyke was part of a British/Romanian/Brazilian team that discovered \"a new kind of pterosaur, a flying reptile from the time of the dinosaurs,\" as reported in February 2013. Dyke was quoted as saying that experts have long disagreed about \"the lifestyle and behavior of azhdarchids,\" and that the new discovery supported the contention \"that azhdarchids walked through forests, plains, and other places in search of small animal prey.\"[20] In 2013, Dyke and seven colleagues reported \"the first evidence for a nesting colony of Mesozoic birds on Gondwana.\"[21] In 2013, Dyke and three colleagues described \"a new taxon of medium-sized...azhdarchid pterosaur from the Upper Cretaceous Transylvanian Basin (Sebeş Formation) of Romania.\" It was \"the most complete European azhdarchid yet reported.\"[22] In a 2013 article, Dyke and two colleagues argued that bone measurements \"cannot be used to distinguish flight modes in extant birds, and so cannot be used to infer flight mode in fossil forms,\" and that \"more data from fossil birds...is required if we are to be able to predict the flight modes of extinct birds.\"[23] As of September 2013, Dyke's current research subjects were the anatomy and evolution of Lower Eocene birds, the Cretaceous palaeoenvironments of Transylvania, the evolution of wings in dinosaurs and birds, Pterosaur flight biomechanics, the diversity and disparity of Cretaceous birds, and the evolution and diversity of galliform birds. At the time he was working on books about fossils of the Carpathian Basin and about \"Nopcsa, the Dinosaur Baron of Transylvania.\"[2] Dyke is on the Editorial Board of PLOS ONE, is Editor-in-Chief of Historical Biology, and is on the Reviewing editorial board of Cell Reports.[2]","Title":"Gareth J. Dyke - Wikipedia","KeyID":"151","URL":"https://en.wikipedia.org/wiki/Gareth_J._Dyke"}