{"Content: ":"The Parliament of the Cook Islands (Cook Islands Māori: Pāremeta te Kuku Airani) is the legislature of the Cook Islands. Originally established under New Zealand’s United Nations mandate it became the national legislature on independence in 1965. The Parliament consists of 24 members directly elected by universal suffrage from single-seat constituencies. Members are elected for a limited term, and hold office until Parliament is dissolved (a maximum of four years).[1] It meets in Avarua, the capital of the Cook Islands, on Rarotonga. The Cook Islands follows the Westminster system of government, and is governed by a cabinet and Prime Minister commanding a majority in Parliament. The Speaker of the House is currently Tai Tura. The Deputy Speaker is Tingika Elikana.[2] The Cook Islands Parliament (Cook Islands Māori: Kuku Airani Pāremeta) is descended from the Cook Islands Legislative Council established in October 1946.[3] Established to provide for political representation and better local government in the islands, the Legislative Council was a subordinate legislature. It was empowered to legislate for the \"peace, order, and good government\" of the islands, but could not pass laws repugnant to the laws of New Zealand, appropriate revenue, impose import or export duties, or impose criminal penalties in excess of one year's imprisonment or a £100 fine.[4] The council consisted of 20 members, ten \"official\" members appointed by the Governor-General of New Zealand and ten \"unofficial\" members drawn from the Island Councils, presided over by the Resident Commissioner. Later regulations provided for the unofficial members to be split between the various islands, 3 from Rarotonga, 6 from the outer islands and 1 representing the islands' European population.[5] The island representatives were elected annually, while the European representative was elected to a three-year term.[4] The Legislative Council was reorganised in 1957 as the Legislative Assembly with 22 elected members and 4 appointed officials.[6] Fifteen of the members were elected directly by secret ballot, and seven were elected by the Island Councils.[7] In 1962, the Assembly was given full control of its own budget.[7] In that year it also debated the country's political future and chose self-government in free association with New Zealand.[8] On independence in 1965 it gained full legislative power.[9] It was renamed the Parliament of the Cook Islands in 1981.[10] Both the size and term of Parliament have fluctuated since independence. In 1965, it consisted of 22 members elected for a period of 3 years.[11] The size was increased to 24 members in 1981, and again to 25 in 1991.[12] It was reduced again to 24 members in 2003 when the overseas constituency created under the 1980–81 Constitution Amendment was abolished.[13] The original three-year term was increased to four years in 1969,[14] and five years in 1981.[10] A referendum to reduce it to four years failed to gain the necessary two-thirds majority in 1999,[8] but passed in 2004.[15][16] The Cook Islands Parliament takes the British House of Commons as its model. It consists of 24 members, known as \"Members of Parliament\" (MPs). Members are elected by universal suffrage using the first-past-the-post system from single-seat constituencies. Ten MPs are elected from constituencies on the main island of Rarotonga, three each from the islands of Aitutaki and Mangaia, two from Atiu, and one each from the islands of Manihiki, Mauke, Mitiaro, Penrhyn, Pukapuka and Rakahanga.[17] The executive branch of the Cook Islands government (the Cabinet) draws its membership exclusively from Parliament, based on which party or parties can claim a majority.[18] The Prime Minister leads the government; the Queen's Representative appoints the Prime Minister from the party or coalition that has or appears to have enough support to govern.[19] The Prime Minister and Cabinet hold office until the next election, or until they are defeated on a motion of confidence.[20] The Cook Islands has a two-party system, though independent members are not uncommon. The Prime Minister is currently Mark Brown of the Cook Islands Party and the leader of the opposition is Tina Browne, who leads the Democratic Party. Summary of the 14 June 2018 Cook Islands election results: The Cook Islands Parliament follows the model common to other Westminster systems for passing Acts of Parliament. Laws are proposed to Parliament as bills. They become Acts after being approved three times by Parliament and receiving the assent of the Queen's Representative. Most bills are introduced by the government, but individual MPs can also promote their own bills, and one day a week is set aside for member's business.[21] Debate is severely limited, with no debate on the First or Third readings, and possibly none on the Second. Voting is by voice vote or division, and there is no provision for proxy voting.[22] The first stage of the process is the First Reading. The bill is formally presented to Parliament, and the short title is read by the Clerk. There is no debate, and no vote.[23] For the purposes of the First Reading a bill may consist only of its short title.[24] The Second Reading may take place at any time up to a month after the first.[25] There is normally a debate on the general principles and merits of the bill,[26] with speeches of up to 20 minutes long.[27] If the bill is approved, then its long title is read, and it is either committed for the Committee of the whole House, or sent by motion to a Select Committee or to the House of Ariki.[28] If a bill is intended to be sent to Select Committee or the House of Arikis, the Second Reading is pro forma, and there is no debate.[29] Bills may be sent to a Select Committee or to the House of Ariki for consideration.[30] The committee or House of Ariki typically has three months to consider the bill, though this time may be extended.[31] Parliament may give instructions extending or restricting the terms of the committee's or House or Ariki's consideration.[32] Following consideration, the House votes on whether to adopt the committee or House of Ariki's report.[33] If the motion passes, the bill goes straight to its Third Reading, without a Committee of the whole.[34] Alternatively, the bill may be recommitted for consideration by the Committee of the Whole.[35] When a bill reaches the Committee of the whole House stage, Parliament resolves itself \"into committee\", forming a committee of all MPs present to consider it. Each Member may speak up to three times on each clause or proposed amendment, for up to 10 minutes at a time,[27] but debate is restricted to the details of the bill rather than its principles.[36] The Committee may amend the bill as it sees fit, provided the amendments are relevant to the subject matter of the bill and the particular clause, and not inconsistent with any clause already agreed to.[37] Amendments may be introduced during the debate, or in writing and placed on the Order Paper.[38] When all clauses have been debated and amendments agreed to or negatived, the bill is reported back, and there is a final vote on whether the report of the committee is adopted by the House.[39] The Third Reading may be taken on the same day as a bill is reported back by the Committee of the whole, the House of Ariki or Select Committee.[40] Minor amendments may be proposed for correcting errors or oversights, but no material amendments may be proposed.[41] There is no debate.[42] If the bill is passed, it is referred to the Queen's Representative for their assent. Legislation is scrutinised by select committees, which must consist of between five and seven members.[43] Committees have the power to send for witnesses and records to assist in their deliberations.[44] As in other Westminster Systems, the proceedings of select committees are protected by Parliamentary privilege.[45] The number and roles of subject committees is regulated by Standing Orders.[46] Currently the following subject committees exist: In addition there are three standing select committees tasked with the regulation of parliament. These are: The Parliament is currently in its 15th term.","Title":"Parliament of the Cook Islands - Wikipedia","KeyID":"15110","URL":"https://en.wikipedia.org/wiki/Parliament_of_the_Cook_Islands"}