{"Content: ":"The Lissamphibia is a group of tetrapods that includes all modern amphibians. Lissamphibians consist of three living groups: the Salientia (frogs, toads, and their extinct relatives), the Caudata (salamanders, newts, and their extinct relatives), and the Gymnophiona (the limbless caecilians and their extinct relatives). A fourth group, the Allocaudata, was moderately successful, spanning 160 million years from the Middle Jurassic to the Early Pleistocene, but became extinct two million years ago. For several decades, this name has been used for a group that includes all living amphibians, but excludes all the main groups of Paleozoic tetrapods, such as Temnospondyli, Lepospondyli, Embolomeri, and Seymouriamorpha.[1] Some scientists have concluded that all of the primary groups of modern amphibians—frogs, salamanders and caecilians—are closely related. Some writers have argued that the early Permian dissorophoid Gerobatrachus hottoni is a lissamphibian.[2] If it is not,[3] the earliest known lissamphibians are Triadobatrachus and Czatkobatrachus from the Early Triassic.[4][5] Some, if not all, lissamphibians share the following characteristics. Some of these apply to the soft body parts, hence do not appear in fossils. However, the skeletal characteristics also appear in several types of Palaeozoic amphibians:[6] The features uniting the Lissamphibia were first noted by Ernst Haeckel, even though in Haeckel's work, Lissamphibia excluded the caecilians.[6][8] Nevertheless, Haeckel considered the caecilians to be closely related to what he called Lissamphibia (gr. λισσός, smooth), which is now called Batrachia and includes frogs and salamanders. In the early to mid 20th century, a biphyletic origin of amphibians (and thus of tetrapods in general) was favoured.[9][10] In the late 20th century, a flood of new fossil evidence mapped out in some detail the nature of the transition between the elpistostegalid fish and the early amphibians.[11] Most herpetologists and paleontologists, therefore, no longer accept the view that amphibians have arisen twice, from two related but separate groups of fish. The question then arises whether Lissamphibia is monophyletic as well. Unfortunately, the origin and relationships of the various lissamphibian groups both with each other and among other early tetrapods remain controversial. Not all paleontologists today are convinced that Lissamphibia is indeed a natural group, as there are important characteristics shared with some non-lissamphibian Palaeozoic amphibians. Currently, the two prevailing theories of lissamphibian origin are: One of the hypotheses regarding their ancestors is that they evolved by paedomorphosis and miniaturization from early tetrapods.[13][14] Recent molecular studies of extant amphibians based on multiple-locus data favor one or the other of the monophyletic alternatives and indicate a Late Carboniferous date for the divergence of the lineage leading to caecilians from the one leading to frogs and salamanders, and an early Permian date for the separation of the frog and salamander groups.[4][15][16]     ","Title":"Lissamphibia - Wikipedia","KeyID":"1511","URL":"https://en.wikipedia.org/wiki/Lissamphibia"}