{"Content: ":"The Provisional Congress of the Confederate States, also known as the Provisional Congress of the Confederate States of America, was a congress of deputies and delegates called together from the Southern States which became the governing body of the Provisional Government of the Confederate States from February 4, 1861, to February 17, 1862. It sat in Montgomery, Alabama, until May 21, 1861, when it adjourned to meet in Richmond, Virginia, on July 20, 1861. It added new members as other states seceded from the Union and directed the election on November 6, 1861, at which a permanent government was elected.[1] The First Session of the Provisional Congress was held at Montgomery from February 4, 1861, to March 16, 1861.[2] Members were present from Alabama, Florida, Georgia, Louisiana, Mississippi, South Carolina,[3] and Texas.[4] It drafted a provisional constitution and set up a government. For president and vice-president, it selected Jefferson Davis of Mississippi and Alexander H. Stephens of Georgia.[1] The Confederate States of America Constitutional Convention was held at Montgomery from February 28, 1861, to March 11, 1861.[2] The Second Session of the Provisional Congress was held at Montgomery from April 29, 1861, to May 21, 1861.[2] Members were present from Alabama, Florida, Georgia, Louisiana, Mississippi, South Carolina, Texas, Virginia,[5] and Arkansas.[6] The Third Session of the Provisional Congress was held at Richmond from July 20, 1861, to August 31, 1861.[2] Members were present from Alabama, Florida, Georgia, Louisiana, Mississippi, South Carolina, Texas, Virginia, Arkansas, North Carolina,[7] and Tennessee.[8] The Fourth Session of the Provisional Congress was held at Richmond on September 3, 1861.[2] Members were present from Alabama, Florida, Georgia, Louisiana, Mississippi, South Carolina, Texas, Virginia, Arkansas, North Carolina, and Tennessee. The Fifth Session of the Provisional Congress was held at Richmond from November 18, 1861, to February 17, 1862.[2] Members were present from Alabama, Florida, Georgia, Louisiana, Mississippi, South Carolina, Texas, Virginia, Arkansas, North Carolina, Tennessee, Missouri,[9] and Kentucky.[10] One non-voting member was present from the Arizona Territory.[11] Deputies from the first seven states to secede formed the first two sessions of the Congress. Alabama Florida Georgia Louisiana Mississippi South Carolina Texas Representatives from states to secede after the Battle of Fort Sumter were referred to as delegates, in contrast to the deputies from the original seven states. Arkansas Kentucky Missouri North Carolina Tennessee Virginia Arizona Territory ","Title":"Provisional Congress of the Confederate States - Wikipedia","KeyID":"15117","URL":"https://en.wikipedia.org/wiki/Provisional_Congress_of_the_Confederate_States"}