{"Content: ":"The Sicilian Parliament was the legislature of the Kingdom of Sicily. The Sicilian Parliament is arguably one of the oldest parliaments in the world and the first legislature in the modern sense.[1][2] In 1097 came the first conference in Mazara del Vallo convened by Roger I the Great Count. The parliament was initially travelling, as it had no official building to house it. The Sicilian Parliament was made up of three branches: one feudal, one Ecclesiastical, and one from the towns. The feudal branch was formed by noble representatives of counties and baronies; the ecclesiastical branch was formed by archbishops, bishops, abbots and archimandrites, while the state-owned branch was formed by representatives of 42 autonomous towns in Sicily. The first Norman parliament had only an advisory function- especially in taxation, economics and wars- and was responsible for confirmation of the sovereign. Members were chosen from the more powerful nobles. Since 1130, meetings have been held in the Palazzo dei Normanni, in Palermo. Its first radical change came with Frederick II of Swabia, who allowed access to parts of civil society. After a period in the background during the reign of Charles I of Anjou, the Parliament became the central focus of the organization of the Sicilian Vespers. On 3 April 1282, during the uprising, the red and yellow flag with a central triskele was adopted by Parliament: today it is the flag of Sicily. With the Vespers and the subsequent settlement of Frederick III of Aragon in 1297, the Assembly strengthened its central role. At this time, the Parliament was permanently established at Castello Ursino, in Catania, at the Sala dei Parlamenti (Parliaments Hall). At this time, the Sicilian Parliament consisted primarily of landowners, mayors of cities, counts and barons, and was chaired and convened by the king. Parliament had the constitutional responsibility to elect the king and to guarantee the proper conduct of ordinary justice exercised by executioners, judges, notaries and other officials of the kingdom. In 1410 the Sicilian Parliament was held at Palazzo Corvaja in Taormina, in the presence of Queen Blanche I of Navarre - a historic meeting for the election of the King of Sicily after the death of Martin II. Under the rule of the successive kings of Aragon, Sicily lost its political autonomy and a viceroy ruled the island. Charles V again summoned parliament in Palermo in 1532, which continued to meet under Philip II, preserving its authority. Over time the importance of the Sicilian Parliament faded. In Palermo, on 19 July 1812, the Sicilian Parliament, meeting in extraordinary session, declared the feudal regime abolished, promulgated the first Sicilian constitution, of English inspiration, and approved a radical reform of the state.[3] In 1816, the Parliament, along with the Kingdom of Sicily was abolished when the latter united with the Kingdom of Naples to form the Kingdom of the Two Sicilies. The Parliament only met again during the Sicilian revolution of 1848. On 25 March 1848, the General Parliament of Sicily met in Palermo, with a revolutionary government composed of a president and ministers. Vincenzo Fardella of Torrearsa was elected president, to be followed by Ruggero Settimo. After sixteen months of de facto autonomous rule, the Parliament was declared void by the Bourbon dynasty, who offered the vacant throne of Sicily to the Prince Ferdinando, Duke of Genoa, the second son of Carlo Alberto of Savoy. Though his claim was recognized by the British, Ferdinando declined the offer after the Sicilian defeat at the Battle of Novara. The life of the Parliament of 1848-49 was short, and already Ferdinand II of the Two Sicilies began to take possession of Sicily through the so-called \"Gaeta decree\" or Gaeta ultimatum of 28 February 1849, wherein he demanded greater powers of taxation and composed a government in which he held the bulk of the power.[4] On 14 May that year, the Parliament was dissolved.[5] The final reconstitution of the Parliament came at the end of World War II, when, in order to defuse a budding separatist movement in Sicily, the island was granted special autonomy and its Parliament was reborn, on 25 May 1947, in Palermo, as the Sicilian Regional Assembly.","Title":"Sicilian Parliament - Wikipedia","KeyID":"15123","URL":"https://en.wikipedia.org/wiki/Sicilian_Parliament"}