{"Content: ":"In contrast to unicameralism, and bicameralism, multicameralism is the condition in which a legislature is divided into more than two deliberative assemblies, which are commonly called \"chambers\" or \"houses\".[1][2] This usually includes tricameralism with three chambers, but can also describe a system with any amount more. The word \"multicameral\" can also relate in other ways to its literal meaning of \"many chambered\" with use in science or biology. Approximately half of the world's sovereign states are unicameral, and newer democracies and more recent constitutions are more often unicameral than not. More specifically many countries have switched to unicameralism whereas the opposite is rare. Nevertheless, many current parliaments and congresses still have a multicameral (usually bicameral) structure, which some claim provides multiple perspectives and a form of separation of powers within the legislature.[citation needed] At higher degrees of multicameralism, Medieval Scandinavian deliberative assemblies traditionally had four estates: the nobility, the clergy, the burghers, and the peasants. The Swedish and Finnish Riksdag of the Estates maintained this tradition the longest, having four separate legislative bodies. Finland, as a part of Imperial Russia, used the four-chambered Diet of Finland until 1906, when it was replaced by the unicameral Parliament. The Federal Assembly of Yugoslavia originally had five chambers. After Yugoslavia adopted a new constitution in 1963, its legislature was restructured into four chambers each representing the various sectors of Yugoslav society with an additional chamber representing the general population.[3][4] The Federal Assembly was the only legislature anywhere with five chambers, and a constitutional amendment added a sixth component described as either a chamber or sub-chamber.[5][6][7][8] Yugoslavia adopted yet another constitution in 1974, abolishing the Federal Assembly and replacing it with a bicameral legislature.[9] Proponents of multicameral legislatures hold that multiple legislative chambers offer the opportunity to re-debate and correct errors in either chamber in parallel, and in some cases to introduce legislation in either chamber.[citation needed] Advocates of multicameralism also contend that multiple legislative chambers are (best) able to represent the various important sectors of society (such as culturally or linguistically distinct, geographically different or similarly interested populations that comprise a country - i.e. the various states of the United States of America or provinces of Canada, each with their own geographical borders, subcultures, interests and even languages i.e. English, French, Spanish), which may not be able to be adequately represented by a singular legislative body. Supporters of multicameralism also posit that a critical weakness of a unicameral system can be a potential lack of lack of restraint on the majority (mob rule) and incompatibility with the separation of powers between the legislative and executive branches of government, particularly noticeable in parliamentary systems where the leaders of the parliamentary majority also dominate the executive.","Title":"Multicameralism - Wikipedia","KeyID":"15128","URL":"https://en.wikipedia.org/wiki/Multicameralism"}