{"Content: ":"Federal Republic of Yugoslavia (1992–2003) The Parliament of Serbia and Montenegro (Скупштина Србије и Црне Горе/Skupština Srbije i Crne Gore) was the legislative body of Serbia and Montenegro (until 2003, the Federal Republic of Yugoslavia). The parliament was unicameral and was made up of 126 deputies, of which 91 were from Serbia and 35 were from Montenegro. The parliament was established in 1992 as the Federal Assembly of Yugoslavia as a direct replacement for Parliament of Yugoslavia and was renamed in 2003. With the declaration of independence of Montenegro on June 3, 2006, the parliament ceased to exist. From the beginning, the Federal Assembly was a bicameral legislature and had 178 deputies, 138 in the House of Citizens (108 from Serbia, 30 from Montenegro) and 40 in the House of Republics (20 representatives for each republic). The minimum number of representatives in the House of Citizens, which were based on the population, was 30 representatives, while the House of Republics had an even representation of 20 representatives times the number of republics. A constitutional amendment in July 2000, as a compromise between the resignation of the Milošević cabinet and the opposition made the assembly's members elected, with the early elections set for September 24, 2000. The parliament elected a President and Vice-President of the parliament from among its deputies, who could not be from the same member state. The assembly could be dissolved if the candidate for the President of Serbia and Montenegro or the list of candidates for ministers of the council of ministers did not win the required number of votes after two and three proposals respectively. In that case the President could call for direct elections. The President and the Vice-President of the parliament proposed a candidate for the President of Serbia and Montenegro, which the parliament at large then elected, along with the Council of Ministers. The Council of Ministers, a deputy and the assembly of a member state could submit a bill for adoption to the parliament. Bills were adopted by the vote of a majority of deputies, but must also have had a majority of votes among deputies of each of the two member states. Every deputy enjoyed the freedom of expression at the Assembly and has immunity for the words uttered and for other acts he performed in his capacity as deputy. A deputy could not be detained or punished without the approval of the Assembly of Serbia and Montenegro, except for a criminal offense punishable by over five years in prison. The Parliament building is in the city centre of Belgrade, on the Nikola Pašić Square, in front of Pioneer's park. Prior to its use for the Parliament of Serbia and Montenegro, it served as the seat of parliament for Yugoslavia. The building is shown on the five-Yugoslav dinar coin. Construction on the building started in 1907, with the cornerstone being laid by King Peter I. The building was based on a design made by Konstantin Jovanović in 1891; a variant of that design made by Jovan Ilkić, which won a competition in 1901. World War I delayed construction, and the original plans to the building were lost. Reconstruction of the plans were made by Jovan's son Pavle Ilkić. The interior was designed by Nikolaj Krasnov. It was designed in the manner of academic traditionalism.[citation needed] Authority of the parliament was granted by the Constitutional Charter of Serbia and Montenegro, and its jurisdiction was limited. Its major responsibilities included legislation regarding other institutions established within the Constitution, and foreign relations, including declarations of war, military and defense issues, border disputes, international treaties, and membership in international groups. It also could pass laws dealing with immigration issues, budget issues affecting the whole of Serbia and Montenegro, the aforementioned election of the President and Council of Ministers, issues involving trade and commerce within Serbia and Montenegro, the flag, anthem, and coat of arms of Serbia and Montenegro, as well as issues of standardization, systems of measurement, and intellectual property,","Title":"Parliament of Serbia and Montenegro - Wikipedia","KeyID":"15122","URL":"https://en.wikipedia.org/wiki/Parliament_of_Serbia_and_Montenegro"}