{"Content: ":"The State Council of Sikkim was the legislative body of the erstwhile Kingdom of Sikkim, which was located in the Himalayas, between India and China.[1] There were six elections held for the council between 1953 and 1974.[2] In 1975, after a referendum to abolish the monarchy, and the passing of the 36th amendment to the Indian constitution, the monarchy was abolished along with the State council, and its members at the time were deemed to be the Legislative Assembly of the new state of Sikkim, within India.[3] The council was composed of some elected members and some who were nominated by the Chogyal. After the 1973 election, the composition was changed and the appointments by the Chogyal were eliminated, while at the same time the number of seats in the council were increased.[4] The Dewan of Sikkim (a Government of India appointed position) was the President of the council. From among the State Council members, an Executive Council was chosen, by the Chogyal. They were given individual responsibilities within government[5] and were equivalent to a cabinet of ministers. This too was presided over by the Dewan of Sikkim.[6] The State Council of Sikkim existed since at least the late 19th Century.[7] It was an advisory and executive body, and was presided by the Chogyal (King). After the Independence of neighbouring India in August 1947, various political bodies in Sikkim began to demand greater say in the working of the kingdom.[8] In 1952, the Chogyal conceded and announced new constituencies, for an election in 1953.[2][6] The Chogyal agreed to have 12 (out of 18) seats on the council to be electable. The other six were appointed by the Chogyal. Under a parity formula agreed upon by the political groups, six of the electable seats were to be for the Sikkim Nepalis and the other six for the Bhutia-Lepcha (BL) people. There were four constituencies drawn up of the kingdom and elections were to be held in 1953.[6] In the 1953 election, all the Nepali-reserved seats were won by the Sikkim National Party and the BL-reserved seats were won by the Sikkim State Congress.[9][3] Although the term of the council was set as three years, the Chogyal decided to extend the term of the first Council until 1958.[10] Due to requests from the monastery associations and other groups, the number of electable seats on the council was increased by two, one for the Sangha, to be voted on by the monks and one seat that wasn't reserved for any particular group.[1][11] In the elections of 1958, the Sikkim State Congress won one more seat than before, while the unreserved seat was won by an Independent.[2] The second council's term was due to end in 1961, but the outbreak of the Sino-Indian war led to the extension of its term till 1967. Before the 1967 election, the constituencies were redrawn and increased to five, and four more electable seats were added to the council, one each for the Sikkim Nepalis and the Bhutia-Lepcha, one for the Tsong and one for people of the Scheduled Castes.[1][12] This setup remained for the next three elections (1967, 1970 and 1973). After the 1973 elections, the Sikkim National Congress and Sikkim Janata Congress claimed that vote rigging took place in the South Sikkim constituency.[13] They demanded that officials involved be arrested, but these demands were not met, leading to protests.[2] The unrest led to the signing of a tripartite agreement on 8 May between the Choygal, Sikkimese political parties and the government of India. The agreement provided for the establishment of a responsible government under the supervision of a Chief Executive nominated by the Indian government.[3] The agreement led to another delimitation exercise where the Chogyal-appointed seats in the council were abolished, the State Council was renamed to the Sikkim Assembly and thirty-one new constituencies were drawn along with one constituency for the monasteries (Sangha). Keeping to the parity formula of 1952, fifteen of the constituencies were reserved for the Bhutia-Lepcha and fifteen for the Sikkim-Nepalis. The other remaining constituency was for the Scheduled Castes. The principle of \"one-man one-vote\" was applied.[4] In the 1974 election, the Sikkim National Congress (which was in favour of Sikkim's merger with India), won an absolute majority with thirty-one of the thirty-two seats.[14] The new government sought an increase in civil and political liberties, but was suppressed by the Chogyal. ","Title":"State Council (Sikkim) - Wikipedia","KeyID":"15124","URL":"https://en.wikipedia.org/wiki/State_Council_(Sikkim)"}