{"Content: ":"In health care facilities, isolation represents one of several measures that can be taken to implement in infection control: the prevention of communicable diseases from being transmitted from a patient to other patients, health care workers, and visitors, or from outsiders to a particular patient (reverse isolation). Various forms of isolation exist, in some of which contact procedures are modified, and others in which the patient is kept away from all other people. In a system devised, and periodically revised, by the U.S. Centers for Disease Control and Prevention (CDC), various levels of patient isolation comprise application of one or more formally described \"precaution\". Isolation is most commonly used when a patient is known to have a contagious (transmissible from person-to-person) viral or bacterial illness.[1] Special equipment is used in the management of patients in the various forms of isolation. These most commonly include items of personal protective equipment (gowns, masks, and gloves) and engineering controls (positive pressure rooms, negative pressure rooms, laminar air flow equipment, and various mechanical and structural barriers).[2] Dedicated isolation wards may be pre-built into hospitals, or isolation units may be temporarily designated in facilities in the midst of an epidemic emergency. Isolation should not be confused with quarantine or biocontainment. Quarantine is the compulsory separation and confinement, with restriction of movement, of individuals or groups who have potentially been exposed to an infectious microorganism, to prevent further infections, should infection occur. Biocontainment refers to laboratory biosafety in microbiology laboratories in which the physical containment (BSL-3, BSL-4) of highly pathogenic organisms is accomplished through built-in engineering controls.[3] When isolation is applied to a community or a geographic area it is known as a cordon sanitaire. Reverse isolation of a community, to protect its inhabitants from coming into contact with an infectious disease, is known as protective sequestration.[4] Contagious diseases can spread to others through various forms. Four types of infectious disease transmission can occur: Depending on the contagious disease, transmission can occur within a person's home, school, worksite, health care facility, and other shared spaces within the community. Even if a person takes all necessary precautions to protect oneself from disease, such as being up-to-date with vaccines and practicing good hygiene, he or she can still get sick. Some people may not be able to protect themselves from diseases and may develop serious complications if they contract the disease. Therefore, disease isolation is an important infection prevention and control practice used to protect others from disease.[6] Disease isolation can prevent healthcare-acquired infections of hospital-acquired infections (HCAIs), reduce threats of antibiotic resistance infections, and respond to new and emerging infectious disease threats globally.[7] The U.S. Centers for Disease Control and Prevention (CDC) created various levels of disease isolation (also described \"precaution\"). These precautions are also reviewed and revised by the CDC.[8] Universal precautions refer to the practice, in medicine, of avoiding contact with patients' bodily fluids, by means of the wearing of nonporous articles such as medical gloves, goggles, and face shields. The practice was widely introduced in 1985–88.[9][10] In 1987, the practice of universal precautions was adjusted by a set of rules known as body substance isolation. In 1996, both practices were replaced by the latest approach known as standard precautions. Use of personal protective equipment is now recommended in all health settings. One of the most standard practices for all medical professionals to reduce spread of disease is hand hygiene, or removing microorganisms from your hands.[11] Frequent hand hygiene is essential for protection of healthcare workers and patients from hospital-acquired infection.[12] Hospitals have specific approved disinfectants and approved methods for hand washing; defined by the American Nursing Association (ANA) and American Association of Nurse Anesthetists (AANA), proper hand washing with soap and water is defined as, splash water on hands, apply antiseptic soap, and scrub for at least 20 seconds. Approved hand washing with alcohol based sanitizers is, apply sanitizer to middle of hand and rub hands together covering all surfaces and fingernails until dry without touching anything.[11] Transmission-based precautions are additional infection control precautions – over and above universal/standard precautions – and the latest routine infection prevention and control practices applied for patients who are known or suspected to be infected or colonized with infectious agents, including certain epidemiologically important pathogens. The latter require additional control measures to effectively prevent transmission.[13][14] There are three types of transmission-based precautions: According to the CDC, isolation is the act of separating a sick individual with a contagious disease from healthy individuals without that contagious disease in order to protect the general public from exposure of a contagious disease.[15] Special equipment is used in the management of patients in the various forms of isolation. These most commonly include items of personal protective equipment (gowns, masks, and gloves) and engineering controls (positive pressure rooms, negative pressure rooms, laminar air flow equipment, and various mechanical and structural barriers). Dedicated isolation wards may be pre-built into hospitals, or isolation units may be temporarily designated in facilities in the midst of an epidemic emergency.[16] Many forms of isolation exist. Contact isolation is used to prevent the spread of diseases that can be spread through contact with open wounds. Health care workers making contact with a patient on contact isolation are required to wear gloves, and in some cases, a gown.[17] Respiratory isolation is used for diseases that are spread through particles that are exhaled.[2] Those having contact with or exposure to such a patient are required to wear a mask. Reverse isolation is a way to prevent a patient in a compromised health situation from being contaminated by other people or objects. It often involves the use of laminar air flow and mechanical barriers (to avoid physical contact with others) to isolate the patient from any harmful pathogens present in the external environment.[18] High isolation is used to prevent the spread of unusually highly contagious, or high consequence, infectious diseases (e.g., smallpox, Ebola virus).[19] It stipulates mandatory use of: (1) gloves (or double gloves if appropriate), (2) protective eyewear (goggles or face shield), (3) a waterproof gown (or total body Tyvek suit, if appropriate), and (4) a respirator (at least FFP2 or N95 NIOSH equivalent), not simply a surgical mask.[20] Sometimes negative pressure rooms or powered air-purifying respirators (PAPRs) are also used.[citation needed] Strict isolation[dubious – discuss] is used for diseases spread through the air and in some cases by contact.[2] Patients must be placed in isolation to prevent the spread of infectious diseases.[21] Those who are kept in strict isolation are often kept in a special room at the facility designed for that purpose. Such rooms are equipped with a special lavatory and caregiving equipment, and a sink and waste disposal are provided for workers upon leaving the area.[22] Self-isolation, seclusion or home isolation [23] is the act of quarantining oneself to prevent infection of oneself or others,[24] either voluntarily or to comply with relevant regulations or guidance. The practice became notable during the COVID-19 pandemic.[25][26] Key features are: The Irish Health Service Executive recommends regularly monitoring symptoms and not disposing of rubbish until the self-isolation ends,[29] warning also that \"self-isolation can be boring or frustrating. It may affect your mood and feelings. You may feel low, worried or have problems sleeping. You may find it helps to stay in touch with friends or relatives by phone or on social media.\"[29] The UK Government states that anyone who is self-isolating should \"not go to work, school, or public areas, and do not use public transport or taxis. Nobody should go out even to buy food or other essentials, and any exercise must be taken within your home\".[30] As of March 2020 UK employers may provide sick pay to support self-isolation. Citizens Advice says that people on zero-hours contracts can also receive sick pay.[31] For the purposes of people who have traveled to the UK, \"self-isolate\" and \"self-isolation\" are legally defined terms whose meaning is set out in the Health Protection (Coronavirus, International Travel) (England) Regulations 2020.[32] Disease isolation is relevant to the work and safety of health care workers. Health care workers may be regularly exposed to various types of illnesses and are at risk of getting sick. Disease spread can occur between a patient and a health care worker, even if the health care workers take all necessary precautions to minimize transmission, including proper hygiene and being up-to-date with vaccines. If a health care worker gets sick with a communicable disease, the possible spread may occur to other health care workers or susceptible patients within the health care facility. This can include patients with a weakened immune system and may be at risk for serious complications.[33] Health care workers who become infected with certain contagious agents may not be permitted to work with patients for a period of time. The Occupational Safety and Health Administration (OSHA) has implemented several standards and directives applicable to protecting health care workers from the spread of infectious agents. These include bloodborne pathogens, personal protective equipment, and respiratory protections. The CDC has also released resource for health care facilities to assist in assessing and reducing risk for occupational exposure to infectious diseases. The purpose of these standards and guidelines is to prevent the spread of disease to others in a health care facility.[34] Disease isolation is rarely disputed for its importance in protecting others from disease. However, it is important to consider the consequences disease isolation may have on an individual. For instance, patients may not be able to receive visitors, and in turn, become lonely. Patients may experience depression, anxiety, and anger.[35] Small children may feel their isolation is a punishment.[36] Staff may need to spend more time with patients. Patients may not be able to receive certain types of care due to the risk that other patients may become contaminated. This includes forms of care that involve use of equipment common to all patients at the facility, or that involve transporting the patient to an area of the facility common to all patients. Given the impact of isolation on patients, social and emotional support may be needed.[37] Although a majority of health care professionals advocate for disease isolation as an effective means of reducing disease transmission, some health care professionals are concerned with implementing such control protocols given the possible negative consequences on patients. Patients isolated with Methicillin Resistant Staphylococcus Aureus (MRSA) can also be negatively impacted by having less documented care/bedside visits from attending and residents.[38] Disease isolation serves as an important method to protect the general community from disease, especially in a hospital or community-wide outbreak. However, this intervention poses an ethical question on rights of the individual versus rights of the general community.[39] In cases of disease outbreaks, isolation can be argued as an ethical and necessary precaution for protecting the community from further disease transmission. This can be seen during the 2014 Disneyland measles outbreak and 2014 Ebola outbreak. This can be justified using felicific calculus to predict the outcomes (consequences) of moral action between the individual rights versus the rights of the general public during disease isolation. This justifies that disease isolation is most likely to result in the greatest amount of positive outcomes for the largest number of people.[40] Disease isolation can also be justified as a morally legitimate ethical practice in public health based on the reciprocal relationship between the individual and the state. The individual is obligated to protect others by preventing further spread of disease, respect the instructions from public health authorities and sequester themselves in their homes and not attend public gatherings, and act as a first responder (if a healthcare professional) by providing services to protect and restore public health. The state, on the other hand, is obligated to provide support to individuals burdened as a result of restrictive measures (e.g. compensation for missed work, providing access to food and other necessities for those medically isolated, assistance for first responders to balance personal/professional obligations), ensure several legal protections are in place for those subjected to restrictive measures and communicate all relevant information regarding the necessity of restriction.[41] Guidance on when and how human rights can be restricted to prevent the spread of infectious disease is found in the Siracusa Principles, a non-binding document developed by the Siracusa International Institute for Criminal Justice and Human Rights and adopted by the United Nations Economic and Social Council in 1984.[42] The Siracusa Principles state that restrictions on human rights under the International Covenant on Civil and Political Rights must meet standards of legality, evidence-based necessity, proportionality, and gradualism, noting that public health can be used as grounds for limiting certain rights if the state needs to take measures \"aimed at preventing disease or injury or providing care for the sick and injured.\" Limitations on rights (such as medical isolation) must be \"strictly necessary,\" meaning that they must: In addition, when medical isolation is imposed, public health ethics specify that: Finally, the state is ethically obligated to guarantee that: ","Title":"Isolation (health care) - Wikipedia","KeyID":"15134","URL":"https://en.wikipedia.org/wiki/Self-isolation"}