{"Content: ":"Group rights, also known as collective rights, are rights held by a group qua a group rather than individually by its members;[1] in contrast, individual rights are rights held by individual people; even if they are group-differentiated, which most rights are, they remain individual rights if the right-holders are the individuals themselves.[2] Historically, group rights have been used both to infringe upon and to facilitate individual rights, and the concept remains controversial.[3] Besides the rights of groups based upon the immutable characteristics of their individual members, other group rights cater toward organizational persons, including nation-states, trade unions, corporations, trade associations, chambers of commerce, specific ethnic groups, and political parties.[citation needed] Such organizations are accorded rights that are particular to their specifically stated functions and their capacities to speak on behalf of their members, i.e. the capacity of the corporation to speak to the government on behalf of all individual customers or employees or the capacity of the trade union to negotiate for benefits with employers on behalf of all workers in a company. In the political views of classical liberals and some right-libertarians, the role of the government is solely to identify, protect, and enforce the natural rights of the individual while attempting to assure just remedies for transgressions. Liberal governments that respect individual rights often provide for systemic controls that protect individual rights such as a system of due process in criminal justice. Certain collective rights, for example, the right of \"self-determination of peoples,\"[4] enshrined in Chapter I Article I of the United Nations Charter, enable the establishment to assert these individual rights. If people are unable to determine their collective future, they are certainly unable to assert or ensure their individual rights, future and freedoms.[5] Critics suggest that both are necessarily connected and intertwined, rejecting the assertion that they exist in a mutually exclusive relationship.[5] Adam Smith, in 1776 in his book An Inquiry into the Nature and Causes of the Wealth of Nations, describes the right of each successive generation, as a group, collectively, to the earth and all the earth possesses.[6] The United States Declaration of Independence states several group, or collective, rights of the people as well as the states, for example the Right of the People: \"whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or to abolish it\" and the right of the States: \"... as Free and Independent States, they have full Power to levy War, conclude Peace, contract Alliances, establish Commerce, and to do all other Acts and Things which Independent States may of right do.\"","Title":"Individual and group rights - Wikipedia","KeyID":"15136","URL":"https://en.wikipedia.org/wiki/Individual_and_group_rights"}