{"Content: ":"Ventilation is the intentional introduction of outdoor air into a space. Ventilation is mainly used to control indoor air quality by diluting and displacing indoor pollutants; it can also be used to control indoor temperature, humidity, and air motion to benefit thermal comfort, satisfaction with other aspects of indoor environment, or other objectives. The intentional introduction of outdoor air is usually categorized as either mechanical ventilation, natural ventilation,[2] or mixed-mode ventilation (hybrid ventilation). Ventilation is typically described as separate from infiltration. The design of buildings that promote occupant health and well being requires clear understanding of the ways that ventilation airflow interacts with, dilutes, displaces or introduces pollutants within the occupied space. Although ventilation is an integral component to maintaining good indoor air quality, it may not be satisfactory alone.[5] In scenarios where outdoor pollution would deteriorate indoor air quality, other treatment devices such as filtration may also be necessary. In kitchen ventilation systems, or for laboratory fume hoods, the design of effective effluent capture can be more important than the bulk amount of ventilation in a space. More generally, the way that an air distribution system causes ventilation to flow into and out of a space impacts the ability for a particular ventilation rate to remove internally generated pollutants. The ability for a system to reduce pollution in a space is described as its \"ventilation effectiveness\". However, the overall impacts of ventilation on indoor air quality can depend on more complex factors such as the sources of pollution, and the ways that activities and airflow interact to affect occupant exposure. An array of factors related to design and operation of ventilation systems are regulated by various codes and standards. Standards dealing with the design and operation of ventilation systems for the purpose of achieving acceptable indoor air quality include: ASHRAE Standards 62.1 and 62.2, the International Residential Code, the International Mechanical Code, and the United Kingdom Building Regulations Part F. Other standards focused on energy conservation also impact the design and operation of ventilation systems, including: ASHRAE Standard 90.1, and the International Energy Conservation Code. In many instances, ventilation for indoor air quality is simultaneously beneficial for the control of thermal comfort. Increasing the ventilation is essential to enhance the physical health of people.[6] At these times, it can be useful to increase the rate of ventilation beyond the minimum required for indoor air quality. Two examples include air-side economizer cooling and ventilative pre-cooling. In other instances, ventilation for indoor air quality contributes to the need for - and energy use by - mechanical heating and cooling equipment. In hot and humid climates, dehumidification of ventilation air can be a particularly energy intensive process. Ventilation should be considered for its relationship to \"venting\" for appliances and combustion equipment such as water heaters, furnaces, boilers, and wood stoves. Most importantly, the design of building ventilation must be careful to avoid the backdraft of combustion products from \"naturally vented\" appliances into the occupied space. This issue is of greater importance for buildings with more air tight envelopes. To avoid the hazard, many modern combustion appliances utilize \"direct venting\" which draws combustion air directly from outdoors, instead of from the indoor environment. The ventilation rate, for CII buildings, is normally expressed by the volumetric flowrate of outdoor air, introduced to the building. The typical units used are cubic feet per minute (CFM) in the imperial system, or liters per second (L/s) in the metric system (even though cubic meter per second is the preferred unit for volumetric flow rate in the SI system of units). The ventilation rate can also be expressed on a per person or per unit floor area basis, such as CFM/p or CFM/ft², or as air changes per hour (ACH). For residential buildings, which mostly rely on infiltration for meeting their ventilation needs, a common ventilation rate measure is the air change rate (or air changes per hour): the hourly ventilation rate divided by the volume of the space (I or ACH; units of 1/h). During the winter, ACH may range from 0.50 to 0.41 in a tightly air-sealed house to 1.11 to 1.47 in a loosely air-sealed house.[7] ASHRAE now recommends ventilation rates dependent upon floor area, as a revision to the 62-2001 standard, in which the minimum ACH was 0.35, but no less than 15 CFM/person (7.1 L/s/person). As of 2003, the standard has been changed to 3 CFM/100 sq. ft. (15 L/s/100 sq. m.) plus 7.5 CFM/person (3.5 L/s/person).[8] Ventilation Rate Procedure is rate based on standard and prescribes the rate at which ventilation air must be delivered to a space and various means to condition that air.[9] Air quality is assessed (through CO2 measurement) and ventilation rates are mathematically derived using constants. Indoor Air Quality Procedure uses one or more guidelines for the specification of acceptable concentrations of certain contaminants in indoor air but does not prescribe ventilation rates or air treatment methods.[9] This addresses both quantitative and subjective evaluations, and is based on the Ventilation Rate Procedure. It also accounts for potential contaminants that may have no measured limits, or for which no limits are not set (such as formaldehyde offgassing from carpet and furniture). Natural ventilation harnesses naturally available forces to supply and remove air in an enclosed space. Poor ventilation in rooms is identified to significantly increase the localised mouldy smell in specific places of the room including room corners.[6] There are three types of natural ventilation occurring in buildings: wind driven ventilation, pressure-driven flows, and stack ventilation.[10] The pressures generated by 'the stack effect' rely upon the buoyancy of heated or rising air. Wind driven ventilation relies upon the force of the prevailing wind to pull and push air through the enclosed space as well as through breaches in the building's envelope. Almost all historic buildings were ventilated naturally.[11] The technique was generally abandoned in larger US buildings during the late 20th century as the use of air conditioning became more widespread. However, with the advent of advanced Building Performance Simulation (BPS) software, improved Building Automation Systems (BAS), Leadership in Energy and Environmental Design (LEED) design requirements, and improved window manufacturing techniques; natural ventilation has made a resurgence in commercial buildings both globally and throughout the US.[12] The benefits of natural ventilation include: Techniques and architectural features used to ventilate buildings and structures naturally include, but are not limited to: Mechanical ventilation of buildings and structures can be achieved by use of the following techniques: Demand-controlled ventilation (DCV, also known as Demand Control Ventilation) makes it possible to maintain air quality while conserving energy.[13][14] ASHRAE has determined that: \"It is consistent with the ventilation rate procedure that demand control be permitted for use to reduce the total outdoor air supply during periods of less occupancy.\"[15] In a DCV system, CO2 sensors control the amount of ventilation.[16][17] During peak occupancy, CO2 levels rise, and the system adjusts to deliver the same amount of outdoor air as would be used by the ventilation-rate procedure.[18] However, when spaces are less occupied, CO2 levels reduce, and the system reduces ventilation to conserves energy. DCV is a well-established practice,[19] and is required in high occupancy spaces by building energy standards such as ASHRAE 90.1.[20] Personalized ventilation is an air distribution strategy that allows individuals to control the amount of ventilation received. The approach deliver fresh air more directly to the breathing zone and aims to improve air quality of inhaled air. Personalized ventilation provides a much higher ventilation effectiveness than conventional mixing ventilation systems by displacing pollution from the breathing zone far less air volume. Beyond improved air quality benefits, the strategy can also improve occupant's thermal comfort, perceived air quality, and overall satisfaction with the indoor environment. Individual's preferences for temperature and air movement are not equal, and so traditional approaches to homogeneous environmental control have failed to achieve high occupant satisfaction. Techniques such as personalized ventilation facilitate control of a more diverse thermal environment that can improve thermal satisfaction for most occupants. Local exhaust ventilation addresses the issue of avoiding the contamination of indoor air by specific high-emission sources by capturing airborne contaminants before they are spread into the environment. This can include water vapor control, lavatory bioeffluent control, solvent vapors from industrial processes, and dust from wood- and metal-working machinery. Air can be exhausted through pressurized hoods or through the use of fans and pressurizing a specific area.[21] A local exhaust system is composed of 5 basic parts In the UK, the use of LEV systems have regulations set out by the Health and Safety Executive (HSE) which are referred to as the Control of Substances Hazardous to Health (CoSHH). Under CoSHH, legislation is set out to protect users of LEV systems by ensuring that all equipment is tested at least every fourteen months to ensure the LEV systems are performing adequately. All parts of the system must be visually inspected and thoroughly tested and where any parts are found to be defective, the inspector must issue a red label to identify the defective part and the issue. The owner of the LEV system must then have the defective parts repaired or replaced before the system can be used. Smart ventilation is a process to continually adjust the ventilation system in time, and optionally by location, to provide the desired IAQ benefits while minimizing energy consumption, utility bills and other non-IAQ costs (such as thermal discomfort or noise). A smart ventilation system adjusts ventilation rates in time or by location in a building to be responsive to one or more of the following: occupancy, outdoor thermal and air quality conditions, electricity grid needs, direct sensing of contaminants, operation of other air moving and air cleaning systems. In addition, smart ventilation systems can provide information to building owners, occupants, and managers on operational energy consumption and indoor air quality as well as signal when systems need maintenance or repair. Being responsive to occupancy means that a smart ventilation system can adjust ventilation depending on demand such as reducing ventilation if the building is unoccupied. Smart ventilation can time-shift ventilation to periods when a) indoor-outdoor temperature differences are smaller (and away from peak outdoor temperatures and humidity), b) when indoor-outdoor temperatures are appropriate for ventilative cooling, or c) when outdoor air quality is acceptable. Being responsive to electricity grid needs means providing flexibility to electricity demand (including direct signals from utilities) and integration with electric grid control strategies. Smart ventilation systems can have sensors to detect air flow, systems pressures or fan energy use in such a way that systems failures can be detected and repaired, as well as when system components need maintenance, such as filter replacement.[22] Combustion (in a fireplace, gas heater, candle, oil lamp, etc.) consumes oxygen while producing carbon dioxide and other unhealthy gases and smoke, requiring ventilation air. An open chimney promotes infiltration (i.e. natural ventilation) because of the negative pressure change induced by the buoyant, warmer air leaving through the chimney. The warm air is typically replaced by heavier, cold air. Ventilation in a structure is also needed for removing water vapor produced by respiration, burning, and cooking, and for removing odors. If water vapor is permitted to accumulate, it may damage the structure, insulation, or finishes.[citation needed] When operating, an air conditioner usually removes excess moisture from the air. A dehumidifier may also be appropriate for removing airborne moisture. Ventilation guidelines are based upon the minimum ventilation rate required to maintain acceptable levels of bioeffluents. Carbon dioxide is used as a reference point, as it is the gas of highest emission at a relatively constant value of 0.005 L/s. The mass balance equation is: Q = G/(Ci − Ca) ASHRAE standard 62 states that air removed from an area with environmental tobacco smoke shall not be recirculated into ETS-free air. A space with ETS requires more ventilation to achieve similar perceived air quality to that of a non-smoking environment. The amount of ventilation in an ETS area is equal to the amount of ETS-free area plus the amount V, where: V = DSD × VA × A/60E Primitive ventilation systems were found at the Pločnik archeological site (belonging to the Vinča culture) in Serbia and were built into early copper smelting furnaces. The furnace, built on the outside of the workshop, featured earthen pipe-like air vents with hundreds of tiny holes in them and a prototype chimney to ensure air goes into the furnace to feed the fire and smoke comes out safely.[25] Passive ventilation and passive cooling systems were widely written about around the Mediterranean by Classical times. Both sources of heat and sources of cooling (such as fountains and subterranean heat reservoirs) were used to drive air circulation, and buildings were designed to encourage or exclude drafts, according to climate and function. Public bathhouses were often particularly sophisticated in their heating and cooling. Icehouses are some millennia old, and were part of a well-developed ice industry by classical times. The development of forced ventilation was spurred by the common belief in the late 18th and early 19th century in the miasma theory of disease, where stagnant 'airs' were thought to spread illness. An early method of ventilation was the use of a ventilating fire near an air vent which would forcibly cause the air in the building to circulate. English engineer John Theophilus Desaguliers provided an early example of this, when he installed ventilating fires in the air tubes on the roof of the House of Commons. Starting with the Covent Garden Theatre, gas burning chandeliers on the ceiling were often specially designed to perform a ventilating role. A more sophisticated system involving the use of mechanical equipment to circulate the air was developed in the mid 19th century. A basic system of bellows was put in place to ventilate Newgate Prison and outlying buildings, by the engineer Stephen Hales in the mid-1700s. The problem with these early devices was that they required constant human labour to operate. David Boswell Reid was called to testify before a Parliamentary committee on proposed architectural designs for the new House of Commons, after the old one burned down in a fire in 1834.[26] In January 1840 Reid was appointed by the committee for the House of Lords dealing with the construction of the replacement for the Houses of Parliament. The post was in the capacity of ventilation engineer, in effect; and with its creation there began a long series of quarrels between Reid and Charles Barry, the architect.[28] Reid advocated the installation of a very advanced ventilation system in the new House. His design had air being drawn into an underground chamber, where it would undergo either heating or cooling. It would then ascend into the chamber through thousands of small holes drilled into the floor, and would be extracted through the ceiling by a special ventilation fire within a great stack.[29] Reid's reputation was made by his work in Westminster. He was commissioned for an air quality survey in 1837 by the Leeds and Selby Railway in their tunnel.[30] The steam vessels built for the Niger expedition of 1841 were fitted with ventilation systems based on Reid's Westminster model.[31] Air was dried, filtered and passed over charcoal.[32][33] Reid's ventilation method was also applied more fully to St. George's Hall, Liverpool, where the architect, Harvey Lonsdale Elmes, requested that Reid should be involved in ventilation design.[34] Reid considered this the only building in which his system was completely carried out.[35] With the advent of practical steam power, ceiling fans could finally be used for ventilation. Reid installed four steam powered fans in the ceiling of St George's Hospital in Liverpool, so that the pressure produced by the fans would force the incoming air upward and through vents in the ceiling. Reid's pioneering work provides the basis for ventilation systems to this day.[29] He was remembered as \"Dr. Reid the ventilator\" in the twenty-first century in discussions of energy efficiency, by Lord Wade of Chorlton.[36] Ventilating a space with fresh air aims to avoid \"bad air\". The study of what constitutes bad air dates back to the 1600s, when the scientist Mayow studied asphyxia of animals in confined bottles.[37] The poisonous component of air was later identified as carbon dioxide (CO2), by Lavoisier in the very late 1700s, starting a debate as to the nature of \"bad air\" which humans perceive to be stuffy or unpleasant. Early hypotheses included excess concentrations of CO2 and oxygen depletion. However, by the late 1800s, scientists thought biological contamination, not oxygen or CO2, as the primary component of unacceptable indoor air. However, it was noted as early as 1872 that CO2 concentration closely correlates to perceived air quality. The first estimate of minimum ventilation rates was developed by Tredgold in 1836.[38] This was followed by subsequent studies on the topic by Billings [39] in 1886 and Flugge in 1905. The recommendations of Billings and Flugge were incorporated into numerous building codes from 1900–1920s, and published as an industry standard by ASHVE (the predecessor to ASHRAE) in 1914.[37] Study continued into the varied effects of thermal comfort, oxygen, carbon dioxide, and biological contaminants. Research was conducted with humans subjects controlled test chambers. Two studies, published between 1909 and 1911, showed that carbon dioxide was not the offending component. Subjects remained satisfied in chambers with high levels of CO2, so long as the chamber remained cool.[37] (Subsequently, it has been determined that CO2 is, in fact, harmful at concentrations over 50,000ppm[40]) ASHVE began a robust research effort in 1919. By 1935, ASHVE funded research conducted by Lemberg, Brandt, and Morse – again using human subjects in test chambers – suggested the primary component of \"bad air\" was odor, perceived by the human olfactory nerves.[41] Human response to odor was found to be logarithmic to contaminant concentrations, and related to temperature. At lower, more comfortable temperatures, lower ventilation rates were satisfactory. A 1936-human test chamber study by Yaglou, Riley, and Coggins culminated much of this effort, considering odor, room volume, occupant age, cooling equipment effects, and recirculated air implications, which provided guidance for ventilation rates.[42] The Yaglou research has been validated, and adopted into industry standards, beginning with the ASA code in 1946. From this research base, ASHRAE (having replaced ASHVE) developed space by space recommendations, and published them as ASHRAE Standard 62-1975: Ventilation for acceptable indoor air quality. As more architecture incorporated mechanical ventilation, the cost of outdoor air ventilation came under some scrutiny. In 1973, in response to the 1973 oil crisis and conservation concerns, ASHRAE Standards 62-73 and 62–81) reduced required ventilation from 10 CFM (4.76 L/s) per person to 5 CFM (2.37 L/s) per person. In cold, warm, humid, or dusty climates, it is preferable to minimize ventilation with outdoor air to conserve energy, cost, or filtration. This critique (e.g. Tiller[43]) led ASHRAE to reduce outdoor ventilation rates in 1981, particularly in non-smoking areas. However subsequent research by Fanger,[44] W. Cain, and Janssen validated the Yaglou model. The reduced ventilation rates was found to be a contributing factor to sick building syndrome.[45] The 1989 ASHRAE standard (Standard 62–89) states that appropriate ventilation guidelines are 20 CFM (9.2 L/s) per person in an office building, and 15 CFM (7.1 L/s) per person for schools, while the 2004 Standard 62.1-2004 has lower recommendations again (see tables below). ANSI/ASHRAE (Standard 62–89) speculated that \"comfort (odor) criteria are likely to be satisfied if the ventilation rate is set so that 1,000 ppm CO2 is not exceeded\"[46] while OSHA has set a limit of 5000 ppm over 8 hours.[47] ASHRAE continues to publish space-by-space ventilation rate recommendations, which are decided by a consensus committee of industry experts. The modern descendants of ASHRAE standard 62-1975 are ASHRAE Standard 62.1, for non-residential spaces, and ASHRAE 62.2 for residences. In 2004, the calculation method was revised to include both an occupant-based contamination component and an area–based contamination component.[48] These two components are additive, to arrive at an overall ventilation rate. The change was made to recognize that densely populated areas were sometimes overventilated (leading to higher energy and cost) using a per-person methodology. Occupant Based Ventilation Rates,[48] ANSI/ASHRAE Standard 62.1-2004 Area-based ventilation rates,[48] ANSI/ASHRAE Standard 62.1-2004 The addition of occupant- and area-based ventilation rates found in the tables above often results in significantly reduced rates compared to the former standard. This is compensated in other sections of the standard which require that this minimum amount of air is actually delivered to the breathing zone of the individual occupant at all times. The total outdoor air intake of the ventilation system (in multiple-zone variable air volume (VAV) systems) might therefore be similar to the airflow required by the 1989 standard. From 1999 to 2010, there was considerable development of the application protocol for ventilation rates. These advancements address occupant- and process-based ventilation rates, room ventilation effectiveness, and system ventilation effectiveness[49]","Title":"Ventilation (architecture) - Wikipedia","KeyID":"15133","URL":"https://en.wikipedia.org/wiki/Ventilation_(architecture)"}