{"Content: ":"1st row (stem group): Archeria crassidica, Seymouria sanjuanensis; 2nd row (Synapsida): Dinogorgon rubidgei, Loxodonta cyclotis; 3rd row (Sauropsida/Reptilia): Ortygornis pondicerianus, Podarcis muralis. Pan-Amniota Rowe, 2004[1] Reptiliomorpha (meaning reptile-shaped; in PhyloCode known as Pan-Amniota[2][3]) is a clade containing the amniotes and those tetrapods that share a more recent common ancestor with amniotes than with living amphibians (lissamphibians). It was defined by Michel Laurin (2001) and Vallin and Laurin (2004) as the largest clade that includes Homo sapiens, but not Ascaphus truei (tailed frog).[4][5] Laurin and Reisz (2020) defined Pan-Amniota as the largest total clade containing Homo sapiens, but not Pipa pipa, Caecilia tentaculata, and Siren lacertina.[2][3] The informal variant of the name, \"reptiliomorphs\", is also occasionally used to refer to stem-amniotes, i.e. a grade of reptile-like tetrapods that are more closely related to amniotes than they are to lissamphibians, but are not amniotes themselves; the name is used in this meaning e.g. by Ruta, Coates and Quicke (2003).[6] An alternative name, \"Anthracosauria\", is also commonly used for the group, but is confusingly also used for a more primitive grade of reptiliomorphs (Embolomeri) by Benton.[7] As the exact phylogenetic position of Lissamphibia within Tetrapoda remains uncertain, it also remains controversial which fossil tetrapods are more closely related to amniotes than to lissamphibians, and thus, which ones of them were reptiliomorphs in any meaning of the word. The two major hypotheses for lissamphibian origins are that they are either descendants of dissorophoid temnospondyls or microsaurian \"lepospondyls\". If the former (the \"temnospondyl hypothesis\") is true, then Reptiliomorpha includes all tetrapod groups that are closer to amniotes than to temnospondyls. These include the diadectomorphs, seymouriamorphs, most or all \"lepospondyls\", gephyrostegids, and possibly the embolomeres and chroniosuchians.[6] In addition, several \"anthracosaur\" genera of uncertain taxonomic placement would also probably qualify as reptiliomorphs, including Solenodonsaurus, Eldeceeon, Silvanerpeton, and Casineria. However, if lissamphibians originated among the lepospondyls according to the \"lepospondyl hypothesis\", then Reptiliomorpha refers to groups that are closer to amniotes than to lepospondyls. Few non-amniote groups would count as reptiliomorphs under this definition, although the diadectomorphs are among those that qualify.[8] The name Reptiliomorpha was coined by Professor Gunnar Säve-Söderbergh in 1934 to designate amniotes and various types of late Paleozoic tetrapods that were more closely related to amniotes than to living amphibians. In his view, the amphibians had evolved from fish twice, with one group composed of the ancestors of modern salamanders and the other, which Säve-Söderbergh referred to as Eutetrapoda, consisting of anurans (frogs), amniotes, and their ancestors, with the origin of caecilians being uncertain. Säve-Söderbergh's Eutetrapoda consisted of two sister-groups: Batrachomorpha, containing anurans and their ancestors, and Reptiliomorpha, containing anthracosaurs and amniotes.[9] Säve-Söderbergh subsequently added Seymouriamorpha to his Reptiliomorpha as well.[10] Alfred Sherwood Romer rejected Säve-Söderbergh's theory of a biphyletic amphibia and used the name Anthracosauria to describe the \"labyrinthodont\" lineage from which amniotes evolved. In 1970, the German paleontologist Alec Panchen took up Säve-Söderbergh's name for this group as having priority,[11] but Romer's terminology is still in use, e.g. by Carroll (1988 and 2002) and by Hildebrand & Goslow (2001).[12][13][14] Some writers preferring phylogenetic nomenclature use Anthracosauria.[15] In 1956, Friedrich von Huene included both amphibians and anapsid reptiles in the Reptiliomorpha. This included the following orders: Anthracosauria, Seymouriamorpha, Microsauria, Diadectomorpha, Procolophonia, Pareiasauria, Captorhinidia, Testudinata.[16] Michael Benton (2000, 2004) made it the sister-clade to Lepospondyli, containing \"anthracosaurs\" (in the strict sense, i.e. Embolomeri), seymouriamorphs, diadectomorphs and amniotes.[7] Subsequently, Benton included lepospondyls in Reptiliomorpha as well.[17] However, when considered in a Linnean framework, Reptiliomorpha is given the rank of superorder and includes only reptile-like amphibians, not their amniote descendants.[18] Several phylogenetic studies indicate that amniotes and diadectomorphs share a more recent common ancestor with lepospondyls than with seymouriamorphs, Gephyrostegus and Embolomeri (e.g. Laurin and Reisz, 1997,[19] 1999;[8] Ruta, Coates and Quicke, 2003;[6] Vallin and Laurin, 2004;[5] Ruta and Coates, 2007[20]). Lepospondyls are one of the groups of tetrapods suggested to be ancestors of living amphibians; as such, their potential close relationship to amniotes has important implications for the content of Reptiliomorpha. Assuming that lissamphibians aren't descended from lepospondyls but from a different group of tetrapods, e.g. from temnospondyls,[6][20][21] it would mean that Lepospondyli belonged to Reptiliomorpha sensu Laurin (2001), as it would make them more closely related to amniotes than to lissamphibians. On the other hand, if lissamphibians are descended from lepospondyls,[5][19][8] then not only Lepospondyli would have to be excluded from Reptiliomorpha, but seymouriamorphs, Gephyrostegus and Embolomeri would also have to be excluded from this group, as this would make them more distantly related to amniotes than living amphibians are. In that case, the clade Reptiliomorpha sensu Laurin would contain, apart from Amniota, only diadectomorphs and possibly also Solenodonsaurus.[5] Gephyrostegids, seymouriamorphs and diadectomorphs were land-based, reptile-like amphibians, while embolomeres were aquatic amphibians with long body and short limbs. Their anatomy falls between the mainly aquatic Devonian labyrinthodonts and the first reptiles. University of Bristol paleontologist Professor Michael J. Benton gives the following characteristics for the Reptiliomorpha (in which he includes embolomeres, seymouriamorphs and diadectomorphs):[7] The groups traditionally assigned to Reptiliomorpha, i.e. embolomeres, seymouriamorphs and diadectomorphs, differed from their contemporaries, the non-reptiliomorph temnospondyls, in having a deeper and taller skull, but retained the primitive kinesis (loose attachment) between the skull roof and the cheek (with exception of some specialized taxa, such as Seymouria, in which the cheek was solidly attached to the skull roof[22]). The deeper skull allowed for laterally placed eyes, contrary to the dorsally placed eyes commonly found in amphibians. The skulls of the group are usually found with fine radiating grooves. The quadrate bone in the back of the skull held a deep otic notch, likely holding a spiracle rather than a tympanum.[23][24] The vertebrae showed the typical multi-element construction seen in labyrinthodonts. According to Benton, in the vertebrae of \"anthracosaurs\" (i.e. Embolomeri) the intercentrum and pleurocentrum may be of equal size, while in the vertebrae of seymouriamorphs the pleurocentrum is the dominant element and the intercentrum is reduced to a small wedge. The intercentrum gets further reduced in the vertebrae of amniotes, where it becomes a thin plate or disappears altogether.[25] Unlike most labyrinthodonts, the body was moderately deep rather than flat, and the limbs were well-developed and ossified, indicating a predominantly terrestrial lifestyle except in secondarily aquatic groups. Each foot held 5 digits, the pattern seen in their amniote descendants.[26] They did, however, lack the reptilian type of ankle bone that would have allowed the use of the feet as levers for propulsion rather than as holdfasts.[27] The general build was heavy in all forms, though otherwise very similar to that of early reptiles.[28] The skin, at least in the more advanced forms probably had a water-tight epidermal horny overlay, similar to the one seen in today's reptiles, though they lacked horny claws.[29][30] In chroniosuchians and some seymouriamorphs, like Discosauriscus, dermal scales are found in post-metamorphic specimens, indicating they may have had a \"knobbly\", if not scaly, appearance.[31] With reptiliomorph anthracosaurs having evolved small near-circular keratinous scales, their amniote descendants further covered almost their entire body with them, and also formed claws of keratin, with both scales and claws making cutaneous respiration and water absorption impossible, making them breathe through their mouths and nostrils, and drink water through mouth. Seymouriamorphs reproduced in amphibian fashion with aquatic eggs that hatched into larvae (tadpoles) with external gills;[32] it is unknown how other tetrapods traditionally assigned to Reptiliomorpha reproduced. During the Carboniferous and Permian periods, some tetrapods started to evolve towards a reptilian condition. Some of these tetrapods (e.g. Archeria, Eogyrinus) were elongate, eel-like aquatic forms with diminutive limbs, while others (e.g. Seymouria, Solenodonsaurus, Diadectes, Limnoscelis) were so reptile-like that until quite recently they actually had been considered to be true reptiles, and it is likely that to a modern observer they would have appeared as large to medium-sized, heavy-set lizards. Several groups however remained aquatic or semiaquatic. Some of the chroniosuchians show the build and presumably habits of modern crocodiles and were probably also similar to crocodylians in that they were river-side predators. While some other Chroniosuchians possessed elongated newt- or eel-like bodies. The two most terrestrially adapted groups were the medium-sized insectivorous or carnivorous Seymouriamorpha and the mainly herbivorous Diadectomorpha, with many large forms. The latter group has, in most analysis, the closest relatives of the Amniotes.[33] Their terrestrial life style combined with the need to return to the water to lay eggs hatching to larvae (tadpoles) led to a drive to abandon the larval stage and aquatic eggs. A possible reason may have been competition for breeding ponds, to exploit drier environments with less access to open water, or to avoid predation on tadpoles by fish, a problem still plaguing modern amphibians.[34] Whatever the reason, the drive led to internal fertilization and direct development (completing the tadpole stage within the egg). A striking parallel can be seen in the frog family Leptodactylidae, which has a very diverse reproductive system, including foam nests, non-feeding terrestrial tadpoles and direct development. The Diadectomorphans generally being large animals would have had correspondingly large eggs, unable to survive on land.[35] Fully terrestrial life was achieved with the development of the amniote egg, where a number of membranous sacks protect the embryo and facilitate gas exchange between the egg and the atmosphere. The first to evolve was probably the allantois, a sack that develops from the gut/yolk-sack. This sack contains the embryo's nitrogenous waste (urea) during development, stopping it from poisoning the embryo. A very small allantois is found in modern amphibians. Later came the amnion surrounding the fetus proper, and the chorion, encompassing the amnion, allantois, and yolk-sack. Exactly where the border between reptile-like amphibians (non-amniote reptiliomorphs) and amniotes lies will probably never be known, as the reproductive structures involved fossilize poorly, but various small, advanced reptiliomorphs have been suggested as the first true amniotes, including Solenodonsaurus, Casineria and Westlothiana. Such small animals laid small eggs, 1 cm in diameter or less. Small eggs would have a small enough volume to surface ratio to be able to develop on land without the amnion and chorion actively effecting gas exchange, setting the stage for the evolution of true amniotic eggs.[35] Although the first true amniotes probably appeared as early as the Middle Mississippian sub-epoch, non-amniote (or amphibian) reptiliomorph lineages coexisted alongside their amniote descendants for many millions of years. By the middle Permian the non-amniote terrestrial forms had died out, but several aquatic non-amniote groups continued to the end of the Permian, and in the case of the chroniosuchians survived the end Permian mass extinction, only to die out prior to the end of the Triassic. Meanwhile, the single most successful daughter-clade of the reptiliomorphs, the amniotes, continued to flourish and evolve into a staggering diversity of tetrapods including mammals, reptiles, and birds. Proterogyrinus, an early embolomere Pteroplax, an aquatic embolomere Silvanerpeton, an indeterminate Carboniferous reptiliomorph Eldeceeon, an indeterminate Carboniferous reptiliomorph Chroniosaurus, a Permian chroniosuchian Madygenerpeton, a Triassic chroniosuchian Pelodosotis, an ostodolepid \"microsaur\" from the group Lepospondyli Diplocaulus, a diplocaulid \"nectridean\" from the group Lepospondyli Kotlassia, an aquatic seymouriamorph Solenodonsaurus, an \"advanced\" reptiliomorph Casineria, an amniote-like reptiliomorph Tseajaia, a diadectomorph Diasparactus, a diadectid diadectomorph ","Title":"Reptiliomorpha - Wikipedia","KeyID":"1514","URL":"https://en.wikipedia.org/wiki/Reptiliomorpha"}