{"Content: ":"Severe acute respiratory syndrome coronavirus 1 (SARS-CoV-1 or SARS-CoV)[2] is a strain of coronavirus that causes severe acute respiratory syndrome (SARS), the respiratory illness responsible for the 2002–2004 SARS outbreak.[3] It is an enveloped, positive-sense, single-stranded RNA virus which infects the epithelial cells within the lungs.[4] The virus enters the host cell by binding to angiotensin-converting enzyme 2.[5] It infects humans, bats, and palm civets.[6][7] On 16 April 2003, following the outbreak of SARS in Asia and secondary cases elsewhere in the world, the World Health Organization (WHO) issued a press release stating that the coronavirus identified by a number of laboratories was the official cause of SARS. The Centers for Disease Control and Prevention (CDC) in the United States and National Microbiology Laboratory (NML) in Canada identified the SARS-CoV-1 genome in April 2003.[8][9] Scientists at Erasmus University in Rotterdam, the Netherlands, demonstrated that the SARS coronavirus fulfilled Koch's postulates, thereby confirming it as the causative agent. In the experiments, macaques infected with the virus developed the same symptoms as human SARS patients.[10] A virus very similar to SARS was discovered in late 2019. This virus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is the causative pathogen of COVID-19, the propagation of which started the COVID-19 pandemic.[11] Severe acute respiratory syndrome (SARS) is the disease caused by SARS-CoV-1. It causes an often severe illness and is marked initially by systemic symptoms of muscle pain, headache, and fever, followed in 2–14 days by the onset of respiratory symptoms,[12] mainly cough, dyspnea, and pneumonia. Another common finding in SARS patients is a decrease in the number of lymphocytes circulating in the blood.[13] In the SARS outbreak of 2003, about 9% of patients with confirmed SARS-CoV-1 infection died.[14] The mortality rate was much higher for those over 60 years old, with mortality rates approaching 50% for this subset of patients.[14] In March 2003, WHO established a global network of leading laboratories to collaborate in the identification of the causative agent of SARS. Early on, labs in the network narrowed the search to members of the paramyxovirus and coronavirus families. Early findings shared by the labs pointed to coronaviruses with increasing consistency. On 21 March, scientists from the University of Hong Kong announced the isolation of a new virus that was strongly suspected to be the causative agent of SARS.[15] Epidemiological evidence suggested a zoonotic origin of the virus: more than 33% of the first detected cases of SARS in Guangdong corresponded to animal or food handlers.[16] Seroprevalence studies reinforced this zoonotic link (a high proportion of asymptomatic animal handlers at markets in Guangdong Province had antibodies against SARS-CoV).[16] On 12 April 2003, scientists working at the Michael Smith Genome Sciences Centre in Vancouver finished mapping the genetic sequence of a coronavirus believed to be linked to SARS. The team was led by Marco Marra and Caroline Astell and worked in collaboration with the British Columbia Centre for Disease Control and the National Microbiology Laboratory in Winnipeg, Manitoba, using samples from infected patients in Toronto.[17][18] The map, hailed by the WHO as an important step forward in fighting SARS,[citation needed] is shared with scientists worldwide via the GSC website (see below). Donald Low of Mount Sinai Hospital in Toronto described the discovery as having been made with \"unprecedented speed\".[19] The sequence of the SARS coronavirus has since been confirmed by other independent groups. Molecular epidemiological research demonstrated the virus isolated in 2002–2003 in south China and the virus isolated in the same area in late 2003 and early 2004 are different, indicating separate species-crossing events.[20] The phylogeny of the outbreak strains shows that the southwestern provinces including Yunnan, Guizhou and Guangxi compare to the human SARS-CoV-1 better than those of the other provinces, but the viruses' evolution is a product of the host interaction and particularity.[21] In late May 2003, studies from samples of wild animals sold as food in the local market in Guangdong, China, found a strain of SARS coronavirus could be isolated from masked palm civets (Paguma sp.), but the animals did not always show clinical signs. The preliminary conclusion was the SARS virus crossed the xenographic barrier from palm civet to humans, and more than 10,000 masked palm civets were killed in Guangdong Province. The virus was also later found in raccoon dogs (Nyctereuteus sp.),[22] ferret badgers (Melogale spp.), and domestic cats. In 2005, two studies identified a number of SARS-like coronaviruses in Chinese bats.[23][24] Although the bat SARS virus did not replicate in cell culture, in 2008, American researchers[25] altered the genetic structure of bat SARS virus with the human receptor binding domain both in the bat virus and in the mice which demonstrated how zoonosis might occur in evolution.[26] Phylogenetic analysis of these viruses indicated a high probability that SARS coronavirus originated in bats and spread to humans either directly or through animals held in Chinese markets. The bats did not show any visible signs of disease, but are the likely natural reservoirs of SARS-like coronaviruses. In 2004, scientists from the Chinese Center for Disease Control and Prevention of the University of Hong Kong and the Guangzhou Center for Disease Control and Prevention established a genetic link between the SARS coronavirus appearing in civets and humans, confirming claims that the virus had jumped across species.[27] Bats are likely to be the natural reservoir, that is, the host that harbored the pathogen but that does not show ill effects and serves as a source of infection. No direct progenitor of SARS-CoV was found in bat populations, but WIV16 was found in a cave in Xiyang Yi Ethnic Township, Yunnan, China between 2013 and 2016, and has a 96% genetically similar virus strain.[28] The hypothesis that SARS-CoV-1 emerged through recombinations of bat SARSr-CoVs in the Yunnan cave of WIV16 or in other yet-to-be-identified bat caves is considered highly likely.[29] A phylogenetic tree based on whole-genome sequences of SARS-CoV-1 and related coronaviruses is: 16BO133, 86.3% to SARS-CoV-1, Rhinolophus ferrumequinum, North Jeolla, South Korea[30] JTMC15, 86.4% to SARS-CoV-1, Rhinolophus ferrumequinum, Tonghua, Jilin[31] Bat SARS CoV Rf1, 87.8% to SARS-CoV-1, Rhinolophus ferrumequinum, Yichang, Hubei[32] BtCoV HKU3, 87.9% to SARS-CoV-1, Rhinolophus sinicus, Hong Kong and Guangdong[33] LYRa11, 90.9% to SARS-CoV-1, Rhinolophus affinis, Baoshan, Yunnan[34] Bat SARS-CoV/Rp3, 92.6% to SARS-CoV-1, Rhinolophus pearsoni, Nanning, Guangxi[32] Bat SL-CoV YNLF_31C, 93.5% to SARS-CoV-1, Rhinolophus ferrumequinum, Lufeng, Yunnan[35] Bat SL-CoV YNLF_34C, 93.5% to SARS-CoV-1, Rhinolophus ferrumequinum, Lufeng, Yunnan[35] SHC014-CoV, 95.4% to SARS-CoV-1, Rhinolophus sinicus, Kunming, Yunnan[36] WIV1, 95.6% to SARS-CoV-1, Rhinolophus sinicus, Kunming, Yunnan[36] WIV16, 96.0% to SARS-CoV-1, Rhinolophus sinicus Kunming, Yunnan[37] Civet SARS-CoV, 99.8% to SARS-CoV-1, Paguma larvata, market in Guangdong, China[33] SARS-CoV-1 SARS-CoV-2, 79% to SARS-CoV-1[38]  SARS-CoV-1 follows the replication strategy typical of the coronavirus subfamily. The primary human receptor of the virus is angiotensin-converting enzyme 2 (ACE2) and hemaglutinin (HE),[39] first identified in 2003.[40][41] Human SARS-CoV-1 appears to have had a complex history of recombination between ancestral coronaviruses that were hosted in several different animal groups.[42][43] In order for recombination to happen at least two SARS-CoV-1 genomes must be present in the same host cell. Recombination may occur during genome replication when the RNA polymerase switches from one template to another (copy choice recombination).[43] SARS-CoV-1 is one of seven known coronaviruses to infect humans. The other six are:[44] The SARS outbreak raised biosafety concerns among the biotechnology community and, specifically, the question of risk assessment regarding the contained use of SARS-CoV for laboratory work.[45] Since this event, China has been making efforts to regulate safely the activities conducted in high-level biosafety laboratories, enacting some laws and decrees in this regard.[46]","Title":"SARS-CoV-1 - Wikipedia","KeyID":"15143","URL":"https://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus"}