{"Content: ":"Amniotes are a clade of tetrapod vertebrates that comprise sauropsids (including reptiles and birds) and synapsids (including non-mammalian synapsids and mammals). They are distinguished by a membrane (amnion) protecting the embryo and a lack of a larval stage.[3] Because of this trait, amniotes lay eggs on land or retain them within the mother, unlike anamniotes (fishes and amphibians), which typically lay eggs in water. Older sources, particularly before the 20th century, may refer to amniotes as \"higher vertebrates\" and anamniotes as \"lower vertebrates\", based on the antiquated idea of the evolutionary great chain of being. The term amniote comes from the Greek ἀμνίον amnion, \"membrane surrounding the fetus\", and earlier \"bowl in which the blood of sacrificed animals was caught\", from ἀμνός amnos, \"lamb\".[4] The amnion comprises several extensive membranes. In eutherian mammals (such as humans), these include the amniotic sac that surrounds the fetus. The amnion is a critical divergence within vertebrates that allows the embryos to survive out of the water. This enabled amniotes to reproduce on land and so move into drier environments—free of the need to return to water for reproduction as amphibians. The eggs could also \"breathe\" and cope with wastes, allowing the eggs and individuals to evolve into larger forms. The first amniotes, referred to as \"basal amniotes\", resembled small lizards and evolved from the amphibian reptiliomorphs about 312 million years ago,[5] in the Carboniferous geologic period. Amniotes spread around Earth's land and became the dominant land vertebrates.[5] They soon diverged into synapsids and sauropsids, which persist today. The oldest known fossil synapsid is Protoclepsydrops from about 312 million years ago,[5] while the oldest known sauropsid are probably Hylonomus and Paleothyris, in the order Captorhinida, from the Middle Pennsylvanian epoch (c. 306–312 million years ago). Zoologists characterize amniotes in part by embryonic development that includes the formation of several extensive membranes, the amnion, chorion, and allantois. Amniotes develop directly into a (typically) terrestrial form with limbs and a thick stratified epithelium (rather than first entering a feeding larval tadpole stage followed by metamorphosis, as amphibians do). In amniotes, the transition from a two-layered periderm to a cornified epithelium is triggered by thyroid hormone during embryonic development, rather than by metamorphosis.[6] The unique embryonic features of amniotes may reflect specializations for eggs to survive drier environments; or the increase in size and yolk content of eggs may have permitted, and coevolved with, direct development of the embryo to a large size. Features of amniotes evolved for survival on land include a sturdy but porous leathery or hard eggshell and an allantois that facilitates respiration while providing a reservoir for disposal of wastes. Their kidneys (metanephros) and large intestines are also well-suited to water retention. Most mammals do not lay eggs, but corresponding structures develop inside the placenta. The ancestors of true amniotes, such as Casineria kiddi, which lived about 340 million years ago, evolved from amphibian reptiliomorphs and resembled small lizards. At the late Devonian mass extinction (360 million years ago), all known tetrapods were essentially aquatic and fish-like. Because the reptiliomorphs were already established 20 million years later when all their fishlike relatives were extinct, it appears they separated from the other tetrapods somewhere during Romer's gap, when the adult tetrapods became fully terrestrial (some forms would later become secondarily aquatic).[7] The modest-sized ancestors of the amniotes laid their eggs in moist places, such as depressions under fallen logs or other suitable places in the Carboniferous swamps and forests; and dry conditions probably do not account for the emergence of the soft shell.[8] Indeed, many modern-day amniotes require moisture to keep their eggs from desiccating.[9] Although some modern amphibians lay eggs on land, all amphibians lack advanced traits like an amnion. The amniotic egg formed through a series of evolutionary steps. After internal fertilization and the habit of laying eggs in terrestrial environments became a reproduction strategy amongst the amniote ancestors, the next major breakthrough appears to have involved a gradual replacement of the gelatinous coating covering the amphibian egg with a fibrous shell membrane. This allowed the egg to increase both its size and in the rate of gas exchange, permitting a larger, metabolically more active embryo to reach full development before hatching. Further developments, like extraembryonic membranes (amnion, chorion, and allantois) and a calcified shell, were not essential and probably evolved later.[10] It has been suggested that shelled terrestrial eggs without extraembryonic membranes could still not have been more than about 1 cm (0.4 inch) in diameter because of diffusion problems, like the inability to get rid of carbon dioxide if the egg was larger. The combination of small eggs and the absence of a larval stage, where posthatching growth occurs in anamniotic tetrapods before turning into juveniles, would limit the size of the adults. This is supported by the fact that extant squamate species that lay eggs less than 1 cm in diameter have adults whose snout-vent length is less than 10 cm. The only way for the eggs to increase in size would be to develop new internal structures specialized for respiration and for waste products. As this happened, it would also affect how much the juveniles could grow before they reached adulthood.[11] A similar pattern can be seen in modern amphibians. Frogs that have evolved terrestrial reproduction and direct development have both smaller adults and fewer and larger eggs compared to their relatives that still reproduce in water.[12] Fish and amphibian eggs have only one inner membrane, the embryonic membrane. Evolution of the amniote egg required increased exchange of gases and wastes between the embryo and the atmosphere. Structures to permit these traits allowed further adaption that increased the feasible size of amniote eggs and enabled breeding in progressively drier habitats. The increased size of eggs permitted increase in size of offspring and consequently of adults. Further growth for the latter, however, was limited by their position in the terrestrial food-chain, which was restricted to level three and below, with only invertebrates occupying level two. Amniotes would eventually experience adaptive radiations when some species evolved the ability to digest plants and new ecological niches opened up, permitting larger body-size for herbivores, omnivores and predators.[citation needed] While the early amniotes resembled their amphibian ancestors in many respects, a key difference was the lack of an otic notch at the back margin of the skull roof. In their ancestors, this notch held a spiracle, an unnecessary structure in an animal without an aquatic larval stage.[13] There are three main lines of amniotes, which may be distinguished by the structure of the skull and in particular the number of temporal fenestrae (openings) behind each eye. In anapsids, the ancestral condition, there are none, in synapsids (mammals and their extinct relatives) there is one, and most diapsids (including birds, crocodilians, squamates, and tuataras), have two. Turtles were traditionally classified as anapsids because they lack fenestrae, but molecular testing firmly places them in the diapsid line of descent - they therefore secondarily lost their fenestrae. Post-cranial remains of amniotes can be identified from their Labyrinthodont ancestors by their having at least two pairs of sacral ribs, a sternum in the pectoral girdle (some amniotes have lost it) and an astragalus bone in the ankle.[14] Amniota was first formally described by the embryologist Ernst Haeckel in 1866 on the presence of the amnion, hence the name. A problem with this definition is that the trait (apomorphy) in question does not fossilize, and the status of fossil forms has to be inferred from other traits. Classifications of the amniotes have traditionally recognised three classes based on major traits and physiology:[16][17][18][19] This rather orderly scheme is the one most commonly found in popular and basic scientific works. It has come under critique from cladistics, as the class Reptilia is paraphyletic—it has given rise to two other classes not included in Reptilia. A different approach is adopted by writers who reject paraphyletic groupings. One such classification, by Michael Benton, is presented in simplified form below.[22] With the advent of cladistics, other researchers have attempted to establish new classes, based on phylogeny, but disregarding the physiological and anatomical unity of the groups. Unlike Benton, for example, Jacques Gauthier and colleagues forwarded a definition of Amniota in 1988 as \"the most recent common ancestor of extant mammals and reptiles, and all its descendants\".[14] As Gauthier makes use of a crown group definition, Amniota has a slightly different content than the biological amniotes as defined by an apomorphy.[23] Though traditionally considered reptiliomorphs, some recent research has recovered diadectomorphs as the sister group to Synapsida within Amniota, based on inner ear anatomy.[24][25][26] The cladogram presented here illustrates the phylogeny (family tree) of amniotes, and follows a simplified version of the relationships found by Laurin & Reisz (1995),[27] with the exception of turtles, which more recent morphological and molecular phylogenetic studies placed firmly within diapsids.[28][29][30][31][32][33] The cladogram covers the group as defined under Gauthier's definition. †Diadectomorpha Synapsida (mammals and their extinct relatives) †Mesosauridae †Millerettidae †Pareiasauria †Procolophonoidea †Captorhinidae †Protorothyrididae Diapsida (lizards, snakes, turtles, crocodiles, birds, etc.) ","Title":"Amniote - Wikipedia","KeyID":"1515","URL":"https://en.wikipedia.org/wiki/Amniota"}