{"Content: ":"Flu season is an annually recurring time period characterized by the prevalence of an outbreak of influenza (flu). The season occurs during the cold half of the year in each hemisphere. Influenza activity can sometimes be predicted and even tracked geographically. While the beginning of major flu activity in each season varies by location, in any specific location these minor epidemics usually take about three weeks to reach its pinnacle, and another 3 weeks to significantly diminish.[1] Annually, about 3 to 5 million cases of severe illness and 290,000 to 650,000 deaths from seasonal flu occur worldwide.[2] Three virus families, Influenza virus A, B, and C are the main infective agents that cause influenza. During periods of cooler temperature, influenza cases increase roughly tenfold or more. Despite the higher incidence of manifestations of the flu during the season, the viruses are actually transmitted throughout populations all year round. Each annual flu season is normally associated with a major influenza virus sub type. The associated sub type changes each year, due to development of immunological resistance to a previous year's strain (through exposure and vaccinations), and mutational changes in previously dormant viruses strains. The exact mechanism behind the seasonal nature of influenza outbreaks is unknown. Some proposed explanations are: Research in guinea pigs has shown that the aerosol transmission of the virus is enhanced when the air is cold and dry.[3] The dependence on aridity appears to be due to degradation of the virus particles in moist air, while the dependence on cold appears to be due to infected hosts shedding the virus for a longer period of time. The researchers did not find that the cold impaired the immune response of the guinea pigs to the virus. Research done by the National Institute of Child Health and Human Development (NICHD) in 2008 found that the influenza virus has a butter-like coating. The coating melts when it enters the respiratory tract. In the winter, the coating becomes a hardened shell; therefore, it can survive in the cold weather similar to a spore. In the summer, the coating melts before the virus reaches the respiratory tract.[9] In the United States, the flu season is considered October through May.[11] It typically reaches an apex in February,[12] with a seasonal baseline varying between 6.1% and 7.7% of all deaths.[10] In Australia, the flu season is considered May to October. It usually peaks in August.[13] For other southern hemisphere countries such as Argentina, Chile, South Africa, and Paraguay also tend to start around June.[14] Brazil has a complex seasonality component for its flu season, due to part of its being in a tropical climate, but its further south latitudes have their flu peaks in June–July, during the southern hemisphere winters.[15] Flu seasons also exist in the tropics and subtropics, with variability from region to region.[16] In Hong Kong, which has a humid subtropical climate, the flu season runs from December to March, in the winter and early spring.[17][18] Flu vaccinations are used to diminish the effects of the flu season and can lower an individual's risk of getting the flu by about half.[19] Since the Northern and Southern Hemisphere have winter at different times of the year, there are actually two flu seasons each year. Therefore, the World Health Organization (assisted by the National Influenza Centers) recommends two vaccine formulations every year; one for the Northern, and one for the Southern Hemisphere.[20] According to the U.S. Department of Health, a growing number of large companies provide their employees with seasonal flu shots, either at a small cost to the employee or as a free service.[21] The annually updated trivalent influenza vaccine consists of hemagglutinin (HA) surface glycoprotein components from influenza H3N2, H1N1, and B influenza viruses.[22] The dominant strain in January 2006 was H3N2. Measured resistance to the standard antiviral drugs amantadine and rimantadine in H3N2 has increased from 1% in 1994 to 12% in 2003 to 91% in 2005.[23][24] Medical conditions that compromise the immune system increase the risks from flu. Millions of people have diabetes. When blood sugars are not well controlled, diabetics can quickly develop a wide range of complications. Diabetes results in elevated blood sugars in the body, and this environment allows viruses and bacteria to thrive.[citation needed] If blood sugars are poorly controlled, a mild flu can quickly turn severe, leading to hospitalization and even death. Uncontrolled blood sugars suppresses the immune systems and generally lead to more severe cases of the common cold or influenza. Thus, it has been recommended that diabetics be vaccinated against flu, before the start of the flu season.[25][26] The CDC recommends that people with asthma and chronic obstructive pulmonary disease (COPD) be vaccinated against flu before the flu season. People with asthma can develop life-threatening complications from influenza and the common cold viruses. Some of these complications include pneumonias, acute bronchitis, and acute respiratory distress syndrome.[27] Each year flu related complications in the USA affect close to 100,000 asthmatics, and millions more are seen in the emergency room because of severe shortness of breath. The CDC recommends that asthmatics are vaccinated between October and November, before the peak of the flu season. Flu vaccines take about two weeks to become effective.[28] People with cancer usually have a suppressed immune system. Moreover, many cancer patients undergo radiation therapy and potent immunosuppressive medications, which further suppresses the body's ability to fight off infections. Everyone with cancer is highly susceptible and is at risk for complications from flu. People with cancer or a history of cancer should receive the seasonal flu shot. Flu vaccination is also strict for lung cancer patients, as cancer leads to complications of pneumonia and bronchitis. People with cancer should not receive the nasal spray vaccine. The flu shot is made up of inactivated (killed) viruses, and the nasal spray vaccines are made up of live viruses. The flu shot is safer for those with a weakened immune system. Those who have received cancer treatment such as chemotherapy and/or radiation therapy within the last month, or have a blood or lymphatic form of cancer should call their doctor immediately if they suspect they may have flu.[29] Individuals who have HIV/AIDS are prone to a variety of infections. HIV weakens the body's immune system, leaving them vulnerable to viral, bacterial, fungal, and protozoa disorders. People with HIV are at an increased risk of serious flu-related complications. Many reports have shown that individuals with HIV can develop serious pneumonias that need hospitalization and aggressive antibiotic therapy. Moreover, people with HIV have a longer flu season and are at a high risk of death. Vaccination with the flu shot has been shown to boost the immune system and protect against the seasonal flu in some patients with HIV.[30] The cost of a flu season in lives lost, medical expenses and economic impact can be severe. In 2017, the World Health Organization (WHO) estimated that the seasonal flu causes 290,000 to 650,000 annual deaths worldwide.[31] In 2003, the WHO estimated that the cost of flu epidemics in the United States was US$71–167 billion per year.[32] A 2007 study found that annual influenza epidemics in the US result in approximately 600,000 life-years lost, 3 million hospitalized days, and 30 million outpatient visits, resulting in medical costs of $10 billion annually. According to this study, lost earnings due to illness and loss of life amounted to over $15 billion annually and the total economic burden of annual influenza epidemics amounts to over $80 billion.[33] Also, in the US the flu season usually accounts for 200,000 hospitalizations and 41,000 deaths.[citation needed] Because the mortality rate of the H1N1 swine flu is lower than that of common flu strains, this[clarification needed] number was actually lower in 2009. According to an article in Clinical Infectious Diseases, published in 2011, the estimated health burden of 2009 Pandemic Influenza A (H1N1), between April 2009 to April 2010, was \"approximately 60.8 million cases (range: 43.3–89.3 million), 274,304 hospitalizations (195,086–402,719), and 12,469 deaths (8,868–18,306)\" \"in the United States due to pH1N1.\"[34][35] Seasonal epidemics of influenza can be severe. Some can even rival pandemics in terms of excess mortality.[36][37] In fact, it is not so much mortality that distinguishes seasonal epidemics from pandemics but rather the extent to which the disease has spread,[38] though the reasons behind this distinction between epidemic and pandemic, as well as the geographic variability observed within individual flu seasons, remain poorly understood.[37][39] As such, some flu seasons are particularly notable in terms of severity. Others are notable due to other unique or unusual factors, as described below. According to the United States Public Health Service, \"The epidemic of 1928–1929 was the most important since that of 1920\", itself considered to be the final wave, at least in the US, of the 1918 pandemic. There were approximately 50,000 excess influenza and pneumonia deaths in the country, or about half of the mortality attributed to the 1920 epidemic.[40] The 1946–1947 flu season was characterized by a previously unheard of phenomenon. The first influenza vaccine came into use in the 1940s.[41][42] At this time, the vaccine contained a strain of H1N1 isolated in 1943, and this had been effective during the 1943–1944 and 1944–1945 seasons. During the 1946–1947 season, however, this once-effective vaccine totally failed to protect the military personnel who had received it.[43] A worldwide epidemic occurred, which for a time was considered to have been a pandemic due to its vast spread, albeit a mild one, with relatively low mortality.[44] Antigenetic analysis later revealed that the influenza A virus had undergone intrasubtypic reassortment, in which genes were swapped between two viruses of the same subtype (H1N1), resulting in an extreme drift variant but not an entirely new subtype.[45][43] The new strains were so different, however, that they were for a time classified into a distinct category, though this distinction has since been lost due to more recent analysis, which supports classifying both the older and the newer strains as influenza A/H1N1.[43] Nevertheless, this experience informed public health experts of the need to update vaccine composition periodically to account for variations in the influenza virus, even if there has been no complete shift in subtype.[46] The 1950–1951 flu season was particularly severe in England and Wales and in Canada.[36][37] Influenza A predominated. The rates of excess pneumonia and influenza mortality in these places was higher than those which would later be experienced in both the 1957 and 1968 pandemics. Liverpool in particular experienced a peak in weekly mortality even higher than that of the 1918 pandemic.[37] Northern Europe also experienced severe epidemics this season.[47][48] By contrast, the United States experienced a relatively milder epidemic.[37] There was no observed shift in the viruses in circulation this flu season.[37] During the 1952–1953 flu season, the Americas and Europe experienced widespread outbreaks of influenza A.[49] Beginning the first week of January, 1953, influenza in epidemic proportions emerged in various states in the US. Outbreaks soon developed around the country, with Texas experiencing particularly high activity, though the northeast mostly saw smaller, more localized outbreaks.[49] Schools were shuttered in many places due to the high incidence of disease among students and teachers.[49] After an initial attempt to minimize the threat of the outbreak and a resistance to describe it as an \"epidemic\",[50][51] the US Public Health Service eventually acknowledged it as such when deaths began to rise around the country.[52] By the end of January, activity was decreasing around the country.[49] Around the time that the epidemic was peaking in the US, outbreaks developed in France, Germany, and southern England and later in Scandinavia, Switzerland, and Austria; sporadic activity was reported in other parts of Europe.[49] In the US, influenza and pneumonia mortality peaked in early February, earlier than in the three preceding flu seasons, in which mortality did not begin to rise until late February, and was the greatest out of the three preceding seasons, including 1951.[49] It was subsequently found that strains isolated during this season were influenza A but had shifted antigenically relative to previously isolated strains, further demonstrating the significance of antigenic variation in influenza viruses.[53] The 1967–1968 flu season was the last to be dominated by H2N2 before the emergence of H3N2 in 1968 and the consequent \"Hong Kong flu\" pandemic that lasted until 1970. This season was particularly severe in England and France, in which pneumonia and influenza excess mortality was two to three times greater than in other countries.[54] By contrast, North America (the US and Canada) experienced a relatively milder epidemic than other places, with lower all-cause excess mortality and a lower increase in both pneumonia-influenza and all-cause excess mortality, both indicating that this season had a lesser impact in North America relative to other countries.[54] In Britain, this epidemic was the \"largest\" it had experienced in seven years, with an estimated two million cases occurring in the population as a whole.[55] The 2012–2013 flu season was particularly harsh in the United States, where the majority of states were reporting high rates of influenza-like illness.[56][57][58] The Centers for Disease Control and Prevention reported that the available flu vaccine was 60% effective.[58][59] It further recommended that all persons over age 6 months get the vaccine.[58][59] According to one source, the season 2014-2015 saw a particularly heavy prevalence of influenza in the United Kingdom.[60] Following the COVID-19 lockdown, flu activity fell to a historical low, leading to concerns of a spike in COVID-19 and influenza cases the following year from a lack of protective immunity. Health authorities around the world advised the public to get Influenza vaccines along with COVID-19 vaccines to help prevent this.[61][62][63]","Title":"Flu season - Wikipedia","KeyID":"15160","URL":"https://en.wikipedia.org/wiki/Seasonal_influenza"}