{"Content: ":"Nasal congestion is the blockage of nasal breathing usually due to membranes lining the nose becoming swollen from inflamed blood vessels.[1] In about 85% of cases, nasal congestion leads to mouth breathing rather than nasal breathing.[2] According to Jason Turowski, MD of the Cleveland Clinic, \"we are designed to breathe through our noses from birth—it's the way humans have evolved.\"[3] This is referred to as \"obligate nasal breathing.\"[4] Nasal congestion can interfere with hearing and speech. Significant congestion may interfere with sleep, cause snoring, and can be associated with sleep apnea or upper airway resistance syndrome.[5] In children, nasal congestion from enlarged adenoids has caused chronic sleep apnea with insufficient oxygen levels and hypoxia, as well as right-sided heart failure. The problem usually resolves after surgery to remove the adenoids and tonsils, however the problem often relapses later in life due to craniofacial alterations from chronic nasal congestion.[6] Nasal obstruction characterized by insufficient airflow through the nose can be a subjective sensation or the result of objective pathology.[10] It is difficult to quantify by subjective complaints or clinical examinations alone, hence both clinicians and researchers depend both on concurrent subjective assessment and on objective measurement of the nasal airway.[11] Prevalence of kyphosis has been linked to nasal obstruction in a study.[12] According to WebMD, congestion can be addressed through the use of a humidifier, warm showers, drinking fluids, using a neti pot, using a nasal saline spray, and sleeping with one's head elevated. It also recommends a number of over the counter decongestants and antihistamines.[13] A 2012 study concluded that combining nasal sprays with \"nasal breathing exercises\" (NBE) led to improvement of symptoms. Though it may seem weird, crying can also be helpful.[14] The Cleveland Clinic also states that congestion may be a sign of a deviated septum, a condition that needs to be addressed by a doctor.[15]","Title":"Nasal congestion - Wikipedia","KeyID":"15164","URL":"https://en.wikipedia.org/wiki/Nasal_Obstruction"}