{"Content: ":"Monotremes (/ˈmɒnətriːmz/) are prototherian mammals of the order Monotremata. They are one of the three groups of living mammals, along with placentals (Eutheria) and marsupials (Metatheria). Monotremes are typified by structural differences in their brains, jaws, digestive tract, reproductive tract, and other body parts compared to the more common mammalian types. In addition, they lay eggs rather than bearing live young, but, like all mammals, the female monotremes nurse their young with milk. Monotremes have been considered members of Australosphenida, a clade which contains extinct mammals from the Jurassic and Cretaceous of Madagascar, South America and Australia, though this is disputed. The only surviving examples of monotremes are all indigenous to Australia and New Guinea although there is evidence that they were once more widespread, as Monotrematum is known from the Paleocene of South America.[6] The extant monotreme species are the platypus and four species of echidnas. There is currently some debate regarding monotreme taxonomy. The name monotreme derives from the Greek words μονός (monós 'single') and τρῆμα (trêma 'hole'), referring to the cloaca. Like other mammals, monotremes are endothermic with a high metabolic rate (though not as high as other mammals; see below); have hair on their bodies; produce milk through mammary glands to feed their young; have a single bone in their lower jaw; and have three middle-ear bones. In common with reptiles and marsupials, monotremes lack the connective structure (corpus callosum) which in placental mammals is the primary communication route between the right and left brain hemispheres.[7] The anterior commissure does provide an alternate communication route between the two hemispheres, though, and in monotremes and marsupials it carries all the commissural fibers arising from the neocortex, whereas in placental mammals the anterior commissure carries only some of these fibers.[8] Extant monotremes lack teeth as adults. Fossil forms and modern platypus young have a \"tribosphenic\" form of molars (with the occlusal surface formed by three cusps arranged in a triangle), which is one of the hallmarks of extant mammals. Some recent work suggests that monotremes acquired this form of molar independently of placental mammals and marsupials,[9] although this hypothesis remains disputed.[10] Tooth loss in modern monotremes might be related to their development of electrolocation.[11] Monotreme jaws are constructed somewhat differently from those of other mammals, and the jaw opening muscle is different. As in all true mammals, the tiny bones that conduct sound to the inner ear are fully incorporated into the skull, rather than lying in the jaw as in cynodonts and other premammalian synapsids; this feature, too, is now claimed to have evolved independently in monotremes and therians,[12] although, as with the analogous evolution of the tribosphenic molar, this hypothesis is disputed.[13][14] Nonetheless, findings on the extinct species Teinolophos confirm that suspended ear bones evolved independently among monotremes and therians.[15] The external opening of the ear still lies at the base of the jaw. The sequencing of the platypus genome has also provided insight into the evolution of a number of monotreme traits, such as venom and electroreception, as well as showing some new unique features, such as monotremes possessing 5 pairs of sex chromosomes and that one of the X chromosomes resembles the Z chromosome of birds,[16] suggesting that the two sex chromosomes of marsupial and placental mammals evolved after the split from the monotreme lineage.[17] Additional reconstruction through shared genes in sex chromosomes supports this hypothesis of independent evolution.[18] This feature, along with some other genetic similarities with birds, such as shared genes related to egg-laying, is thought to provide some insight into the most recent common ancestor of the synapsid lineage leading to mammals and the sauropsid lineage leading to birds and modern reptiles, which are believed to have split about 315 million years ago during the Carboniferous.[19][20] The presence of vitellogenin genes (a protein necessary for egg shell formation) is shared with birds; the presence of this symplesiomorphy suggests that the common ancestor of monotremes, marsupials, and placental mammals was oviparous, and that this trait was retained in monotremes but lost in all other extant mammal groups. DNA analyses suggest that although this trait is shared and is synapomorphic with birds, platypuses are still mammals and that the common ancestor of extant mammals lactated.[21] The monotremes also have extra bones in the shoulder girdle, including an interclavicle and coracoid, which are not found in other mammals. Monotremes retain a reptile-like gait, with legs on the sides of, rather than underneath, their bodies. The monotreme leg bears a spur in the ankle region; the spur is not functional in echidnas, but contains a powerful venom in the male platypus. This venom is derived from b-defensins, proteins that are present in mammals that create holes in viral and bacterial pathogens. Some reptile venom is also composed of different types of b-defensins, another trait shared with reptiles.[19] It is thought to be an ancient mammalian characteristic, as many non-monotreme archaic mammal groups also possess venomous spurs.[22] The key anatomical difference between monotremes and other mammals gives them their name; monotreme means “single opening” in Greek, referring to the single duct (the cloaca) for their urinary, defecatory, and reproductive systems. Like reptiles, monotremes have a single cloaca. Marsupials have a separate genital tract, whereas most placental mammalian females have separate openings for reproduction (the vagina), urination (the urethra), and defecation (the anus). In monotremes, only semen passes through the penis while urine is excreted through the male's cloaca.[23] The monotreme penis is similar to that of turtles and is covered by a preputial sac.[24][25] Monotreme eggs are retained for some time within the mother and receive nutrients directly from her, generally hatching within 10 days after being laid — much shorter than the incubation period of sauropsid eggs.[26][27] Much like newborn marsupials (and perhaps all non-placental mammals[28]), newborn monotremes, called \"puggles,\"[29] are larval- and fetus-like and have relatively well-developed forelimbs that enable them to crawl around. In fact, because monotremes lack nipples, puggles crawl about more frequently than marsupial joeys in search of milk, this difference raising questions about the supposed developmental restrictions on marsupial forelimbs.[clarification needed][30] Rather than through nipples, monotremes lactate from their mammary glands via openings in their skin. All five extant species show prolonged parental care of their young, with low rates of reproduction and relatively long life-spans. Monotremes are also noteworthy in their zygotic development: Most mammalian zygotes go through holoblastic cleavage, where the ovum splits into multiple, divisible daughter cells. Contrastingly, monotreme zygotes, like those of birds and reptiles, undergo meroblastic (partial) division. This means the cells at the yolk's edge have cytoplasm continuous with that of the egg, allowing the yolk and embryo to exchange waste and nutrients with the surrounding cytoplasm.[19] Monotremes' metabolic rate is remarkably low by mammalian standards. The platypus has an average body temperature of about 31 °C (88 °F) rather than the averages of 35 °C (95 °F) for marsupials and 37 °C (99 °F) for placental mammals.[31][32] Research suggests this has been a gradual adaptation to the harsh, marginal environmental niches in which the few extant monotreme species have managed to survive, rather than a general characteristic of extinct monotremes.[33][34] Monotremes may have less developed thermoregulation than other mammals, but recent research shows that they easily maintain a constant body temperature in a variety of circumstances, such as the platypus in icy mountain streams. Early researchers were misled by two factors: firstly, monotremes maintain a lower average temperature than most mammals; secondly, the short-beaked echidna, much easier to study than the reclusive platypus, maintains normal temperature only when active; during cold weather, it conserves energy by \"switching off\" its temperature regulation. Understanding of this mechanism came when reduced thermal regulation was observed in the hyraxes, which are placental mammals. The echidna was originally thought to experience no rapid eye movement sleep.[35] However, a more recent study showed that REM sleep accounted for about 15% of sleep time observed on subjects at an environmental temperature of 25 °C (77 °F). Surveying a range of environmental temperatures, the study observed very little REM at reduced temperatures of 15 °C (59 °F) and 20 °C (68 °F), and also a substantial reduction at the elevated temperature of 28 °C (82 °F).[36] Monotreme milk contains a highly expressed antibacterial protein not found in other mammals, perhaps to compensate for the more septic manner of milk intake associated with the absence of nipples.[37] Both the platypus and echidna species have spurs on their hind limbs. The echidna spurs are vestigial and have no known function, while the platypus spurs contain venom.[38] Molecular data show that the main component of platypus venom emerged before the divergence of platypus and echidnas, suggesting that the most recent common ancestor of these taxa was also possibly a venomous monotreme.[39] Monotremes synthesize L-ascorbic acid only in the kidneys.[40] Monotremes are conventionally treated as comprising a single order Monotremata, though a recent classification[41] proposes to divide them into the orders Platypoda (the platypus along with its fossil relatives) and Tachyglossa (the echidnas, or spiny anteaters). The entire grouping is also traditionally placed into a subclass Prototheria, which was extended to include several fossil orders, but these are no longer seen as constituting a group allied to monotreme ancestry. A controversial hypothesis now relates the monotremes to a different assemblage of fossil mammals in a clade termed Australosphenida, a group of mammals from the Jurassic and Cretaceous of Madagascar, South America and Australia, that share tribosphenic molars.[9][42] However in a 2022 review of montreme evolution, it was noted that the most primitive monotreme Teinolophos differed substantially from non-monotreme australosphenidans, having five molars as opposed to three in all other non-monotreme australosphenidans, and having non-tribosphenic teeth, which appears to have only evolved in more derived monotremes, meaning that the two groups were likely to be unrelated.[5] The traditional \"theria hypothesis\" states that the divergence of the monotreme lineage from the Metatheria (marsupial) and Eutheria (placental mammal) lineages happened prior to the divergence between marsupials and placental mammals, and this explains why monotremes retain a number of primitive traits presumed to have been present in the synapsid ancestors of later mammals, such as egg-laying.[43][44][45] Most morphological evidence supports the theria hypothesis, but one possible exception is a similar pattern of tooth replacement seen in monotremes and marsupials, which originally provided the basis for the competing \"marsupionata hypothesis\" in which the divergence between monotremes and marsupials happened later than the divergence between these lineages and the placental mammals. Van Rheede (2005) concluded that the genetic evidence favors the theria hypothesis,[46] and this hypothesis continues to be the more widely accepted one.[47] The time when the monotreme line diverged from other mammalian lines is uncertain, but one survey of genetic studies gives an estimate of about 220 million years ago.[48] Fossils of a jaw fragment 110 million years old were found at Lightning Ridge, New South Wales. These fragments, from the species Steropodon galmani, are the oldest known fossils of monotremes. Fossils from the genera Teinolophos, and Obdurodon have also been discovered. In 1991, a fossil tooth of a 61 million-year-old platypus was found in southern Argentina (since named Monotrematum, though it is now considered to be an Obdurodon species). (See fossil monotremes below.) Molecular clock and fossil dating give a wide range of dates for the split between echidnas and platypuses, with one survey putting the split at 19–48 million years ago,[49] but another putting it at 17–89 million years ago.[50] All these dates are more recent than the oldest known platypus fossils; and, if correct, suggest that both the short-beaked and long-beaked echidna species are derived from a platypus-like ancestor. The earliest echidna found to date is about 13 million years.[51] The precise relationships among extinct groups of mammals and modern groups such as monotremes are uncertain, but cladistic analyses usually put the last common ancestor (LCA) of placentals and monotremes close to the LCA of placentals and multituberculates, whereas some suggest that the LCA of placentals and multituberculates was more recent than the LCA of placentals and monotremes.[52][53] The fossil record of monotremes is relatively sparse. The first Mesozoic monotreme to be discovered was Steropodon galmani from Lightning Ridge, New South Wales.[54] Although biochemical and anatomical evidence suggests that the monotremes diverged from the mammalian lineage before the marsupials and placental mammals arose, only a handful of monotreme fossils are known from before the Miocene epoch. The known Mesozoic monotremes are Steropodon and Teinolophos, all from Australian deposits in the Cretaceous, so monotremes had already diversified by that time.[55] A platypus tooth has been found in the Palaeocene of Argentina, so one hypothesis is that monotremes arose in Australia in the Late Jurassic or Early Cretaceous, and that some migrated across Antarctica to South America, both of which were still united with Australia at that time;[56] however, several genetic studies suggest an origin in the Triassic.[57] Excepting Ornithorhynchus anatinus, all the animals listed in this section are known only from fossils.  ","Title":"Monotreme - Wikipedia","KeyID":"1517","URL":"https://en.wikipedia.org/wiki/Monotremes"}