{"Content: ":"Hyposmia, or microsmia,[1] is a reduced ability to smell and to detect odors. A related condition is anosmia, in which no odors can be detected. Some of the causes of olfaction problems are allergies, nasal polyps, viral infections and head trauma. In 2012 an estimated 9.8 million people aged 40 and older in the United States had hyposmia and an additional 3.4 million had anosmia/severe hyposmia.[2] Hyposmia might be a very early sign of Parkinson's disease.[3] Hyposmia is also an early and almost universal finding in Alzheimer's disease and dementia with Lewy bodies.[3] Lifelong hyposmia could be caused by Kallmann syndrome[4] or Autistic Spectrum Disorder.[5] Along with other chemosensory disturbances, hyposmia can be a key indicator of COVID-19.[6][7] The National Health and Nutrition Examination Survey (NHANES) collected data on chemosensory function (taste and smell) in a nationally-representative sample of US civilian, non-institutionalized persons in 2012.[8] Olfactory function was assessed on persons aged 40 years and older with an 8-item, odor identification test (Pocket Smell Tests™, Sensonics, Inc., Haddon Heights, NJ). Odors included food odors (strawberry, chocolate, onion, grape), warning odors (natural gas, smoke) and household odors (leather, soap). Olfactory function score was based on the number of correct identifications. Prevalence (%) of anosmia/severe hyposmia (scores 0 to 3) was 0.3 at age 40-49 rising to 14.1 at age 80+. Prevalence of hyposmia (scores 4 to 5) was much higher: 3.7% at age 40-49 and 25.9% at 80+. Both were more prevalent in individuals of African descent than in those of Caucasian descent. Chemosensory data were also collected in a larger NHANES sample in 2013-2014. The prevalence of smell disorder (scores 0-5 out of 8 correct) was 13.5% in persons aged 40 years and over.[9] If the same prevalence occurred in 2016, an estimated 20.5 million persons 40 and over had hyposmia or anosmia. In addition multiple demographic socioeconomic, and lifestyle characteristics were assessed as risk factors for diminished smell. In statistical analyses, greater age and male sex, coupled with either Black and/or non-Hispanic ethnicity, low family income, low educational attainment, high alcohol consumption (more than 4 drinks per day), and a history of asthma or cancer were independently associated with a greater prevalence of smell impairment.","Title":"Hyposmia - Wikipedia","KeyID":"15172","URL":"https://en.wikipedia.org/wiki/Hyposmia"}