{"Content: ":"Human coronavirus NL63 (HCoV-NL63) is a species of coronavirus, specifically a Setracovirus from among the Alphacoronavirus genus. It was identified in late 2004 in patients in the Netherlands.[1] The virus is an enveloped, positive-sense, single-stranded RNA virus which enters its host cell by binding to ACE2.[2][3] Infection with the virus has been confirmed worldwide, and has an association with many common symptoms and diseases. Associated diseases include mild to moderate upper respiratory tract infections, severe lower respiratory tract infection, croup and bronchiolitis.[4] The virus is found primarily in young children, the elderly, and immunocompromised patients with acute respiratory illness. It also has a seasonal association in temperate climates. A study performed in Amsterdam estimated the presence of HCoV-NL63 in approximately 4.7% of common respiratory illnesses.[5] The natural reservoirs are palm civets and bats.[6] Estimates of its divergence from another coronavirus (HCoV-229E) are around 1000 years ago; it has likely circulated in humans for centuries.[7] The evolution of HCoV-NL63 appears to have involved recombination between an ancestral NL63-like virus circulating in African Triaenops afer bats and a CoV 229E-like virus circulating in Hipposideros bats.[8] Recombinant viruses can arise when two viral genomes are present in the same host cell. The first cases of the infection with HCoV-NL63 were found in young children with severe lower respiratory tract infections admitted to hospitals. While the clinical presentation of the virus can be severe, it has also been found in mild cases of respiratory infection. The comorbidity of HCoV-NL63 with other respiratory infections, has made the specific symptoms of the virus difficult to pinpoint. A study of clinical symptoms in HCoV-NL63 patients without secondary infection, reported the most common symptoms to be fever, cough, rhinitis, sore throat, hoarseness, bronchitis, bronchiolitis, pneumonia, and croup. An early study investigating children with lower respiratory tract illness, found that HCoV-NL63 was more commonly found in outpatients than hospitalized patients, suggesting that it is a common cold virus similar to HCoV-229E and HCoV-OC43, which generally cause less severe symptoms.[9] However, the high frequency of croup is specific to HCoV-NL63 infection. It is believed that the route of HCoV-NL63 spread is through direct person-to-person transmission in highly populated areas. The virus can survive for up to a week outside of the body in aqueous solutions at room temperature and three hours on dry surfaces.[10] Most people will be infected with a coronavirus in their lifetime, but some populations are more susceptible to HCoV-NL63. These populations include children under the age of 5, the elderly, and immunocompromised individuals. The virus seems to have seasonal incidence, occurring most frequently in the winter months in temperate climates. In more extreme and tropical climates the virus has no preference toward a particular season. Many studies have reported the co-occurrence of HCoV-NL63 with other human coronavirus, Influenza A virus, Human orthopneumovirus (RSV), parainfluenza virus, and Human metapneumovirus (hMPV).[4] As HCoV-NL63 infects the respiratory tract it must be inhaled to get there, and is therefore transmitted by the airborne route. The virus is able to survive for up to seven days in respiratory secretions and remains infectious at room temperature. Once the virus has entered the host, it binds to cellular receptors via its spike proteins. The virus is able to use Angiotensin-converting enzyme 2 (ACE2) as an entry receptor to bind to and enter target cells.[11] It is difficult to distinguish between symptoms caused by infection of the HCoV-NL63 virus and those caused by other common human viruses, making diagnosis and detection complex. Reverse transcription polymerase chain reaction of samples collected through nasopharyngeal swab is the most commonly used method for detection of the virus.[4] Viral culture or blood serum testing for antibodies may also be used for the confirmation of infection. The United States Centers for Disease Control and Prevention (CDC) recommends several measures for the prevention of infection with HCoV-NL63 including: washing hands often with soap and water, avoiding close contact with sick individuals, and not touching the eyes, mouth, or nose.[12] Treatment for the HCoV-NL63 virus is dependent on the severity of associated symptomology. Most mild to moderate infections will go away on their own. Symptoms can be relieved by taking a pain reliever or fever medication, taking a hot shower, or using a humidifier. Antiviral treatment may be necessary for infected patients that end up in the intensive care unit (ICU) due to acute respiratory infection. Intravenous immunoglobulin is an FDA approved HCoV-NL63 inhibitor that is also used to treat primary immune deficiency, RSV, and Kawasaki disease.[5] HCoV-NL63 is one of seven known coronaviruses to infect humans. The other six are:[13] Research published in 2005 by Esper, et al. suggested an association of HCoV-NL63 infection with Kawasaki disease, a systemic vasculitis in childhood that may result in aneurysms of the coronary arteries. In the developed world, Kawasaki disease is the most common cause of acquired heart disease in children.[14] Further analysis of HCoV-NL63 pathogenicity seems warranted, in particular because of recent evidence that this virus uses the same cellular receptor (ACE2) as both SARS-CoV (the causal agent of SARS) and SARS-CoV-2 (the causal agent of COVID-19),[11] the latter of which provokes an eerily similar immune response. HCoV-NL63 has also been found in the intestinal tract of infected individuals and linked to gastroenteritis.[15] This type of infection is the direct result of the viral invasion of the mucosal lining of the intestines. The role of HCoV-NL63 in gastroenteritis is unclear due to typical coinfection with other viruses in this condition. HCoV-NL63 is likely under-detected due its role in many mild to moderate respiratory infections and comorbidity with other disease. Researchers have suggested that more comprehensive, population-based studies are necessary to determine the effects of this virus on systems outside of the respiratory tract.","Title":"Human coronavirus NL63 - Wikipedia","KeyID":"15180","URL":"https://en.wikipedia.org/wiki/Human_coronavirus_NL63"}