{"Content: ":"A bag valve mask (BVM), sometimes known by the proprietary name Ambu bag or generically as a manual resuscitator or \"self-inflating bag\", is a hand-held device commonly used to provide positive pressure ventilation to patients who are not breathing or not breathing adequately. The device is a required part of resuscitation kits for trained professionals in out-of-hospital settings (such as ambulance crews) and is also frequently used in hospitals as part of standard equipment found on a crash cart, in emergency rooms or other critical care settings. Underscoring the frequency and prominence of BVM use in the United States, the American Heart Association (AHA) Guidelines for Cardiopulmonary Resuscitation and Emergency Cardiac Care recommend that \"all healthcare providers should be familiar with the use of the bag-mask device.\"[1] Manual resuscitators are also used within the hospital for temporary ventilation of patients dependent on mechanical ventilators when the mechanical ventilator needs to be examined for possible malfunction or when ventilator-dependent patients are transported within the hospital. Two principal types of manual resuscitators exist; one version is self-filling with air, although additional oxygen (O2) can be added but is not necessary for the device to function. The other principal type of manual resuscitator (flow-inflation) is heavily used in non-emergency applications in the operating room to ventilate patients during anesthesia induction and recovery.[citation needed] Use of manual resuscitators to ventilate a patient is frequently called \"bagging\" the patient[2] and is regularly necessary in medical emergencies when the patient's breathing is insufficient (respiratory failure) or has ceased completely (respiratory arrest). Use of the manual resuscitator force-feeds air or oxygen into the lungs in order to inflate them under pressure, thus constituting a means to manually provide positive-pressure ventilation. It is used by professional rescuers in preference to mouth-to-mouth ventilation, either directly or through an adjunct such as a pocket mask. The bag valve mask concept was developed in 1956 by the German engineer Holger Hesse and his partner, Danish anaesthetist Henning Ruben, following their initial work on a suction pump.[3] Hesse's company was later renamed Ambu A/S, which has manufactured and marketed the device since 1956. An Ambu bag is a self-inflating bag resuscitator from Ambu A/S, which still manufactures and markets self-inflating bag resuscitators.[citation needed] Today there are several manufacturers of self-inflating bag resuscitators. Some, like the original Ambu bag, are durable and intended for reuse after thorough cleaning. Others are inexpensive and intended for single patient use.[citation needed] Initially produced in one size, BVMs are now available in sizes for use with infants, children or adults.[citation needed] The BVM consists of a flexible air chamber (the \"bag\", roughly a foot in length), attached to a face mask via a shutter valve. When the face mask is properly applied and the \"bag\" is squeezed, the device forces air through into the patient's lungs; when the bag is released, it self-inflates from its other end, drawing in either ambient air or a low pressure oxygen flow supplied by a regulated cylinder, while also allowing the patient's lungs to deflate to the ambient environment (not the bag) past the one way valve.[citation needed] Bag and valve combinations can also be attached to an alternative airway adjunct, instead of to the mask. For example, it can be attached to an endotracheal tube or laryngeal mask airway. Small heat and moisture exchangers, or humidifying/bacterial filters, can be used. A bag valve mask can be used without being attached to an oxygen tank to provide \"room air\" (21% oxygen) to the patient. However, manual resuscitator devices also can be connected to a separate bag reservoir, which can be filled with pure oxygen from a compressed oxygen source, thus increasing the amount of oxygen delivered to the patient to nearly 100%.[4] Bag valve masks come in different sizes to fit infants, children, and adults. The face mask size may be independent of the bag size; for example, a single pediatric-sized bag might be used with different masks for multiple face sizes, or a pediatric mask might be used with an adult bag for patients with small faces. Most types of the device are disposable and therefore single use, while others are designed to be cleaned and reused. Manual resuscitators cause the gas inside the inflatable bag portion to be force-fed to the patient via a one-way valve when compressed by the rescuer; the gas is then ideally delivered through a mask and into the patient's trachea, bronchus and into the lungs. In order to be effective, a bag valve mask must deliver between 500 and 600 milliliters of air to a normal male adult patient's lungs, but if supplemental oxygen is provided 400 ml may still be adequate.[2] Squeezing the bag once every 5 to 6 seconds for an adult or once every 3 seconds for an infant or child provides an adequate respiratory rate (10–12 respirations per minute in an adult and 20 per minute in a child or infant).[5] Professional rescuers are taught to ensure that the mask portion of the BVM is properly sealed around the patient's face (that is, to ensure proper \"mask seal\"); otherwise, pressure needed to force-inflate the lungs is released to the environment. This is difficult when a single rescuer attempts to maintain a face mask seal with one hand while squeezing the bag with other. Therefore, common protocol uses two rescuers: one rescuer to hold the mask to the patient's face with both hands and focus entirely on maintaining a leak-proof mask seal, while the other rescuer squeezes the bag and focuses on breath (or tidal volume) and timing.[6] An endotracheal tube (ET) can be inserted by an advanced practitioner and can substitute for the mask portion of the manual resuscitator. This provides more secure air passage between the resuscitator and the patient, since the ET tube is sealed with an inflatable cuff within the trachea (or windpipe), so any regurgitation is less likely to enter the lungs, and so that forced inflation pressure can only go into the lungs and not inadvertently go to the stomach (see \"complications\", below). The ET tube also maintains an open and secure airway at all times, even during CPR compressions; as opposed to when a manual resuscitator is used with a mask when a face mask seal can be difficult to maintain during compressions.[citation needed] Airway obstruction is a leading cause of death in battlefield trauma.[7] Airway management in combat is very different from its civilian equivalent. In combat, maxillofacial trauma is the primary cause of airway obstruction. The injury is frequently complicated by a struggling patient, distorted anatomy, and blood,[8] and these injuries often have significant associated hemorrhage from accompanying vascular injuries.[9] Military paramedics face extreme challenges, including \"darkness, hostile fire, resource limitations, prolonged evacuation times, unique casualty transportation issues, command and tactical decisions affecting health care, hostile environments and provider experience levels\".[10] They often have to treat multiple casualties using only the equipment they are carrying on their backs. Therefore, space is of primary importance and compact bag valve masks, such as a Pocket BVM, have been created to save valuable space in the emergency kit. Under normal breathing, the lungs inflate under a slight vacuum when the chest wall muscles and diaphragm expand; this \"pulls\" the lungs open, causing air to enter the lungs to inflate under a gentle vacuum. However, when using a manual resuscitator, as with other methods of positive-pressure ventilation, the lungs are force-inflated with pressurized air or oxygen. This inherently leads to risk of various complications, many of which depend on whether the manual resuscitator is being used with a face mask or ET tube. Complications are related to over-inflating or over-pressurizing the patient, which can cause: (1) air to inflate the stomach (called gastric insufflation); (2) lung injury from over-stretching (called volutrauma); or (3) lung injury from over-pressurization (called barotrauma). When a face mask is used in conjunction with a manual resuscitator, the intent is for the force-delivered air or oxygen to inflate the lungs. However air entering the patient also has access to the stomach via the esophagus, which can inflate if the resuscitator is squeezed too hard (causing air flow that is too rapid for the lungs to absorb alone) or too much (causing excess air to divert to the stomach).\"[11] Gastric inflation can lead to vomiting and subsequent aspiration of stomach contents into the lungs, which has been cited as a major hazard of bag-valve-mask ventilation,[12] with one study suggesting this effect is difficult to avoid even for the most skilled and experienced users, stating \"When using a self-inflatable bag, even experienced anesthesiologists in our study may have performed ventilation with too short inspiratory times or too large tidal volumes, which resulted in stomach inflation in some cases.\"[11] The study goes on to state that \"Stomach inflation is a complex problem that may cause regurgitation, [gastric acid] aspiration, and, possibly, death.\" When stomach inflation leads to vomiting of highly acidic stomach acids, delivery of subsequent breaths can force these caustic acids down into the lungs where they cause life-threatening or fatal lung injuries including Mendelson's syndrome, aspiration pneumonia, acute respiratory distress syndrome and \"pulmonary injuries similar to that seen in victims of chlorine gas exposure\".[11] Apart from the risks of gastric inflation causing vomiting and regurgitation, at least two reports have been found indicating that gastric insufflation remains clinically problematic even when vomiting does not occur. In one case of failed resuscitation (leading to death), gastric insufflation in a 3-month-old boy put sufficient pressure against the lungs that \"precluded effective ventilation\".[13] Another reported complication was a case of stomach rupture caused by stomach over-inflation from a manual resuscitator.[14] The causative factors and degree of risk of inadvertent stomach inflation have been examined,[12][15] with one published study revealing that during prolonged resuscitation up to 75% of air delivered to the patient may inadvertently be delivered to the stomach instead of the lungs.[15] When an endotracheal tube (ET) is placed, one of the key advantages is that a direct air-tight passageway is provided from the output of the manual resuscitator to the lungs, thus eliminating the possibilities of inadvertent stomach inflation or lung injuries from gastric acid aspiration. However this places the lungs at increased risk from separate lung injury patterns caused by accidental forced over-inflation (called volutrauma or barotrauma). Sponge-like lung tissue is delicate, and over-stretching can lead to adult respiratory distress syndrome – a condition that requires prolonged mechanical ventilator support in the ICU and is associated with poor survival (e.g., 50%), and significantly increased care costs of up to $30,000 per day.[16] Lung volutrauma, which can be caused by \"careful\" delivery of large, slow breaths, can also lead to a \"popped\" or collapsed lung (called a pneumothorax), with at least one published report describing \"a patient in whom a sudden tension pneumothorax developed during ventilation with a bag-valve device.\"[17] Additionally, there is at least one report of manual resuscitator use where the lungs were accidentally over-inflated to the point where \"the heart contained a large volume of air,\" and the \"aorta and pulmonary arteries were filled with air\" – a condition called an air embolism which \"is almost uniformly fatal\". However, the case was of a 95-year-old woman, as the authors point out that this type of complication has previously only been reported in premature infants.[18] Two factors appear to make the public particularly at risk from complications from manual resuscitators: (1) their prevalence of use (leading to high probability of exposure), and (2) apparent inability for providers to protect patients from uncontrolled, inadvertent, forced over-inflation. Manual resuscitators are commonly used for temporary ventilation support, especially flow-inflation versions that are used during anesthesia induction/recovery during routine surgery. Accordingly, most citizens are likely to be \"bagged\" at least once during their lifetime as they undergo procedures involving general anesthesia. Additionally, a significant number of newborns are ventilated with infant-sized manual resuscitators to help stimulate normal breathing, making manual resuscitators among the first therapeutic medical devices encountered upon birth. As previously stated, manual resuscitators are the first-line device recommended for emergency artificial ventilation of critical care patients, and are thus used not only throughout hospitals but also in out-of-hospital care venues by firefighters, paramedics and outpatient clinic personnel. Manual resuscitators have no built-in tidal volume control — the amount of air used to force-inflate the lungs during each breath depends entirely on how much the operator squeezes the bag. In response to the dangers associated with the use of manual resuscitators, specific guidelines from the American Heart Association[1] and European Resuscitation Council[19] were issued that specify recommended maximal tidal volumes (or breath sizes) and ventilation rates safe for patients. While no studies are known that have assessed the frequency of complications or deaths due to uncontrolled manual resuscitator use, numerous peer-reviewed studies have found that, despite established safety guidelines, the incidence of provider over-inflation with manual resuscitators continues to be \"endemic\"[20] and unrelated to provider training or skill level. Another clinical study found \"the tidal volume delivered by a manual resuscitator shows large variations\", concluding that \"the manual resuscitator is not a suitable device for accurate ventilation.\"[21] A separate assessment of another high-skilled group with frequent emergency use of manual resuscitators (ambulance paramedics) found that \"Despite seemingly adequate training, EMS personnel consistently hyperventilated patients during out-of-hospital CPR\", with the same research group concluding that \"Unrecognized and inadvertent hyperventilation may be contributing to the currently dismal survival rates from cardiac arrest.\"[20] A peer-reviewed study published in 2012 assessed the possible incidence of uncontrolled over-inflation in newborn neonates, finding that \"a large discrepancy between the delivered and the current guideline values was observed for all parameters,\" and that \"regardless of profession or handling technique ... 88.4% delivered excessive pressures, whereas ... 73.8% exceeded the recommended range of volume\", concluding that \"the great majority of research group concluding that \"Unrecognized and inadvertent hyperventilation from all professional groups delivered excessive pressures and volumes.\"[22] A further examination has recently been made to assess whether a solution to the over-ventilation problem may lie with the use of pediatric-sized manual resuscitators in adults or use of more advanced flow-inflation (or \"Mapleson C\") versions of manual resuscitators: while \"the paediatric self-inflating bag delivered the most guideline-consistent ventilation\", it did not lead to full guideline compliance as \"participants hyperventilated patients' lungs in simulated cardiac arrest with all three devices.\"[23] \"Hyperventilation\" can be achieved through delivery of (1) too many breaths per minute; (2) breaths that are too large and exceed the patient's natural lung capacity; or (3) a combination of both. With use of manual resuscitators, neither rate nor inflating volumes can be physically controlled through built-in safety adjustments within the device, and as highlighted above, studies show providers frequently exceed designated safety guidelines for both ventilation rate (10 breaths per minute) and volume (5–7 mL/kg body weight) as outlined by the American Heart Association[1] and European Resuscitation Council.[19] Numerous studies have concluded that ventilation at rates in excess of current guidelines are capable of interfering with blood flow during cardiopulmonary resuscitation, however the pre-clinical experiments associated with these findings involved delivery of inspiratory volumes in excess of current guidelines, e.g., they assessed the effects of hyperventilation via both excessive rate and excessive volumes simultaneously.[20][24] A more recent study published in 2012 expanded knowledge on this topic by evaluating the separate effects of (1) isolated excessive rate with guideline-compliant inspiratory volumes; (2) guideline-compliant rate with excessive inspiratory volumes; and (3) combined guideline non-compliance with both excessive rate and volume.[25] This study found that excessive rate more than triple the current guideline (e.g., 33 breaths per minute) may not interfere with CPR when inspiratory volumes are delivered within guideline-compliant levels, suggesting that ability to keep breath sizes within guideline limits may individually mitigate clinical dangers of excessive rate.[25] It was also found that when guideline-excessive tidal volumes were delivered, changes in blood flow were observed that were transient at low ventilation rates but sustained when both tidal volumes and rates were simultaneously excessive, suggesting that guideline-excessive tidal volume is the principal mechanism of side effects, with ventilation rate acting as a multiplier of these effects.[25] Consistent with previous studies where both excessive rate and volumes were found to produce side effects of blood flow interference during CPR,[20][24] a complicating factor may be inadequate time to permit full expiration of oversized breaths in between closely spaced high-rate breaths, leading to the lungs never being permitted to fully exhale between ventilations (also called \"stacking\" of breaths).[25] A recent advancement in the safety of manual ventilation may be the growing use of time-assist devices that emit an audible or visual metronome tone or flashing light at the proper guideline-designated rate interval for breath frequency; one study found these devices may lead to near 100% guideline compliance for ventilation rate.[26] While this advancement appears to provide a solution to the \"rate problem\" associated with guideline-excessive manual resuscitator use, it may not address the \"volume problem\", which may continue to make manual resuscitators a patient hazard, as complications can still occur from over-inflation even when rate is delivered within guidelines. Currently,[when?] the only devices that can deliver pre-set, physician-prescribed inflation volumes reliably within safety guidelines are mechanical ventilators that require an electrical power source or a source of compressed oxygen, a higher level of training to operate, and typically cost hundreds to thousands of dollars more than a disposable manual resuscitator. A filter is sometimes placed between the mask and the bag (before or after the valve) to prevent contamination of the bag. Some devices have PEEP valve connectors, for better positive airway pressure maintenance. A covered port may be incorporated into the valve assembly to allow inhalatory medicines to be injected into the airflow, which may be particularly effective in treating patients in respiratory arrest from severe asthma. A separate covered port may be included into the valve assembly to enable a pressure-monitoring device to be attached, enabling rescuers to continuously monitor the amount of positive-pressure being generated during forced lung inflation. A pressure relief valve (often known as a \"pop-up valve\") is typically included in pediatric versions and some adult versions, the purpose of which is to prevent accidental over-pressurization of the lungs. A bypass clip is usually incorporated into this valve assembly in case medical needs call for inflation at a pressure beyond the normal cutoff of the pop-up valve. Some bags are designed to collapse for storage. A bag not designed to store collapsed may lose elasticity when stored compressed for long periods, reducing its effectiveness. The collapsible design has longitudinal scoring so that the bag collapses on the scoring \"pivot point,\" opposite to the direction of normal bag compression. In a hospital, long-term mechanical ventilation is provided by using a more complex, automated ventilator. However, a frequent use of a manual resuscitator is to temporarily provide manual ventilation whenever troubleshooting of the mechanical ventilator is needed, if the ventilator circuit needs to be changed, or if there is a loss of electrical power or source of compressed air or oxygen.A rudimentary type of mechanical ventilator device that has the advantage of not needing electricity is a flow-restricted, oxygen-powered ventilation device (FROPVD). These are similar to manual resuscitators in that oxygen is pushed through a mask to force-inflate the patient's lungs, but unlike a manual resuscitator where the pressure used to force-inflate the patient's lungs comes from a person manually squeezing a bag, with the FROPVD the pressure needed to force-inflate the lungs comes directly from a pressurized oxygen cylinder. These devices will stop functioning when the compressed oxygen tank becomes depleted.[citation needed]","Title":"Bag valve mask - Wikipedia","KeyID":"15194","URL":"https://en.wikipedia.org/wiki/Bag_valve_mask"}