{"Content: ":"GISAID is a global science initiative and primary source established in 2008 that provides open access to genomic data of influenza viruses[3] and the coronavirus responsible for the COVID-19 pandemic.[4][5] On January 10, 2020, the first whole-genome sequences of SARS-CoV-2 were made available on GISAID, which enabled global responses to the pandemic,[6] including the development of the first vaccines[7] and diagnostic tests[8] to detect SARS-CoV-2. The database has become the world's largest repository for SARS-CoV-2 sequences. GISAID facilitates genomic epidemiology and real-time surveillance to monitor the emergence of new COVID-19 viral strains across the planet.[6][9] Since its establishment as an alternative to sharing avian influenza data[10] via conventional public-domain archives,[3][11] GISAID has been recognized for incentivizing rapid exchange of outbreak data[11] during the H1N1 pandemic[12][13] in 2009, the H7N9 epidemic[14][15] in 2013, and the COVID-19 pandemic[16][17] in early 2020. GISAID was recognized for its importance to global health by G20 health ministers in 2017,[18] and in 2020 the World Health Organization chief scientist called the data-science initiative \"a game changer\".[4] The acronym GISAID found first mention in a correspondence letter published in the journal Nature in 2006,[19] putting forward an initial aspiration of creating a \"consortium\" for a new Global Initiative on Sharing Avian Influenza Data, whereby its members[11] would release data in publicly available databases up to six months after analysis and validation.[20] Although no essential ground rules for sharing were established,[21] the correspondence letter was signed by over 70 leading scientists, including seven Nobel laureates, because access to the most current genetic data for the highly pathogenic H5N1 zoonotic virus was often restricted, in part due to the hesitancy of World Health Organization member states to share their virus genomes and put ownership rights at risk.[22] It would take another 18 months until an international consensus on actual rules of the GISAID sharing mechanism could be reached among governments and researchers. Thus, GISAID officially launched[9] in May 2008 in Geneva on the occasion of the 61st World Health Assembly, as a publicly-accessible database rather than a consortium requiring membership.[11][12] The GISAID model of incentivizing and recognizing those who deposit data has been recommended as a model for future initiatives.[23] Greater transparency and more timely sharing of sequence data has been a goal of many researchers and stakeholders alike. The GISAID platform spans national borders and scientific disciplines, with leaders in the fields of veterinary medicine, human medicine, bioinformatics, epidemiology, and intellectual property. This cross-disciplinary effort provides new means to communicate and share information, as each discipline has distinct interests but also shares similar goals. The Initiative came together in a way that gives credit to those submitting data and makes substantial efforts to work with and include them in collaborative analyses on viral sequence data, \"further tipping the scales in favor of collaboration\".[23] The notion of sharing not just data, but also the benefits of resulting research, represented a \"paradigm shift\" that puts contributors from higher and lower resource environments on more equal footing.[23] The GISAID Initiative was initially funded by Peter Bogner—a strategic advisor and international broadcasting executive—who serves as its founder and principal facilitator. Bogner has been directing the build-up of this platform by bringing together the world's leading scientists and stakeholders who are actively committed to accelerating understanding of this potential human pandemic by rapidly sharing scientific data and results. In January 2006, Bogner met with US Secretary of Homeland Security Michael Chertoff at the World Economic Forum in Davos, Switzerland, and was told about the US government's preparedness concept on dealing with the potential of a flu pandemic.[24] Concerns about a pandemic scenario heightened.[25] In November 2006, the Initiative received the endorsement of both The Royal Society and Academy of Medical Sciences.[26] In February 2007, it was announced that GISAID and the Swiss Institute of Bioinformatics, which leads a Swiss consortium to manage the GISAID Database on influenza virus strains, had signed a cooperation agreement.[11] Under this agreement, the Geneva-based institute was to provide services for the secure storage and analysis of genetic, epidemiological, and clinical data. In January 2007, Indonesia stopped sharing all H5N1 clinical samples with WHO. In March 2007, Siti Fadilah Supari, Indonesia's Minister of Health, announced[27] the Indonesian government supports the formation of the Global Initiative on Sharing Avian Influenza Database (GISAID) following a high-level WHO meeting in Jakarta on Responsible Practices for Sharing Avian Influenza Viruses. In April 2007, the Indonesian Academy of Sciences reaffirmed its endorsement of GISAID, stating it shares the same ideals regarding free exchange and responsible sharing of information of avian influenza and emerging infectious diseases. In 2008, GISAID was adopted by “WHO Collaborating Centers for Influenza” for entering sequence data from samples received from National Influenza Centers (NICs) in the WHO Global Influenza Surveillance and Response System. In April 2010, the Federal Republic of Germany announced during the 7th International Ministerial Conference on Avian and Pandemic Influenza in Hanoi, Vietnam, that the GISAID Initiative entered into a cooperation agreement[28] with the German government, making Germany the long-term host of the GISAID platform.[29] Under the agreement, Germany, represented by the Federal Ministry of Food, Agriculture and Consumer Protection BMELV, will ensure the sustainability of the initiative by providing through its Federal Office for Agriculture and Food (BLE) the technical hosting facilities[30] of the GISAID platform and EpiFlu™ database, located in Bonn. Germany's Federal Institute for Animal Health the Friedrich Loeffler Institute (FLI) located on the Isle of Riems, will ensure the plausibility and curation of scientific data in GISAID to meet scientific standards. On January 10, 2020, the first SARS-CoV-2 genetic sequences were released by the Chinese Center for Disease Control and Prevention and shared through GISAID.[7] Throughout 2020, huge volumes of SARS-CoV-2 genome sequences sampled and analyzed all over the globe have been added to the GISAID database, rapidly shared by laboratories around the world.[31][32] The AHF Global Public Health Institute at the University of Miami and GISAID announced in 2022 a collaboration on genetic sequencing, with AHF providing funding for sequencing projects and GISAID leveraging established educational programs.[33] GISAID maintains the world's largest repository of SARS-CoV-2 sequences.[34] From initially sharing the first complete genome sequences of SARS-CoV-2 on January 10, 2020, by mid-April 2021, GISAID's SARS-CoV-2 database reached over 1,200,000 submissions, a testament to the hard work of researchers in over 170 different countries.[35] Only three months later, the number of uploaded SARS-CoV-2 sequences had doubled again, to over 2.4 million.[36] By late 2021, the database contained over 5 million genome sequences;[37] as of December 2021, over 6 million sequences had been submitted;[38] and by April 2022, there were 10 million sequences accumulated.[39] Throughout the first year of the COVID-19 pandemic, most of the SARS-CoV-2 whole-genome sequences that were generated and shared globally were submitted through GISAID.[40] When the SARS-CoV-2 Omicron variant was detected in South Africa, by quickly uploading the sequence to GISAID, the National Institute for Communicable Diseases there was able to learn that Botswana and Hong Kong had also reported cases possessing the same gene sequence.[41] GISAID's governance structure[42] provides for several organizational bodies that operate independently of each other, with the aim to guard against bias in decision-making. GISAID's administrative affairs are overseen by a board of trustees expected to minimize potential conflicts of interest concerning GISAID's funding sources. Scientific oversight of the initiative comes from its Scientific Advisory Council made up of directors of leading public health laboratories including all six WHO Collaborating Centres for Influenza, and directors of animal health reference laboratories for research on avian influenza for the World Organisation for Animal Health and the Food and Agriculture Organization of the United Nations. This governance structure is meant to improve the functional capabilities of the EpiFlu™ database managed by GISAID's Database Technical Group, composed of experts in virus sequencing and bioinformatics, who represent the user community to interact with software and developers of tools for analysis.[43] Unlike public-domain databases such as GenBank and EMBL, users of GISAID must have their identity confirmed and agree to a Database Access Agreement[44] that governs the way GISAID data can be used. These Terms of Use prevent users from sharing any data with other users who have not agreed to the Terms of Use. The Terms of Use require that users of the data must acknowledge the data generators in published work, and also make a reasonable attempt to collaborate with data generators and involve them in research and analysis that uses their data. A difficulty that GISAID's Data Access Agreement attempts to address is that many researchers fear sharing of influenza sequence data could facilitate its misappropriation through intellectual property claims by the vaccine industry and others, hindering access to vaccines and other items in developing countries, either through high costs or by preventing technology transfer. While most public interest experts agree with GISAID that influenza sequence data should be made public, and this is the subject of agreement by many researchers, some provide the information only after filing patent claims while others have said that access to it should be only on the condition that no patents or other intellectual property claims are filed, as was controversial with the Human Genome Project.[45] GISAID's Data Access Agreement addresses this directly to promote sharing data. GISAID's procedures additionally suggest that those who access the EpiFlu database consult the countries of origin of genetic sequences and the researchers who discovered the sequences. As a result, the GISAID license has changed the field of viral sequence data analysis.","Title":"GISAID - Wikipedia","KeyID":"15191","URL":"https://en.wikipedia.org/wiki/GISAID"}