{"Content: ":"A resuscitator is a device using positive pressure to inflate the lungs of an unconscious person who is not breathing, in order to keep them oxygenated and alive. There are three basic types: a manual version (also known as a bag valve mask) consisting of a mask and a large hand-squeezed plastic bulb using ambient air, or with supplemental oxygen from a high-pressure tank. The second type is the Expired Air or breath powered resuscitator. The first appearance of the second type was the Brooke Airway introduced in 1957. The third type is an oxygen powered resuscitator. These are driven by pressurized gas delivered by a regulator, and can either be automatic or manually controlled. The most popular type of gas powered resuscitator are Time Cycled, Volume Constant Ventilators. In the early days of pre-hospital emergency services, pressure cycled devices like the Pulmotor were popular but yielded less than satisfactory results. One of the first modern resuscitation ventilators was the HARV, later called the PneuPac 2R or Yellow Box. Most modern resuscitators are designed to allow the patient to breathe on his own should he recover the ability to do so. All resuscitation devices should be able to deliver >85% oxygen when a gas source is available. Resuscitators began in 1907 [1] when Heinrich Dräger, owner of the Drägerwerk AG Company, produced the \"Pulmotor\" Resuscitator. Considered to be the first practical device for delivering oxygen to unconscious patients or patients in respiratory distress, the Pulmotor influenced resuscitators for many years. When ambulance services began to form in major cities around the world, such as in London, New York and Los Angeles, Emergency medical services or EMS was developed. In these early days, perhaps the most advanced piece of equipment carried on these ambulances were devices for delivering supplemental oxygen to patients in respiratory distress. The Pulmotor and later models, such as the Emerson Resuscitator, utilized heavy tanks of oxygen to power a device which forced air into the patient's lungs. While better than no oxygen at all, these old units were problematic. Aside from often failing to sense obstructions in the airway, the Emerson, and to a lesser degree the Pulmotor, were large, bulky and heavy. The Emerson Resuscitator required two strong men to carry it from the ambulance to the victim. Perhaps the greatest defect, however, was the fact that these units \"cycled\". Cycling was a feature that was built into most resuscitators built before the 1960s, including the Pulmotor and Emerson models. To ensure that the victim's lungs were not injured from being over-inflated, the resuscitator was pre-set to provide what was considered a safe pressure of oxygen. Once the unit reached this limit, it ceased to pump oxygen. For patients with chronic obstructive pulmonary disease (COPD), or any form of obstructive lung disease, the delivered pressure was insufficient pressure to fill the lungs with oxygen, meaning that, for patients with any sort of obstructive lung disease, units that pressure cycled did more harm than good. Pressure cycling also meant that cardiopulmonary resuscitation was impossible to perform if a patient's respiration was being supported by one of these units. If chest compressions were to be done, the cycle would be retarded and the resuscitator would be unable to provide oxygen as long as the chest was being compressed. For victims of smoke inhalation and drowning, however, the benefits outweighed the negatives, so these units found a home on ambulances around the world. The devices that cycled on the basis of upper and lower pressure limits are known as pressure cycled automatic resuscitators. In the UK the introduction of BS6850:1987 Ventilatory Resuscitators confirmed that \"....automatic pressure-cycled gas-powered resuscitators are not considered suitable for such use (closed chest cardiac compression)...\" and confirmed the standards required for gas powered resuscitators and operator powered resuscitators.[2] The following year a similar ISO standard was introduced.[3] Around this date most manufacturers supplied or introduced time - volume cycled resuscitators and pressure cycled devices were discontinued. Both the Pulmotor and the Emerson depended to a large extent upon the patient's ability to breathe the oxygen in order to be beneficial. Due to the limitations imposed by the cycling feature, this meant that patients in need of rescue breathing benefited little from the application of these devices. The Emerson and Pulmotor were utilized until the mid-1960s, when a breakthrough in the history of oxygen delivery was made: the demand valve.[4] The demand valve was a revolutionary new piece of equipment. At the simple push of a button, high-flow oxygen could be delivered into the lungs of the patient without the worry of the device cycling and, thus, ceasing to pump oxygen. Any amount of pressure that might be required to inflate the lungs could be achieved, and the demand valve was better able to detect obstructions in the lungs and more able to \"work with the patient\" than the Emerson and Pulmotor could. The demand valve could also provide oxygen at any flow rate required to a conscious patient in respiratory distress. Conserving the often limited reserves of oxygen was easier with a demand valve, as oxygen was designed only to flow when either the button was depressed or the casualty inhaled. Later medical opinion decided that getting high flow oxygen into a patients airway was a factor in causing vomiting and aspiration. Demand valve resuscitators were introduced with restrictors to limit flow rates to 40 lpm. Use of the demand valve resuscitator in Europe was limited by the lack of pressure relief valve or audible alarm for high pressure. The ambu-bag was a further advancement in resuscitation. Introduced in the 1960s by the Danish company Ambu, this device allowed two rescuers to perform CPR and ventilation on a non-breathing patient with an acceptable chance of success. The ambu-bag has now mostly replaced the demand valve as the primary method of ventilation, largely due to concerns of potential over-inflation with the demand valve by untrained rescuers. The ambu-bag, unlike the older version of the demand valve (all new models of demand valve now have pressure relief valves set at 60 cm of water to prevent accidental overinflation of the lungs), has a \"pop-off\" valve to prevent inflation at greater than 40 pounds -per-square-inch (275.79 kilo-pascals), with the result being that it is generally more common in the pre-hospital setting than the demand valve. However, the demand valve remains popular with BLS providers, and in situations where conserving supplies of oxygen is of paramount importance. The demand valve, while less popular today than it was previously, still remains in service, albeit with important safety features added, including the addition of a pressure-relief valve to prevent over-inflation and the restriction of its flow to 40 liters a minute. Even newer products have been developed and are now available. In 1992 the Genesis(R) II time/volume cycled resuscitator (now upgraded to meet the current, International, resuscitation guidelines and called the CAREvent(R) ALS and CA)provide the SIMV automatic ventilation mode with demand breathing for the spontaneously breathing patient. These devices work like full blown transport ventilators yet are simple enough to operate that they can be used in an emergency situation by pre-hospital healthcare providers and are small enough to be easily transportable. Having a manual override control for use during mask CPR they meet the requirements of the current resuscitation standards. The Oxylator (R) EM-100 introduced in the late 1990s and subsequently replaced by the more flexible Oxylator (R) EMX and HD are pressure cycled devices that utilize pressure, rather than time, cycling to ventilate the patient. More recently the microVENT resuscitator range introduced two new models, the microVENT(R) CPR and the microVENT(R)World. These two new time/volume resuscitators meet the latest requirements for resuscitation and are lighter and smaller[5] than most competitor products. NB: Most established automatic resuscitator manufacturers developed time/volume cycled resuscitators as these are acknowledged as preferable to pressure cycled resuscitators. A manual resuscitator should be used on a victim only in an environment where the air is unquestionably safe to breathe.","Title":"Resuscitator - Wikipedia","KeyID":"15193","URL":"https://en.wikipedia.org/wiki/Resuscitator"}