{"Content: ":"Proning or prone positioning is the placement of patients into a prone position so that they are lying on their stomach. This is used in the treatment of patients in intensive care with acute respiratory distress syndrome (ARDS). It has been especially tried and studied for patients on ventilators but, during the COVID-19 pandemic, it is being used for patients with oxygen masks and CPAP as an alternative to ventilation.[1][2] Prone positioning may be used for people suffering from acute respiratory distress syndrome (ARDS) to improve their breathing. If the patient is undergoing intensive care and sedated then this is a difficult procedure because lifting and turning the unconscious patient requires many staff or special equipment. If they are intubated then care has to be taken to manage the tangle of associated lines and tubes.[3] A 2011 meta-analysis of 48 studies found that there were no negative effects on mortality for patients in intensive care but that a significant reduction in mortality was only found with those patients who were severely ill with ARDS.[4] A 2012 systematic review (updated in 2022) of proning in infants with acute respiratory distress with mechanical ventilation found low certainty evidence that it was effective in improving oxygenation. No adverse effects were found but the risk of sudden infant death syndrome, which is greater in the prone position, necessitates continuous monitoring.[5][6] A 2014 systematic review of 11 trials found that reduction of the tidal volume of ventilation, in combination with prone positioning, was effective, saving the life of about one additional patient in eleven.[7] The Large Observational Study to UNderstand the Global Impact of Severe Acute Respiratory FailurE (LUNG-SAFE) conducted by the European Society of Intensive Care Medicine (ESICM) looked at the use of proning during the study period of 2014. At that time, proning was used for 7% of all ARDS patients and 14% of the most severe cases.[8] The ESICM and Surviving Sepsis Campaign published Guidelines on the Management of Critically Ill Adults with Coronavirus Disease 2019 (COVID-19) in 2020.[9] These recommended the use of proning:[10] For mechanically ventilated adults with COVID-19 and moderate to severe ARDS, we suggest prone ventilation for 12 to 16 hours, over no prone ventilation (weak recommendation, low quality evidence). In the COVID-19 pandemic, there is anecdotal evidence in areas such as New York, that prone or reclining posture can be used with oxygen supplied by a mask or continuous positive airway pressure (CPAP) to improve oxygenation and so avoid the need for intubation and ventilation. This especially effective with heavy, obese patients who suffer more on their back in a supine position.[1] In April 2020, the Intensive Care Society issued guidelines for the use of prone positioning with conscious COVID sufferers, recommending that it be tried for all suitable patients. [11] There are several factors which have been suggested to explain the benefits of this position for ARDS patients. These include This nursing-related article is a stub. You can help Wikipedia by expanding it.","Title":"Proning - Wikipedia","KeyID":"15204","URL":"https://en.wikipedia.org/wiki/Prone_positioning"}