{"Content: ":"The term variant of concern (VOC) for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2, which causes COVID-19) is a category used for variants of the virus where mutations in their spike protein receptor binding domain (RBD) substantially increase binding affinity (e.g., N501Y) in RBD-hACE2 complex (genetic data), while also being linked to rapid spread in human populations (epidemiological data).[1] Before this, an emerging variant may have been labeled a variant of interest,[2] or in some countries a variant under investigation.[3] During or after fuller assessment as a variant of concern the variant is typically assigned to a lineage in the PANGOLIN nomenclature system[4] and to clades in the Nextstrain[5] and GISAID[6] systems. During the COVID-19 pandemic, the SARS-CoV-2 virus has been observed to mutate, with certain combinations of specific point mutations proving to be more concerning than others.[7] This was principally for reasons of transmissibility and virulence, and also with regard to the possible emergence of escape mutations. Several national and international health organisations (e.g. Centers for Disease Control and Prevention (CDC) (US), Public Health England (PHE) and the COVID-19 Genomics UK Consortium for the UK, and the Canadian COVID Genomics Network (CanCOGeN)) use some or all of the following criteria to assess variants:[8][9] Variants that appear to meet one or more of these criteria may be labeled \"variants of interest\" or \"variants under investigation\" ('VUI') pending verification and validation of these properties. Once validated, variants of interest /VUI may be renamed \"variants of concern\" by monitoring organizations, such as the CDC.[3][7][10] A related category is \"variant of high consequence\", used by the CDC if there is clear evidence that the effectiveness of prevention or intervention measures for a particular variant is substantially reduced.[11] The WHO maintains a list of variants of global concern.[2] On 26 November 2021, the WHO added a fifth variant of concern, the Omicron variant, previously known as B.1.1.529.[12] Omicron joins the Alpha, Beta, Gamma, and Delta variants. The NICD in South Africa maintains a list of variants and testing facilities locally in collaboration with KRISP.[13][14] As of late November 2021, the European Centre for Disease Prevention and Control had declared four variants to be 'variants of concern': Beta, Gamma, Delta, and B.1.1.529 (named 'Omicron' after the reference was updated); Mu, Lambda and AY.4.2 were named as Variants of Interest (VOI), while there were 9 'Variants under monitoring'. 25 variants were described as 'de-escalated'.[15] As of late November 2021, the United Kingdom has fifteen variants on its 'watch list', 4 with 'VOC' status and 11 rated as 'VUI'. Those designated 'VOC' were Alpha, Beta, Gamma, and Delta. In early December 2021, Omicron was added to the VOCs. Among the Variants under investigation is 'VUI-21OCT-01/ A.Y 4.2'.[16] Canada (via 'health-infobase.canada.ca')[17] and the United States (via CDC)[18] also maintain lists of variants of concern. As of early December, Canada was monitoring five variants of concern: Alpha, Beta, Gamma, Delta, and Omicron, while the US was monitoring two: Delta and Omicron.[19] ","Title":"Variant of concern - Wikipedia","KeyID":"15215","URL":"https://en.wikipedia.org/wiki/Variant_of_interest"}