{"Content: ":"1A2C, 1A3B, 1A3E, 1ABI, 1ABJ, 1AD8, 1AE8, 1AI8, 1AIX, 1AWF, 1AWH, 1AY6, 1B5G, 1B7X, 1BA8, 1BB0, 1BCU, 1BHX, 1BMM, 1BMN, 1BTH, 1C1U, 1C1V, 1C1W, 1C4U, 1C4V, 1C4Y, 1C5L, 1C5N, 1C5O, 1CA8, 1D3D, 1D3P, 1D3Q, 1D3T, 1D4P, 1D6W, 1D9I, 1DE7, 1DIT, 1DM4, 1DOJ, 1DWB, 1DWC, 1DWD, 1DX5, 1E0F, 1EB1, 1EOJ, 1EOL, 1FPC, 1G30, 1G32, 1G37, 1GHV, 1GHW, 1GHX, 1GHY, 1GJ4, 1GJ5, 1H8D, 1H8I, 1HAI, 1HAO, 1HAP, 1HBT, 1HLT, 1HUT, 1HXE, 1HXF, 1IHS, 1JMO, 1JOU, 1JWT, 1K21, 1K22, 1KTS, 1KTT, 1LHC, 1LHD, 1LHE, 1LHF, 1LHG, 1MH0, 1MU6, 1MU8, 1MUE, 1NM6, 1NRN, 1NRO, 1NRP, 1NRQ, 1NRR, 1NRS, 1NT1, 1NU7, 1NU9, 1NY2, 1NZQ, 1O0D, 1O2G, 1O5G, 1OOK, 1OYT, 1P8V, 1PPB, 1QBV, 1QHR, 1QJ1, 1QJ6, 1QJ7, 1QUR, 1RD3, 1RIW, 1SB1, 1SFQ, 1SG8, 1SGI, 1SHH, 1SL3, 1SR5, 1T4U, 1T4V, 1TA2, 1TA6, 1TB6, 1THP, 1THR, 1THS, 1TMB, 1TMU, 1TOM, 1TQ0, 1TQ7, 1TWX, 1UVS, 1VR1, 1VZQ, 1W7G, 1WAY, 1WBG, 1XM1, 1XMN, 1YPE, 1YPG, 1YPJ, 1YPK, 1YPL, 1YPM, 1Z71, 1Z8I, 1Z8J, 1ZGI, 1ZGV, 1ZRB, 2A0Q, 2A2X, 2A45, 2AFQ, 2ANK, 2ANM, 2B5T, 2BDY, 2BVR, 2BVS, 2BVX, 2BXT, 2BXU, 2C8Y, 2FEQ, 2FES, 2GDE, 2GP9, 2H9T, 2HGT, 2HNT, 2HPP, 2HPQ, 2HWL, 2JH0, 2JH6, 2OD3, 2PGB, 2PGQ, 2PW8, 2R2M, 2THF, 2ZFQ, 2ZFR, 2ZG0, 2ZHE, 2ZHF, 2ZHW, 2ZI2, 2ZIQ, 2ZNK, 2ZO3, 3B23, 3B9F, 3BEF, 3BEI, 3BF6, 3BIU, 3BIV, 3BV9, 3C1K, 3C27, 3D49, 3DA9, 3DD2, 3DT0, 3DUX, 3E6P, 3EE0, 3EQ0, 3F68, 3GIC, 3GIS, 3HAT, 3HKJ, 3HTC, 3JZ2, 3LDX, 3LU9, 3NXP, 3P17, 3P6Z, 3P70, 3PO1, 3QGN, 3QLP, 3QTO, 3QTV, 3QWC, 3QX5, 3R3G, 3RLW, 3RLY, 3RM0, 3RM2, 3RML, 3RMM, 3RMN, 3RMO, 3S7H, 3S7K, 3SHA, 3SHC, 3SI3, 3SI4, 3SQE, 3SQH, 3SV2, 3T5F, 3TU7, 3U69, 3U8O, 3U8R, 3U8T, 3U98, 3U9A, 3UTU, 3UWJ, 3VXE, 3VXF, 4BAH, 4BAK, 4BAM, 4BAN, 4BAO, 4BAQ, 4BOH, 4DIH, 4DII, 4DT7, 4DY7, 4E05, 4E06, 4E7R, 4H6S, 4H6T, 4HFP, 4HTC, 4THN, 5GDS, 7KME, 8KME, 1A46, 1A4W, 1A5G, 1A61, 1AFE, 1AHT, 1DWE, 1FPH, 1HAG, 1HAH, 1HDT, 1HGT, 1IHT, 1NO9, 1TBZ, 1TMT, 1UMA, 2C8W, 2C8X, 2C8Z, 2C90, 2C93, 2CF8, 2CF9, 2CN0, 2JH5, 2PKS, 2UUF, 2UUJ, 2UUK, 2V3H, 2V3O, 2ZC9, 2ZDA, 2ZDV, 2ZF0, 2ZFF, 2ZFP, 2ZGB, 2ZGX, 2ZHQ, 3DHK, 3EGK, 3JZ1, 3K65, 3PMH, 3QDZ, 4AX9, 4AYV, 4AYY, 4AZ2, 4CH2, 4CH8, 4HZH, 4I7Y, 4LOY, 4LXB, 4LZ1, 4LZ4, 4MLF, 4N3L, 4NZE, 4NZQ, 4O03, 4RKJ, 4RKO, 4RN6, 4YES, 4UD9, 4UDW, 4UE7, 4UEH, 5AF9, 5AFY, 5AFZ, 5AHG, 5CMX, 4UFD, 5EDM, 5E8E, 5EDK, 4UFE, 4UFG, 4UFF, 5A2M, 5JDU 2147 14061 ENSG00000180210 ENSMUSG00000027249 P00734 P19221 NM_000506 NM_001311257 NM_010168 NP_000497 NP_034298 Thrombin (EC 3.4.21.5, fibrinogenase, thrombase, thrombofort, topical, thrombin-C, tropostasin, activated blood-coagulation factor II, blood-coagulation factor IIa, factor IIa, E thrombin, beta-thrombin, gamma-thrombin) is a serine protease, an enzyme that, in humans, is encoded by the F2 gene.[5][6] Prothrombin (coagulation factor II) is proteolytically cleaved to form thrombin in the clotting process. Thrombin in turn acts as a serine protease that converts soluble fibrinogen into insoluble strands of fibrin, as well as catalyzing many other coagulation-related reactions. After the description of fibrinogen and fibrin, Alexander Schmidt hypothesised the existence of an enzyme that converts fibrinogen into fibrin in 1872.[7] Prothrombin was discovered by Pekelharing in 1894.[8][9][10] Thrombin is produced by the enzymatic cleavage of two sites on prothrombin by activated Factor X (Xa). The activity of factor Xa is greatly enhanced by binding to activated Factor V (Va), termed the prothrombinase complex. Prothrombin is produced in the liver and is co-translationally modified in a vitamin K-dependent reaction that converts 10-12 glutamic acids in the N terminus of the molecule to gamma-carboxyglutamic acid (Gla).[11] In the presence of calcium, the Gla residues promote the binding of prothrombin to phospholipid bilayers. Deficiency of vitamin K or administration of the anticoagulant warfarin inhibits the production of gamma-carboxyglutamic acid residues, slowing the activation of the coagulation cascade. In human adults, the normal blood level of antithrombin activity has been measured to be around 1.1 units/mL. Newborn levels of thrombin steadily increase after birth to reach normal adult levels, from a level of around 0.5 units/mL 1 day after birth, to a level of around 0.9 units/mL after 6 months of life.[12] In the blood coagulation pathway, thrombin acts to convert factor XI to XIa, VIII to VIIIa, V to Va, fibrinogen to fibrin, and XIII to XIIIa. In the conversion of fibrinogen into fibrin, thrombin catalyzes the cleavage of fibrinopeptides A and B from the respective Aα and Bβ chains of fibrinogen to form fibrin monomers.[13] Factor XIIIa is a transglutaminase that catalyzes the formation of covalent bonds between lysine and glutamine residues in fibrin. The covalent bonds increase the stability of the fibrin clot. Thrombin interacts with thrombomodulin.[14][15] As part of its activity in the coagulation cascade, thrombin also promotes platelet activation and aggregation via activation of protease-activated receptors on the cell membrane of the platelet. Thrombin bound to thrombomodulin activates protein C, an inhibitor of the coagulation cascade. The activation of protein C is greatly enhanced following the binding of thrombin to thrombomodulin, an integral membrane protein expressed by endothelial cells. Activated protein C inactivates factors Va and VIIIa. Binding of activated protein C to protein S leads to a modest increase in its activity. Thrombin is also inactivated by antithrombin, a serine protease inhibitor. The molecular weight of prothrombin is approximately 72,000 Da. The catalytic domain is released from prothrombin fragment 1.2 to create the active enzyme thrombin, which has a molecular weight of 36,000 Da. Structurally, it is a member of the large PA clan of proteases. Prothrombin is composed of four domains; an N-terminal Gla domain, two kringle domains and a C-terminal trypsin-like serine protease domain. Factor Xa with factor V as a cofactor leads to cleavage of the Gla and two Kringle domains (forming together a fragment called fragment 1.2) and leave thrombin, consisting solely of the serine protease domain.[17] As is the case for all serine proteases, prothrombin is converted to active thrombin by proteolysis of an internal peptide bond, exposing a new N-terminal Ile-NH3. The historic model of activation of serine proteases involves insertion of this newly formed N-terminus of the heavy chain into the β-barrel promoting the correct conformation of the catalytic residues.[18] Contrary to crystal structures of active thrombin, hydrogen-deuterium exchange mass spectrometry studies indicate that this N-terminal Ile-NH3 does not become inserted into the β-barrel in the apo form of thrombin. However, binding of the active fragment of thrombomodulin appears to allosterically promote the active conformation of thrombin by inserting this N-terminal region.[19] The thrombin (prothrombin) gene is located on the eleventh chromosome (11p11-q12).[5] There are an estimated 30 people in the world that have been diagnosed with the congenital form of Factor II deficiency,[20] which should not be confused with the prothrombin G20210A mutation, which is also called the factor II mutation. Prothrombin G20210A is congenital.[21] Prothrombin G20210A is not usually accompanied by other factor mutations (i.e., the most common is factor V Leiden). The gene may be inherited heterozygous (1 pair), or much more rarely, homozygous (2 pairs), and is not related to gender or blood type. Homozygous mutations increase the risk of thrombosis more than heterozygous mutations, but the relative increased risk is not well documented. Other potential risks for thrombosis, such as oral contraceptives may be additive. The previously reported relationship of inflammatory bowel disease (i.e., Crohn's disease or ulcerative colitis) and prothrombin G20210A or factor V Leiden mutation have been contradicted by research.[22] Activation of prothrombin is crucial in physiological and pathological coagulation. Various rare diseases involving prothrombin have been described (e.g., hypoprothrombinemia). Anti-prothrombin antibodies in autoimmune disease may be a factor in the formation of the lupus anticoagulant (also known as antiphospholipid syndrome). Hyperprothrombinemia can be caused by the G20210A mutation. Thrombin, a potent vasoconstrictor and mitogen, is implicated as a major factor in vasospasm following subarachnoid hemorrhage. Blood from a ruptured cerebral aneurysm clots around a cerebral artery, releasing thrombin. This can induce an acute and prolonged narrowing of the blood vessel, potentially resulting in cerebral ischemia and infarction (stroke). Beyond its key role in the dynamic process of thrombus formation, thrombin has a pronounced pro-inflammatory character, which may influence the onset and progression of atherosclerosis. Acting via its specific cell membrane receptors (protease activated receptors: PAR-1, PAR-3 and PAR-4), which are abundantly expressed in all arterial vessel wall constituents, thrombin has the potential to exert pro-atherogenic actions such as inflammation, leukocyte recruitment into the atherosclerotic plaque, enhanced oxidative stress, migration and proliferation of vascular smooth muscle cells, apoptosis and angiogenesis.[23][24][25] Thrombin is implicated in the physiology of blood clots. Its presence indicates the existence of a clot. In 2013 a system for detecting the presence of thrombin was developed in mice. It combines peptide-coated iron oxide attached to \"reporter chemicals\". When a peptide binds to a thrombin molecule, the report is released and appears in the urine where it can be detected. Human testing has not been conducted.[26] Due to its high proteolytic specificity, thrombin is a valuable biochemical tool. The thrombin cleavage site (Leu-Val-Pro-Arg-Gly-Ser) is commonly included in linker regions of recombinant fusion protein constructs. Following purification of the fusion protein, thrombin can be used to selectively cleave between the arginine and glycine residues of the cleavage site, effectively removing the purification tag from the protein of interest with a high degree of specificity. Prothrombin complex concentrate and fresh frozen plasma are prothrombin-rich coagulation factor preparations that can be used to correct deficiencies (usually due to medication) of prothrombin. Indications include intractable bleeding due to warfarin. Manipulation of prothrombin is central to the mode of action of most anticoagulants. Warfarin and related drugs inhibit vitamin K-dependent carboxylation of several coagulation factors, including prothrombin. Heparin increases the affinity of antithrombin to thrombin (as well as factor Xa). The direct thrombin inhibitors, a newer class of medication, directly inhibit thrombin by binding to its active site. Recombinant thrombin is available as a powder for reconstitution into aqueous solution. It can be applied topically during surgery, as an aid to hemostasis. It can be useful for controlling minor bleeding from capillaries and small venules, but ineffective and not indicated for massive or brisk arterial bleeding.[27][28][29] Thrombin, combined with fibrinogen, is sold under the brand name Fibrimex for use as a binding agent for meat. Both proteins in Fibrimex derives from porcine or bovine blood.[30] According to the manufacturer it can be used to produce new kinds of mixed meats (for example combining beef and fish seamlessly). The manufacturer also states that it can be used to combine whole muscle meat, form and portion these, thus cutting down on production costs without a loss in quality.[31] General secretary Jan Bertoft of Swedish Consumers' Association has stated that \"there is danger of misleading the consumers since there is no way to tell this reconstituted meat from real meat\".[30] 1a2c: STRUCTURE OF THROMBIN INHIBITED BY AERUGINOSIN298-A FROM A BLUE-GREEN ALGA 1a3b: COMPLEX OF HUMAN ALPHA-THROMBIN WITH THE BIFUNCTIONAL BORONATE INHIBITOR BOROLOG1 1a3e: COMPLEX OF HUMAN ALPHA-THROMBIN WITH THE BIFUNCTIONAL BORONATE INHIBITOR BOROLOG2 1a46: THROMBIN COMPLEXED WITH HIRUGEN AND A BETA-STRAND MIMETIC INHIBITOR 1a4w: CRYSTAL STRUCTURES OF THROMBIN WITH THIAZOLE-CONTAINING INHIBITORS: PROBES OF THE S1' BINDING SITE 1a5g: HUMAN THROMBIN COMPLEXED WITH NOVEL SYNTHETIC PEPTIDE MIMETIC INHIBITOR AND HIRUGEN 1a61: THROMBIN COMPLEXED WITH A BETA-MIMETIC THIAZOLE-CONTAINING INHIBITOR 1abi: STRUCTURE OF THE HIRULOG 3-THROMBIN COMPLEX AND NATURE OF THE S' SUBSITES OF SUBSTRATES AND INHIBITORS 1abj: STRUCTURE OF THE HIRULOG 3-THROMBIN COMPLEX AND NATURE OF THE S' SUBSITES OF SUBSTRATES AND INHIBITORS 1ad8: COMPLEX OF THROMBIN WITH AND INHIBITOR CONTAINING A NOVEL P1 MOIETY 1ae8: HUMAN ALPHA-THROMBIN INHIBITION BY EOC-D-PHE-PRO-AZALYS-ONP 1aht: CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN COMPLEXED WITH HIRUGEN AND P-AMIDINOPHENYLPYRUVATE) AT 1.6 ANGSTROMS RESOLUTION 1ai8: HUMAN ALPHA-THROMBIN TERNARY COMPLEX WITH THE EXOSITE INHIBITOR HIRUGEN AND ACTIVE SITE INHIBITOR PHCH2OCO-D-DPA-PRO-BOROMPG 1aix: HUMAN ALPHA-THROMBIN TERNARY COMPLEX WITH EXOSITE INHIBITOR HIRUGEN AND ACTIVE SITE INHIBITOR PHCH2OCO-D-DPA-PRO-BOROVAL 1awf: NOVEL COVALENT THROMBIN INHIBITOR FROM PLANT EXTRACT 1awh: NOVEL COVALENT THROMBIN INHIBITOR FROM PLANT EXTRACT 1ay6: THROMBIN INHIBITOR FROM THEONALLA, CYCLOTHEANAMIDE-BASED MACROCYCLIC TRIPEPTIDE MOTIF 1b5g: HUMAN THROMBIN COMPLEXED WITH NOVEL SYNTHETIC PEPTIDE MIMETIC INHIBITOR AND HIRUGEN 1b7x: STRUCTURE OF HUMAN ALPHA-THROMBIN Y225I MUTANT BOUND TO D-PHE-PRO-ARG-CHLOROMETHYLKETONE 1ba8: THROMBIN INHIBITOR WITH A RIGID TRIPEPTIDYL ALDEHYDES 1bb0: THROMBIN INHIBITORS WITH RIGID TRIPEPTIDYL ALDEHYDES 1bbr: THE STRUCTURE OF RESIDUES 7-16 OF THE A ALPHA CHAIN OF HUMAN FIBRINOGEN BOUND TO BOVINE THROMBIN AT 2.3 ANGSTROMS RESOLUTION 1bcu: ALPHA-THROMBIN COMPLEXED WITH HIRUGEN AND PROFLAVIN 1bhx: X-RAY STRUCTURE OF THE COMPLEX OF HUMAN ALPHA THROMBIN WITH THE INHIBITOR SDZ 229-357 1bth: STRUCTURE OF THROMBIN COMPLEXED WITH BOVINE PANCREATIC TRYPSIN INHIBITOR 1c1u: RECRUITING ZINC TO MEDIATE POTENT, SPECIFIC INHIBITION OF SERINE PROTEASES 1c1v: RECRUITING ZINC TO MEDIATE POTENT, SPECIFIC INHIBITION OF SERINE PROTEASES 1c1w: RECRUITING ZINC TO MEDIATE POTENT, SPECIFIC INHIBITION OF SERINE PROTEASES 1c4u: SELECTIVE NON ELECTROPHILIC THROMBIN INHIBITORS WITH CYCLOHEXYL MOIETIES. 1c4v: SELECTIVE NON ELECTROPHILIC THROMBIN INHIBITORS WITH CYCLOHEXYL MOIETIES. 1c4y: SELECTIVE NON-ELECTROPHILIC THROMBIN INHIBITORS 1c5l: STRUCTURAL BASIS FOR SELECTIVITY OF A SMALL MOLECULE, S1-BINDING, SUB-MICROMOLAR INHIBITOR OF UROKINASE TYPE PLASMINOGEN ACTIVATOR 1c5n: STRUCTURAL BASIS FOR SELECTIVITY OF A SMALL MOLECULE, S1-BINDING, SUB-MICROMOLAR INHIBITOR OF UROKINASE TYPE PLASMINOGEN ACTIVATOR 1c5o: STRUCTURAL BASIS FOR SELECTIVITY OF A SMALL MOLECULE, S1-BINDING, SUB-MICROMOLAR INHIBITOR OF UROKINASE TYPE PLASMINOGEN ACTIVATOR 1ca8: THROMBIN INHIBITORS WITH RIGID TRIPEPTIDYL ALDEHYDES 1d3d: CRYSTAL STRUCTURE OF HUMAN ALPHA THROMBIN IN COMPLEX WITH BENZOTHIOPHENE INHIBITOR 4 1d3p: CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN IN COMPLEX WITH BENZO[B]THIOPHENE INHIBITOR 3 1d3q: CRYSTAL STRUCTURE OF HUMAN ALPHA THROMBIN IN COMPLEX WITH BENZO[B]THIOPHENE INHIBITOR 2 1d3t: CRYSTAL STRUCTURE OF HUMAN ALPHA THROMBIN IN COMPLEX WITH BENZO[B]THIOPHENE INHIBITOR 1 1d4p: CRYSTAL STRUCTURE OF HUMAN ALPHA THROMBIN IN COMPLEX WITH 5-AMIDINOINDOLE-4-BENZYLPIPERIDINE INHIBITOR 1d6w: STRUCTURE OF THROMBIN COMPLEXED WITH SELECTIVE NON-ELECTROPHILIC INHIBITORS HAVING CYCLOHEXYL MOIETIES AT P1 1d9i: STRUCTURE OF THROMBIN COMPLEXED WITH SELECTIVE NON-ELECTOPHILIC INHIBITORS HAVING CYCLOHEXYL MOIETIES AT P1 1de7: INTERACTION OF FACTOR XIII ACTIVATION PEPTIDE WITH ALPHA-THROMBIN: CRYSTAL STRUCTURE OF THE ENZYME-SUBSTRATE COMPLEX 1dit: COMPLEX OF A DIVALENT INHIBITOR WITH THROMBIN 1dm4: SER195ALA MUTANT OF HUMAN THROMBIN COMPLEXED WITH FIBRINOPEPTIDE A (7-16) 1doj: Crystal structure of human alpha-thrombin*RWJ-51438 complex at 1.7 A 1dwb: CRYSTALLOGRAPHIC ANALYSIS AT 3.0-ANGSTROMS RESOLUTION OF THE BINDING TO HUMAN THROMBIN OF FOUR ACTIVE SITE-DIRECTED INHIBITORS 1dwc: CRYSTALLOGRAPHIC ANALYSIS AT 3.0-ANGSTROMS RESOLUTION OF THE BINDING TO HUMAN THROMBIN OF FOUR ACTIVE SITE-DIRECTED INHIBITORS 1dwd: CRYSTALLOGRAPHIC ANALYSIS AT 3.0-ANGSTROMS RESOLUTION OF THE BINDING TO HUMAN THROMBIN OF FOUR ACTIVE SITE-DIRECTED INHIBITORS 1dwe: CRYSTALLOGRAPHIC ANALYSIS AT 3.0-ANGSTROMS RESOLUTION OF THE BINDING TO HUMAN THROMBIN OF FOUR ACTIVE SITE-DIRECTED INHIBITORS 1dx5: CRYSTAL STRUCTURE OF THE THROMBIN-THROMBOMODULIN COMPLEX 1e0f: CRYSTAL STRUCTURE OF THE HUMAN ALPHA-THROMBIN-HAEMADIN COMPLEX: AN EXOSITE II-BINDING INHIBITOR 1eb1: COMPLEX STRUCTURE OF HUMAN THROMBIN WITH N-METHYL-ARGININE INHIBITOR 1eoj: DESIGN OF P1' AND P3' RESIDUES OF TRIVALENT THROMBIN INHIBITORS AND THEIR CRYSTAL STRUCTURES 1eol: DESIGN OF P1' AND P3' RESIDUES OF TRIVALENT THROMBIN INHIBITORS AND THEIR CRYSTAL STRUCTURES 1fpc: ACTIVE SITE MIMETIC INHIBITION OF THROMBIN 1fph: THE INTERACTION OF THROMBIN WITH FIBRINOGEN: A STRUCTURAL BASIS FOR ITS SPECIFICITY 1g30: THROMBIN INHIBITOR COMPLEX 1g32: THROMBIN INHIBITOR COMPLEX 1g37: CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN COMPLEXED WITH BCH-10556 AND EXOSITE-DIRECTED PEPTIDE 1ghv: A NOVEL SERINE PROTEASE INHIBITION MOTIF INVOLVING A MULTI-CENTERED SHORT HYDROGEN BONDING NETWORK AT THE ACTIVE SITE 1ghw: A NOVEL SERINE PROTEASE INHIBITION MOTIF INVOLVING A MULTI-CENTERED SHORT HYDROGEN BONDING NETWORK AT THE ACTIVE SITE 1ghx: A NOVEL SERINE PROTEASE INHIBITION MOTIF INVOLVING A MULTI-CENTERED SHORT HYDROGEN BONDING NETWORK AT THE ACTIVE SITE 1ghy: A NOVEL SERINE PROTEASE INHIBITION MOTIF INVOLVING A MULTI-CENTERED SHORT HYDROGEN BONDING NETWORK AT THE ACTIVE SITE 1gj4: SELECTIVITY AT S1, H2O DISPLACEMENT, UPA, TPA, SER190/ALA190 PROTEASE, STRUCTURE-BASED DRUG DESIGN 1gj5: SELECTIVITY AT S1, H2O DISPLACEMENT, UPA, TPA, SER190/ALA190 PROTEASE, STRUCTURE-BASED DRUG DESIGN 1h8d: X-RAY STRUCTURE OF THE HUMAN ALPHA-THROMBIN COMPLEX WITH A TRIPEPTIDE PHOSPHONATE INHIBITOR. 1h8i: X-RAY CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN WITH A TRIPEPTIDE PHOSPHONATE INHIBITOR. 1hag: THE ISOMORPHOUS STRUCTURES OF PRETHROMBIN2, HIRUGEN-AND PPACK-THROMBIN: CHANGES ACCOMPANYING ACTIVATION AND EXOSITE BINDING TO THROMBIN 1hah: THE ISOMORPHOUS STRUCTURES OF PRETHROMBIN2, HIRUGEN-AND PPACK-THROMBIN: CHANGES ACCOMPANYING ACTIVATION AND EXOSITE BINDING TO THROMBIN 1hai: THE ISOMORPHOUS STRUCTURES OF PRETHROMBIN2, HIRUGEN-AND PPACK-THROMBIN: CHANGES ACCOMPANYING ACTIVATION AND EXOSITE BINDING TO THROMBIN 1hao: COMPLEX OF HUMAN ALPHA-THROMBIN WITH A 15MER OLIGONUCLEOTIDE GGTTGGTGTGGTTGG (BASED ON NMR MODEL OF DNA 1hap: COMPLEX OF HUMAN ALPHA-THROMBIN WITH A 15MER OLIGONUCLEOTIDE GGTTGGTGTGGTTGG (BASED ON X-RAY MODEL OF DNA) 1hbt: HUMAN ALPHA-THROMBIN COMPLEXED WITH A PEPTIDYL PYRIDINIUM METHYL KETONE CONTAINING BIVALENT INHIBITOR 1hdt: STRUCTURE OF A RETRO-BINDING PEPTIDE INHIBITOR COMPLEXED WITH HUMAN ALPHA-THROMBIN 1hgt: STRUCTURE OF THE HIRUGEN AND HIRULOG 1 COMPLEXES OF ALPHA-THROMBIN 1hlt: THE STRUCTURE OF A NONADECAPEPTIDE OF THE FIFTH EGF DOMAIN OF THROMBOMODULIN COMPLEXED WITH THROMBIN 1hut: THE STRUCTURE OF ALPHA-THROMBIN INHIBITED BY A 15-MER SINGLE-STRANDED DNA APTAMER 1hxe: SERINE PROTEASE 1hxf: HUMAN THROMBIN COMPLEX WITH HIRUDIN VARIANT 1ihs: CRYSTAL STRUCTURE OF THE COMPLEX OF HUMAN ALPHA-THROMBIN AND NON-HYDROLYZABLE BIFUNCTIONAL INHIBITORS, HIRUTONIN-2 AND HIRUTONIN-6 1iht: CRYSTAL STRUCTURE OF THE COMPLEX OF HUMAN ALPHA-THROMBIN AND NON-HYDROLYZABLE BIFUNCTIONAL INHIBITORS, HIRUTONIN-2 AND HIRUTONIN-6 1jmo: Crystal Structure of the Heparin Cofactor II-S195A Thrombin Complex 1jou: Crystal Structure of Native S195A Thrombin with an Unoccupied Active Site 1jwt: CRYSTAL STRUCTURE OF THROMBIN IN COMPLEX WITH A NOVEL BICYCLIC LACTAM INHIBITOR 1k21: HUMAN THROMBIN-INHIBITOR COMPLEX 1k22: HUMAN THROMBIN-INHIBITOR COMPLEX 1kts: Thrombin Inhibitor Complex 1ktt: Thrombin inhibitor complex 1lhc: HUMAN ALPHA-THROMBIN COMPLEXED WITH AC-(D)PHE-PRO-BOROARG-OH 1lhd: HUMAN ALPHA-THROMBIN COMPLEXED WITH AC-(D)PHE-PRO-BOROLYS-OH 1lhe: HUMAN ALPHA-THROMBIN COMPLEXED WITH AC-(D)PHE-PRO-BORO-N-BUTYL-AMIDINO-GLYCINE-OH 1lhf: HUMAN ALPHA-THROMBIN COMPLEXED WITH AC-(D)PHE-PRO-BORO-HOMOLYS-OH 1lhg: HUMAN ALPHA-THROMBIN COMPLEXED WITH AC-(D)PHE-PRO-BOROORNITHINE-OH 1mh0: Crystal structure of the anticoagulant slow form of thrombin 1mu6: Crystal Structure of Thrombin in Complex with L-378,622 1mu8: thrombin-hirugen_l-378,650 1mue: Thrombin-Hirugen-L405,426 1nm6: thrombin in complex with selective macrocyclic inhibitor at 1.8A 1no9: Design of weakly basic thrombin inhibitors incorporating novel P1 binding functions: molecular and X-ray crystallographic studies. 1nrn: CRYSTALLOGRAPHIC STRUCTURES OF THROMBIN COMPLEXED WITH THROMBIN RECEPTOR PEPTIDES: EXISTENCE OF EXPECTED AND NOVEL BINDING MODES 1nro: CRYSTALLOGRAPHIC STRUCTURES OF THROMBIN COMPLEXED WITH THROMBIN RECEPTOR PEPTIDES: EXISTENCE OF EXPECTED AND NOVEL BINDING MODES 1nrp: CRYSTALLOGRAPHIC STRUCTURES OF THROMBIN COMPLEXED WITH THROMBIN RECEPTOR PEPTIDES: EXISTENCE OF EXPECTED AND NOVEL BINDING MODES 1nrq: CRYSTALLOGRAPHIC STRUCTURES OF THROMBIN COMPLEXED WITH THROMBIN RECEPTOR PEPTIDES: EXISTENCE OF EXPECTED AND NOVEL BINDING MODES 1nrr: CRYSTALLOGRAPHIC STRUCTURES OF THROMBIN COMPLEXED WITH THROMBIN RECEPTOR PEPTIDES: EXISTENCE OF EXPECTED AND NOVEL BINDING MODES 1nrs: CRYSTALLOGRAPHIC STRUCTURES OF THROMBIN COMPLEXED WITH THROMBIN RECEPTOR PEPTIDES: EXISTENCE OF EXPECTED AND NOVEL BINDING MODES 1nt1: thrombin in complex with selective macrocyclic inhibitor 1nu7: Staphylocoagulase-Thrombin Complex 1nu9: Staphylocoagulase-Prethrombin-2 complex 1ny2: Human alpha thrombin inhibited by RPPGF and hirugen 1nzq: D-Phe-Pro-Arg-Type Thrombin Inhibitor 1o0d: Human Thrombin complexed with a d-Phe-Pro-Arg-type Inhibitor and a C-terminal Hirudin derived exo-site inhibitor 1o2g: Elaborate Manifold of Short Hydrogen Bond Arrays Mediating Binding of Active Site-Directed Serine Protease Inhibitors 1o5g: Dissecting and Designing Inhibitor Selectivity Determinants at the S1 site Using an Artificial Ala190 Protease (Ala190 uPA) 1ook: Crystal Structure of the Complex of Platelet Receptor GPIb-alpha and Human alpha-Thrombin 1oyt: COMPLEX OF RECOMBINANT HUMAN THROMBIN WITH A DESIGNED FLUORINATED INHIBITOR 1p8v: CRYSTAL STRUCTURE OF THE COMPLEX OF PLATELET RECEPTOR GPIB-ALPHA AND ALPHA-THROMBIN AT 2.6A 1ppb: THE REFINED 1.9 ANGSTROMS CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN: INTERACTION WITH D-PHE-PRO-ARG CHLOROMETHYLKETONE AND SIGNIFICANCE OF THE TYR-PRO-PRO-TRP INSERTION SEGMENT 1qbv: CRYSTAL STRUCTURE OF THROMBIN COMPLEXED WITH AN GUANIDINE-MIMETIC INHIBITOR 1qhr: NOVEL COVALENT ACTIVE SITE THROMBIN INHIBITORS 1qj1: NOVEL COVALENT ACTIVE SITE THROMBIN INHIBITORS 1qj6: NOVEL COVALENT ACTIVE SITE THROMBIN INHIBITORS 1qj7: NOVEL COVALENT ACTIVE SITE THROMBIN INHIBITORS 1qur: HUMAN ALPHA-THROMBIN IN COMPLEX WITH BIVALENT, BENZAMIDINE-BASED SYNTHETIC INHIBITOR 1rd3: 2.5A Structure of Anticoagulant Thrombin Variant E217K 1riw: Thrombin in complex with natural product inhibitor Oscillarin 1sb1: Novel Non-Covalent Thrombin Inhibitors Incorporating P1 4,5,6,7-Tetrahydrobenzothiazole Arginine Side Chain Mimetics 1sfq: Fast form of thrombin mutant R(77a)A bound to PPACK 1sgi: Crystal structure of the anticoagulant slow form of thrombin 1shh: Slow form of Thrombin Bound with PPACK 1sl3: crystal structure of Thrombin in complex with a potent P1 heterocycle-Aryl based inhibitor 1sr5: ANTITHROMBIN-ANHYDROTHROMBIN-HEPARIN TERNARY COMPLEX STRUCTURE 1t4u: Crystal Structure Analysis of a novel Oxyguanidine bound to Thrombin 1t4v: Crystal Structure Analysis of a novel Oxyguanidine bound to Thrombin 1ta2: Crystal structure of thrombin in complex with compound 1 1ta6: Crystal structure of thrombin in complex with compound 14b 1tb6: 2.5A Crystal Structure of the Antithrombin-Thrombin-Heparin Ternary Complex 1tbz: HUMAN THROMBIN WITH ACTIVE SITE N-METHYL-D PHENYLALANYL-N-[5-(AMINOIMINOMETHYL)AMINO]-1-[(BENZOTHIAZOLYL)CARBONYL] BUTYL]-L-PROLINAMIDE TRIFLUROACETATE AND EXOSITE-HIRUGEN 1thp: STRUCTURE OF HUMAN ALPHA-THROMBIN Y225P MUTANT BOUND TO D-PHE-PRO-ARG-CHLOROMETHYLKETONE 1thr: STRUCTURES OF THROMBIN COMPLEXES WITH A DESIGNED AND A NATURAL EXOSITE INHIBITOR 1ths: STRUCTURES OF THROMBIN COMPLEXES WITH A DESIGNED AND A NATURAL EXOSITE INHIBITOR 1tmb: MOLECULAR BASIS FOR THE INHIBITION OF HUMAN ALPHA-THROMBIN BY THE MACROCYCLIC PEPTIDE CYCLOTHEONAMIDE A 1tmt: CHANGES IN INTERACTIONS IN COMPLEXES OF HIRUDIN DERIVATIVES AND HUMAN ALPHA-THROMBIN DUE TO DIFFERENT CRYSTAL FORMS 1tmu: CHANGES IN INTERACTIONS IN COMPLEXES OF HIRUDIN DERIVATIVES AND HUMAN ALPHA-THROMBIN DUE TO DIFFERENT CRYSTAL FORMS 1tom: ALPHA-THROMBIN COMPLEXED WITH HIRUGEN 1tq0: Crystal structure of the potent anticoagulant thrombin mutant W215A/E217A in free form 1tq7: Crystal structure of the anticoagulant thrombin mutant W215A/E217A bound to PPACK 1twx: Crystal structure of the thrombin mutant D221A/D222K 1ucy: THROMBIN COMPLEXED WITH FIBRINOPEPTIDE A ALPHA (RESIDUES 7-19). THREE COMPLEXES, ONE WITH EPSILON-THROMBIN AND TWO WITH ALPHA-THROMBIN 1uma: ALPHA-THROMBIN (HIRUGEN) COMPLEXED WITH NA-(N,N-DIMETHYLCARBAMOYL)-ALPHA-AZALYSINE 1uvs: BOVINE THROMBIN--BM51.1011 COMPLEX 1vit: THROMBIN:HIRUDIN 51-65 COMPLEX 1vr1: Specificity for Plasminogen Activator Inhibitor-1 1vzq: COMPLEX OF THROMBIN WITH DESIGNED INHIBITOR 7165 1w7g: ALPHA-THROMBIN COMPLEX WITH SULFATED HIRUDIN (RESIDUES 54-65) AND L-ARGININE TEMPLATE INHIBITOR CS107 1way: ACTIVE SITE THROMBIN INHIBITORS 1wbg: ACTIVE SITE THROMBIN INHIBITORS 1xm1: Nonbasic Thrombin Inhibitor Complex 1xmn: Crystal structure of thrombin bound to heparin 1ycp: THE CRYSTAL STRUCTURE OF FIBRINOGEN-AA PEPTIDE 1-23 (F8Y) BOUND TO BOVINE THROMBIN EXPLAINS WHY THE MUTATION OF PHE-8 TO TYROSINE STRONGLY INHIBITS NORMAL CLEAVAGE AT ARGININE-16 1ype: Thrombin Inhibitor Complex 1ypg: Thrombin Inhibitor Complex 1ypj: Thrombin Inhibitor Complex 1ypk: Thrombin Inhibitor Complex 1ypl: X-ray crystal structure of thrombin inhibited by synthetic cyanopeptide analogue RA-1008 1ypm: X-ray crystal structure of thrombin inhibited by synthetic cyanopeptide analogue RA-1014 1z71: thrombin and P2 pyridine N-oxide inhibitor complex structure 1z8i: Crystal structure of the thrombin mutant G193A bound to PPACK 1z8j: Crystal structure of the thrombin mutant G193P bound to PPACK 1zgi: thrombin in complex with an oxazolopyridine inhibitor 21 1zgv: Thrombin in complex with an oxazolopyridine inhibitor 2 1zrb: Thrombin in complex with an azafluorenyl inhibitor 23b 2a0q: Structure of thrombin in 400 mM potassium chloride 2a2x: Orally Active Thrombin Inhibitors in Complex with Thrombin Inh12 2a45: Crystal structure of the complex between thrombin and the central \"\"E\"\" region of fibrin 2afq: 1.9 angstrom crytal structure of wild-type human thrombin in the sodium free state 2ank: orally active thrombin inhibitors in complex with thrombin and an exosite decapeptide 2anm: Ternary complex of an orally active thrombin inhibitor with human thrombin and a c-terminal hirudin derived exo-sit inhibitor 2b5t: 2.1 Angstrom structure of a nonproductive complex between antithrombin, synthetic heparin mimetic SR123781 and two S195A thrombin molecules 2bdy: thrombin in complex with inhibitor 2bvr: HUMAN THROMBIN COMPLEXED WITH FRAGMENT-BASED SMALL MOLECULES OCCUPYING THE S1 POCKET 2bvs: HUMAN THROMBIN COMPLEXED WITH FRAGMENT-BASED SMALL MOLECULES OCCUPYING THE S1 POCKET 2bvx: DESIGN AND DISCOVERY OF NOVEL, POTENT THROMBIN INHIBITORS WITH A SOLUBILIZING CATIONIC P1-P2-LINKER 2bxt: DESIGN AND DISCOVERY OF NOVEL, POTENT THROMBIN INHIBITORS WITH A SOLUBILIZING CATIONIC P1-P2-LINKER 2bxu: DESIGN AND DISCOVERY OF NOVEL, POTENT THROMBIN INHIBITORS WITH A SOLUBILIZING CATIONIC P1-P2-LINKER 2c8w: THROMBIN INHIBITORS 2c8x: THROMBIN INHIBITORS 2c8y: THROMBIN INHIBITORS 2c8z: THROMBIN INHIBITORS 2c90: THROMBIN INHIBITORS 2c93: THROMBIN INHIBITORS 2cf8: COMPLEX OF RECOMBINANT HUMAN THROMBIN WITH A INHIBITOR 2cf9: COMPLEX OF RECOMBINANT HUMAN THROMBIN WITH A INHIBITOR 2cn0: COMPLEX OF RECOMBINANT HUMAN THROMBIN WITH A DESIGNED INHIBITOR 2feq: orally active thrombin inhibitors 2fes: Orally active thrombin inhibitors 2gde: Thrombin in complex with inhibitor 2gp9: Crystal structure of the slow form of thrombin in a self-inhibited conformation 2h9t: Crystal structure of human alpha-thrombin in complex with suramin 2hgt: STRUCTURE OF THE HIRUGEN AND HIRULOG 1 COMPLEXES OF ALPHA-THROMBIN 2hnt: CRYSTALLOGRAPHIC STRUCTURE OF HUMAN GAMMA-THROMBIN 2hpp: STRUCTURES OF THE NONCOVALENT COMPLEXES OF HUMAN AND BOVINE PROTHROMBIN FRAGMENT 2 WITH HUMAN PPACK-THROMBIN 2hpq: STRUCTURES OF THE NONCOVALENT COMPLEXES OF HUMAN AND BOVINE PROTHROMBIN FRAGMENT 2 WITH HUMAN PPACK-THROMBIN 2hwl: Crystal structure of thrombin in complex with fibrinogen gamma' peptide 2jh0: HUMAN THROMBIN HIRUGEN INHIBITOR COMPLEX. 2jh5: HUMAN THROMBIN HIRUGEN INHIBITOR COMPLEX. 2jh6: HUMAN THROMBIN HIRUGEN INHIBITOR COMPLEX. 2od3: Human thrombin chimera with human residues 184a, 186, 186a, 186b, 186c and 222 replaced by murine thrombin equivalents. 2thf: STRUCTURE OF HUMAN ALPHA-THROMBIN Y225F MUTANT BOUND TO D-PHE-PRO-ARG-CHLOROMETHYLKETONE 3hat: ACTIVE SITE MIMETIC INHIBITION OF THROMBIN 4htc: THE REFINED STRUCTURE OF THE HIRUDIN-THROMBIN COMPLEX 4thn: THE CRYSTAL STRUCTURE OF ALPHA-THROMBIN-HIRUNORM IV COMPLEX REVEALS A NOVEL SPECIFICITY SITE RECOGNITION MODE. 5gds: HIRUNORMS ARE TRUE HIRUDIN MIMETICS. THE CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN:HIRUNORM V COMPLEX 7kme: CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN INHIBITED WITH SEL2711. 8kme: CRYSTAL STRUCTURE OF HUMAN ALPHA-THROMBIN INHIBITED WITH SEL2770.","Title":"Thrombin - Wikipedia","KeyID":"15225","URL":"https://en.wikipedia.org/wiki/Prothrombin"}