{"Content: ":"A non-pharmaceutical intervention or non-pharmacological intervention (NPI) is any type of health intervention which is not primarily based on medication. Some examples include exercise,[1] sleep improvement,[2] or dietary habits.[3] Non-pharmacological interventions may be intended to prevent or treat disease or other health-related conditions, or to improve public health. They can be educational, and they may involve a variety of lifestyle or environmental changes.[4] Complex or multicomponent interventions use multiple strategies,[5] and they often involve the participation of several care providers.[6] Non-pharmacological treatments can call on various fields of expertise, such as surgery, medical devices, rehabilitation, psychotherapy, and behavioral interventions.[6] The first line of treatment for hypertension is lifestyle changes, including dietary changes, physical exercise, and weight loss. Though these have all been recommended in scientific advisories,[7] a Cochrane systematic review of available relevant studies found that weigh loss diets did reduce body weight and blood pressure, but the impact of these changes could not be demonstrated due to the small number of participants and studies, therefore, the impact of weigh loss on mortality and morbidity is unknown.[8] Their potential effectiveness is similar to and at times exceeds a single medication.[9] If hypertension is high enough to justify immediate use of medications, lifestyle changes are still recommended in conjunction with medication. Dietary changes shown to reduce blood pressure include diets with low sodium,[10][11] the DASH diet (Dietary Approaches to Stop Hypertension),[12] vegetarian diets,[13] and green tea consumption.[14][15][16][17] Physical exercise regimens which are shown to reduce blood pressure include isometric resistance exercise, aerobic exercise, resistance exercise, and device-guided breathing.[18]","Title":"Non-pharmaceutical intervention - Wikipedia","KeyID":"15229","URL":"https://en.wikipedia.org/wiki/Non-pharmaceutical_intervention"}