{"Content: ":"The Delta variant (B.1.617.2) is a variant of SARS-CoV-2, the virus that causes COVID-19. It was first detected in India in late 2020. The Delta variant was named on 31 May 2021 and had spread to over 179 countries by 22 November 2021. The World Health Organization (WHO) indicated in June 2021 that the Delta variant was becoming the dominant strain globally.[3] It has mutations in the gene encoding the SARS-CoV-2 spike protein[4] causing the substitutions T478K, P681R and L452R,[5][6] which are known to affect transmissibility of the virus as well as whether it can be neutralised by antibodies for previously circulating variants of the COVID-19 virus.[7] It is thought to be one of the most transmissible respiratory viruses known.[8] In August 2021, Public Health England (PHE) reported secondary attack rate in household contacts of non-travel or unknown cases for Delta to be 10.8% vis-à-vis 10.2% for the Alpha variant;[9] the case fatality rate for those 386,835 people with Delta is 0.3%, where 46% of the cases and 6% of the deaths are unvaccinated and below 50 years old.[10] Immunity from previous recovery[11][12] or COVID-19 vaccines are effective in preventing severe disease or hospitalisation from infection with the variant.[13] On 7 May 2021, PHE changed their classification of lineage B.1.617.2 from a variant under investigation (VUI) to a variant of concern (VOC) based on an assessment of transmissibility being at least equivalent to B.1.1.7 (Alpha variant);[14] the UK's SAGE using May data estimated a \"realistic\" possibility of being 50% more transmissible.[15] On 11 May 2021, the WHO also classified this lineage VOC, and said that it showed evidence of higher transmissibility and reduced neutralisation. On 15 June 2021, the Centers for Disease Control and Prevention (CDC) declared Delta a variant of concern.[16] The variant is thought to be partly responsible for India's deadly second wave of the pandemic beginning in February 2021.[17][18][19] It later contributed to a third wave in Fiji, the United Kingdom[20][21][22] and South Africa,[23] and the WHO warned in July 2021 that it could have a similar effect elsewhere in Europe and Africa.[24][23] By late July, it had also driven an increase in daily infections in parts of Asia,[25] the United States,[26] Australia, and New Zealand.[27] Yet another COVID variant, Omicron, followed. The Delta variant has mutations in the gene encoding the SARS-CoV-2 spike protein[4] causing the substitutions D614G, T478K, P681R and L452R.[28][6] It is identified as the 21A, 21I, and 21J clades under the Nextstrain phylogenetic classification system.[29] The virus has also been referred to by the term \"Indian Variant\"[30] as it was originally detected in India. However, the Delta variant is only one of three variants of the lineage B.1.617, all of which were first detected in India.[31] At the end of May 2021, the WHO assigned the label Delta to lineage B.1.617.2 after introducing a new policy of using Greek letters for variants of concern and variants of interest.[32] There are three sublineages of lineage B.1.617 categorised so far. B.1.617.1 (Kappa variant) was designated a Variant Under Investigation in April 2021 by Public Health England. Later in April 2021, two other variants B.1.617.2 and B.1.617.3 were designated as Variants Under Investigation. While B.1.617.3 shares the L452R and E484Q mutations found in B.1.617.1, B.1.617.2 lacks the E484Q mutation. B.1.617.2 has the T478K mutation, not found in B.1.617.1 and B.1.617.3.[33][34] Simultaneously, the ECDC released a brief maintaining all three sublineages of B.1.617 as VOI, estimating that a \"greater understanding of the risks related to these B.1.617 lineages is needed before any modification of current measures can be considered\".[35] Amino acid mutations of SARS-CoV-2 Delta variant plotted on a genome map of SARS-CoV-2 with a focus on Spike.[36] The Delta/ B.1.617.2 genome has 13 mutations (15 or 17 according to some sources,[which?] depending on whether more common mutations are included) which produce alterations in the amino-acid sequences of the proteins it encodes.[39] The list of spike protein mutations is: 19R, (G142D), Δ156-157, R158G, L452R, T478K, D614G, P681R, D950N according to GVN,[40] or T19R, G142D, del 156–157, R158G, L452R, T478K, D614G, P681R according to Genscript[41] Four of them, all of which are in the virus's spike protein code, are of particular concern: The E484Q mutation is not present in the B.1.617.2 genome.[45][46] As of August 2021, Delta variants have been subdivided in the Pango lineage designation system into variants from AY.1 to AY.28. However, there is no information on whether such classification correlates with biological characteristic changes of the virus.[47] It is said that, as of August 2021, AY.4 to AY.11 are predominant in the UK, AY.12 in Israel, AY.2, AY.3, AY.13, AY.14, AY.25 in the US, AY.20 in the US and Mexico, AY.15 in Canada, AY.16 in Kenya, AY.17 in Ireland and Northern Ireland, AY.19 in South Africa, AY.21 in Italy and Switzerland, AY.22 in Portugal, AY.24 in Indonesia, and AY.23 in Indonesia, Singapore, Japan, and South Korea.[48] Delta with K417N originally corresponded to lineages AY.1 and AY.2,[49] subsequently also lineage AY.3,[50] and has been nicknamed \"Delta plus\" or \"Nepal variant\".[51] It has the K417N mutation,[52] which is also present in the Beta variant.[53] The exchange at position 417 is a lysine-to-asparagine substitution.[54] As of mid-October 2021, the AY.3 variant accounted for a cumulative prevalence of approximately 5% in the United States, and 2% worldwide.[55] In mid-October the AY.4.2 Delta sublineage was expanding in England, and being monitored and assessed. It contains mutations A222V and Y145H in its spike protein,[56] not considered of particular concern. It has been suggested that AY.4.2 might be 10-15% more transmissible than the original Delta variant. Mid-October 2021, AY.4.2 accounted for an estimated 10% of cases, and has led to an additional growth rate rising to about 1% (10% of 10%) per generational time of five days or so. This additional growth rate would grow with increasing prevalence. Without AY.4.2 and no other changes, the number of cases in the UK would have been about 10% lower.[57] AY.4.2 grows about 15% faster per week.[58] In the UK it was reclassified as a \"variant under investigation\" (but not \"of concern\") in late October 2021.[59] In Denmark, after a drop in AY.4.2 cases, a new fast surge was detected and monitored, but was not yet considered a cause of concern.[60][61] The most common symptoms may have changed from the most common symptoms previously associated with standard COVID-19. Infected people may mistake the symptoms for a bad cold and not realize they need to isolate. Common symptoms reported have been headaches, sore throat, a runny nose or a fever.[1][medical citation needed][2] In the United Kingdom, when the Delta variant accounted for 91 percent of new cases, one study found that the most reported symptoms were headache, sore throat, and runny nose.[62] : VE reduces <10%, or VE >90% without comparator : VE reduces between 10 to <20% : Neutralization reduces <2-fold : Neutralization reduces 2 to <5-fold : Neutralization reduces 5 to <10-fold : Neutralization reduces ≥ 10-fold * Moderna & Pfizer-BioNTech were evaluated together. WHO has not issued preventative measures against Delta specifically; non-pharmaceutical measures recommended to prevent wild type COVID-19 should still be effective. These would include washing hands, wearing a mask, maintaining distance from others, avoiding touching the mouth, nose or eyes, avoiding crowded indoor spaces with poor ventilation especially where people are talking, going to get tested if one develops symptoms and isolating if one becomes sick.[65] Public Health authorities should continue to find infected individuals using testing, trace their contacts, and isolate those who have tested positive or been exposed.[66] Event organizers should assess the potential risks of any mass gathering and develop a plan to mitigate these risks.[67] See also Non-pharmaceutical intervention (epidemiology). ICMR found that convalescent sera of the COVID-19 cases and recipients of Bharat Biotech's BBV152 (Covaxin) were able to neutralise VUI B.1.617 although with a lower efficacy.[68] Anurag Agrawal, the director of the Institute of Genomics and Integrative Biology (IGIB), said the study on the effectiveness of the available vaccines on lineage B.1.617 suggests that post-vaccination, the infections are milder.[69] Anthony Fauci, the Chief Medical Advisor to the President of the United States, has also expressed his confidence regarding the preliminary results. In an interview on 28 April, he said: This is something where we're still gaining data daily. But the most recent data was looking at convalescent sera of COVID-19 cases and people who received the vaccine used in India, the Covaxin. It was found to neutralise the 617 variants.[70] Another study by the Centre for Cellular and Molecular Biology (CCMB) in Hyderabad found Covishield (Oxford–AstraZeneca) vaccinated sera offers protection against lineage B.1.617.[71] A study conducted by the Public Health England, has found that compared to those who were unvaccinated those who were vaccinated with either the Pfizer-BioNTech or AstraZeneca-Oxford had 33% less instances of symptomatic disease caused by the variant after the first dose. Among those who were two weeks after the receiving their second dose of the Pfizer-BioNTech vaccine 88% less subjects had symptomatic disease from the Delta variant versus those that were unvaccinated. Among those who were two weeks after the receiving their second dose of the AstraZeneca-Oxford vaccine 60% less subjects had symptomatic disease from the Delta variant versus those that were unvaccinated.[72][73] A study by a group of researchers from the Francis Crick Institute, published in The Lancet, shows that humans fully vaccinated with the Pfizer-BioNTech vaccine are likely to have more than five times lower levels of neutralizing antibodies against the Delta variant compared to the original COVID-19 strain.[74][75] In June 2021, Public Health England announced it had conducted a study which found that after two shots, the Pfizer-BioNTech vaccine and the AstraZeneca vaccine are respectively 96% and 92% effective at preventing hospitalisation from the Delta variant.[76][77] On July 3, researchers from the universities of Toronto and Ottawa in Ontario, Canada, released a preprint study suggesting that the Moderna vaccine may be effective against death or hospitalization from the Delta variant.[78][unreliable medical source?] In a study of the University of Sri Jayewardenepura in July 2021 found the Sinopharm BIBP vaccine vaccine caused seroconversion in 95% of individuals studied that had received both doses of the vaccine. The rate was higher in 20-39 age group (98.9%) but slightly lower in the over 60 age group (93.3%). Neutralising antibodies were present among 81.25% of the vaccinated individuals studied.[79][80] On 29 June 2021, the director of the Gamaleya Institute, Denis Logunov, said that Sputnik V is about 90% effective against the Delta variant.[81] On July 21, researchers from Public Health England published a study finding that the Pfizer vaccine was 93.7% effective against symptomatic disease from Delta after 2 doses, while the Astrazeneca vaccine was 67% effective.[82] On August 2, several experts expressed concern that achieving herd immunity may not currently be possible because the Delta variant is transmitted among those immunized with current vaccines.[83] On August 10, a study showed that the full vaccination coverage rate is correlated inversely to the SARS-CoV-2 delta variant mutation frequency in 16 countries (R-squared=0.878). Data strongly indicates that full vaccination against COVID-19 may slow down virus evolution.[84] In vitro experiments suggest that bamlanivimab may not be effective against Delta on its own.[85] At high enough concentrations, casirivimab, etesevimab and imdevimab appear to still be effective. A preprint study suggests that sotrovimab may also be effective against Delta.[86] Doctors in Singapore have been using supplemental oxygen, remdesivir and corticosteroids on more Delta patients than they did on previous variants.[87] UK scientists have said that the Delta variant is between 40% and 60% more transmissible than the previously dominant Alpha variant, which was first identified in the UK (as the Kent variant).[88] Given that Alpha is already 150% as transmissible as the original SARS-CoV-2 strain that emerged in late 2019 in Wuhan,[88] and if Delta is 150% as transmissible as Alpha, then Delta may be 225% as transmissible as the original strain.[89] BBC reported that R 0 {\\displaystyle R_{0}} – basic reproduction number, or the expected number of cases directly generated by one case in a population where all individuals are susceptible to infection – for the first detected SARS-CoV-2 virus is 2.4-2.6, whereas Alpha's reproduction number is 4-5 and Delta's is 5–9.[90][91] These basic reproduction numbers can be compared to MERS (0.29-0.80[92]), seasonal influenza (1.2-1.4[93]), Ebola (1.4-1.8[94]), common cold (2-3[95]), SARS (2–4[96]), smallpox (3.5-6[97]), and chickenpox (10-12[98]). Due to Delta's high transmissibility even those that are vaccinated are vulnerable,[99] albeit to a lesser extent.[73] A study[100] published online (not peer-reviewed) by Guangdong Provincial Center for Disease Control and Prevention may partly explain the increased transmissibility: people with infection caused by Delta had 1,000 times more copies of the virus in the respiratory tracts than those with infection caused by variants first identified in the beginning of the pandemic; and it took on average 4 days for people infected with Delta for the virus to be detectable compared to 6 days with initially identified variants.[101][102] Surveillance data from the U.S., Germany and the Netherlands indicates the Delta variant is growing by about a factor of 4 every two weeks with respect to the Alpha variant.[103][104][105] In India, the United Kingdom,[106] Portugal,[107] Russia,[108] Mexico, Australia, Indonesia,[109] South Africa, Germany,[110] Luxembourg,[111] the United States,[112] the Netherlands,[113] Denmark,[114] France[115] and probably many other countries, the Delta variant had become the dominant strain by July 2021. Depending on country, there is typically a lag from a few days to several weeks between cases and variant reporting. As of July 20, this variant had spread to 124 countries,[64] and WHO had indicated that it was becoming the dominant strain, if not one already.[116] In the Netherlands, the virus was still able to propagate significantly in the population with over 93.4% of blood donors being tested positive for SARS-CoV-2 antibodies after week 28, 2021. Many people there are not fully vaccinated, so those antibodies would have been developed from exposure to the wild virus or from a vaccine.[117][118] Similar high seroimmunity levels occur in the United Kingdom in blood donors and general surveillance.[119][120][121] A preprint found that the viral load in the first positive test of infections with the variant was on average ∼1000 times higher than with compared infections during 2020.[122][123] Preliminary data from a study with 100,000 volunteers in the UK from May to July 2021, when Delta was spreading rapidly, indicates that vaccinated people who test positive for COVID-19, including asymptomatic cases, have a lower viral load in average. Data from the US, UK, and Singapore indicate that vaccinated people infected by Delta may have viral loads as high as unvaccinated infected people, but might remain infectious for a shorter period.[124] Surveillance data from the Indian government's Integrated Disease Surveillance Programme (IDSP) shows that around 32% of patients, both hospitalised and outside hospitals, were aged below 30 in the second wave compared to 31% during the first wave, among people aged 30–40 the infection rate stayed at 21%. Hospitalisation in the 20-39 bracket increased to 25.5% from 23.7% while the 0-19 range increased to 5.8% from 4.2%. The data also showed a higher proportion of asymptomatic patients were admitted during the second wave, with more complaints of breathlessness.[125] A few early studies suggest the Delta variant causes more severe illness than other strains.[126] On 7 June 2021, researchers at the National Centre for Infectious Diseases in Singapore posted a paper suggesting that patients testing positive for Delta are more likely to develop pneumonia and/or require oxygen than patients with wild type or Alpha.[127] On June 11, Public Health England released a report finding that there was \"significantly increased risk of hospitalization\" from Delta as compared with Alpha;[128] the risk was approximately twice as high for those infected with the Delta variant.[129] On June 14, researchers from Public Health Scotland found that the risk of hospitalization from Delta was roughly double that of from Alpha.[130] On July 7, a preprint study from epidemiologists at the University of Toronto found that Delta had a 120% greater – or more than twice as large – risk of hospitalization, 287% greater risk of ICU admission and 137% greater risk of death compared to non-variant of concern strains of SARS-COV-2.[131] However, on July 9, Public Health England reported that the Delta variant in England had a case fatality rate (CFR) of 0.2%, while the Alpha variant's case fatality rate was 1.9%, although the report warns that \"case fatality rates are not comparable across variants as they have peaked at different points in the pandemic, and so vary in background hospital pressure, vaccination availability and rates and case profiles, treatment options, and impact of reporting delay, among other factors.\"[132] James McCreadie, a spokesperson for Public Health England, clarified \"It is too early to assess the case fatality ratio compared to other variants.\"[133] A Canadian study released on 5 October 2021 revealed that the Delta variant caused a 108 percent rise in hospitalization, 235 percent increase in ICU admission, and a 133 percent surge in death compared to other variants. is more serious and resulted in an increased risk of death compared to previous variants, odds that are significantly decreased with immunization.[134][135] The chance of detecting a Delta case varies significantly, especially depending on a country's sequencing rate (less than 0.05% of all COVID-19 cases have been sequenced in the lowest-sequencing countries to around 50 percent in the highest).[136][137] By 22 June 2021,[needs update] more than 4,500 sequences of the variant had been detected in about 78 countries.[138][139][140] Reported numbers of sequences in countries with detections are:  The first cases of the variant outside India were detected in late February 2021, including the United Kingdom on 22 February, the United States on 23 February and Singapore on 26 February.[195][39][138] British scientists at Public Health England redesignated the B.1.617.2 variant on 7 May 2021 as \"variant of concern\" (VOC-21APR-02),[196] after they flagged evidence in May 2021 that it spreads more quickly than the original version of the virus.[20] Another reason was that they identified 48 clusters of B.1.617.2, some of which revealed a degree of community transmission.[197][198] With cases from the Delta variant having risen quickly, British scientists considered the Delta variant having overtaken the Alpha variant as the dominant variant of SARS-CoV-2 in the UK in early June 2021.[199] Researchers at Public Health England later found that over 90% of new cases in the UK in the early part of June 2021 were the Delta variant; they also cited evidence that the Delta variant was associated with an approximately 60% increased risk of household transmission compared to the Alpha variant.[200] Canada's first confirmed case of the variant was identified in Quebec on 21 April 2021, and later the same day 39 cases of the variant were identified in British Columbia.[201] Alberta reported a single case of the variant on 22 April 2021.[202] Nova Scotia reported two Delta variant cases in June 2021.[203] Fiji also confirmed its first case of the variant on 19 April 2021 in Lautoka, and has since then climbed up to 47,000 cases and counting.[204] The variant has been identified as a super-spreader and has led to the lockdowns of five cities (Lautoka, Nadi, Suva, Lami and Nausori), an area which accounts for almost two-thirds of the country's population. On 29 April 2021, health officials from Finland's Ministry of Social Affairs and Health (STM) and the Finnish Institute for Health and Welfare (THL) reported that the variant had been detected in three samples dating back to March 2021.[166] The Philippines confirmed its first two cases of the variant on 11 May 2021, despite the imposed travel ban of the country from the nations in the Indian subcontinent (except for Bhutan and Maldives). Both patients have no travel history from India for the past 14 days, but instead from Oman and UAE.[205] North Macedonia confirmed its first case of the variant on 7 June 2021 after a person who was recovering from the virus in Iraq was transported to North Macedonia. In a laboratory test, the variant was detected in the person. On 22 June 2021, the country reported its second case of the Delta variant in a colleague of the first case who had also been in Iraq and who subsequently developed symptoms.[206] The detection of B.1.617 was hampered in some countries by a lack of specialised kits for the variant and laboratories that can perform the genetic test.[207][208] For example, as of 18 May, Pakistan had not reported any cases, but authorities noted that 15% of COVID-19 samples in the country were of an \"unknown variant\"; they could not say if it was B.1.617 because they were unable to test for it. Other countries had reported travellers arriving from Pakistan that were infected with B.1.617.[207] In June 2021, scientist Vinod Scaria of India's Institute of Genomics and Integrative Biology highlighted the existence of the B.1.617.2.1 variant, also known as AY.1 or Delta plus, which has an additional K417N mutation compared to the Delta variant.[52] B.1.617.2.1 was detected in Europe in March 2021, and has since been detected in Asia and America.[52] On 23 June 2021, the European Centre for Disease Prevention and Control (ECDC) warned that the variant would represent 90% of all new cases in the European Union by the end of August.[209] By 3 July 2021, Delta became dominant in the US.[210] On 9 July 2021, Public Health England issued Technical Briefing 18 on SARS-CoV-2 variants, documenting 112 deaths among 45,136 UK cases of SARS-CoV-2 Delta variant with 28 days follow-up with a fatality rate of 0.2%.[211] Briefing 16 notes that \"[M]ortality is a lagged indicator, which means that the number of cases who have completed 28 days of follow up is very low – therefore, it is too early to provide a formal assessment of the case fatality of Delta, stratified by age, compared to other variants.\"[212] Briefing 18 warns that \"Case fatality is not comparable across variants as they have peaked at different points in the pandemic, and so vary in background hospital pressure, vaccination availability and rates and case profiles, treatment options, and impact of reporting delay, among other factors.\"[211] The most concerning issue is the logistic growth rate of 0.93/week relative to Alpha. This means that per week, the number of Delta samples/cases is growing by a factor of exp (0.93)=2.5 with respect to the Alpha variant. This results, under the same infection prevention measures, in a much greater case load over time until a large fraction of people have been infected by it.[213][214] After the rise in cases from the second wave, at least 20 countries imposed travel bans and restrictions on passengers from India in April and May. UK prime minister Boris Johnson cancelled his visit to India twice, while Japanese Prime Minister Yoshihide Suga postponed his April trip.[215][216][217] In May 2021, residents of two tower blocks in Velbert, Germany, were quarantined after a woman in the building tested positive for the Delta variant.[218] In May, Delhi Chief Minister Arvind Kejriwal said that a new coronavirus variant from Singapore was extremely dangerous for children and could result in a third wave in India. From 16 May to 13 June 2021, as well as 22 July 2021 to 10 August 2021; Singapore entered lockdowns, known as \"Phase 2 Heightened Alert\", similar to 2020. On 14 June, the British prime minister Boris Johnson announced that the proposed end of all restrictions on 21 June in the United Kingdom was delayed for up to four weeks and vaccination roll-out was accelerated following concerns over the Delta variant, which accounted for the vast majority (90%) of new infections.[219] UK scientists have said that the Delta variant is between 40% and 60% more transmissible than the previously dominant Alpha variant, which was first identified in the UK (as the Kent variant).[220] On 23 June, the province of Ontario in Canada accelerated 2nd dose vaccine appointments for people living in Delta hot spots such as Toronto, Peel and Hamilton.[221] On 25 June, Israel restored their mask mandate citing the threat of Delta.[222] On 28 June, Sydney and Darwin went back into lockdown because of Delta outbreaks.[223] South Africa banned indoor and outdoor gatherings apart from funerals, imposed a curfew, and banned the sale of alcohol.[224] On 3 July, the islands of Bali and Java in Indonesia went into emergency lockdown.[225] On 8 July, Japanese Prime Minister Yoshihide Suga announced that Tokyo would once again enter a state of emergency, and that most spectators would be barred from attending the Olympics set to start there on 23 July.[226] On 9 July, Seoul, South Korea ramped up restrictions urging people to wear masks outdoors, and limiting the size of gatherings.[227] On 12 July, French President Emmanuel Macron announced that all health care workers will need to be vaccinated by 15 September and that France will start using health passports to enter bars, cafés, restaurants and shopping centres from August.[228] Los Angeles announced it will require masks indoors starting 17 July 2021.[229] The United Kingdom lifted most COVID-19 restrictions on 19 July, despite a surge in cases as the Delta variant became dominant. The government cited the protection and wide coverage of the COVID-19 vaccination programme, although health experts expressed concern at the move.[230][231] On 23 July, Vietnam extended its lockdown of Ho Chi Minh City to 1 August, and announced lockdown restrictions would be put in place in Hanoi, affecting a third of the country's population. The Delta variant had brought upon the country's largest outbreak to date, after mostly successful containment measures throughout 2020.[232][233] On 17 August, New Zealand went into an alert level 4 lockdown, following a positive case being reported in Auckland. More cases soon followed in the Coromandel Peninsula.[234] This was the first reported community transmission case in the country in 170 days (since February 2021).[235]","Title":"SARS-CoV-2 Delta variant - Wikipedia","KeyID":"15221","URL":"https://en.wikipedia.org/wiki/Lineage_B.1.617.2"}