{"Content: ":"The Mu variant, also known as lineage B.1.621 or VUI-21JUL-1, is one of the variants of SARS-CoV-2, the virus that causes COVID-19. It was first detected in Colombia in January 2021 and was designated by the WHO as a variant of interest on August 30, 2021.[1] The WHO said the variant has mutations that indicate a risk of resistance to the current vaccines and stressed that further studies were needed to better understand it.[2][3] Outbreaks of the Mu variant were reported in South America and Europe.[4] The B.1.621 lineage has a sublineage, labeled B.1.621.1 under the PANGO nomenclature, which has already been detected in more than 20 countries worldwide.[5] Under the simplified naming scheme proposed by the World Health Organization, B.1.621 was labeled \"Mu variant\", and was considered a variant of interest (VOI), but not a variant of concern.[1] In January 2021, the lineage was first documented in Colombia and was named as lineage B.1.621.[6] On July 1, 2021, Public Health England (PHE) named lineage B.1.621 VUI-21JUL-1.[7] On August 30, 2021, the World Health Organization (WHO) named lineage B.1.621 Mu variant.[1] The Mu genome has a total number of 21 mutations, including 9 amino acid mutations, all of which are in the virus's spike protein code: T95I, Y144S, Y145N, R346K, E484K or the escape mutation, N501Y, D614G, P681H, and D950N.[8] It has an insertion of one amino acid at position 144/145 of the spike protein, giving a total mutation YY144–145TSN. That mutation is conventionally notated as Y144S and Y145N because insertions would break a lot of comparison tools. It also features a frame-shift deletion of four nucleotides in ORF3a that generates a stop codon two amino acids. The mutation is labeled as V256I, N257Q, and P258*. The list of defining mutations are: S: T95I, Y144S, Y145N, R346K, E484K, N501Y, D614G, P681H, and D950N; ORF1a: T1055A, T1538I, T3255I, Q3729R; ORF1b: P314L, P1342S; N: T205I, ORF3a: Q57H, V256I, N257Q, P258*; ORF8: T11K, P38S, S67F.[9] Mutations in viruses are not new. All viruses, including SARS-CoV-2, undergo change over time. Most of these changes are inconsequential, but some can alter properties to make these viruses more virulent or escape the treatment or vaccines.[4] On August 31, 2021, the WHO released an update which stated that the \"Mu variant has a constellation of mutations that indicate potential properties of immune escape\", noting that preliminary studies showed some signs of this but that \"this needs to be confirmed by further studies.\"[10] One such study conducted in a lab in Rome tested the effectiveness of sera collected from recipients of the BioNTech-Pfizer vaccine against the Mu variant, and found that \"neutralization of SARS-CoV-2 B.1.621 lineage was robust\", albeit at a lower level than that observed against the B.1 variant.[11] Amino acid mutations of SARS-CoV-2 Mu variant plotted on a genome map of SARS-CoV-2 with a focus on the spike.[12] August 6: August 30: September 2: September 3: September 4: September 7: September 8: September 9: September 16: September 18:","Title":"SARS-CoV-2 Mu variant - Wikipedia","KeyID":"15223","URL":"https://en.wikipedia.org/wiki/Lineage_B.1.621"}