{"Content: ":"In commerce, a supply chain refers to the network of organizations, people, activities, information, and resources involved in delivering a product or service to a consumer. Supply chain activities involve the transformation of natural resources, raw materials, and components into a finished product and delivering the same to the end customer.[1] In sophisticated supply chain systems, used products may re-enter the supply chain at any point where residual value is recyclable. Supply chains link value chains.[2] Suppliers in a supply chain are often ranked by \"tier\", with first-tier suppliers supplying directly to the client, second-tier suppliers supplying to the first tier, and so on.[3] A typical supply chain begins with the ecological, biological, and political regulation of natural resources,[clarification needed] followed by the human extraction of raw material, and includes several production links (e.g., component construction, assembly, and merging) before moving on to several layers of storage facilities of ever-decreasing size and increasingly remote geographical locations, and finally reaching the consumer. At the end of the supply chain, materials and finished products only flow there because of the customer behaviour at the end of the chain;[5] academics Alan Harrison and Janet Godsell argue that \"supply chain processes should be co-ordinated in order to focus on end customer buying behaviour\", and look for \"customer responsiveness\" as an indicator confirming that materials are able to flow \"through a sequence of supply chain processes in order to meet end customer buying behaviour\".[6] Many of the exchanges encountered in the supply chain take place between varied companies that seek to maximize their revenue within their sphere of interest but may have little or no knowledge or interest in the remaining players in the supply chain. More recently, the loosely coupled, self-organizing network of businesses who cooperate in providing product and service offerings has been called the extended enterprise,[7] and the use of the term \"chain\" and the linear structure it appears to represent have been criticised as \"harder to relate ... to the way supply networks really operate.[8] A chain is actually a complex and dynamic supply and demand network.[4] As part of their efforts to demonstrate ethical practices, many large companies and global brands are integrating codes of conduct and guidelines into their corporate cultures and management systems. Through these, corporations are making demands on their suppliers (facilities, farms, subcontracted services such as cleaning, canteen, security etc.) and verifying, through social audits, that they are complying with the required standard. A lack of transparency in the supply chain can bar consumers from knowledge of where their purchases originated and facilitate socially irresponsible practices. In 2018, the Loyola University Chicago's Supply and Value Chain Center found in a survey that 53% of supply chain professionals considered ethics to be \"extremely\" important to their organization.[9] Supply-chain managers are under constant scrutiny to secure the best pricing for their resources, which becomes a difficult task when faced with the inherent lack of transparency. Cost benchmarking is one effective method for identifying competitive pricing within the industry. This gives negotiators a solid basis to form their strategy on and drive overall spending down.[citation needed] Marshall L. Fisher (1977) asks the question in a key article, \"Which is the right supply chain for your product?\"[10] Fisher, and also Naylor, Naim and Berry (1999), identify two matching characteristics of supply chain strategy: a combination of \"functional\" and \"efficient\", or a combination of \"responsive\" and \"innovative\" (Harrison and Godsell).[6][11] Brown et al. refer to supply chains as either \"loosely coupled\" or \"tightly coupled\": Cutting-edge companies are swapping their tightly coupled processes for loosely coupled ones, making themselves not only more flexible but also more profitable.[12] These ideas refer to two polar models of collaboration: tightly coupled, or \"hard-wired\", also known as \"linked\", collaboration represents a close relationship between a buyer and supplier within the chain, whereas a loosely-coupled link relates to low interdependency between buyer and seller and therefore greater flexibility.[13] The Chartered Institute of Procurement & Supply's professional guidance suggests that the aim of a tightly coupled relationship is to reduce inventory and avoid stock-outs.[13] There are a variety of supply-chain models, which address both the upstream and downstream elements of supply-chain management (SCM). The SCOR (Supply-Chain Operations Reference) model, developed by a consortium of industry and the non-profit Supply Chain Council (now part of APICS) became the cross-industry de facto standard defining the scope of supply-chain management. SCOR measures total supply-chain performance. It is a process reference model for supply-chain management, spanning from the supplier's supplier to the customer's customer.[14] It includes delivery and order fulfillment performance, production flexibility, warranty and returns processing costs, inventory and asset turns, and other factors in evaluating the overall effective performance of a supply chain.[citation needed] The supply chain can be split into different segments, after which stage in the supply chain process it considers. The earlier stages of a supply chain, such as raw material processing and manufacturing determine their break-even point by considering production costs, relative to market price. The later stages of a supply chain, such as wholesale and retail determine their break-even point by considering transaction costs, relative to market price. Additionally, there are financial costs associated with all the stages of a supply chain model.[citation needed] The Global Supply Chain Forum has introduced another supply chain model.[15] This framework is built on eight key business processes that are both cross-functional and cross-firm in nature. Each process is managed by a cross-functional team including representatives from logistics, production, purchasing, finance, marketing, and research and development. While each process interfaces with key customers and suppliers, the processes of customer relationship management and supplier relationship management form the critical linkages in the supply chain. The American Productivity and Quality Center (APQC) Process Classification Framework (PCF) SM is a high-level, industry-neutral enterprise process model that allows organizations to see their business processes from a cross-industry viewpoint. The PCF was developed by APQC and its member organizations as an open standard to facilitate improvement through process management and benchmarking, regardless of industry, size, or geography. The PCF organizes operating and management processes into 12 enterprise-level categories, including process groups, and over 1,000 processes and associated activities.[citation needed] In the developing country public health setting, John Snow, Inc. has developed the JSI Framework for Integrated Supply Chain Management in Public Health, which draws from commercial sector best practices to solve problems in public health supply chains.[16] Similarly, supply chain mapping involves documenting information regarding all participants in an organisation's supply chain and assembling the information as a global map of the organisation's supply network.[17] In the 1980s, the term supply-chain management (SCM) was developed to express the need to integrate the key business processes, from end user through original suppliers.[18] Original suppliers are those that provide products, services, and information that add value for customers and other stakeholders. The basic idea behind SCM is that companies and corporations involve themselves in a supply chain by exchanging information about market demand, distribution capacity and production capabilities. Keith Oliver, a consultant at Booz Allen Hamilton, is credited with the term's invention after using it in an interview for the Financial Times in 1982.[19][20][21] The term was used earlier by Alizamir et al. in 1981.[22] If all relevant information is accessible to any relevant company, every company in the supply chain has the ability to help optimize the entire supply chain rather than to sub-optimize based on local optimization. This will lead to better-planned overall production and distribution, which can cut costs and give a more attractive final product, leading to better sales and better overall results for the companies involved. This is one form of vertical integration. Yet, it has been shown that the motives for and performance efficacy of vertical integration differ by global region.[23] Incorporating SCM successfully leads to a new kind of competition on the global market, where competition is no longer of the company-versus-company form but rather takes on a supply-chain-versus-supply-chain form.[citation needed] The primary objective of SCM is to fulfill customer demands through the most efficient use of resources, including distribution capacity, inventory, and labor. In theory, a supply chain seeks to match demand with supply and do so with minimal inventory. Various aspects of optimizing the supply chain include liaising with suppliers to eliminate bottlenecks; sourcing strategically to strike a balance between lowest material cost and transportation, implementing just-in-time techniques to optimize manufacturing flow; maintaining the right mix and location of factories and warehouses to serve customer markets; and using location allocation, vehicle routing analysis, dynamic programming, and traditional logistics optimization to maximize the efficiency of distribution. The term \"logistics\" applies to activities within one company or organization involving product distribution, whereas \"supply chain\" additionally encompasses manufacturing and procurement, and therefore has a much broader focus as it involves multiple enterprises (including suppliers, manufacturers, and retailers) working together to meet a customer need for a product or service.[24] Starting in the 1990s, several companies chose to outsource the logistics aspect of supply-chain management by partnering with a third-party logistics provider (3PL). Companies also outsource production to contract manufacturers.[25] Technology companies have risen to meet the demand to help manage these complex systems. Cloud-based SCM technologies are at the forefront of next-generation supply chains due to their impact on optimization of time, resources, and inventory visibility.[26] Cloud technologies facilitate work being processed offline from a mobile app which solves the common issue of inventory residing in areas with no online coverage or connectivity.[27] Supply chain resilience is \"the capacity of a supply chain to persist, adapt, or transform in the face of change\".[28] For a long time, the interpretation of resilience in the sense of engineering resilience (= robustness[29]) prevailed in supply chain management, leading to the notion of persistence.[28] A popular implementation of this idea is given by measuring the time-to-survive and the time-to-recover of the supply chain, allowing identification of weak points in the system.[30] More recently, the interpretations of resilience in the sense of ecological resilience and social–ecological resilience have led to the notions of adaptation and transformation, respectively.[28] A supply chain is thus interpreted as a social-ecological system that – similar to an ecosystem (e.g. forest) – is able to constantly adapt to external environmental conditions and – through the presence of social actors and their ability to foresight – also to transform itself into a fundamentally new system.[31] This leads to a panarchical interpretation of a supply chain, embedding it into a system of systems, allowing to analyze the interactions of the supply chain with systems that operate at other levels (e.g. society, political economy, planet Earth).[31] For example, these three components of resilience can be discussed for the 2021 Suez Canal obstruction, when a ship blocked the canal for several days.[32] Persistence means to \"bounce back\"; in our example it is about removing the ship as quickly as possible to allow \"normal\" operations. Adaptation means to accept that the system has reached to a \"new normal\" state and to act accordingly; here, this can be implemented by redirecting ships around the African cape or use alternative modes of transport. Finally, transformation means to question the assumptions of globalization, outsourcing, and linear supply chains and to envision alternatives; in this example this could lead to local and circular supply chains. On the internet, customers can directly contact the distributors. This has reduced the length of the chain to some extent by cutting down on middlemen. Some of the benefits are cost reduction and greater collaboration.[33] Social media now plays an important role in holding corporations accountable due to rapid spread of information that can sway purchasing decisions.[9] Internet has allowed all types of transactions (economic and social) to be performed online, which in turn has enabled real-time digital capture of data; the use of big data analytics to drive supply chains has been reviewed in recent papers by Sanders and others.[34][35] Incidents like the 2013 Savar building collapse with more than 1,100 victims have led to widespread discussions about corporate social responsibility across global supply chains. Wieland and Handfield (2013) suggest that companies need to audit products and suppliers and that supplier auditing needs to go beyond direct relationships with first-tier suppliers (those who supply the main customer directly). They also demonstrate that visibility needs to be improved if the supply cannot be directly controlled and that smart and electronic technologies play a key role to improve visibility. Finally, they highlight that collaboration with local partners, across the industry and with universities is crucial to successfully manage social responsibility in supply chains.[36] This incident also highlights the need to improve workers safety standards in organizations. Hoi and Lin (2012) note that corporate social responsibility can influence the enacting of policies that can improve occupational safety and health management in organizations. In fact, international organizations with presence in other nations have a responsibility to ensure that workers are well protected by policies in an organization to avoid safety related incidents.[37] Many agribusinesses and food processors source raw materials from smallholder farmers. This is particularly true in certain sectors, such as coffee, cocoa and sugar. Over the past 20 years,[when?] there has been a shift towards more traceable supply chains. Rather than purchasing crops that have passed through several layers of collectors, firms are now sourcing directly from farmers or trusted aggregators. The drivers for this change include concerns about food safety, child labor and environmental sustainability as well as a desire to increase productivity and improve crop quality.[38] In October 2009, the European Commission issued a Communication concerning \"a better functioning food supply chain in Europe\", addressing the three sectors of the European economy which comprise the food supply chain: agriculture, food processing industries, and the distribution sectors.[39] An earlier interim report on food prices (published in December 2008) had already raised concerns about the food supply chain.[39] Arising out of the two reports, the Commission established a \"European Food Prices Monitoring Tool\", an initiative developed by Eurostat and intended to \"increase transparency in the food supply chain\".[40] In March 2022 the Commission noted \"the need for EU agriculture and food supply chains to become more resilient and sustainable\".[41] Supply chain security has become particularly important in recent years.[when?] As a result, supply chains are often subject to global and local regulations. In the United States, several major regulations emerged in 2010 that have had a lasting impact on how global supply chains operate. These new regulations include the Importer Security Filing (ISF)[42] and additional provisions of the Certified Cargo Screening Program.[43] EU's draft supply chain law are due diligence requirements to protect human rights and the environment in the supply chain. [44] With the increasing globalization and easier access to different kinds of alternative products in today's markets, the importance of product design to generating demand is more significant than ever. In addition, as supply, and therefore competition, among companies for the limited market demand increases and as pricing and other marketing elements become less distinguishing factors, product design likewise plays a different role by providing attractive features to generate demand. In this context, demand generation is used to define how attractive a product design is in terms of creating demand. In other words, it is the ability of a product's design to generate demand by satisfying customer expectations. But product design affects not only demand generation but also manufacturing processes, cost, quality, and lead time. The product design affects the associated supply chain and its requirements directly, including manufacturing, transportation, quality, quantity, production schedule, material selection, production technologies, production policies, regulations, and laws. Broadly, the success of the supply chain depends on the product design and the capabilities of the supply chain, but the reverse is also true: the success of the product depends on the supply chain that produces it. Since the product design dictates multiple requirements on the supply chain, as mentioned previously, then once a product design is completed, it drives the structure of the supply chain, limiting the flexibility of engineers to generate and evaluate different (and potentially more cost-effective) supply-chain alternatives.[45]","Title":"Supply chain - Wikipedia","KeyID":"15239","URL":"https://en.wikipedia.org/wiki/Supply_chain"}