{"Content: ":"The number of beds per people is an important indicator of the health care system of a country.[1] The basic measure focus on all hospital beds, which are variously split and occupied. The classic hospital beds are also called curative beds. For severe patients with risk of organ(s) failure, patients are provided intensive care unit beds (aka ICU bed) or critical care beds (CCB). Among OECD countries, curative beds' occupancy rate average was 75%, from 94.9% (Ireland) to 61.6% (Greece), with half of the OECD's nation between 70% and 80%.[2] In 2009, European nations, most of them also part of OECD, had an aggregated total of 2070,000 acute beds and 73,585 (2.8%[clarification needed]) critical care beds (CCB) or 11.5CCB/100,000 inhabitants.[3] Germany had 29.2, Portugal 4.2.[3] Aging population leads to increased demand for CCB and difficulties to satisfy it, while both quantity of CCB and availability are poorly documented.[3] Base capacity for lower-income countries is approximately 0.1 ICU beds per 100,000 citizens.[4][5] The availability of CCB-ICU beds,[40] mechanical ventilation[41][42] and ECMO devices[43] generally closely associated with hospital beds has been described as a critical bottleneck in responding to the ongoing COVID-19 pandemic. The lack of such devices dramatically raises the mortality rate of COVID-19. In early March, the UK government supported a strategy to develop natural herd immunity, drawing sharp criticism from medical personnel and researchers.[44] Various forecasts by Imperial College COVID-19 Response Team, made public on March 16, suggested that the peak number of cases in the UK would require between 100 and 225 CCBs / 100,000 inhabitants,[45] if proper mitigation or no mitigation strategies are put into force, respectively. These requirements would both exceed the UK's current capacities of 6.6[3]–14[45] CCB / 100,000 inhabitants. In the best case scenario, the peak caseload would require 7.5 times the current number of available ICU beds.[46] Around March 16, the UK government changed trajectory toward a more standard mitigation/suppression strategy.[44] In France, around March 15, the Grand Est region was the first to express the scarcity of CCB limiting its handling of the crisis.[47] Assistance-publique Hôpitaux de Paris (AP-HP), which manages most hospitals in the French capital area (~10 million inhabitants), reported the need for 19 400 ICUs.[48] Current capacity is reported to be between 1500[48] and 350,[49] depending on the source. In Europe, the company Löwenstein Medical producing 1500 ICU-level ventilators and 20,000 home-level ventilator per year for France alone, pointed out of the current high demand and production shortage. Based in Germany, all their components are European and not relying on Chinese supply chains. As for production ramp up, the company has increased the production of mobile ventilators, that are more basic and can be assembled in half an hour, yet able to support patients with acute respiratory distress syndrome.[50] Due to the coronavirus pandemic, in March 2020 the German government ordered 16.500 units for ventilation and intubation from two German companies.[51] According to the company spokesman, a second bottleneck is the number of available medical staff, trained for such medical devices.[50]","Title":"List of countries by hospital beds - Wikipedia","KeyID":"15233","URL":"https://en.wikipedia.org/wiki/List_of_countries_by_hospital_beds"}