{"Content: ":"The maker culture is a contemporary subculture representing a technology-based extension of DIY culture[citation needed] that intersects with hardware-oriented parts of hacker culture and revels in the creation of new devices as well as tinkering with existing ones. The maker culture in general supports open-source hardware. Typical interests enjoyed by the maker culture include engineering-oriented pursuits such as electronics, robotics, 3-D printing, and the use of computer numeric control tools, as well as more traditional activities such as metalworking, woodworking, and, mainly, its predecessor, traditional arts and crafts. The subculture stresses a cut-and-paste approach to standardized hobbyist technologies, and encourages cookbook re-use of designs published on websites and maker-oriented publications.[1][2] There is a strong focus on using and learning practical skills and applying them to reference designs.[3] There is also growing work on equity and the maker culture. The maker movement is a social movement with an artisan spirit. Promoting equity in the maker movement is fundamental to its success in democratizing access to STEAM and other tech-rich and art domains. Maker culture emphasizes learning-through-doing (active learning) in a social environment. Maker culture emphasizes informal, networked, peer-led, and shared learning motivated by fun and self-fulfillment.[4] Maker culture encourages novel applications of technologies, and the exploration of intersections between traditionally separate domains and ways of working including metal-working, calligraphy, film making, and computer programming. Community interaction and knowledge sharing are often mediated through networked technologies, with websites and social media tools forming the basis of knowledge repositories and a central channel for information sharing and exchange of ideas, and focused through social meetings in shared spaces such as hackerspaces. Maker culture has attracted the interest of educators concerned about students’ disengagement from STEM subjects (science, technology, engineering and mathematics) in formal educational settings. Maker culture is seen as having the potential to contribute to a more participatory approach and create new pathways into topics that will make them more alive and relevant to learners. Some say that the maker movement is a reaction to the de-valuing of physical exploration and the growing sense of disconnection with the physical world in modern cities.[5] Many products produced by the maker communities have a focus on health (food), sustainable development, environmentalism and local culture, and can from that point of view also be seen as a negative response to disposables, globalised mass production, the power of chain stores, multinationals and consumerism. In reaction to the rise of maker culture, Barack Obama pledged to open several national research and development facilities to the public.[5] In addition the U.S. federal government renamed one of their national centers \"America Makes\".[6] The methods of digital fabrication—previously the exclusive domain of institutions—have made making on a personal scale accessible, following a logical and economic progression similar to the transition from minicomputers to personal computers in the microcomputer revolution of the 1970s.[7] In 2005, Dale Dougherty launched Make magazine to serve the growing community, followed by the launch of Maker Faire in 2006.[8] The term, coined by Dougherty, grew into a full-fledged industry based on the growing number of DIYers who want to build something rather than buy it. Spurred primarily by the advent of RepRap 3D printing for the fabrication of prototypes, declining cost and broad adoption have opened up new realms of innovation. As it has become cost effective to make just one item for prototyping (or a small number of household items),[9] this approach can be depicted as personal fabrication for \"a market of one person\".[7] The rise of the maker culture is closely associated with the rise of hackerspaces, fablabs and other \"makerspaces\", of which there are now many around the world, including over 100 each in Germany and the United States.[10] Hackerspaces allow like-minded individuals to share ideas, tools, and skillsets.[11][12] Some notable hackerspaces which have been linked with the maker culture include Artisan's Asylum,[13] Dallas Makerspace,[14] Noisebridge, NYC Resistor, Pumping Station: One, and TechShop. In addition, those who identify with the subculture can be found at more traditional universities with a technical orientation, such as MIT and Carnegie Mellon University (specifically around \"shop\" areas like the MIT Hobby Shop and CMU Robotics Club). As maker culture becomes more popular, hackerspaces and Fab Labs are becoming more common in universities[15] and public libraries. The federal government has started adopting the concept of fully open makerspaces within its agencies, the first of which (SpaceShop Rapid Prototyping Lab) resides at NASA Ames Research Center.[16] In Europe the popularity of the labs is more prominent than in the US: about three times more labs exist there.[17] Outside Europe and the US, the maker culture is also on the rise, with several hacker or makerspaces being landmarks in their respective cities' entrepreneurial and educational landscape. More precisely: HackerspaceSG in Singapore has been set up by the team now leading the city-state's (and, arguably, South-East Asia's) most prominent accelerator JFDI.Asia. Lamba Labs in Beirut is recognized as a hackerspace where people can collaborate freely, in a city often divided by its different ethnic and religious groups.[18] Xinchejian[19] in Shanghai is China's first hackerspace, which allows for innovation and collaboration in a country known for its strong internet censorship. With the rise of cities, which will host 60% of the human population by 2030,[20] hackerspaces, fablabs and makerspaces will likely gain traction, as they are places for local entrepreneurs to gather and collaborate, providing local solutions to environmental, social or economical issues.[21][22] The Institute for the Future has launched in this regard Maker Cities as \"an open and collaborative online game, to generate ideas about how citizens are changing work, production, governance, learning, well-being, and their neighborhoods, and what this means for the future\".[23] Cloud computing describes a family of tools in service of the maker movement, enabling increased collaboration, digital workflow, distributed manufacturing (i.e. the download of files that translate directly into objects via a digitized manufacturing process) and sharing economy. This, combined with the open source movement, initially focused on software, has been expanding into open-source hardware, assisted by easy access to online plans (in the cloud) and licensing agreements. Some example of cloud-based tools include online project repositories like Appropedia and thingiverse, version-controlled collaborative platforms like GitHub and wevolver, knowledge sharing platforms like instructables, wikipedia and other Wikis, including WikiHow and wikifab and platforms for distributed manufacturing like shapeways and 100k garages. Programmable microcontrollers and single-board computers like the Arduino, Raspberry Pi, BeagleBone Black, and Intel's Galileo and Edison, many of which are open source, are easy to program and connect to devices such as sensors, displays, and actuators. This lowers the barrier to entry for hardware development. Combined with the cloud, this technology enables the Internet of Things. Desktop 3D printing is now possible in various plastics and metals.[24] In combination with DIY open-source microelectronics, they can create autoreplicant 3d printers, such as RepRap. Digital fabrication also includes various subtractive fabrication tech, eg. laser cutting, CNC milling, and knitting machines. To create one's own designs for digital fabrication requires digital design tools, like Solidworks, Autodesk, and Rhinoceros 3D. More recently, less expensive or easier to use software has emerged. Free, open-source software such as FreeCAD can be extremely useful in the design process. Autodesk's Fusion 360 is free for start ups and individuals, and Onshape and Tinkercad are browser-based digital design software. Online project repositories make many parts available for digital fabrication—even for people who are unable to do their own design work. Opendesk is one example of a company which has made a business by designing and hosting projects for distributed digital fabrication. Patreon and Kickstarter are two examples of distributed funding platforms key to the maker movement. Maker culture is not all about new, digital technologies. Traditional and analog tools remain crucial to the movement. Traditional tools are often more familiar and accessible, which is key to maker culture. In many places and projects where digital fabrication tools are just not suitable, Hand tool are. Maker culture involves many types of making – this section reviews some of the major types. This involves making scientific instruments for citizen science or open source labs.[25] With the advent of low-cost digital manufacturing it is becoming increasingly common for scientists as well as amateurs to fabricate their own scientific apparatuses from open source hardware designs.[26][27] Docubricks is a repository of open source science hardware.[28] Examples of maker culture in food production include baking, homebrewing, winemaking, home roasting coffee, vegoil, pickling, sausage, cheesemaking, yogurt and pastry production. This can also extend into urban agriculture, composting and synthetic biology.[29] Lke many other craft objects, also clothing has traditionally been made at home. But within the maker culture, also clothes has seen a resurgence. Clothes can include sew and no-sew DIY hacks, and pattern-sharing magazines and platforms, such as Burda Style.[30][31][32] Especially the open source element has been picked up by a new generation of makers, creating open patterns and platforms for sharing patterns, sewing methods and construction techniques. Hacking has also been a popular reference to DIY clothing and up cycling.[33] Clothing can also include knitted or crocheted clothing and accessories. Some knitters may use knitting machines with varying degrees of automatic patterning. Fully electronic knitting machines can be interfaced to computers running computer-aided design software. Arduino boards have been interfaced to electronic knitting machines to further automate the process.[34] Free People, a popular clothing retailer for young women, often hosts craft nights inside the doors of its Anthropologie locations.[35] Maker cosmetics include perfumes, creams, lotions, shampoos, and eye shadow.[36] Tool kits for maker cosmetics can include beakers, digital scales, laboratory thermometers (if possible, from -20 to 110 °C), pH paper, glass rods, plastic spatulas, and spray to disinfect with alcohol. Perfumes can be created at home using ethanol (96%, or even vodka or everclear), essential oils or fragrance oils, infused oils, even flavour extracts (such as pure vanilla extract), distilled or spring water and glycerine. Tools include glass bottles, glass jar, measuring cup/measuring spoons, a dropper, funnel, and aluminum foil or wrapping paper.[37] The concept of homemade and experimental instruments in music has its roots prior to the maker movement, from complicated experiments with figures such as Reed Ghazala and Michel Waisvisz pioneering early circuit bending techniques to simple projects such as the Cigar Box Guitar. Bart Hopkin published the magazine Experimental Musical Instruments for 15 years followed by a series of books about instrument building. Organizations such as Zvex, WORM, STEIM, Death by Audio, and Casper Electronics cater to the do-it-yourself audience, while musicians like Nicolas Collins and Yuri Landman create and perform with custom made and experimental instruments. While still living at home Hugh Le Caine began a lifelong interest in electronic music and sound generation. In 1937, he designed an electronic free reed organ, and in the mid-1940s, he built the Electronic Sackbut, now recognised to be one of the first synthesizers. In 1953, Robert Moog produced his own theremin design, and the following year he published an article on the theremin in Radio and Television News. In the same year, he founded RA Moog, selling theremins and theremin kits by mail order from his home.[38][39] One of his customers, Raymond Scott, rewired Moog's theremin for control by keyboard, creating the Clavivox.[40] John Simonton founded PAiA Electronics in Oklahoma City in 1967 and began offering various small electronics kits through mail order.[41] Starting in 1972 PAiA began producing analog synthesizer kits, in both modular and all-in-one form. See also Eurorack, DIY and Open Source Makers can also make or fabricate their own tools.[42] This includes knives, hand tools, lathes, 3-D printers, wood working tools,[43] etc. A kit car, also known as a \"component car\", is an automobile that is available as a set of parts that a manufacturer sells and the buyer himself then assembles into a functioning car. Car tuning can include electric vehicle conversion. Motorcycle making and conversions are also represented. As examples: Tinker Bike is an open source motorcycle kit adaptable to recycled components; NightShift Bikes is a small, Makerist project in custom, DIY electric motorcycle conversions.[44] Bicycles, too, have a DIY, Maker-style community. Zenga Bros' Tall Bikes are one example.[45] Community bike workshops are a specific type of makerspaces.[46] MAKE (a magazine published since 2004 by O'Reilly Media), is considered a \"central organ of the Maker Movement,\"[47] and its founder, Dale Dougherty, is widely considered the founder of the Movement. Other media outlets associated with the movement include Wamungo, Hackaday, Makery, and the popular weblog Boing Boing. Boing Boing editor Cory Doctorow has written a novel, Makers, which he describes as being \"a book about people who hack hardware, business-models, and living arrangements to discover ways of staying alive and happy even when the economy is falling down the toilet\".[48] In 2016 Intel sponsored a reality TV show—America's Greatest Makers—where 24 teams of makers compete for $1 million. Since 2006 the subculture has held regular events around the world, Maker Faire, which in 2012 drew a crowd of 120,000 attendees.[49][50] Smaller, community driven Maker Faires referred to as Mini Maker Fairs are also held in various places where an O'Reilly-organised Maker Faire has not yet been held.[51][52][53][54] Maker Faire provides a Mini Maker Faire starter kit to encourage the spread of local Maker Faire events.[55] Following the Maker Faire model, similar events which don't use the Maker Faire brand have emerged around the world. A Maker Film Festival was announced for August 2014 Powerhouse Science Center in Durango, Colorado, featuring \"Films About Makers, and Makers Making Movies.\"[56] The Maker movement galvanized in response to the outbreak of the COVID-19 pandemic, with participants initially directing their skills toward designing Open Source ventilators. They subsequently targeted production of Personal protective equipment (PPE). Disruption of supply chains was a mounting problem, particularly in the early days of the pandemic, and compounded with the Shortages related to the COVID-19 pandemic in the medical sectors.[57] The response was largely regional and spread across 86 countries on 6 continents, and coordinated their response, designs and shared insights with each other through intermediary organizations such as Tikkun Olam Makers, the Fab Fouhdation or Open Source Medical Supplies which included more than 70,000 people.[58][59][60] National movements emerged in Germany, Brazil, Romania, France, Spain, India, and the United Kingdom.[61] Said movements used distributed manufacturing methods; some cooperated with local government entities, local police and the national military to help locate supply shortages and manage distribution.[62][63][64] Total production figures sides the maker community exceeded 48.3 million units produced, totaling a market value of about $271 million.[65] The most-produced items included face shields (25 million), medical gowns (8 million) and face masks (6 million).[66] The primary modes of production utilized were familiar tools like 3D printing, laser cutting or sewing machines, but multiple maker organizations scaled their production output by pooling funds to afford high-output methods like die cutting or injection molding.[66][67] The maker movement has at times been criticized for not fulfilling its goals of inclusivity and democratization.[68] The most famous of these critiques come from Deb Chachra's piece, Why I Am Not a Maker in The Atlantic, criticizing the movement's gendered history and present;[69][40] Evgeny Morozov's Making It in The New Yorker, challenging the movement's potential to actually disrupt or democratize innovation;[70][40] and Will Holman's The Toaster Paradox, about Thomas Thwaites' the Toaster Project's challenges to the DIY and \"Maker impulse.\"[71] Others criticize the maker movement as not even being a movement, and posit that fundamental hypocrisy extends to limit the scope and impact of every aspect of the \"Movement.\"[72] Over the past years, various incidents have heightened awareness for gender inclusiveness issues within and outside the movement. A discussion on the public discussion-list from lists.hackerspaces.org in 2013 highlighted the problems women experience within maker culture. A frequently cited message from this discussion is the contribution by David Powell who wrote: “If a hackerspace has one female and she wants more females in the hackerspace then she should start a campaign to find more females. It could be that she host a class about e-textiles or whatever it is females like to talk about.”[73] This post outraged many.[74] Another example is that of Dale Dougherty, by many considered the father of the movement,[75] who publicly discredited Naomi Wu, a Chinese female Maker. On his Twitter account, he wrote: “I am questioning who she really is. Naomi is a persona, not a real person. She is several or many people.”[76] After widespread criticism, Dougherty apologised to her two days later.[77] Wu addresses the gender inclusiveness issues within Making on her Twitter profile description: “It's all about merit until merit has tits”.[78] As a reaction to the widespread male-biased within making communities, women and people of different genders have started setting up feminist makerspaces. Liz Henry, a maker in San Francisco, has set up Double Union, a “supportive community for feminist activism.”[79] Other feminist Makerspaces are Mz* Baltazar’s Laboratory[80] in Vienna and Heart of Code[81] in Berlin.","Title":"Maker culture - Wikipedia","KeyID":"15243","URL":"https://en.wikipedia.org/wiki/Maker_culture"}