{"Content: ":"Patent infringement is the commission of a prohibited act with respect to a patented invention without permission from the patent holder. Permission may typically be granted in the form of a license. The definition of patent infringement may vary by jurisdiction, but it typically includes using or selling the patented invention. In many countries, a use is required to be commercial (or to have a commercial purpose) to constitute patent infringement.[citation needed] The scope of the patented invention or the extent of protection[1] is defined in the claims of the granted patent. In other words, the terms of the claims inform the public of what is not allowed without the permission of the patent holder. Patents are territorial, and infringement is only possible in a country where a patent is in force. For example, if a patent is granted in the United States, then anyone in the United States is prohibited from making, using, selling or importing the patented item, while people in other countries may be free to exploit the patented invention in their country. The scope of protection may vary from country to country, because the patent is examined – or in some countries not substantively examined – by the patent office in each country or region and may be subject to different patentability requirements. Typically, a party (other than the patentee or licensee of the patentee) that manufactures, imports, uses, sells, or offers for sale patented technology without permission/license from the patentee, during the term of the patent and within the country that issued the patent, is considered to infringe the patent.[2] The test varies from country to country, but in general it requires that the infringing party's product (or method, service, and so on) falls within one or more of the claims of the patent. The process employed involves \"reading\" a claim onto the technology of interest. If all of the claim's elements are found in the technology, the claim is said to \"read on\" the technology; if a single element from the claim is missing from the technology, the claim does not literally read on the technology and the technology generally does not infringe the patent with respect to that claim, except if the doctrine of equivalence is considered applicable. In response to allegations of infringement, an accused infringing party typically asserts one or more of the following: The parties may also resolve their dispute in a settlement, which may involve a licensing agreement, such as a cross-licensing agreement. Private settlements may not always serve the public interest, \"because litigating patent disputes to completion tends to generate positive externalities, by clarifying the limits of patent protection if the patent is upheld or encouraging wider use of the innovation if the patent is invalidated\".[3] In certain jurisdictions, there is a particular case of patent infringement called \"indirect infringement.\" Indirect infringement can occur, for instance, when a device is claimed in a patent and a third party supplies a product which can only be reasonably used to make the claimed device.[4] In Australia, a patent infringement occurs when a person, who is not the patentee, exploits or authorises another person to exploit the patent in question.[5] 'Exploit' in this context includes:[6] In Canada, patents are governed by the Patent Act, and the rights of a patent holder are summarized at s. 42: 42. Every patent granted under this Act shall contain the title or name of the invention, with a reference to the specification, and shall, subject to this Act, grant to the patentee and the patentee’s legal representatives for the term of the patent, from the granting of the patent, the exclusive right, privilege and liberty of making, constructing, using the invention and selling it to others to be used, subject to adjudication in respect thereof before any court of competent jurisdiction.[7] By granting the patent holder the exclusive right, privilege and liberty of making, constructing, using, and selling the invention, the Act establishes that any other person making, constructing, using, or selling the patented invention is infringing that patent. Whether there has been an infringement of a patent is usually a question of fact.[8] Canada is considered to be more friendly for rights holders in pursuing patent claims than in the United States, due to significant differences between the two jurisdictions:[9] In Europe, patent infringement of both national patents and European patents are essentially dealt upon by national courts. Although European patents are granted by the European Patent Office, these European patents lead are enforced at a national level, i.e. on a per-country basis.[14] A majority of the member states of the European Union have agreed to set up a unitary patent (formerly called Community patent) system, according to which patents would be centrally enforceable before a Unified Patent Court. However, the corresponding legal texts have not entered into force yet. Infringement under the patent law in Japan is defined by Article 101 of Patent Act (Act No. 121 of 1959),[15] which shows the following acts shall be deemed to constitute infringement of a patent right or an exclusive license: Infringement under United Kingdom patent law is defined by Section 60 of the UK Patents Act 1977 (as amended), which sets out the following types of infringement: In United States law, an infringement may occur where the defendant has made, used, sold, offered to sell, or imported an infringing invention or its equivalent.[16][2] One also commits indirect infringement if he actively and knowingly induces another to infringe, and is liable for that infringement. Types of \"indirect infringement\" include \"contributory infringement\" and \"induced infringement.\" No infringement action may be started until the patent is issued. However, pre-grant protection is available under 35 U.S.C. ยง 154(d), which allows a patent owner to obtain reasonable royalty damages for certain infringing activities that occurred before patent's date of issuance. This right to obtain provisional damages requires a patent holder to show that (1) the infringing activities occurred after the publication of the patent application, (2) the patented claims are substantially identical to the claims in the published application, and (3) the infringer had \"actual notice\" of the published patent application. In the US there are safe harbor provisions to use a patented invention for the purposes of gathering data for a regulatory submission.[17] A clearance search, also called freedom-to-operate (FTO) search[18] or infringement search,[19][20] is a search done on issued patents or on pending patent applications to determine if a product or process infringes any of the claims of the issued patents or pending patent applications. A clearance search may also include expired art that acts as a 'safe harbor' permitting the product or process to be used based on patents in the public domain. These searches are often performed by one or more professional patent searchers who are under the direction of one or more patent attorneys. Clearance searches may also be performed on a regular basis (e.g., monthly) if an individual is concerned about patenting activity in a particular industry or with respect to a particular product.[21] A clearance search can be followed by a clearance opinion, i.e. a legal opinion provided by one or more patent attorneys as to whether a given product or process infringes the claims of one or more issued patents or pending patent applications. Clearance opinions may be done in combination with a \"validity and enforceability\" opinion. A validity and enforceability opinion is a legal opinion as to whether a given patent is valid and/or enforceable. In other words, a validity opinion is a legal opinion or letter in which a patent attorney or patent agent analyzes an issued patent and provides an opinion on how a court might rule on its validity or enforceability.[22] Validity opinions are often sought before litigation related to a patent. The average cost of a validity opinion (according to one 2007 survey) is over $15,000, with an infringement analysis adding $13,000.[23] The cost of these opinions for U.S. patents can run from tens to hundreds of thousands of dollars (or more) depending upon the particular patent, the number of defenses and prior art references, the length of the prosecution file history, and the complexity of the technology in question. An exculpatory opinion (setting forth reasons the patent is not infringed, or providing other defenses such as prior use, intervening rights, or prior invention) is also possible. Patent infringement insurance is an insurance policy provided by one or more insurance companies to protect either an inventor or a third party from the risks of inadvertently infringing a patent. In June 2006, a Study for the European Commission on the feasibility of possible insurance schemes against patent litigation risks was published.[24] The report concluded that the continuation of the status quo with very little, disproportionately expensive, bespoke patent litigation insurance (PLI) would not meet any objectives for a feasible insurance scheme. Instead, only a mandatory scheme was considered to be viable in order to provide the economic and technical benefits to the EU and individual patentees which would arise from a widespread PLI scheme. Since the 1840s, the expression \"patent pirate\" has been used as a pejorative term to describe those that infringe a patent and refuse to acknowledge the priority of the inventor. Samuel F. B. Morse, inventor of the telegraph, for example, complained in a letter to friend in 1848[25] I have been so constantly under the necessity of watching the movements of the most unprincipled set of pirates I have ever known, that all my time has been occupied in defense, in putting evidence into something like legal shape that I am the inventor of the Electro-Magnetic Telegraph!! Would you have believed it ten years ago that a question could be raised on that subject? The term \"pirate\" has also been used to describe patent owners that vigorously enforce their patents.[26] Thus whether one deliberately infringes a patent or whether one vigorously enforces a patent, they may be referred to as a pirate by those that feel they are overstepping their bounds.[citation needed] \"A threat to bring a patent infringement action is highly likely to influence the commercial conduct of the person threatened, which is why the law of some countries, including the UK, provides that the making of a groundless threat to sue is, within certain carefully prescribed limits, an actionable wrong in itself.\"[27] This however is not the case in the United States.","Title":"Patent infringement - Wikipedia","KeyID":"15241","URL":"https://en.wikipedia.org/wiki/Patent_infringement"}