{"Content: ":"Chunyun (traditional Chinese: 春運; simplified Chinese: 春运; pinyin: Chūnyùn; literally translated as “Spring transportation”), also referred to as the Spring Festival travel rush or the Chunyun period, is a period of travel in China with extremely high traffic load around the time of the Chinese New Year. The travel season in China usually begins 15 days before New Year's Day and lasts for around 40 days. In 2016 it was predicted that there would be 2.9 billion passenger journeys during that year's Chunyun season.[1] It has been called the largest annual human migration in the world.[2][3] Rail transport experiences the biggest challenge during the period, and several problems have emerged. This phenomenon is also seen in parts of Asia such as Japan, Vietnam and South Korea. Three main factors are responsible for the heightened traffic load during the Chunyun season. First, it is a long-held tradition for most Chinese people to reunite with their families during Chinese New Year. People return home from work or study to have reunion dinner with their families on New Year's Eve. Since the Chinese economic reforms of the late 1970s, new economic opportunities have emerged, often at a considerable distance from people's hometowns. Places such as the Special Economic Zones and the wealthy coastal regions offer employment and often, a more sought-after lifestyle. Consequently, there has been a massive migration from rural to urban areas over the course of the last few decades, reminiscent of other industrial revolutions around the world. The number of these migrant workers was estimated at 50 million at 1990 and unofficially estimated at 150 million to 200 million in 2000.[5] During the Chunyun season, many of these laborers return to their home towns. Second, Chinese education reforms have increased the number of university students, who often study outside of their hometown. The Spring Festival holiday period falls around the same time frame as their winter break.[6] Among the 194 million railway passengers of the 2006 Chunyun period were 6.95 million university students.[7] Finally, because the Spring Festival Period is one of the week-long holiday periods in the People's Republic of China (the only other being National Day, Oct 1), many people choose to travel for pleasure around this time. Tourism in mainland China is reaching record levels, further adding to the pressure on the transportation system. These factors exacerbate current problems with China's current inter-city transportation systems. The railway network is insufficient to handle the number of passengers, and does not reach enough places. The locations not serviced by rail must rely on buses for transportation, which faces problems such as inadequate equipment and road network. The most affected modes of transportation are inter-city surface passenger transportation systems, namely railway and road networks. Most Chinese middle-class citizens cannot readily afford air transport. International, urban and waterway transportation are slightly affected.[8] Until 2007, due to the high demand, the prices of tickets are increased during the period.[9] In 2007's Chunyun period (Feb 4 – March 14), however, the government imposed strict regulations against inflated prices on railway tickets. In 2012, the PRC government announced that national highways would be toll free for Golden Week, and as a result 86 million people traveled by road (13% increase compared to the previous year).[10] The same year, 7.6 million people traveled via domestic airlines, and 60.9 million people traveled via railway.[11] The Ministry of Railways estimated that 340 million passengers would take trains during the 2009 Chunyun period. However, the average daily capacity of the Chinese railway system is 3.4 million. The shortage of railway resources led many passengers to pay double or even triple-priced tickets from scalpers or to wait in lines for up to a day at railway stations. Because of the extremely long waiting period, many customers become frustrated. Inquiries by customers are not always answered correctly or at all; customers are not offered many options to begin with. The same problem is found with phone lines, which saves the anxiety of waiting in line, but are severely overloaded. In Shenzhen it is estimated that 23 days worth of tickets can be gone in a matter of 14 minutes if telephone was the only method employed. An internet system is present, but at times inadequate. To fit demand, hundreds of \"temporary trains\" (Linke) and hundreds of thousands of temporary buses are operated during this period, the number of ticket offices is increased and selling periods are extended to cope with the demand, with temporary booths springing up. Batch orders from schools and factories are organized to distribute tickets ahead of time. These measures, however, are generally inadequate and often tampered with. For example, during the 2005 Chunyun period, the ticket offices in Shenzhen had tens of telephone lines, and at times got millions of calls per hour. In the Guangzhou area, the number of calls reached 19.91 million per hour. Guangzhou Railway Group increased the number of telephone lines at their ticket offices to 8,000 in the 2006 Chunyun period. Due to the basic nature of Chinese railway tickets and the loosely set limitations on the number of \"standing tickets\" (which is basically a pass to get on a crowded railway car), Scalpers (piaofanzi 票贩子 or huangniu 黄牛, lit. yellow bull in Chinese) profit greatly during the Chunyun season. Organizations of scalpers have emerged, and the scalpers inside the sometimes intricate network work collectively to make the most gain out of the tickets. They pick up tickets in great numbers minutes after they go on sale, and then deal them out in and around the railway station at inflated prices. A significant problem has also emerged with the illegal dealing of tickets through obsolete ticket modification or even printing outright fake tickets using computer technology. Measures have been put in place to prevent fake tickets, and the government has issued many warnings and begun various campaigns to crack down on the scalpers. There is also a greater risk for theft and fraud during the Chunyun season.[12][13] Passenger supervision and checks on luggage become stricter. The common belief in the safety of railway travel is undermined by the fact that many railway cars are severely overcrowded. Bus companies, in order to gain a bigger profit, overwork the bus drivers on irregular schedules, overloading people every round, causing a higher accident rate. Trains also face a problem with scheduling, as an overcrowded network cannot ensure the overall accuracy of train schedules, and some trains are habitually late hours at a time, cause unease and frustration with passengers. The government has taken to passing legislation to regulate late trains, and make a public notice and apology for late trains mandatory. The passenger flow during the Chunyun season is usually imbalanced. Before the Spring Festival, passengers usually gather in developed coastal cities, railway interchange cities such as Beijing, Shanghai, Shenzhen and Guangzhou, and basically flow from more developed urban areas to less developed rural areas. The passenger flow direction is reversed after the Spring Festival. In addition, passenger flow is very sensitive to disruption, such as bad weather.[14] In 2007, round-trip train tickets became available for college students.[15] Severe snow storms in late January 2008 stranded many thousands of migrant workers as they attempted to get home. At one time over 100,000 people were at the main railway station in the southern city of Guangzhou.[16] Around 1.3 million troops and reservists were drafted in around the country to clear blocked roads and rail lines to enable people to travel. Except for the existing transportation options, the Chunyun season has been a hot topic in academic research fields seeking for alternative transportation possibilities like nationwide ridesharing system.[17] Despite initial opposition from the Chinese Ministry of Railways, train tickets were upgraded in late 2009 to accommodate QR codes on a ticket, thus enabling personal information to be stored. This would link the ticket with its legal purchaser, paving the way for a \"real name and ID\" requirement to be implemented. Such a policy went into effect on a trial basis beginning early 2010 (for the duration of the Chunyun period on all non high-speed trains). In 2011, the \"real name and ID\" requirement expanded to more cities in China, and was made permanent for the Wuhan-Guangzhou High-Speed Railway even after the Chunyun period. The requirement became mandatory for all CRH high speed trains with effect from June 1, 2011 and was expanded to nearly all passenger trains on January 1, 2012.[18] It is now policy for station staff and rail police to check all riders against their document of identity and to deny boarding to those without a ticket or with no linked ID. As a result, stations that see large passenger flow, such as the Beijing West railway station, are obliged to set up extra ticket inspection counters to allow only legal holders of train tickets to enter the waiting area or the station area at all, especially during the Spring Festival travel peak. The result has been a requirement for more passengers to arrive earlier at stations. It did not completely eradicate scalpers, but did reduce their activity significantly. Air transportation is less affected as most travelers are workers who cannot afford air transport, but nevertheless the Chunyun impact is increasing. In 2008 roughly 28 million passengers used air transportation as their method of travel inside China. Xiamen Airlines, for example, added nearly 210 flights to its roster during the Chunyun season, with thirty flights especially placed to Hong Kong and Macau and another ten flights to international destinations in Southeast Asia and Korea. Cross-strait flights between Taiwan and mainland China were also permitted during this period before regular year-round flights were established.[19] To prevent accidents in the air, the Chinese government has brought in very strict regulations on not overloading planes. The General Administration of Civil Aviation of China (CAAC) estimates at least 36 million passengers will fly during the 2009 Chunyun period.[15] In Taiwan, spring travel is also a major event. The majority of transportation before the Lunar New Year in western Taiwan is southbound long distance travel, in which people travel from the urbanized north to their hometowns in the rural south. Transportation in eastern Taiwan and between Taiwan and outlying islands is somewhat less convenient. Cross-strait flights between Taiwan and mainland China began in 2003 as part of Three Links, mostly for \"Taiwanese businessmen\" to return to Taiwan for the New Year. After the New Year, there are many local family tours throughout the holidays. On the second and the third day, there is a second wave of medium-long distance travel when the families go to the hometowns of the wives. Near the end of the holidays there is a wave of northbound returning travels which is less concentrated than the southbound travels. In 2012, on the second day of the Lunar New Year, there were an estimated 3 million cars on the island's freeways, and on the 8th day (the Friday of the holiday week) there were \"2.7 million vehicles, about 1.7 times the average daily traffic volume of about 1.6 million.\"[20] The Vietnamese New Year or Tết is the main traveling season for millions of Vietnamese with both migrant workers and urbanites seeking to về quê, meaning returning to hometown, to reunite with their families. Large number of people also go on holidays during this period. Numerous travel agencies warn against traveling in Vietnam during the season of Tet due to large number of Vietnamese traveling home makes finding space on buses or planes very difficult. In 2019, air travel demand increased by 12 percent to 12 million passengers for the New Year festival. [21]","Title":"Chunyun - Wikipedia","KeyID":"15256","URL":"https://en.wikipedia.org/wiki/Chunyun"}