{"Content: ":"Alex Michael Azar II (/ˈeɪzɑːr/; born June 17, 1967) is an American attorney, businessman, lobbyist, and former pharmaceutical executive who served as the United States Secretary of Health and Human Services from 2018 to 2021. Azar was nominated to his post by President Donald Trump on November 13, 2017, and confirmed by the United States Senate on January 24, 2018. He was also chairman of the White House Coronavirus Task Force from its inception in January 2020 to February 2020, when he was replaced by Vice President Mike Pence. Azar served as general counsel of the United States Department of Health and Human Services (HHS) from 2001 to 2005. On July 22, 2005, he was confirmed as the deputy secretary of Health and Human Services; he served in that capacity until his January 2007 resignation. From 2012 to 2017, Azar was president of the U.S. division of Eli Lilly and Company, a major drug company, and a member of the board of directors of the Biotechnology Innovation Organization, a large pharmaceutical trade association. Azar was born on June 17, 1967, in Johnstown, Pennsylvania, the son of Lynda (Zarisky) and Alex Michael Azar Sr.[2][3] His father is a retired ophthalmologist who practiced ophthalmology in Salisbury, Maryland, for more than 30 years, and taught at Johns Hopkins Hospital. His grandfather emigrated from Lebanon in the early 20th century. The family originates from Amioun.[4][5] Azar attended Parkside High School in Salisbury, Maryland, where he graduated in 1985. He received a B.A. degree summa cum laude in government and economics from Dartmouth College in 1988. He belonged to the Kappa Kappa Kappa fraternity. He earned a J.D. degree from Yale Law School in 1991, where he served as a member of the executive committee of the Yale Law Journal.[6][7] After law school, from 1991 to 1992, Azar served as a law clerk for Judge Alex Kozinski of the United States Court of Appeals for the Ninth Circuit. Azar left after six weeks, and was replaced in Kozinski's chambers by Brett Kavanaugh.[8] Azar subsequently clerked for the remainder of the term for Judge J. Michael Luttig of the United States Court of Appeals for the Fourth Circuit. From 1992 to 1993, he served as a law clerk for Associate Justice Antonin Scalia of the United States Supreme Court.[9] From 1994 to 1996, he served as an associate independent counsel for Ken Starr in the United States Office of the Independent Counsel, where he worked on the first two years of the investigation into the Whitewater controversy.[10][11] At the time of Azar's appointment, he was working as an associate in Starr's law firm.[10] Between 1996 and 2001, Azar worked for Wiley Rein, a Washington, D.C., law firm, where he achieved partner status.[12] On August 3, 2001, Azar was confirmed as general counsel of the United States Department of Health and Human Services.[13][14] George W. Bush's first HHS secretary, Tommy Thompson, said Azar played an important role in responding to the 2001 anthrax attacks, ensuring there was a vaccine ready for smallpox, and dealing with outbreaks of SARS and influenza.[5] On July 22, 2005, Azar was confirmed as the deputy secretary of Health and Human Services.[15][16] He was twice confirmed unanimously by the United States Senate. Working under Secretary Mike Leavitt, Deputy Azar supervised the operation of HHS, which would grow to an annual budget of over $1 trillion by 2017 when he was appointed secretary. Azar led the development and approval of HHS regulations, led U.S. government efforts to encourage worldwide pharmaceutical and medical device innovation, and was in charge of the HHS response to an initiative implemented by President George W. Bush to improve government performance.[5] Azar resigned in January 2007.[17] In June 2007, Azar was hired by Eli Lilly and Company chief executive officer Sidney Taurel to be the company's top lobbyist and spokesman as its senior vice president of corporate affairs and communications.[5][18] Azar left the position after the 2008 United States presidential election was won by Democratic Party candidate Barack Obama and the corporation wanted to replace Azar with a Democrat in that role.[citation needed] In April 2009, Azar became vice president of Lilly's U.S. Managed Healthcare Services organization and its Puerto Rico affiliate.[19] In 2009, the company paid $1.415 billion to settle criminal charges regarding its promotion of antipsychotic drug Zyprexa (olanzapine) for off-label uses between 1999 and 2005.[18] Effective January 1, 2012, Azar became president of Lilly USA, LLC, the largest division of Eli Lilly and Company, and was responsible for the company's entire operations in the United States.[19] Prices for drugs rose substantially under Azar's leadership, including the tripling of the cost of the company's top-selling insulin drug. Also under Azar's watch, Eli Lilly was one of three companies accused in a class-action lawsuit of exploiting the drug pricing system to increase profits for insulin. Eli Lilly was also fined in Mexico for colluding on the price of insulin.[20][21] In connection with the position, Azar served on the board of directors of the Biotechnology Innovation Organization, a pharmaceutical lobby.[22] In January 2017, Azar resigned from Eli Lilly \"to pursue other career opportunities\" as a result of a company reorganization.[23] He also resigned from the board of directors of the Biotechnology Innovation Organization. In his last year at the corporation he earned $2 million.[24] On November 13, 2017, President Trump announced via Twitter that he would nominate Azar to be the next Secretary of Health and Human Services.[22][25] Many health care advocates raised concerns about the nomination, citing Azar's track record of raising drug prices and his opposition to Obamacare.[26] Critics noted that Azar approved a tripling of the price of insulin while vice president of Managed Healthcare Services of Eli Lilly.[27][28] Speaking in favor of his nomination were two former U.S. Senate majority leaders, Democrat Tom Daschle and Republican Bill Frist. Both those endorsers were affiliated with the Bipartisan Policy Center, a Washington, D.C., think-tank which receives support from Eli Lilly.[29] In spite of objections, his nomination was relatively smooth. Azar was confirmed on January 24, 2018, with a vote of 55–43,[30] with most Democrats opposed. Voting against him, Oregon Senator Ron Wyden, ranking member on the Senate Finance Committee, said that while Azar was at Eli Lilly, he \"never, not one time, signed off on a decrease in the price of a drug.\"[31] Senator Bernie Sanders said in a press release, \"The nomination of Alex Azar, the former head of Eli Lilly's U.S. operations, shows that Trump was never serious about his promise to stop the pharmaceutical industry from 'getting away with murder'.\" \"The last thing we need is to put a pharmaceutical executive in charge of the Department of Health and Human Services.\" During that tenure, Eli was fined for colluding to maintain high drug costs in Mexico.[27] Azar had additionally consulted with numerous other biopharmaceutical and health insurance corporations regarding government policy, product access, sales and marketing, pricing, reimbursement, and distribution.[27] He was confirmed by the Senate on January 24, 2018, and sworn in by Vice President Pence on January 29, 2018.[32] From March to December 2018, Azar sat on the Federal Commission on School Safety.[33] On January 20, 2021, immediately after the end of the Trump administration, China sanctioned Azar and other Trump administration officials. The sanctioned people cannot travel to China and cannot do business with China.[34][35] As Secretary of Health, Azar presided over the release of the Trump administration's National Biodefense Strategy in 2018 and the Global Health Security Strategy in 2019. Azar has been a critic of the Patient Protection and Affordable Care Act (Obamacare) and predicted in 2017, \"There will be a piece of legislation passes this year that is called the repeal of Obamacare. I don't know what's going to be in the substance of it, but there will be a piece of legislation that says that.\"[25] Also regarding the ACA, Azar said the Department of Health and Human Services has latitude to \"make it work a little better\".[21] Azar opposes abortion. In a written response to Senator Patty Murray regarding future HHS policy, he said, \"The mission of HHS is to enhance the health and well-being of all Americans, and this includes the unborn.\"[36] According to The New York Times, Azar differed with his predecessor, Tom Price, in his approach to regulations. Writing in May 2018, the Times said, \"in a sharp break from his predecessor – and from most Trump cabinet secretaries – he seems to be relishing the chance to write new regulations, rather than just crossing out Obama-era ones.\"[37] Azar learned about the coronavirus threat on January 3, 2020.[38] Azar informed associates that he had alerted Trump on January 18, 2020, regarding the potential danger from COVID-19,[38] but that the president thought he was being \"alarmist\" as Azar struggled to get Trump's attention to focus on the issue.[39] Despite Azar's warnings, four days later, Trump announced, \"We have it totally under control. It's one person coming in from China.\"[40] On January 28, 2020, Azar stated that the Trump administration had no plan to declare a public health emergency as the COVID-19 virus spread in China. He asserted that the risk to Americans was minimal, but admitted that authorities in 30 states were monitoring potential cases and added that he would not \"hesitate at all to invoke any authorities I need to, to ensure we're taking all steps to protect the American people, but I'll do it when it's appropriate.\" U.S. Senator Rick Scott and U.S. Representative Vern Buchanan, as well as other Republicans, demanded the declaration of a public health emergency as a means of budgeting necessary federal funding to deal with the potential pandemic. At the time, Azar said, there were just five confirmed cases in the U.S., there was no known person-to-person transmission, and every confirmed U.S. victim had traveled to Wuhan, China (the outbreak's place of origin). \"This is potentially a very serious public health threat, but at this time Americans should not worry about their own safety\", Azar said. At that point, the disease had killed at least 106 people in China, with more than 4,500 cases confirmed.[41] On January 29, 2020, Azar told Trump that the COVID-19 epidemic was under control.[38] However, two days later, on January 31, 2020, Azar declared a public health emergency.[42] The determination that a public health emergency exists due to COVID-19 was renewed in April, July, and October 2020, and in January 2021.[43] On February 27, U.S. Representative Jimmy Gomez of California revealed that he had been contacted by a whistleblower from the Department of Health and Human Services (HHS) who had been dispatched to deal with the arrivals of travelers exposed to the coronavirus. There were allegations made that those sent from the HHS to California quarantine sites lacked both sufficient protective clothing and the training necessary to prepare them to deal with the contagion, though they were working alongside CDC personnel who wore adequate protective gear.[44] The whistleblower also said that professionals raising concerns about the unsafe practices were subjected to retaliation.[44] Azar responded to the issues raised by Gomez by saying, \"Urgency does not compensate for violating isolation and quarantine protocols\" and adding, \"I'd want to know the full facts and would take appropriate remedial measures.\"[44][45] Azar insisted that careful protocols were being observed by all CDC employees.[44] On February 28, 2020, United States Senate Finance Committee ranking member Ron Wyden wrote Azar to ask why employees of the HHS Administration for Children and Families were involuntarily dispatched to California to meet with quarantined travelers despite lacking expertise in the field and lacking proper information, equipment, and training. Wyden also asked why said employees were not cleared to ensure that they had not become carriers of the disease before they were returned to their home stations.[46] On April 25, 2020, multiple media outlets reported that the White House was weighing a plan to oust Azar due to frustrations over his response to the COVID-19 pandemic.[47][48][49][50] The following day, President Trump tweeted that such reports were \"Fake News\" and that he has no plans to replace Azar.[51][52][53] Azar picked Brian Harrison, a 37-year old former Labradoodle breeder who had no formal education in public health or related fields, but who had worked in the HHS for six years, as HHS's main coordinator for the government's response to the coronavirus.[54] As secretary of Health and Human Services, Azar was responsible for the Centers for Disease Control and Prevention (CDC), a key institution in charge of containing contagious diseases. On January 28, 2020, Azar requested that the Chinese government allow a CDC expert team into their country to help them learn more about the virus. Referring to the SARS epidemic 17 years earlier, Azar said, \"I can say that the posture of the Chinese government levels of cooperation and interaction with us is completely different from what we experienced in 2003 and I want to commend them for such assistance.\" The World Health Organization had already agreed to supply international experts to visit China \"as soon as possible\". Seventy-three possible cases were being monitored in the U.S. Simultaneously, the CDC had ramped up coronavirus screenings of travelers coming into the U.S. at 20 airports. Azar said it might be possible to ban any travelers arriving from China, and all options had to be considered. \"Diseases are not terribly good at respecting borders\", he added.[55] On February 25, 2020, Azar appeared before the Senate Appropriations Committee to testify on the danger of and responses to the pandemic. Louisiana Republican senator John Kennedy asked both Azar and Chad Wolf about the fatality rate in victims. Azar said that the fatality rate of seasonal influenza was about 0.1%, and that the fatality rate of COVID-19 was estimated at between 1% and 2%; however, Azar added that the latter figure was uncertain because there might be many mild coronavirus cases yet unreported.[56] Chad Wolf said that the fatality rate for COVID-19 was between 1.5% and 2%, and said incorrectly that the fatality rate for influenza over the last 10 years in America was similar (about 2%).[57][58] Kennedy was unhappy with the briefing, saying afterward, \"I thought a lot of the briefing was bullshit ... They would answer the question but dodge, bob, and weave. I understand there's a lot they don't know. I get that. But they need to answer the questions straight up. They all talk about a task force, a committee – a committee's not going to solve this problem.\"[59] Trump's officials tried to allay concerns that their request for $2.5 billion was insufficient to address the epidemic. Some Republicans joined Democrats in criticizing the funds requested and found transparency lacking with regard to a coherent strategy to contain the virus. Another Republican, Senate Appropriations Committee Chairman Richard Shelby of Alabama, told Azar: \"If you lowball something like this, you'll pay for it later.\"[60][61][62] Pennsylvania Democratic Congressman Brendan Boyle asked Azar how he could defend \"draconian cuts\" in the CDC budget \"at the same time we are facing a unique worldwide health crisis.\"[62] Two years earlier, a coalition of global health organizations opposed Trump's plans to reduce the CDC's operations in 39 of 49 countries in which it had been helping to rapidly identify and suppress outbreaks of diseases. The coalition wrote to Azar, contending, \"These programs are essential to our national defense\".[62][63] In 2018, National Security Advisor John Bolton dismantled the task force charged with responsibility for planning and response to epidemics. The team's leader, Rear Admiral Timothy Ziemer, was the leader of the anti-malarial efforts under presidents Barack Obama and George W. Bush.[62] White House Homeland Security Advisor Tom Bossert, who had advocated a comprehensive biodefense strategy against both pandemics and potential biological attacks, departed from the White House on the same day Bolton arrived.[62] On June 29, 2020, it was announced that the U.S. Department of Health and Human Services (HHS) had agreed to buy 500,000 remdesivir treatment courses. The announcement mentioned that each five-day course of remdesivir (for treatment of a patient with COVID-19) would cost at least $2,340.[64] HHS Secretary Alex Azar was quoted, and had said (in a press release) that \"To the extent possible, we want to ensure that any American patient who needs remdesivir can get it.\"[64] On March 2, 2020, Azar was criticized for unpreparedness that may have accelerated the spread of the virus. Some critics focused on the lack of definitive testing of those who might be spreading the virus. China had tested over one million people, while the CDC had tested fewer than 500 and its results had been undermined by problems with accuracy and potential contamination. There was substantial internal feuding with regard to formulation of policy at HHS and the CDC.[65] Azar argued that the pharmaceutical industry was best poised to discover, manufacture, and market a vaccine for coronavirus. When asked about the cost of vaccines, Azar responded that the price might be high, but that an important vaccine would be created even if many Americans could not afford it.[66] On January 12, 2021, Azar announced[67] that HHS would be releasing remaining stockpiles of vaccine to states; however, at the time of the announcement, all stockpiles had already been exhausted.[68][69] This was met with confusion and anger from various governors.[70][71] In September 2020, Azar forbade health agencies, including the Food and Drug Administration, from making new rules on foods, medicines, medical devices, or other products, including vaccines, without his permission. His memo to the agencies declared that such power \"is reserved to the Secretary.\" Health advocates said that the memo raised questions about political meddling and might slow down decision-making. It was unclear if the change would affect work on COVID-19 vaccines.[72] On August 9, 2020, Azar was the first member of the U.S. Cabinet to visit Taiwan in six years.[73][74] Azar said the trip was to convey Trump's support for Taiwan's leadership in global health, reiterate U.S. support for Taiwan, and cooperate on global health and health safety issues.[75] The next day, he signed a memorandum of understanding on Medical and Health Cooperation in Taipei.[76][77][78] On January 20, 2021, China imposed sanctions against Azar, outgoing U.S. Secretary of State Mike Pompeo, former Under Secretary of State Keith J. Krach, outgoing U.S. ambassador to the United Nations Kelly Craft, and 24 other former Trump officials.[79] Biden's National Security Council called the sanctions \"unproductive and cynical.\"[80] On January 12, 2021, Azar submitted his letter of resignation, effective January 20. Although he announced it as the customary resignation that all political appointees submit at the end of a presidential term,[81] the resignation letter included commentary urging President Trump to promote a peaceful and orderly transition to the Biden presidency in view of the storming of the U.S. Capitol the previous week.[82][83][84][85] Azar is an Antiochian Orthodox Christian and former Episcopalian.[86][87] He is of Lebanese, Ukrainian, English, and Swiss descent. Before his nomination, he lived in Indianapolis with his wife and two children.[32][88] Azar served for two years on the board of HMS Holdings.[89] He is currently on the board of the American Council on Germany, where he is chairman of the Strategic Planning Committee, and the Indianapolis Symphony Orchestra.[12] He has previously served on the board of directors of the Healthcare Leadership Council, where he was treasurer; the National Association of Manufacturers; and the Indianapolis International Airport Authority, where he was chairman of the Human Resources Committee.[12] Azar is a Republican and has contributed to the campaigns of Mike Pence, Mitch McConnell, Orrin Hatch, Lamar Alexander, Jeb Bush, and Donald Trump, according to OpenSecrets.[5] In 2020, Azar revealed he has celiac disease while discussing a U.S. Food and Drug Administration rule related to gluten-free labeling for fermented foods.[90]","Title":"Alex Azar - Wikipedia","KeyID":"15260","URL":"https://en.wikipedia.org/wiki/Alex_Azar"}