{"Content: ":"A thrombus (plural thrombi), colloquially called a blood clot, is the final product of the blood coagulation step in hemostasis. There are two components to a thrombus: aggregated platelets and red blood cells that form a plug, and a mesh of cross-linked fibrin protein. The substance making up a thrombus is sometimes called cruor. A thrombus is a healthy response to injury intended to stop and prevent further bleeding, but can be harmful in thrombosis, when a clot obstructs blood flow through healthy blood vessels in the circulatory system. In the microcirculation consisting of the very small and smallest blood vessels the capillaries, tiny thrombi known as microclots can obstruct the flow of blood in the capillaries. This can cause a number of problems particularly affecting the alveoli in the lungs of the respiratory system resulting from reduced oxygen supply. Microclots have been found to be a characteristic feature in severe cases of COVID-19, and in long COVID.[1] Mural thrombi are thrombi that adhere to the wall of a large blood vessel or heart chamber.[2] They are most commonly found in the aorta, the largest artery in the body, more often in the descending aorta, and less often in the aortic arch or abdominal aorta.[2] They can restrict blood flow but usually do not block it entirely. They appear grey-red with alternating light and dark lines (known as lines of Zahn) which represent bands of white blood cells and red blood cells (darker) entrapped in layers of fibrin.[3] Thrombi are classified into two major groups depending on their location and the relative amount of platelets and red blood cells (RBCs).[4] The two major groups are: In the microcirculation consisting of the very small and smallest blood vessels the capillaries, tiny thrombi known as microclots can obstruct the flow of blood in the capillaries. This can cause a number of problems particularly affecting the alveoli in the lungs of the respiratory system resulting from reduced oxygen supply. Microclots have been found to be a characteristic feature in severe cases of COVID-19, and in long COVID.[1] Mural thrombi are thrombi that adhere to the wall of a large blood vessel or heart chamber.[2] They are most commonly found in the aorta, the largest artery in the body, more often in the descending aorta, and less often in the aortic arch or abdominal aorta.[2] They can restrict blood flow but usually do not block it entirely. Mural thrombi are not usually found in vessels already damaged by atherosclerosis.[3] A mural thrombus can affect any heart chamber. When found in the left ventricle it is often a result of a heart attack complication. The thrombus in this case can separate from the chamber, be carried through arteries and block a blood vessel.[2] They appear grey-red with alternating light and dark lines (known as lines of Zahn) which represent bands of white blood cells and red blood cells (darker) entrapped in layers of fibrin. Virchow's triad describes the pathogenesis of thrombus formation:[5][6] Disseminated intravascular coagulation (DIC) involves widespread microthrombi formation throughout the majority of the blood vessels. This is due to excessive consumption of coagulation factors and subsequent activation of fibrinolysis using all of the body's available platelets and clotting factors. The result is hemorrhaging and ischemic necrosis of tissue/organs. Causes are septicaemia, acute leukaemia, shock, snake bites, fat emboli from broken bones, or other severe traumas. DIC may also be seen in pregnant females. Treatment involves the use of fresh frozen plasma to restore the level of clotting factors in the blood, as well as platelets and heparin to prevent further thrombi formation.[citation needed] A thrombus occurs when the hemostatic process, which normally occurs in response to injury, becomes activated in an uninjured or slightly injured vessel. A thrombus in a large blood vessel will decrease blood flow through that vessel (termed a mural thrombus). In a small blood vessel, blood flow may be completely cut off (termed an occlusive thrombus), resulting in death of tissue supplied by that vessel. If a thrombus dislodges and becomes free-floating, it is considered an embolus.[citation needed] If an embolus becomes trapped within a blood vessel, it blocks blood flow and is termed as an embolism. Embolisms, depending on their specific location, can cause more significant effects like strokes, heart attacks, or even death.[9] Some of the conditions which increase the risk of blood clots developing include atrial fibrillation (a form of cardiac arrhythmia), heart valve replacement, a recent heart attack (also known as a myocardial infarction), extended periods of inactivity (see deep venous thrombosis), and genetic or disease-related deficiencies in the blood's clotting abilities.[citation needed] Platelet activation occurs through injuries that damage the endothelium of the blood vessels, exposing the enzyme called factor VII, a protein normally circulating within the vessels, to the tissue factor, which is a protein encoded by the F3 gene. The platelet activation can potentially cause a cascade, eventually leading to the formation of the thrombus.[10] This process is regulated through thromboregulation. Micrograph showing a thrombus (center of image) within a blood vessel of the placenta. H&E stain. Illustration depicting thrombus formation over arterial plaque. Composition of a fresh thrombus at microscopy, showing nuclear debris in a background of fibrin and red blood cells. Anticoagulants are drugs used to prevent the formation of blood clots, reducing the risk of stroke, heart attack and pulmonary embolism. Heparin and warfarin are used to inhibit the formation and growth of existing thrombi, with the former used for acute anticoagulation while the latter is used for long-term anticoagulation.[6] The mechanism of action of heparin and warfarin are different as they work on different pathways of the coagulation cascade.[11] Heparin works by binding to and activating the enzyme inhibitor antithrombin III, an enzyme that acts by inactivating thrombin and factor Xa.[11] In contrast, warfarin works by inhibiting vitamin K epoxide reductase, an enzyme needed to synthesize vitamin K dependent clotting factors II, VII, IX, and X.[11][12] Bleeding time with heparin and warfarin therapy can be measured with the partial thromboplastin time (PTT) and prothrombin time (PT), respectively.[12] Once clots have formed, other drugs can be used to promote thrombolysis or clot breakdown. Streptokinase, an enzyme produced by streptococcal bacteria, is one of the oldest thrombolytic drugs.[12] This drug can be administered intravenously to dissolve blood clots in coronary vessels. However, streptokinase causes systemic fibrinolytic state and can lead to bleeding problems. Tissue plasminogen activator (tPA) is a different enzyme that promotes the degradation of fibrin in clots but not free fibrinogen.[12] This drug is made by transgenic bacteria and converts plasminogen into the clot-dissolving enzyme, plasmin.[13] Recent research indicates that tPA could have toxic effects in the central nervous system. In cases of severe stroke, tPA can cross the blood-brain barrier and enter interstitial fluid, where it then increases excitotoxicity, potentially affecting permeability of the blood-brain barrier,[14] and causing cerebral hemorrhage.[15] There are also some anticoagulants that come from animals that work by dissolving fibrin. For example, Haementeria ghilianii, an Amazon leech, produces an enzyme called hementin from its salivary glands.[16] Thrombus formation can have one of four outcomes: propagation, embolization, dissolution, and organization and recanalization.[17]","Title":"Thrombus - Wikipedia","KeyID":"15262","URL":"https://en.wikipedia.org/wiki/Thrombus"}