{"Content: ":"A stay-at-home order, safer-at-home order, movement control order (more common in Southeast Asia), or lockdown restrictions (in the United Kingdom) – also referred to by loose use of the terms (self-) quarantine, (self-) isolation, or lockdown – is an order from a government authority that restricts movements of a population as a mass quarantine strategy for suppressing or mitigating an epidemic or pandemic by ordering residents to stay home except for essential tasks or for work in essential businesses. The medical distinction between such an order and a quarantine is that a quarantine is usually understood to involve isolating only selected people who are considered to be possibly infectious rather than the entire population of an area (though many colloquially refer to stay-at-home orders as quarantines.) In many cases, outdoor activities are allowed. Non-essential businesses are either closed or adapted to remote work.[1] In some regions, it has been implemented as a round-the-clock curfew[2] or called a shelter-in-place order,[3] but it is not to be confused with a shelter-in-place situation.[4] Similar measures have been used around the world, and, both officially and colloquially, different names have been used to refer to them, often only very loosely linked to the term's actual medical meaning. Examples include confinement, (self-) isolation, (self-) quarantine, lockdown or ‘strict social distancing measures’.[5] Stay-at-home orders have colloquially (and sometimes officially) been referred to as quarantine or lockdown – but some officials have a concern that the word lockdown may send a wrong message for people to incorrectly think that it includes door-to-door searching for infected people to be forced into quarantines similar to the Hubei lockdown.[6] The term lockdown was used by the media and the World Health Organization (WHO) to describe the action taken in January 2020 by the government of China to restrict movements of people in order to control the outbreak of COVID-19 via the 2020 Hubei lockdowns.[7][8] When Italian authorities imposed a strict quarantine order in the northern part of the country, the media also used the term lockdown, which was used for Spain and France, as well as other countries around the world.[9][10][11][12] Although it is not a technical term in public health or laws, the media continued to use lockdown to describe the actions taken by these governments.[13] As the lockdowns were expanded to other countries, there was a shift in the definitions. Measures are less restrictive and other terms emerged in attempts to differentiate from the most restrictive measure in China.[5] When the authorities in San Francisco Bay Area in the United States issued an order in March 2020 for residents to stay home to control the outbreak of COVID-19, they called it a shelter-in-place order.[14] People were not familiar with it as the term shelter in place had been used in other emergency situations such as an active shooter which would require seeking a safe place to hide within the same building that the person already occupies until the situation is resolved.[15] This caused confusion to the residents under the order on what exactly they are supposed to do.[16] When Governor of California Gavin Newsom announced the state-wide order for California, superseding the Bay Area's order on March 19, he used the term stay-at-home order instead.[17] Other US states started using the term when they announced their statewide order.[18] In a press conference, Governor of New York Andrew Cuomo criticized anyone using the term shelter-in-place for his stay-at-home order as it would invoke panic due to its association with active shooting situations or nuclear wars.[19] In the United States and Canada, the term lockdown has been widely used in emergency preparedness.[20] A lockdown procedure requires immediate actions in hiding and locking all doors. Additional actions may be taken such as turning off lights and staying away from windows.[21][22] Students in all grade levels around the country participate in lockdown drills on a regular basis.[23] The word lockdown can also be associated with martial law to mean that people cannot leave their homes.[24] In an attempt to avoid confusion, Mayor Lori Lightfoot of Chicago made a comment about the stay-at-home order of Illinois by trying to differentiate it from a lockdown or a martial law.[25] When states and counties across the United States issued an order to have residents remain home, they either called it a shelter-in-place order or stay-at-home order. It has been clarified that these orders are not lockdowns because residents are allowed to go in and out of their homes in limited circumstances.[26] Some jurisdictions have determined that there is a legal or practical distinction between the terms \"stay-at-home\" and \"shelter-in-place\".[27][28][29] In Melbourne and Sydney, the term iso, shortened from self-isolation, is often colloquially used to refer to stay-at-home orders.[30] The House of Commons laws which restricted movement and gathering during the COVID-19 pandemic in the United Kingdom were known as \"lockdown laws\". As health is mostly devolved, lockdown laws can differ between the nations of the UK.[31] Lockdown regulations were made as emergency laws, powers passed onto the government by existing public health laws.[32] In the United States, United States constitutional law gives police power to the states. State governments can use this power within their own state. However, there is no clear authority for either the federal government or state governments to impose a lockdown between states. In term of legality of an order, the government must be able to prove that the order advances a \"compelling government interest\" and the actions are narrow enough to specifically achieve that goal and they are not unnecessarily broad.[33] The scope of lockdowns or stay-at-home orders can vary.[8] There is no universal definition of what is deemed essential. Some orders allow residents to come out for outdoor activities. When residents come out of the house, the social distancing rules are typically applied. Some examples of essential services are banks, gas stations, grocery stores, medical offices, pharmacies, and restaurants (without dining in).[1] In more restrictive measures in some locations, they require residents to carry paperwork (i.e., appropriate proof of qualifications) in order to go out and perform essential tasks (i.e., supply chain infrastructure, food delivery, healthcare, law enforcement, etc.).[8][33][34] Most orders that restrict citizens from leaving their homes grants exceptions to certain persons or for certain situations that are available to all or most members of the population. Some of the exceptions that allow citizens to leave their homes include work, often limited to essential jobs, grocery shopping, certain types of errands, medical care, or dog walking. Some places have allowed leaving home for certain types of outdoor exercise and recreation and gatherings with limited numbers of people. Some places allow departure from one’s home for any reason provided one does not establish close contact with others from outside their household or beyond the limited numbers of people the jurisdiction permits. When such exceptions are allowed, restrictions could be in place regarding the distance one can travel from their home or the hours one can leave home. A 2021 study found that stay-at-home orders caused people to stay home.[35] Numerous stay-at-home orders, curfews, quarantines, and similar restrictions were enforced globally in response to the COVID-19 pandemic.[36] Countries and territories around the world have enforced lockdowns of varying degrees. Some include total movement control while others have enforced restrictions based on time. Mostly, only essential businesses are allowed to remain open. Schools, universities and colleges have closed either on a nationwide or local basis in 63 countries, affecting approximately 47 per cent of the world's student population.[37] The 2020 Singapore circuit breaker measures is an example of a lockdown due to COVID-19.[38][39] On 12 June 2020, the US Centers for Disease Control and Prevention reported that 79.5% of US adults surveyed during May 5–12 supported stay-at-home orders and nonessential business closures as government-mandated COVID-19 mitigation strategies.[40]","Title":"Stay-at-home order - Wikipedia","KeyID":"15268","URL":"https://en.wikipedia.org/wiki/Stay-at-home_order"}