{"Content: ":"La Gomera (pronounced [la ɣoˈmeɾa]) is one of Spain's Canary Islands, located in the Atlantic Ocean off the coast of Africa. With an area of 370.03 km2 (142.87 sq mi), it is the third smallest of the eight main islands of this archipelago. It belongs to the province of Santa Cruz de Tenerife. La Gomera is the third least populous of the eight main Canary Islands with 22,426 inhabitants.[2] Its capital is San Sebastián de La Gomera, where the cabildo insular (island council) is located. La Gomera is part of the province of Santa Cruz de Tenerife. It is divided into six municipalities: The island government (cabildo insular) is located in the capital, San Sebastián. The island is of volcanic origin and roughly circular; it is about 22 km (14 mi) in diameter.[6] The island is very mountainous and steeply sloping and rises to 1,487 m (4,879 ft) at the island's highest peak, Alto de Garajonay. Its shape is rather like an orange that has been cut in half and then split into segments, which has left deep ravines or barrancos between them.[7] The uppermost slopes of these barrancos, in turn, are covered by the laurisilva - or laurel rain forest, where up to 50 inches of precipitation fall each year. The upper reaches of this densely wooded region are almost permanently shrouded in clouds and mist, and as a result are covered in lush and diverse vegetation: they form the protected environment of Spain's Garajonay National Park, which was declared a UNESCO World Heritage Site in 1986. The slopes are criss-crossed by paths of varying difficulty, offering views of the surrounding area. The central mountains catch the moisture from the trade wind clouds and yield a dense jungle climate in the cooler air, which contrasts with the warmer, sun-baked cliffs near sea level. Between these extremes there is a variety of microclimates; for centuries, the inhabitants of La Gomera have farmed the lower levels by channelling runoff water to irrigate their vineyards, orchards and banana groves. The official natural symbols associated with La Gomera are Columba junoniae (Paloma rabiche) and Persea indica (Viñátigo).[8] Columba junoniae Persea indica The local wine is distinctive and often accompanied with a tapa (snack) of local cheese, roasted pork, or goat meat. Other culinary specialities include almogrote, a cheese spread, miel de palma, a syrup extracted from palm trees, and \"escaldón\", a porridge made with gofio flour. The inhabitants of La Gomera have an ancient way of communicating across deep ravines by means of a whistled speech called Silbo Gomero, which can be heard 2 miles away.[9] This whistled language is indigenous to the island, and its existence has been documented since Roman times. Invented by the original inhabitants of the island, the Guanches, Silbo Gomero was adopted by the Spanish settlers in the 16th century and survived after the Guanches were entirely assimilated.[9] When this means of communication was threatened with extinction at the dawn of the 21st century, the local government required all children to learn it in school. Marcial Morera, a linguist at the University of La Laguna has said that the study of silbo may help understand how languages are formed.[9] In the mountains of La Gomera, its original inhabitants worshipped their god, whom they called Orahan; the summit and centre of the island served as their grand sanctuary. Indeed, many of the natives took refuge in this sacred territory in 1489, as they faced imminent defeat at the hands of the Spaniards, and it was here that the conquest of La Gomera was drawn to a close. Modern-day archaeologists have found several ceremonial stone constructions here that appear to represent sacrificial altar stones, slate hollows, or cavities. It was here that the Guanches built pyres upon which to make offerings of goats and sheep to their god. This same god, Orahan, was known on La Palma as Abora and on Tenerife and Gran Canaria as Arocan. The Guanches also interred their dead in caves. Today, saints, who are worshipped through village festivals, are principally connected with Christianity. But in some aspects, the Guanches’ god-like idealising of Gomeran uniqueness plays a role as well besides their pre-Christian and pre-colonial implication and shows strong local differences.[10] Christopher Columbus made La Gomera his last port of call before crossing the Atlantic in 1492 with his three ships. He stopped here to replenish his crew's food and water supplies, intending to stay only four days. Beatriz de Bobadilla y Ossorio, the Countess of La Gomera and widow of Hernán Peraza the Younger, offered him vital support in preparations of the fleet, and he ended up staying one month. When he finally set sail on 6 September 1492, she gave him cuttings of sugarcane, which became the first to reach the New World. After his first voyage of Discovery, Columbus again provisioned his ships at the port of San Sebastián de La Gomera in 1493 on his second voyage to the New World, commanding a fleet of 17 vessels. He visited La Gomera for the last time in 1498 on his third voyage to the Americas. The house in San Sebastián in which he is reputed to have stayed is now a tourist attraction. An autosomal study in 2011 found an average Northwest African influence of about 17% in Canary Islanders with a wide interindividual variation ranging from 0% to 96%. According to the authors, the substantial Northwest African ancestry found for Canary Islanders supports that, despite the aggressive conquest by the Spanish in the 15th century and the subsequent immigration, genetic footprints of the first settlers of the Canary Islands persist in the current inhabitants. Parallelling mtDNA findings (50.1% of U6 and 10.83% of L haplogroups),[11] the largest average Northwest African contribution (42.50%) was found for the samples from La Gomera.[12] According to Flores et al. (2003), genetic drift could be responsible for the contrasting difference in Northwest African ancestry detected with maternal (51% of Northwest African lineages) and paternal markers (0.3–10% of Northwest African lineages) in La Gomera. Alternatively, it could reflect the dramatic way the island was conquered, producing the strongest sexual asymmetry in the archipelago.[13] The festival of the Virgin of Guadalupe, patron saint of the island, is the Monday following the first Saturday of October. Every five years (most recently in 2018) is celebrated the Bajada de la Virgen de Guadalupe (the Bringing the Virgin) from her hermitage in Puntallana to the capital. She is brought by boat to the beach of San Sebastián de La Gomera, where several people host her, and transported throughout the island for two months.","Title":"La Gomera - Wikipedia","KeyID":"15271","URL":"https://en.wikipedia.org/wiki/La_Gomera"}