{"Content: ":"Alexander Boris de Pfeffel Johnson (/ˈfɛfəl/;[5] born 19 June 1964) is a British politician who has served as Prime Minister of the United Kingdom and Leader of the Conservative Party since 2019. He announced his pending resignation on 7 July 2022 and will remain as prime minister until a new party leader is elected. He served as Secretary of State for Foreign and Commonwealth Affairs from 2016 to 2018 and as Mayor of London from 2008 to 2016. Johnson has been Member of Parliament (MP) for Uxbridge and South Ruislip since 2015, having previously been MP for Henley from 2001 to 2008. Johnson attended Eton College and read Classics at Balliol College, Oxford. He was elected president of the Oxford Union in 1986. In 1989, he became the Brussels correspondent—and later political columnist—for The Daily Telegraph; and from 1999 to 2005 was editor of The Spectator. Following his election to parliament in 2001, Johnson was a shadow minister under Conservative leaders Michael Howard and David Cameron. In 2008, he was elected mayor of London and resigned from the House of Commons; he was re-elected as mayor in 2012. In the 2015 general election, Johnson was elected MP for Uxbridge and South Ruislip. The following year, he did not seek re-election as mayor. He became a prominent figure in the successful Vote Leave campaign for Brexit in the 2016 European Union (EU) membership referendum. Theresa May appointed him foreign secretary after the referendum; he resigned the position two years later in protest to the Chequers Agreement and May’s approach to Brexit. In 2019, Johnson was elected Leader of the Conservative Party, defeating Jeremy Hunt. He re-opened Brexit negotiations and in early September controversially prorogued Parliament; the Supreme Court ruled the action unlawful later that month.[b] After agreeing to a revised Brexit withdrawal agreement with the EU, which replaced the Irish backstop with a new Northern Ireland Protocol, but failing to win parliamentary support for the agreement, Johnson called a snap election for December 2019 in which he led the Conservative Party to victory with 43.6 per cent of the vote, and the party's largest seat share since 1987. On 31 January 2020, the United Kingdom withdrew from the EU, entering into a transition period and trade negotiations leading to the EU–UK Trade and Cooperation Agreement. The COVID-19 pandemic became a major issue of his premiership; the government responded by introducing various emergency powers and measures across society to mitigate the pandemic's impact, and approved the rollout of a nationwide vaccination programme. In December 2021, a controversy known as \"Partygate\" began which concerned Johnson and others breaching COVID-19 regulations and receiving fixed penalty notices. Johnson is the first prime minister of the United Kingdom to be sanctioned for a criminal action while in office. The publishing of the Sue Gray report and a widespread sense of dissatisfaction led in June 2022 to a vote of confidence in his leadership among Conservative MPs. While the parliamentary Conservative Party was found to have confidence in him, the result was regarded as having left Johnson politically weakened. In July 2022, revelations over his hiring of Chris Pincher as Government Deputy Chief Whip led to a mass resignation of members of Her Majesty's Government and to Johnson announcing his forthcoming resignation as party leader. He remains in office in a caretaker capacity pending a leadership election. Johnson is a controversial figure in British politics.[7][8] Supporters have praised him as humorous, witty and entertaining,[9] with an appeal stretching beyond traditional Conservative Party voters.[10][11] Conversely, his critics have accused him of lying, elitism, cronyism and bigotry.[12][13][14] Johnson's political positions generally follow one-nation conservatism and commentators have described his political style as opportunistic, populist and pragmatic.[15][16][17] Alexander Boris de Pfeffel Johnson was born on 19 June 1964 in the Upper East Side of Manhattan, New York City,[18][19] to 23-year-old Stanley Johnson, then studying economics at Columbia University,[20] and 22-year-old Charlotte Fawcett,[21] an artist from a family of liberal intellectuals. Johnson's parents had married in 1963 before moving to the United States.[22] In September 1964, they returned to their native England, so that Charlotte could study at the University of Oxford;[23] during this time, she lived with her son in Summertown, a suburb of Oxford, and in 1965 she gave birth to a daughter, Rachel.[24] In July 1965, the family moved to Crouch End in north London,[25] and in February 1966 they relocated to Washington, D.C., where Stanley had gained employment with the World Bank.[26] Stanley then took a job with a policy panel on population control, and moved the family to Norwalk, Connecticut, in June.[27] A third child, Leo, was born in September 1967.[28] In 1969, the family returned to England and settled into West Nethercote Farm, near Winsford in Somerset, Stanley's remote family home on Exmoor in the West Country.[29] There, Johnson gained his first experiences of fox hunting.[30] His father was regularly absent from Nethercote, leaving Johnson to be raised largely by his mother, assisted by au pairs.[31] As a child, Johnson was quiet and studious[25] and was deaf, resulting in several operations to insert grommets into his ears.[32] He and his siblings were encouraged to engage in highbrow activities from a young age,[33] with high achievement being greatly valued; Johnson's earliest recorded ambition was to be \"world king\".[34] Having few or no friends other than their siblings, the children became very close.[35] In late 1969, the family moved to Maida Vale in West London, while Stanley began post-graduate research at the London School of Economics.[36] In 1970, Charlotte and the children briefly returned to Nethercote, where Johnson attended Winsford Village School, before returning to London to settle in Primrose Hill,[37] where they were educated at Primrose Hill Primary School.[38] A fourth child and third son, Joseph, was born in late 1971.[39] After Stanley secured employment at the European Commission, he moved his family in April 1973 to Uccle, Brussels, where Johnson attended the European School, Brussels I and learnt to speak French.[40][41] Charlotte had a nervous breakdown and was hospitalised with clinical depression, after which Johnson and his siblings were sent back to England in 1975 to attend Ashdown House, a preparatory boarding school in East Sussex.[42] There, he developed a love of rugby and excelled at Ancient Greek and Latin,[43] but the teachers' use of corporal punishment appalled him.[44] Meanwhile, in December 1978 his parents' relationship broke down; they divorced in 1980,[45] and Charlotte moved into a flat in Notting Hill, West London, where her children joined her for much of their time.[46] As a kid I was extremely spotty, extremely nerdy and horribly swotty. My idea of a really good time was to travel across London on the tube to visit the British Museum. —Boris Johnson[47] Johnson gained a King's Scholarship to study at Eton College, a boarding school near Windsor in Berkshire.[48] Arriving in the autumn term of 1977,[49] he began using his middle name Boris rather than his first name Alexander,[50] and developed \"the eccentric English persona\" for which he became famous.[51] He abandoned his mother's Catholicism and became an Anglican, joining the Church of England.[52] School reports complained about his idleness, complacency and lateness,[53] but he was popular and well known at Eton.[51] His friends were largely from the wealthy upper-middle and upper classes, his best friends then being Darius Guppy and Charles Spencer, both of whom later accompanied him to the University of Oxford and remained friends into adulthood.[54] Johnson excelled in English and the Classics, winning prizes in both,[55] and became secretary of the school debating society,[56] and editor of the school newspaper, The Eton College Chronicle.[57] In late 1981, he was elected a member of Pop,[58] the small, self-selecting elite and glamorous group of prefects. Later in Johnson's career it was a point of rivalry with David Cameron, who had failed to enter Pop. On leaving Eton, Johnson went on a gap year to Australia, where he taught English and Latin at Timbertop, an Outward Bound-inspired campus of Geelong Grammar, an elite independent boarding school.[59][60][61] Johnson won a scholarship to read Literae Humaniores at Balliol College, Oxford, a four-year course in the study of the Classics, ancient literature and classical philosophy.[62] Matriculating at the university in late 1983,[63] he was one of a generation of Oxford undergraduates who were later to dominate British politics and media in the second decade of the 21st century; among them David Cameron, William Hague, Michael Gove, Jeremy Hunt and Nick Boles all went on to become senior Conservative Party politicians.[64] While at Oxford, Johnson participated in college rugby union, playing as a tighthead prop for Balliol College's team for four years.[65] To his later regret, he joined the Old Etonian-dominated Bullingdon Club, an exclusive drinking society notorious for acts of vandalism on host premises.[66][67][68] Many years later, a group photograph including himself and Cameron in Bullingdon Club formal dress led to much negative press coverage. He began a relationship with Allegra Mostyn-Owen, cover girl for Tatler magazine and daughter of Christie's Education chairman William Mostyn-Owen. She was a glamorous and popular fellow student from his own social background; they became engaged while at university.[69] Johnson was popular and well known at Oxford.[70] Alongside Guppy, he co-edited the university's satirical magazine Tributary.[71] In 1984, Johnson was elected secretary of the Oxford Union,[72] and campaigned unsuccessfully for the career-enhancing and important position of Union President.[73] In 1986, Johnson ran successfully for president,[74] but his term was not particularly distinguished or memorable[75] and questions were raised regarding his competence and seriousness.[76] Finally, Johnson was awarded an upper second-class degree,[77][78] and was deeply unhappy he did not receive a first.[79] I saw the whole [European Union] change. It was a wonderful time to be there. The Berlin Wall fell and the French and Germans had to decide how they were going to respond to this event, and what was Europe going to become, and there was this fantastic pressure to create a single polity, to create an answer to the historic German problem, and this produced the most fantastic strains in the Conservative Party, so everything I wrote from Brussels, I found was sort of chucking these rocks over the garden wall and I listened to this amazing crash from the greenhouse next door over in England as everything I wrote from Brussels was having this amazing, explosive effect on the Tory party, and it really gave me this I suppose rather weird sense of power. –Boris Johnson[80] In September 1987, Johnson and Mostyn-Owen were married in West Felton, Shropshire, accompanied by a duet for violin and viola Allegra e Boris[81] specially commissioned for the wedding from Hans Werner Henze.[82] After a honeymoon in Egypt, they settled in West Kensington, West London,[83] when he secured work for a management consultancy company, L.E.K. Consulting; he resigned after a week.[84] In late 1987, through family connections, he began work as a graduate trainee at The Times.[85] Scandal erupted when Johnson wrote an article for the newspaper, on the archaeological discovery of Edward II's palace, having invented a quote for the article which he falsely attributed to the historian Colin Lucas, his godfather. After the editor Charles Wilson learnt of the matter, he dismissed Johnson.[86] Johnson secured employment on the leader-writing desk of The Daily Telegraph, having met its editor, Max Hastings, during his Oxford University Union presidency.[87] His articles appealed to the newspaper's conservative, middle-class, middle-aged \"Middle England\" readership,[88] and were known for their distinctive literary style, replete with old-fashioned words and phrases and for regularly referring to the readership as \"my friends\".[89] In early 1989, Johnson was appointed to the newspaper's Brussels bureau to report on the European Commission,[90] remaining in the post until 1994.[91] A strong critic of the integrationist Commission President Jacques Delors, he established himself as one of the city's few Eurosceptic journalists.[92] He wrote articles about euromyths such as the EU wanting to ban prawn cocktail crisps and British sausages and standardise condom sizes because Italians had smaller penises.[93] He wrote that Brussels had recruited sniffers to ensure that Euro-manure smells the same,[94] and that the Eurocrats were about to dictate the acceptable curve of bananas[c] and the limits on the power of vacuum cleaners,[96][d] and to order women to return their old sex toys.[94] He wrote that euro notes made people impotent, that euro coins made people sick, and that a plan to blow up the Berlaymont was in place because asbestos cladding made the building too dangerous to inhabit.[94] Many of his fellow journalists there were critical of his articles, opining they often contained lies designed to discredit the commission.[99] The Europhile Conservative politician Chris Patten later stated at that time Johnson was \"one of the greatest exponents of fake journalism\".[91] Johnson opposed banning handguns after the Dunblane school massacre writing in his column \"Nanny is confiscating their toys. It is like one of those vast Indian programmes of compulsory vasectomy.\"[100] Johnson biographer Andrew Gimson believed these articles made him \"one of [Euroscepticism's] most famous exponents\".[80] According to later biographer Sonia Purnell—who was Johnson's Brussels deputy[91]—he helped make Euroscepticism \"an attractive and emotionally resonant cause for the Right\", whereas it had been associated previously with the British Left.[101] Johnson's articles established him as the favourite journalist of the Conservative Prime Minister Margaret Thatcher,[102] but Johnson annoyed her successor, the Europhile John Major, who spent a great deal of time attempting to refute what Johnson said.[103] Johnson's articles exacerbated tensions between the Conservative Party's Eurosceptic and Europhile factions. As a result, he earned the mistrust of many party members.[104] His writings were also a key influence on the emergence of the EU-opposing UK Independence Party (UKIP) in the early 1990s.[101] Conrad Black, then proprietor of The Daily Telegraph, said Johnson \"was such an effective correspondent for us in Brussels that he greatly influenced British opinion on this country's relations with Europe\".[105] In February 1990, Johnson's wife Allegra left him; after several attempts at reconciliation, their marriage ended in April 1993.[106][107] He then entered a relationship with a childhood friend, Marina Wheeler, who had moved to Brussels in 1990,[108] and in May 1993, they were married at Horsham in Sussex,[109] soon after which Marina gave birth to a daughter.[110] Johnson and his new wife settled in Islington, North London,[111] an area known as the home of the left-liberal intelligentsia. Under the influence of this milieu, and of his wife, Johnson moved in a more liberal direction on issues like climate change, LGBT rights and race relations.[112] While in Islington, the couple had three more children, all given the surname Johnson-Wheeler.[113] They were sent to the local Canonbury Primary School and then to private secondary schools.[114] Devoting much time to his children, Johnson wrote a book of verse, Perils of the Pushy Parents – A Cautionary Tale, which was published to largely poor reviews.[115] Back in London, Hastings turned down Johnson's request to become a war reporter,[116] instead promoting him to the position of assistant editor and chief political columnist.[117] Johnson's column received praise for being ideologically eclectic and distinctively written, and earned him a Commentator of the Year Award at the What the Papers Say awards.[118] Some critics condemned his writing style as bigotry; in various columns he used the words \"piccaninnies\" and \"watermelon smiles\" when referring to Africans, championed European colonialism in Uganda[119][120][121] and referred to gay men as \"tank-topped bumboys\".[122] Contemplating a political career, in 1993, Johnson outlined his desire to stand as a Conservative candidate to be a Member of the European Parliament (MEP) in the 1994 European Parliament elections. Andrew Mitchell convinced Major not to veto Johnson's candidacy, but Johnson could not find a constituency.[123] He subsequently turned his attention to obtaining a seat in the UK House of Commons. After being rejected as Conservative candidate for Holborn and St. Pancras, his party selected him the candidate for Clwyd South in north Wales, then a Labour Party safe seat. Spending six weeks campaigning, he attained 9,091 votes (23 per cent) in the 1997 general election, losing to the Labour candidate.[124] Scandal erupted in June 1995 when a recording of a 1990 telephone conversation between Johnson and his friend Darius Guppy was made public.[125] In the conversation, Guppy said that his criminal activities involving insurance fraud were being investigated by News of the World journalist Stuart Collier, and he asked Johnson to provide him with Collier's private address, seeking to have the latter beaten to the extent of \"a couple of black eyes and a cracked rib or something like that\". Johnson agreed to supply the information, although he expressed concern that he would be associated with the attack.[125] When the phone conversation was published in 1995, Johnson stated that ultimately he had not obliged Guppy's request. Hastings reprimanded Johnson but did not dismiss him.[125] Johnson was given a regular column in The Spectator, sister publication to The Daily Telegraph, which attracted mixed reviews and was often thought rushed.[126] In 1999, he was also given a column reviewing new cars in the magazine GQ.[127] His behaviour regularly disgruntled his editors; the large number of parking fines that Johnson acquired while testing cars frustrated GQ staff.[122] At The Daily Telegraph and The Spectator, he was consistently late delivering his copy, forcing many staff to stay late to accommodate him; some related that if they published without his work included, he would get angry and shout at them with expletives.[128] Johnson's appearance on an April 1998 episode of the BBC's satirical current affairs show Have I Got News for You brought him national fame.[129] He was invited back on to later episodes, including as a guest presenter; for his 2003 appearance, Johnson received a nomination for the BAFTA Television Award for Best Entertainment Performance.[130][131] After these appearances, he came to be recognised on the street by the public, and was invited to appear on other television shows, such as Top Gear, Parkinson, Breakfast with Frost, and the political show Question Time.[132] In July 1999, Conrad Black offered Johnson the editorship of The Spectator on the condition he abandon his parliamentary aspirations; Johnson agreed.[133] While retaining The Spectator's traditional right-wing bent, Johnson welcomed contributions from leftist writers and cartoonists.[134] Under Johnson's editorship, the magazine's circulation grew by 10% to 62,000 and it began to turn a profit.[135] His editorship also drew criticism; some opined that under him The Spectator avoided serious issues,[136] while colleagues became annoyed that he was regularly absent from the office, meetings, and events.[137] He gained a reputation as a poor political pundit because of incorrect political predictions made in the magazine.[136] His father-in-law Charles Wheeler and others strongly criticised him for allowing Spectator columnist Taki Theodoracopulos to publish racist and antisemitic language in the magazine.[138][139] Journalist Charlotte Edwardes wrote in The Times in 2019 alleging that Johnson had squeezed her thigh at a private lunch in the offices of the Spectator in 1999 and that another woman had told her he had done the same to her. A Downing Street spokesman denied the allegation.[140][141] In 2004, Johnson published an editorial in The Spectator after the murder of Ken Bigley suggesting that Liverpudlians were wallowing in their victim status and also \"hooked on grief\" over the Hillsborough disaster, which Johnson partly blamed on \"drunken fans\".[142][143] In an appendix added to a later edition of his 2005 book about the Roman empire, The Dream of Rome, Tell MAMA and the Muslim Council of Britain strongly criticised Johnson for arguing Islam has caused the Muslim world to be \"literally centuries behind\" the West.[144] The selection of Boris Johnson ... confirms the Tory Party's increasing weakness for celebrity personalities over the dreary exigencies of politics. Johnson, for all his gifts, is unlikely to grace any future Tory cabinet. Indeed, he is not known for his excessive interest in serious policy matters, and it is hard to see him grubbing away at administrative detail as an obscure, hardworking junior minister for social security. To maintain his funny man reputation he will no doubt find himself refining his Bertie Wooster interpretation to the point where the impersonation becomes the man. –Max Hastings, London Evening Standard, [145] Following Michael Heseltine's retirement, Johnson decided to stand as Conservative candidate for Henley, a Conservative safe seat in Oxfordshire.[146] The local Conservative branch selected him although it was split over Johnson's candidacy. Some thought him amusing and charming while others disliked his flippant attitude and lack of knowledge of the local area.[147] Boosted by his television fame, Johnson won the seat in the 2001 general election with a majority of 8,500 votes.[148] Alongside his Islington home, Johnson bought a farmhouse outside Thame in his new constituency.[149] He regularly attended Henley social events and occasionally wrote for the Henley Standard.[150] His constituency surgeries proved popular, and he joined local campaigns to stop the closure of Townlands Hospital and the local air ambulance.[151] In Parliament, Johnson was appointed to a standing committee assessing the Proceeds of Crime Bill, but missed many of its meetings.[152] Despite his credentials as a public speaker, his speeches in the House of Commons were widely deemed lacklustre; Johnson later called them \"crap\".[153] In his first four years as MP, he attended just over half of the Commons votes; in his second term, this declined to 45 per cent.[154] He usually supported the Conservative party line but rebelled against it five times in this period.[155] In free votes, he demonstrated a more socially liberal attitude than many colleagues, supporting the Gender Recognition Act 2004 and the repeal of Section 28.[156][157] However, in 2001, Johnson had spoken out against plans to repeal Section 28, saying it was \"Labour's appalling agenda, encouraging the teaching of homosexuality in schools\".[158][159] After initially stating he would not, he voted in support of the government's plans to join the US in the 2003 invasion of Iraq,[149] and in April 2003 visited occupied Baghdad.[160] In August 2004, he backed unsuccessful impeachment procedures against Prime Minister Tony Blair for \"high crimes and misdemeanours\" regarding the war,[161] and in December 2006 described the invasion as \"a colossal mistake and misadventure\".[162] Although labelling Johnson \"ineffably duplicitous\" for breaking his promise not to become an MP, Black decided not to dismiss him because he \"helped promote the magazine and raise its circulation\".[163] Johnson remained editor of The Spectator, also writing columns for The Daily Telegraph and GQ, and making television appearances.[164] His 2001 book, Friends, Voters, Countrymen: Jottings on the Stump, recounted that year's election campaign,[165] while 2003's Lend Me Your Ears collected together previously published columns and articles.[166] In 2004, Harper Collins published his first novel: Seventy-Two Virgins: A Comedy of Errors revolved around the life of a Conservative MP and contained various autobiographical elements.[167] Responding to critics who argued he was juggling too many jobs, he cited Winston Churchill and Benjamin Disraeli as exemplars who combined their political and literary careers.[168] To manage the stress, he took up jogging and cycling,[169] and became so well known for the latter that Gimson suggested he was \"perhaps the most famous cyclist in Britain\".[170] Following William Hague's resignation as Conservative leader, Johnson backed Kenneth Clarke, regarding Clarke as the only candidate capable of winning a general election; the party elected Iain Duncan Smith.[171] Johnson had a strained relationship with Duncan Smith, and The Spectator became critical of his party leadership.[172] Duncan Smith was removed from his position in November 2003 and replaced by Michael Howard; Howard deemed Johnson to be the most popular Conservative politician with the electorate and appointed him vice-chairman of the party, responsible for overseeing its electoral campaign.[173] In his Shadow Cabinet reshuffle of May 2004, Howard appointed Johnson to the position of shadow arts minister.[174] In October, Howard ordered Johnson to apologise publicly in Liverpool for publishing a Spectator article—anonymously written by Simon Heffer – which said the crowds at the Hillsborough disaster had contributed towards the incident and that Liverpudlians had a predilection for reliance on the welfare state.[175][176] In November 2004, tabloids revealed that since 2000 Johnson had been having an affair with Spectator columnist Petronella Wyatt, resulting in two terminated pregnancies. Johnson initially called the claims \"an inverted pyramid of piffle\".[177] After the allegations were proven, Howard asked Johnson to resign as vice-chairman and shadow arts minister for publicly lying; when Johnson refused, Howard dismissed him from those positions.[178][179] In July 2005, Who's the Daddy?, a play by The Spectator's theatre critics Toby Young and Lloyd Evans being performed at Islington's King's Head Theatre, satirised the scandal.[180] In the 2005 general election, Johnson was re-elected MP for Henley, increasing his majority to 12,793.[181] Labour won the election and Howard stood down as Conservative leader; Johnson backed David Cameron as his successor.[182] After Cameron was elected, he appointed Johnson as the shadow higher education minister, acknowledging his popularity among students.[183] Interested in streamlining university funding,[184] Johnson supported Labour's proposed top-up fees.[185] He campaigned in 2006 to become the Rector of the University of Edinburgh, but his support for top-up fees damaged his campaign, and he came third.[186][187] In April 2006, the News of the World alleged that Johnson was having an affair with the journalist Anna Fazackerley; the pair did not comment, and shortly afterwards Johnson began employing Fazackerley.[188][189] That month, he attracted further public attention for rugby-tackling former footballer Maurizio Gaudino in a charity football match.[190] In September 2006, Papua New Guinea's High Commission protested after he compared the Conservatives' frequently changing leadership to cannibalism in Papua New Guinea.[191] In 2005, The Spectator's new chief executive, Andrew Neil, dismissed Johnson as editor.[192] To make up for this loss of income, Johnson negotiated with The Daily Telegraph to raise his annual fee from £200,000 to £250,000, averaging at £5,000 per column, each of which took up around an hour and a half of his time.[193][194] He presented a popular history television show, The Dream of Rome, which was broadcast in January 2006; a book followed in February.[195] A sequel, After Rome, focused on early Islamic history.[196] As a result of his various activities, in 2007, he earned £540,000, making him the UK's third-highest-earning MP that year.[197] In July 2007, Johnson announced his candidacy to be the Conservative candidate for Mayor of London in the 2008 mayoral election.[198][199] In September, he was selected after gaining 79 per cent of the vote in a public London-wide primary.[200][201] Johnson's mayoral campaign focused on reducing youth crime, making public transport safer, and replacing the articulated buses with an updated version of the AEC Routemaster.[11] Targeting the Conservative-leaning suburbs of outer London, it capitalised on perceptions that the Labour Mayoralty had neglected them in favour of inner London.[202] His campaign emphasised his popularity, even among those who opposed his policies,[203] with opponents complaining a common attitude among voters was: \"I'm voting for Boris because he is a laugh.\"[11] The campaign of Labour incumbent Ken Livingstone portrayed Johnson as an out-of-touch toff and bigot, citing racist and homophobic language used in his columns; Johnson responded these quotes had been taken out of context and were meant as satire.[204] In the election, Johnson received 43% and Livingstone 37% of first-preference votes; when second-preference votes were added, Johnson proved victorious with 53% to Livingstone's 47%.[205][206] Johnson then announced his resignation as MP for Henley.[207][208] Settling into the City Hall mayoral office,[209] Johnson's first official engagement was an appearance at the Sikh celebrations for Vaisakhi in Trafalgar Square.[210] Rather than bringing a team of assistants with him to the job as Livingstone had done, Johnson built his team over the following six months.[211] Those in City Hall who were deemed too closely allied to Livingstone's administration had their employment terminated.[212] Johnson appointed Tim Parker to be first Deputy Mayor, but after Parker began taking increasing control at City Hall and insisted that all staff report directly to him, Johnson dismissed him.[213] Because of these problems, many in the Conservative Party initially distanced themselves from Johnson's administration, fearing it would be counterproductive to achieving a Conservative victory in the 2010 general election.[214] Johnson received criticism during the early weeks of his administration, largely because he was late for two official functions in his first week on the job, and because after three weeks he went on holiday to Turkey.[212] In July 2008, Johnson visited the closing ceremony of the 2008 Summer Olympics in Beijing, there offending his Chinese hosts with his attire.[215] During the electoral campaign, Johnson had confided to Brian Paddick he was unsure how he would maintain his lifestyle while relying upon the mayoral salary of £140,000 a year.[216] To resolve this problem, he agreed to continue his Daily Telegraph column alongside his mayoral job, thus earning a further £250,000 a year.[217] His team believed this would cause controversy and made him promise to donate a fifth of his Daily Telegraph fee to a charitable cause providing bursaries for students. Johnson resented this, and ultimately did not pay a full fifth.[218] Controversy erupted when he was questioned about his Daily Telegraph fee on BBC's HARDtalk; there, he referred to the £250,000 as \"chicken feed\", something that was widely condemned, given that this was roughly 10 times the average yearly wage for a British worker.[219][220][221] During his first administration, Johnson was embroiled in several personal scandals. After moving to a new house in Islington, he built a shed on his balcony without obtaining planning permission; after neighbours complained, he dismantled it.[222] The press also accused him of having an affair with Helen Macintyre and of fathering her child, allegations that he did not deny.[223][224][225][226] Controversy arose when Johnson was accused of warning the MP Damian Green that police were planning to arrest him; Johnson denied the claims and did not face criminal charges under the Criminal Justice Act.[227] He was accused of cronyism,[228] in particular for appointing Veronica Wadley, a former Evening Standard editor who had supported him, as the chair of London's Arts Council when she was widely regarded as not being the best candidate for the position.[229][230][231] He was caught up in the parliamentary expenses scandal and accused of excessive personal spending on taxi journeys. His deputy mayor Ian Clement was found to have misused a City Hall credit card, resulting in his resignation.[232] Johnson remained a popular figure in London with a strong celebrity status.[233] In 2009, he rescued Franny Armstrong from anti-social teenagers who had threatened her while he was cycling past them.[234][235][236] Johnson made no major changes to the mayoral system Livingstone developed.[237] He reversed several measures implemented by Livingstone's administration, ending the city's oil deal with Venezuela, abolishing The Londoner newsletter, and scrapping the half-yearly inspections of black cabs, which was reinstated three years later.[238] Abolishing the western wing of the congestion charging zone,[239] he cancelled plans to increase the congestion charge for four-wheel-drive vehicles.[240] He was subsequently accused of failing to publish an independent report on air pollution commissioned by the Greater London Authority, which revealed the city breached legal limits on nitrogen dioxide levels.[241][242] Johnson retained Livingstone projects such as Crossrail and the 2012 Olympic Games, but was accused of trying to take credit for them.[243] He introduced a public bicycle scheme that had been mooted by Livingstone's administration; colloquially known as \"Boris Bikes\", the part privately financed system cost £140 million and was a significant financial loss but proved popular.[244][245] Despite Johnson's support of cycling in London, and his much-publicised identity as a cyclist, some cycling groups who argued he had failed to make the city's roads safer for cyclists criticised his administration.[246] As per his election pledge, he commissioned the development of the New Routemaster buses for central London.[247] He also ordered the construction of a cable car system that crossed the River Thames between Greenwich Peninsula and the Royal Docks.[248] Johnson's first policy initiative was a ban on drinking alcohol on public transport.[249][250] At the beginning of his tenure as mayor, Johnson announced plans to extend pay-as-you-go Oyster cards to national rail services in London.[251] A pledge in Johnson's election manifesto was to retain Tube ticket offices, in opposition to Livingstone's proposal to close up to 40 London Underground ticket offices.[252] On 2 July 2008, the Mayor's office announced the closure plan was to be abandoned and that offices would remain open.[253] On 21 November 2013, Transport for London announced that all London Underground ticket offices would close by 2015.[254] In financing these projects, Johnson's administration borrowed £100 million,[255] while public transport fares were increased by 50 per cent.[256] During his first Mayoral term, Johnson was perceived as having moved leftward on certain issues, for instance, supporting the London Living Wage and endorsing an amnesty for illegal migrants.[257] He tried placating critics who had deemed him a bigot by appearing at London's gay pride parade and praising ethnic minority newspapers.[258] In 2012, he banned London buses from displaying the adverts of Core Issues Trust, a Christian group, which compared homosexuality to an illness.[259] In August 2008, Johnson broke from the traditional protocol of those in public office not publicly commenting on other nations' elections by endorsing Barack Obama for the presidency of the United States.[260][261] Johnson appointed himself chair of the Metropolitan Police Authority (MPA), and in October 2008 successfully pushed for the resignation of Metropolitan Police Commissioner Ian Blair after the latter was criticised for allegedly handing contracts to friends and for his handling of the death of Jean Charles de Menezes.[262][263][264] This earned Johnson great respect among Conservatives, who interpreted it as his first act of strength.[265] Johnson resigned as MPA chairman in January 2010,[257] but throughout his mayoralty was highly supportive of the Metropolitan Police, particularly during the controversy surrounding the death of Ian Tomlinson.[266] Overall crime in London fell during his administration, but his claim that serious youth crime had decreased proved to be false, and he acknowledged the error.[267][268] Similarly, his claim that Metropolitan Police numbers had increased was characterised as untrue,[267] but the fact-checkers at Full Fact felt that both Johnson's and his critics' positions are defensible.[269] He was criticised for his response to the 2011 London riots; holidaying with his family in British Columbia when the rioting broke out, he did not return immediately to London, only doing so 48 hours after it had begun and addressing Londoners 60 hours thereafter. Upon visiting shopkeepers and residents affected by the riots in Clapham, elements within the crowds booed and jeered him.[270] Johnson championed London's financial sector and denounced what he saw as \"banker bashing\" following the financial crisis of 2007–08,[271] condemning the anti-capitalist Occupy London movement that appeared in 2011.[272] He spent much time with those involved in the financial services and criticised the government's 50p tax rate for higher earners.[273] He collected donations from the city's wealthy for a charitable enterprise, the Mayor's Fund, which he had established to aid disadvantaged youths. It initially announced the fund would raise £100 million, but by 2010 it had only spent £1.5 million.[274] He also maintained extensive personal contacts throughout the British media,[275] which resulted in widespread favourable press coverage of his administration.[275] In turn he remained largely supportive of his friends in the media—among them Rupert Murdoch—during the News International phone hacking scandal.[276] The formation of the Forensic Audit Panel was announced on 8 May 2008. The panel was tasked with monitoring and investigating financial management at the London Development Agency and the Greater London Authority.[277] Johnson's announcement was criticised by Labour for the perceived politicisation of this nominally independent panel, who asked whether the appointment of key Johnson allies to the panel – \"to dig dirt on Ken Livingstone\" – was \"an appropriate use of public funds\".[278] The head of the panel, Patience Wheatcroft, was married to a Conservative councillor[279] and three of the four remaining panel members also had close links to the Conservatives: Stephen Greenhalgh (Conservative Leader of Hammersmith and Fulham London Borough Council),[280] Patrick Frederick (Chairman of Conservative Business Relations for South East England and Southern London), and Edward Lister (Conservative Leader of Wandsworth London Borough Council).[281] Up for re-election in 2012, Johnson again hired Crosby to orchestrate his campaign.[282] Before the election, Johnson published Johnson's Life of London, a work of popular history that the historian A. N. Wilson characterised as a \"coded plea\" for votes.[283] Polls suggested that while Livingstone's approach to transport was preferred, voters in London placed greater trust in Johnson over issues of crime and the economy.[284] During the 2012 Mayoral election, Johnson sought re-election, while Livingstone was selected as the Labour candidate again. Johnson's campaign emphasised the accusation that Livingstone was guilty of tax evasion, for which Livingstone called Johnson a \"bare-faced liar\".[285] The political scientist Andrew Crines believed that Livingstone's campaign focused on criticising Johnson rather than presenting an alternate and progressive vision of London's future.[286] In 2012, Johnson was re-elected as mayor.[287] London was successful in its bid to host the 2012 Summer Olympics while Ken Livingstone was still mayor in 2005. Johnson's role in the proceedings was as the co-chair of an Olympic board which oversaw the games.[288] Two of his actions after taking on this role were to improve transportation around London by making more tickets available and laying on more buses around the capital during the busy period, when thousands of spectators were temporary visitors in London.[289][290] Johnson was accused of covering up pollution ahead of the games by deploying dust suppressants to remove air particulates near monitoring stations.[241] In November 2013, Johnson announced major changes to the operation of London Underground, including the extension of operating hours to run through the night at weekends. All staffed ticket offices would be closed to save over £40 million a year and replaced with automated ticketing systems.[291][292] Johnson had a close friendship with American technology entrepreneur, former DJ[293] and model Jennifer Arcuri, with The Sunday Times describing him as a regular visitor to her flat,[294] and implying they were in a sexual relationship.[295] In 2013, a mayoral fund awarded her company, Innotech, £10,000, followed the next year by Arcuri being awarded £15,000 from a government programme. Johnson intervened to allow her onto three trade mission trips.[296] The Sunday Times said in September 2019 that Johnson failed to declare his personal relationship as a conflict of interest.[297] Later that month, the Greater London Authority referred Johnson and his actions in the matter to the Independent Office for Police Conduct (IOPC) \"so it can assess whether or not it is necessary to investigate the former mayor of London for the criminal offence of misconduct in public office\". The IOPC was involved because the Mayor is also London's police and crime commissioner.[298] The London Assembly began its own investigation but paused it at the IOPC's request to avoid overlap. On 9 November 2019 it was revealed that the IOPC, which had been due to publish a report on its investigation, had decided to do so after the general election of 12 December.[299] The IOPC issued its report in May 2020, concluding that, although there was no basis for any criminal charge, there was evidence that the close relationship between Johnson and Arcuri had influenced decisions by officials. The report found Johnson should have declared an interest concerning Arcuri and that his failure to do this could have breached the London Assembly's code of conduct. On behalf of the London Assembly, the chair of its Greater London Authority Oversight Committee said the committee would now resume its own investigation.[300] In February 2012, Johnson criticised London's Saint Patrick's Day gala dinner celebrations, linking them to Sinn Féin and branding the event \"Lefty crap\";[301] for which he later apologised.[302] In February 2013, during a London Assembly meeting following the publication of London's 2014, Johnson was ejected from the meeting following a vote and because his deputy Victoria Borwick had left the chamber. Realising that the vote meant he would not be questioned on the budget, Johnson referred to his political opponents as \"great supine protoplasmic invertebrate jellies\".[303] Johnson attended the launch of the World Islamic Economic Forum in London in July 2013, where he answered questions alongside Malaysian Prime Minister Najib Razak. He joked that Malaysian women attended university to find husbands, causing some offence among female attendees.[304][305] In 2014, Johnson published his biography of Winston Churchill, The Churchill Factor. The media emphasised how Johnson repeatedly compared himself to Churchill throughout the book.[306] During campaigning in 2016, he said there was an attempt to create the Roman Empire's united Europe. He said, \"Napoleon, Hitler, various people tried this out, and it ends tragically. The EU is an attempt to do this by different methods.\"[307][308] Also in 2014, he was criticised for saying that \"almost half\" of his senior staff were female, when London Assembly members stated that only four of fourteen top positions in Johnson's administration were occupied by women.[309] In 2015, Johnson criticised then-presidential candidate Donald Trump's false comments that there were no-go zones in London governed by shariah and inaccessible for non-Muslims. Johnson said Trump was \"betraying a quite stupefying ignorance that makes him, frankly, unfit to hold the office of president of the United States\",[310] becoming the first senior politician in the UK to declare Trump unfit for office (but rejecting calls for him to be banned from the country).[311] Johnson added that he \"would invite [Trump] to come and see the whole of London and take him round the city – except I wouldn't want to expose Londoners to any unnecessary risk of meeting Donald Trump\".[310] He later called Trump's comments \"ill informed\" and \"complete and utter nonsense\", adding that \"the only reason I wouldn't go to some parts of New York is the real risk of meeting Donald Trump\".[312] In 2016, he said he was \"genuinely worried that he could become president\", telling ITV's Tom Bradby of one moment where he was mistaken for Trump in New York as \"one of the worst moments\" of his life.[313] Johnson did not run for a third term for Mayor of London and stepped down on 5 May 2016 following the election of former transport minister, Sadiq Khan. Johnson left office still popular with the people of London. A YouGov poll commissioned at the end of his term revealed that 52% of Londoners believed he did a \"good job\" as Mayor of London while only 29% believed he did a \"bad job\".[314] In 2016, Sadiq Khan announced that three German-made water cannon, which Johnson had bought for the Metropolitan Police without waiting for clearance from the then-Home Secretary Theresa May, were to be sold off with the funds going to youth services.[315] The vehicles proved unsellable and were eventually sold for scrap in 2018 at a £300,000 loss.[316] Johnson initially said that he would not return to the House of Commons while remaining mayor.[233] After much media speculation, in August 2014 he sought selection as the Conservative candidate for the safe seat of Uxbridge and South Ruislip at the 2015 general election,[317] becoming the party's candidate in September.[318][319] In the May 2015 general election, Johnson was elected MP. There was much speculation that he had returned to Parliament because he wanted to replace Cameron as Conservative leader and prime minister.[320] In February 2016, Johnson endorsed Vote Leave in the \"Out\" campaign for the 2016 United Kingdom European Union membership referendum.[321] He called Cameron's warnings about leaving \"greatly over exaggerated\". Following this announcement, which was interpreted by financial markets as making Brexit more probable, the pound sterling slumped by nearly 2% against the US dollar, reaching its lowest level since March 2009.[322] In April 2016, in an article for The Sun, in response to a comment by President Barack Obama that Britain should remain in the European Union, Johnson said an \"ancestral dislike\" of Britain owing to his \"part-Kenyan\" background may have shaped Obama's views.[307] Conservative MP Sir Nicholas Soames branded the comments \"idiotic\" and \"deeply offensive\".[323] Several Labour and Liberal Democrat politicians condemned them as racist and unacceptable.[324][325] In light of the remark, a King's College London student society revoked a speaking invitation it had extended to him.[326] Conversely, both the Conservative Iain Duncan Smith and UK Independence Party (UKIP) leader Nigel Farage defended his comments.[324][327] Johnson supported Vote Leave's statement that the government was committed to Turkish accession to the EU at the earliest possible opportunity, contradicting the Britain Stronger in Europe campaign's view that Turkey \"is not an issue in this referendum and it shouldn't be\". Vote Leave was accused of implying that 80 million Turks would come to the UK if it stayed in the EU. When interviewed in January 2019, he said he had not mentioned Turkey during the campaign.[328][329] On 22 June 2016, Johnson declared 23 June could be \"Britain's independence day\" in a televised debate in front of a 6,000-member audience at Wembley Arena.[330] David Cameron, British prime minister at the time, specifically addressed Johnson's claim, publicly stating, \"the idea that our country isn't independent is nonsense. This whole debate demonstrates our sovereignty.\"[331] Following the victory of the \"Leave\" campaign, Cameron resigned as Conservative leader and prime minister. Johnson was widely regarded as the front-runner to succeed him.[332][333] Johnson announced he would not stand in the Conservative leadership election.[334] Shortly before, Michael Gove, hitherto a Johnson ally, concluded that Johnson \"cannot provide the leadership or build the team for the task ahead\".[335][336] The Daily Telegraph called Gove's comments \"the most spectacular political assassination in a generation\".[337] Johnson endorsed Andrea Leadsom's candidature,[338] but she dropped out of the race a week later, leaving Theresa May to be elected uncontested. After Theresa May had become Conservative Party leader and prime minister, she appointed Johnson Foreign Secretary in July 2016.[339] Analysts saw the appointment as a tactic to weaken Johnson politically: the new positions of \"Brexit secretary\" and international trade secretary left the foreign secretary as a figurehead with few powers.[339][340] Johnson's appointment ensured he would often be out of the country and unable to organise and mobilise backbenchers against her, while forcing him to take responsibility for problems caused by withdrawing from the EU.[341][342] Some journalists and foreign politicians criticised Johnson's appointment because of his history of controversial statements about other countries.[343][344][345] His tenure in the role attracted criticism from diplomats and foreign policy experts.[346][347] A number of diplomats, FCO staff and foreign ministers who worked with Johnson compared his leadership unfavourably to previous foreign secretaries for his perceived lack of conviction or substantive positions on British foreign policy issues.[346][347] Former Swedish prime minister Carl Bildt said: \"I wish it was a joke.\"[348] A senior official in Obama's government suggested Johnson's appointment would push the US further towards Germany at the expense of the Special Relationship with the UK.[349] On one occasion Egyptian president Abdel Fattah el-Sisi walked out of a meeting with Johnson after a meeting did not \"get beyond the pleasantries\".[346] Johnson's visit to Turkey from 25 to 27 September 2016 was somewhat tense because he had won Douglas Murray's offensive poetry competition about the President of Turkey, Recep Tayyip Erdoğan, four months earlier.[350] When questioned by a journalist whether he would apologise for the poem, Johnson dismissed the matter as \"trivia\".[351] Johnson pledged to help Turkey join the EU and expressed support for Erdogan's government.[352] Johnson supported the Saudi Arabian-led intervention in Yemen and refused to block UK arms sales to Saudi Arabia,[353] stating there was no clear evidence of breaches of international humanitarian law by Saudi Arabia in the war in Yemen.[354] In September 2016, human rights groups accused him of blocking the UN inquiry into Saudi war crimes in Yemen.[355] Given the UK-Saudi alliance, in December, he attracted attention for commenting the Saudis were akin to the Iranians in \"puppeteering and playing proxy wars\" throughout the Middle East.[356][357][358] May said his comments did not represent the government's view.[359] In November 2017, Johnson told the Foreign Affairs Select Committee that Nazanin Zaghari-Ratcliffe—a British-Iranian dual citizen serving a five-year prison sentence in Iran after being arrested for training citizen journalists and bloggers in a BBC World Service Trust project—had been \"simply teaching people journalism\". Zaghari-Ratcliffe had said that her visit had been made simply for her daughter to meet her grandparents. Facing criticism, Johnson stated he had been misquoted and that nothing he said had justified Zaghari-Ratcliffe's sentence.[360][361] In May 2018, Johnson backed[362][363] the Iran nuclear deal framework, despite Donald Trump's withdrawal.[364] Johnson said the deal brought economic benefits to the Iranian people.[365] Johnson described the Gülen movement as a \"cult\" and supported Turkey's post-coup purges. He said that Turkey's coup attempt \"was deeply violent, deeply anti-democratic, deeply sinister and it was totally right that it was crushed\".[366] In April 2017, Johnson said that Gibraltar's sovereignty was \"not going to change\" after Brexit.[367] Johnson promised while in Northern Ireland that Brexit would leave the Irish border \"absolutely unchanged\".[368] In May 2017, during the 2017 United Kingdom general election, a woman criticised him for discussing ending tariffs on Indian whisky in a Sikh temple in Bristol (Sikhism prohibits alcohol use). He later expressed regret that the protester held differing views to his on alcohol.[369] Johnson visited the islands of Anguilla, and Tortola (in the British Virgin Islands) on 13 September 2017 to confirm the United Kingdom's commitment to helping restore British territories devastated by Hurricane Irma.[370][371] He said he was reminded of photos of Hiroshima after the atom bomb had landed on it.[372] In September 2017, he was criticised for reciting lines from Rudyard Kipling's poem Mandalay while visiting a Myanmar temple; the British ambassador, who was with him, suggested it was \"not appropriate\".[373][374][375] In October 2017, he faced criticism for stating the Libyan city of Sirte could become an economic success like Dubai: \"all they have to do is clear the dead bodies away\".[376][377] Johnson did not condemn the actions of the Spanish government and police during the outlawed Catalan independence referendum on 1 October 2017.[378] Initially favouring a less hostile approach to Russia,[379] Johnson soon backed a more aggressive policy towards Russia.[380][381] Following the March 2018 poisoning of Sergei and Yulia Skripal in Salisbury, an act which the UK government blamed on Russia,[382][383] Johnson compared Vladimir Putin's hosting of the World Cup in Russia to Adolf Hitler's hosting of the Olympic Games in Berlin in 1936.[384] Russia's Foreign Ministry denounced Johnson's \"unacceptable and unworthy\" parallel towards Russia, a \"nation that lost millions of lives in fighting Nazism\".[385] Johnson described the Nord Stream 2 gas pipeline from Russia to Germany as \"divisive\" and a \"threat\" that left Europe dependent on a \"malign Russia\" for its energy supplies.[386] Johnson condemned the persecution of Rohingya Muslims in Myanmar,[387] comparing the situation with the displacement of Palestinians in 1948.[388] Johnson supported the Turkish invasion of northern Syria aimed at ousting the Syrian Kurds from the enclave of Afrin.[389] In a September 2017 op-ed, Johnson reiterated the UK would regain control of £350m a week after Brexit, suggesting it go to the National Health Service (NHS).[390] Cabinet colleagues subsequently criticised him for reviving the assertion and accused of \"clear misuse of official statistics\" by the chair of the UK Statistics Authority, Sir David Norgrove.[391][392] The authority rejected the suggestion that it was quibbling over newspaper headlines and not Johnson's actual words.[392] Following the 2017 general election, Johnson denied media reports he intended to challenge May's leadership.[393] In a February 2018 letter to May, Johnson suggested that Northern Ireland may have to accept border controls after Brexit and that it would not seriously affect trade, having initially said a hard border would be unthinkable.[394] In March 2018, Johnson apologised for his \"inadvertent sexism\" after being criticised for calling Shadow Foreign Secretary Emily Thornberry as \"Lady Nugee\"; Thornberry was married to Christopher Nugee but did not use his surname.[395] In June, he was reported as having said \"fuck business\" when asked about corporate concerns regarding a 'hard' Brexit.[396][397][398][399] Johnson said that US recognition of Jerusalem as Israel's capital is a \"moment of opportunity\" for peace.[400] In June 2018, Johnson accused the UNHRC of focusing disproportionately on the Israeli–Palestinian conflict and Israel's occupation of the Palestinian territories.[401] Secret recordings obtained by BuzzFeed News in June 2018 revealed Johnson's dissatisfaction with Prime Minister Theresa May's negotiating style, accusing her of being too collaborative with the European Union in Brexit negotiations. Comparing May's approach to that of the US President Donald Trump – who at the time was engaged in a combative trade war with the EU because it raised tariffs on metal – Johnson said: \"Imagine Trump doing Brexit. He'd go in bloody hard ... There'd be all sorts of breakdowns, all sorts of chaos. Everyone would think he'd gone mad. But actually you might get somewhere. It's a very, very good thought.\" He also called Philip Hammond and the Treasury \"the heart of Remain\" and accused individuals of scaremongering over a Brexit \"meltdown\", saying \"No panic. Pro bono publico, no bloody panic. It's going to be all right in the end.\"[402] During trips to the United States as foreign secretary, Johnson had repeated meetings with Trump adviser and speechwriter Stephen Miller, which were held off White House grounds and kept quiet from May. During the meetings, Miller and Johnson \"swapped speech-writing ideas and tips\".[403] In July 2018, three days after the cabinet had its meeting at Chequers to agree on a Brexit strategy,[404] Johnson, along with Brexit Secretary David Davis,[405] resigned his post.[406] By resigning as foreign secretary, Johnson returned to the role of a backbench MP. In July, he delivered a resignation speech, stating that ministers were \"saying one thing to the EU about what we are really doing, and pretending another to the electorate\". Johnson added that \"it is not too late to save Brexit. We have time in these negotiations. We have changed tack once and we can change once again\".[407] Buzzfeed reported Johnson had been in contact with Steve Bannon, Donald Trump's former chief adviser. In interviews, Bannon had praised Johnson and said he should challenge Theresa May for the party leadership.[408][409] In January 2019, Johnson came under criticism for remarks he had made during the 2016 Leave campaign regarding the prospect of Turkish accession to the European Union; he denied making such remarks.[410] In March 2019, Johnson said that expenditure on investigating historic allegations of child abuse, instead of more police on the streets, was money \"spaffed up the wall\".[411] A victim, anti-abuse organisations, a police chief and Shadow police minister Louise Haigh strongly criticised this.[412] In July 2018, Johnson signed a 12‑month contract to write articles for the Telegraph Media Group.[413] In August, the Advisory Committee on Business Appointments (ACoBA) reported that this employment was a breach of the Ministerial Code.[413][414] In December, Johnson was ordered to apologise to Parliament for failing to declare £50,000 of earnings. The Parliamentary Commissioner for Standards found the errors were not inadvertent, and that Johnson had failed on nine occasions to make declarations within the rules.[415] In September 2018, Johnson wrote: \"We have opened ourselves to perpetual political blackmail. We have wrapped a suicide vest around the British constitution – and handed the detonator to Michel Barnier.\" Senior Tories heavily criticised him, with Alan Duncan of the Foreign Office vowing to ensure the comments marked \"the political end of Boris Johnson\".[416][417] In April 2019, the Independent Press Standards Organisation ruled that a claim in a 6 January 2019 article in The Daily Telegraph, \"The British people won't be scared into backing a woeful Brexit deal nobody voted for\", authored by Johnson,[418] that a no-deal Brexit was \"by some margin preferred by the British public\" was false, and \"represented a failure to take care over the accuracy of the article in breach of Clause 1 (i)\" of its guidelines, and required that a correction to the false claim be published in the print edition, and appended to the online version.[419] On 16 May 2019, Johnson confirmed he would stand in the forthcoming Conservative Party leadership election following Theresa May's anticipated resignation.[420] On 7 June, Johnson formally launched his campaign, saying, \"we must leave the EU on 31 October. We must do better than the current Withdrawal Agreement that has been rejected three times by Parliament—and let me clear that I am not aiming for a no-deal outcome. I don't think that we will end up with any such thing. But it is only responsible to prepare vigorously and seriously for no deal.\"[421] On the campaign trail, Johnson warned of \"catastrophic consequences for voter trust in politics\" if the government pushed the EU for further delays. He advocated removing the backstop from any Brexit deal and replacing it with alternative arrangements. On 25 and 26 August, he announced plans to retain £7 or £9 billion of the £39 billion divorce payment the UK is due to transfer to the EU upon withdrawal.[422][423] Johnson initially pledged to cut income tax for earners of more than £50,000 by raising the 40% tax threshold to £80,000, but backed away from this plan in June 2019 after coming under criticism in a televised BBC debate.[424] He also said he planned to raise the level at which low-paid workers start to pay National Insurance.[425] A poll of party members published on 13 June showed Johnson to be the clear front-runner.[426] He received 114 votes in the first ballot of party MPs,[427] 126 in the next, 143 votes in the third and 157 in the fourth. In the last ballot, on 20 June, he reached 160 votes and was named one of the final two candidates, alongside Jeremy Hunt.[428] The members' vote closed on 22 July. The following day, Johnson was elected leader with 92,153 votes (66%) to Hunt's 46,656 (34%).[429] On 24 July 2019, the day following Johnson's election as Conservative Party leader, Queen Elizabeth II accepted Theresa May's resignation and appointed Johnson as prime minister. This made Johnson the second prime minister to be born outside the British Isles, after fellow Conservative Bonar Law, and the first to be born outside British territories.[430] Johnson appointed Dominic Cummings, whom he worked with on the Vote Leave campaign, as his senior advisor.[431] In his first speech as PM, Johnson said that the United Kingdom would leave the European Union on 31 October 2019 with or without a deal, and promised to remove the Irish backstop from the Brexit withdrawal agreement.[432][433] Johnson declared his intention to re-open negotiations on the withdrawal agreement, but talks did not immediately resume as the EU refused to accept Johnson's pre-condition that the backstop be removed.[434] The government subsequently announced £2.1bn of funding to prepare for a no-deal Brexit on 31 October.[435] On 28 August 2019, UK and EU negotiators agreed to resume regular meetings to discuss the withdrawal agreement.[436] Also on 28 August 2019, Johnson declared he had asked the Queen to prorogue parliament from 10 September, narrowing the window in which parliament could block a no-deal Brexit and causing a political controversy.[437] The Queen at Privy Council approved prorogation later the same day, and it began on 10 September, scheduled to last until 14 October.[438] Some suggested[439] that this prorogation amounted to a self-coup, and on 31 August 2019, protests occurred in towns and cities throughout the United Kingdom.[440][441] As of 2 September 2019, three separate court cases challenging Johnson's action were in progress or scheduled to take place,[442] and on 11 September, three Scottish judges ruled the prorogation of the UK Parliament to be unlawful.[443][444] On 12 September, Johnson denied lying to the Queen over suspension of the parliament, while a Belfast Court rejected claims that his Brexit plans will have a negative impact on Northern Ireland's peace policy.[445] On 24 September, the Supreme Court ruled unanimously that Johnson's advice to prorogue parliament was unlawful, and therefore the prorogation was rendered null and of no effect.[446][447][448] When parliament resumed on 3 September 2019, Johnson indicated he would call a general election under the Fixed-term Parliaments Act after opposition and rebel Conservative MPs successfully voted against the government to take control of the order of business to prevent a no-deal exit.[449] Despite government opposition, the Benn Act, a bill to block a no-deal exit, passed the Commons on 4 September 2019, causing Johnson to propose a general election on 15 October.[450] His motion was unsuccessful as it failed to command the support of two-thirds of the House.[451] In October 2019, following bilateral talks between Johnson and Taoiseach Leo Varadkar,[452] the UK and EU agreed to a revised deal, which replaced the backstop with a new Northern Ireland Protocol.[453][454][455] In December 2019, Johnson said: \"quite a large number of people coming in from the whole of the EU—580 million population—[had been] able to treat the UK as though it's basically part of their own country and the problem with that is there has been no control at all\".[456] The co-founder of The 3 Million accused Johnson of \"demonising\" EU migrants.[457] Johnson appointed his Cabinet on 24 July 2019,[458] dismissing 11 senior ministers and accepting the resignation of six others.[459][460] The mass dismissal was the most extensive postwar Cabinet reorganisation without a change in the ruling party, exceeding the seven Cabinet ministers dismissed in the \"Night of the Long Knives\" of 1962.[461][462] Among other appointments, Johnson made Dominic Raab the First Secretary of State and foreign secretary, and appointed Sajid Javid and Priti Patel as the Chancellor of the Exchequer and Home Secretary, respectively. Johnson increased the number of ministers attending the Cabinet to 33, four more than had attended the May Cabinet. One quarter of those appointed were women, and the Cabinet set a record for ethnic minority representation, with four secretaries of state and two additional ministers coming from minority backgrounds. Nearly two-thirds of those appointed went to fee-paying schools, and almost half had attended Oxbridge.[458] Johnson also created a new ministerial role to be held by himself, Minister for the Union, fulfilling a campaign pledge he had made in the leadership election.[463] Shortly after he had become prime minister, Johnson's government announced increased public sector spending. In particular, it was announced that an extra 20,000 police officers would be hired, the roll-out of high-speed broadband would be sped up, the funding per school pupil would be increased to a minimum of £5,000 and £1.8 billion for upgrades and new equipment at hospitals. £1 billion of the money for hospitals was money that NHS providers had saved over the past three years and then previously been told they could not spend, rather than being new money.[464] The Chancellor Sajid Javid also announced that the spending review would be fast-tracked to September. Javid said that this was so that departments would be free to plan for the planned Brexit date of 31 October 2019, but there was speculation that the increased spending was to gain popularity in preparation for a possible election in autumn 2019.[465][466] On 3 September 2019, Phillip Lee crossed the floor to the Liberal Democrats following a disagreement with Johnson's Brexit policy. This left the government without a working majority in the House of Commons.[467] Later that day, 21 Conservative MPs, including the Father of the House and former Chancellor Kenneth Clarke, and another former Chancellor Philip Hammond, had the party whip withdrawn for defying party orders and supporting an opposition motion.[468] (The whip was restored to 10 former Conservative ministers on 29 October.[469]) On 5 September 2019, Johnson's brother Jo Johnson resigned from the government and announced that he would step down as MP, describing his position as \"torn between family and national interest\".[470] Two days later, Amber Rudd resigned as Secretary of State for Work and Pensions and from the Conservative Party, describing the withdrawal of the party whip from the MPs as an \"assault on decency and democracy\".[471] In October 2019, Parliament was dissolved, and an election called for 12 December. The election resulted in the Conservative Party winning 43.6% of the vote and a parliamentary landslide majority of 80 seats—its biggest since 1987 under Margaret Thatcher.[472] A key slogan used in the Conservative campaign was their promise to \"Get Brexit Done\".[473] Johnson reshuffled his cabinet on 13 February 2020.[474] Five Cabinet ministers were sacked, including the Northern Ireland Secretary Julian Smith, a decision that was criticised by several politicians and commentators following his success in restoring the Northern Ireland Executive devolved government.[475] Chancellor of the Exchequer Sajid Javid resigned from the Cabinet after refusing a demand from Johnson and Dominic Cummings that he dismiss his advisers.[476] Javid was replaced as Chancellor by Rishi Sunak; Javid later returned to Johnson's Cabinet as Secretary of State for Health and Social Care in June 2021 following the resignation of Matt Hancock. Johnson conducted another reshuffle of his cabinet in September 2021. Changes included the dismissal of Education Secretary Gavin Williamson who had received significant criticism for his handling of disruption to education, such as the 2020 exam grading controversy, during the COVID-19 pandemic. Dominic Raab was moved from Foreign Secretary to Deputy Prime Minister and Justice Secretary, replacing Robert Buckland in the latter role. Raab was replaced as Foreign Secretary by Liz Truss.[477][478] The COVID-19 pandemic emerged as a serious crisis within the first few months of Johnson's second term.[479] Throughout the pandemic, Johnson made a number of policy decisions to curb the pandemic some time after the Scientific Advisory Group for Emergencies (SAGE) advised them, and contradicting his previous pledges and statements.[480][481][482][483] Johnson's non-attendance of five COBR briefings during the early months of the pandemic and the failure of the UK government to prepare for and control the outbreak has been criticised.[484][485][486] The UK was amongst the last major[clarification needed] European states to close schools, ban public events and order a lockdown.[487][488] This response is thought by some scientists to have contributed to the UK's high death toll from COVID-19, which as of January 2021[update] was among the highest in the world in total and by population.[489] Reuters has reported that scientists are critical of Johnson both for acting too slowly to stop the spread of COVID and for mishandling the government's response measures,[490] and Politico quoted Chief Medical Officer Chris Whitty as saying that an earlier initial lockdown would have significantly lowered the death toll.[491] The BMJ published several editorials critical of the policies adopted during the country's public health response.[492][493] Johnson's public communication over the virus and the UK's test and trace system have also been criticised.[490][494][495] On 3 March 2020, Johnson claimed to have shaken hands with COVID patients in hospital on the same day that SAGE had advised the government to warn the public not to shake hands and minimise physical contact,[496][497] though it was unclear whether the hospital he visited actually contained any coronavirus patients.[498] He continued to shake hands publicly in the following days including on 5 March and 9 March.[499] On 20 March, Johnson requested the closure of pubs, restaurants, gyms, entertainment venues, museums and galleries that evening, though with some regret, saying, \"We're taking away the ancient, inalienable right of free-born people of the United Kingdom to go to the pub.\"[500][501] On 23 March, this was strengthened into a COVID-19 lockdown throughout the UK, except for a few limited purposes, backed up by new legal powers.[502] On 27 March, it was announced that Johnson had tested positive for COVID-19.[503] On 5 April, with his symptoms persisting, he was admitted to a hospital for tests.[504] The next day, his condition having worsened, he was moved to the hospital's intensive care unit;[505][506] Dominic Raab was appointed to deputise for him.[506] Johnson left intensive care on 9 April,[507] and left hospital three days later to recuperate at Chequers.[508] After a fortnight at Chequers, he returned to Downing Street on 26 April and was said to be chairing a government COVID-19 \"war cabinet\" meeting.[509] Johnson later said that he had been given emergency oxygen while in intensive care, and that doctors had made preparations in case of the event of his death.[510] A scandal in May 2020 involved Johnson's chief political advisor Dominic Cummings, who made a trip with his family to Durham during the March 2020 lockdown while experiencing COVID-19 symptoms. Both Cummings and Johnson rejected widespread calls that Cummings resign.[511][512][513] Calls for Johnson to dismiss Cummings came from MPs both within and outside the Conservative Party. Johnson's defence of Cummings and his refusal to sack him caused a widespread backlash.[514] This resulted in a loss of confidence in the government and specifically its response to the pandemic, referred to as 'the Cummings effect' in a study in The Lancet. Concerns were raised in the study that this could affect the public's compliance with pandemic restrictions.[515][516] The Johnson ministry has been accused of cronyism in their assignment of contracts related to the pandemic response. Procurement of government contracts for key COVID-19 supplies and measures has become less transparent as a result of emergency measures which have bypassed the usual competitive tendering process.[517][13] In October 2020, Johnson conceded that the UK's test and trace system and its specially developed contact tracing app, which had been criticised for their cost and operational issues, had caused \"frustrations\" and needed improvement.[490][518][519] Johnson reportedly resisted calls from SAGE and within the government to enact a second lockdown throughout September as COVID-19 infections rose.[482][520] In April 2021, Johnson denied allegations he had said he would rather \"let the bodies pile high in their thousands\" than enact a second national lockdown on 30 October 2020.[521][522][523] The government enacted a second national lockdown on 31 October.[481] Throughout December 2020, COVID-19 cases across the UK rose significantly, putting additional strain on emergency services and hospitals[524][525] as the Alpha variant spread widely.[526] In response, the government enacted further restrictions to large parts of southern and eastern England and on 21 December shortened a planned household mixing period over Christmas.[527] After Russia began the world's first COVID-19 vaccination programme on 5 December 2020,[528] Britain began its programme three days later.[529] NHS workers successfully ensured that half of UK adults had received at least their first vaccine dose by 20 March 2021.[530] A third lockdown for the whole of England was introduced on 6 January 2021.[531] Record numbers of infections and daily deaths were recorded in the UK throughout January, and the government began exploring quarantine procedures on arrival.[532] Johnson said he was \"deeply sorry\" and \"take[s] full responsibility\" as the UK passed 100,000 deaths from COVID-19, the first European country to do so, on 26 January.[533] In July 2021, Johnson announced that most generalised public health restrictions in England would be lifted and replaced by recommendations. This took place despite an increase in cases driven by the Delta variant.[534][535] In September 2021, Johnson was pictured in a cabinet meeting, with \"at least 30 people crammed shoulder-to-shoulder\", without anyone wearing masks and with all windows apparently closed, contradicting government advice.[536] Johnson was also photographed without a face mask during a visit to a hospital in November, although images showed that he did wear a mask at some points during his visit.[537] In December 2021, more stringent restrictions for England were put forward by Johnson and the government. The restrictions, called \"Plan B\", were a partial renewal of previous measures due to the increased incidence of the SARS-CoV-2 Omicron variant. These proposals included face coverings to be required in more public settings, guidance to work from home wherever possible, and requirements of COVID passports to enter a nightclub or other large venues.[538] Against these measures, the government experienced the largest rebellion of Conservative MPs during Johnson's premiership.[539][540] On 12 November 2020, Downing Street Director of Communications Lee Cain resigned amid infighting within the cabinet. He had been offered a promotion to chief of staff before his departure.[541] On 13 November, Johnson ordered Chief Adviser Dominic Cummings, a longtime colleague of Cain, to vacate Downing Street. Despite this, reports stated Cummings and Cain would continue to work from home for the cabinet office until mid-December.[542][543] Several months after his dismissal, on 26 May 2021, Cummings claimed during a seven-hour testimony delivered to Parliament that Johnson was \"unfit for the job\" and that \"tens of thousands of people died who didn't need to die\" during the early days of the COVID-19 pandemic due to what he claimed to be \"criminal, disgraceful behaviour\" within Downing Street under the supervision of Health Secretary Matt Hancock.[544][545] Johnson and Hancock denied some of Cummings' claims but declined to acknowledge others, such as Cummings claiming Johnson attempted to play down the threat of COVID-19 by saying it was \"only killing 80-year-olds\" during the pandemic's early stages.[546][547] At the State Opening of Parliament on 11 May 2021, a range of proposed laws were announced that are expected to be enacted during Johnson's second term. These measures include the Dissolution and Calling of Parliament Bill, which would restore the royal prerogative to dissolve Parliament; a Higher Education (Freedom of Speech) Bill to combat deplatforming at universities;[548] an Online Safety Bill that would impose a statutory duty of care on online companies and empower Ofcom to block particular websites;[549] and an Animal Welfare (Sentience) Bill that would legally recognise animal sentience. Further laws would introduce mandatory voter identification at general elections, reform the national immigration system, and implement a levelling up policy to reduce imbalances between areas.[548] In April 2021, Cummings made allegations that Johnson had arranged for donors to \"secretly pay\" for renovations on the private residence at 11 Downing Street.[550] Cummings wrote on his blog that the plans were \"unethical, foolish, possibly illegal\" and \"almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended.\"[551][552] On 27 April Johnson asked the Cabinet Secretary, Simon Case, to hold a review about the refurbishment.[553] On 28 April, the Electoral Commission announced it had opened a formal investigation into the allegations.[554][555] On the same day Johnson said that he had not broken any laws over the refurbishment and had met the requirements he was obliged to meet in full.[556] During Prime Minister's Questions, the leader of the opposition, Keir Starmer, asked: \"Who initially paid for the redecoration of his Downing Street flat?\"; Johnson responded: \"I paid for Downing Street's refurbishment personally.\"[557] On 28 May Lord Geidt published a report on the allegations in an annex to the register of interests. The report concluded that Johnson did not breach the Ministerial Code and that no conflict, or reasonably perceived conflict, of interest arose. However, Lord Geidt expressed that it was \"unwise\" for Johnson to have proceeded with refurbishments without \"more rigorous regard for how this would be funded\".[558][559] Angela Rayner, Deputy Leader of the Labour Party, wrote to Lord Geidt asking for evidence of the lack of conflict of interest and said that it was \"frankly scarcely believable\" that Johnson did not know who was funding the refurbishments.[560][561] The Electoral Commission reported on 9 December that it found that the Conservative Party had failed to follow the law in not accurately reporting donations to the party from Lord Brownlow and imposed a £17,800 fine on the party.[562][563] The Herald say the commission's report outlines how in March all the money paid by Brownlow and his company had been reimbursed as had payments made by the Conservative Party and Cabinet Office.[563] Downing Street had said at the time that the full cost of the works had been met personally by the prime minister.[563] In September 2021, a fuel supply crisis occurred in the UK, caused by panic buying triggered by media reports of a leaked government briefing discussing the shortage of heavy goods vehicle (HGV) drivers.[564] This coincided with a rise in energy prices that Johnson said was a \"short-term\" problem caused by \"the global economy coming back to life\" after the COVID-19 pandemic. Economists of various political views, and the head of energy regulator Ofgem strongly disagreed.[565][566] At the Conservative party conference in October 2021, Johnson was criticised by Simon Wolfson, chairman of Next plc, a major party donor and Brexit supporter. Wolfson said Johnson had failed to address supply chain issues. The Adam Smith Institute described Johnson's speech as \"bombastic but vacuous and economically illiterate\".[567] In November 2021, Johnson backed a motion to block the suspension of Owen Paterson, a Conservative MP found to have abused his position by the independent standards commissioner after undertaking paid lobbying on behalf of two companies.[568] The motion called for the creation of a new Conservative-majority committee to examine reforms of the standards investigation process.[569] Many Conservative MPs refused to support the motion, and 13 defied a three-line whip to vote against it.[570] Following the announcement by opposition parties that they would boycott the new committee, and faced with a backlash in the media and from MPs of all parties, the government reversed its position and announced that a new vote would take place on whether Paterson should be suspended.[571] Paterson announced his resignation as an MP the same day.[572] After Paterson resigned, a by-election was held in Paterson's former constituency of North Shropshire. The Liberal Democrat candidate, Helen Morgan, overturned a Conservative majority of nearly 23,000 to win the seat.[573] The 34% swing was seventh largest in United Kingdom by-election history.[574] In early December 2021, reports emerged that social gatherings of government and Conservative Party staff in Downing street had taken place ahead of Christmas 2020 against COVID regulations. Johnson and a spokesperson denied these allegations.[576][577] Following a leaked video showing Downing Street staff joking about a \"fictional party\", at a press conference rehearsal recorded days after one alleged party took place, Johnson apologised for the contents of the video and suggested he had been misled but had now ordered an inquiry into whether a party took place and whether rules were broken.[578][579] On 10 January 2022, ITV News reported that a planned party had taken place on 20 May 2020, during the first lockdown. ITV had obtained an email sent by principal private secretary Martin Reynolds to staff inviting them to \"socially distanced drinks\" in the garden of No. 10 and asking them to \"bring your own booze\".[580] At the time, people outdoors were not allowed to meet more than one person from outside their household.[581] Two eyewitnesses later alleged that Johnson and Symonds attended, contradicting Johnson's insistence in December 2021 that there were \"no parties\".[582][580] At first, Johnson did not deny that he attended.[583] On 12 January 2022, Johnson apologised to MPs in the Commons for \"attending an event in the Downing Street garden during the first lockdown\",[584][585] stating he believed it was \"a work event\".[586] He said that MPs should await the outcome of the independent inquiry into Westminster lockdown parties, led by senior civil servant Sue Gray, which he said \"will report as soon as possible\".[587] There were immediate calls across the House for Johnson to resign, voiced mainly by the leaders of the opposition parties. Later, Scottish Conservative leader Douglas Ross and several other Conservative MPs expressed their agreement.[587][588] On 19 January, Bury South MP Christian Wakeford defected from the Conservative Party to the Labour Party.[589] At the end of Prime Minister's Questions, Conservative former minister David Davis called for Johnson to resign, quoting Leo Amery calling on Neville Chamberlain to resign during the Norway Debate in 1940, and saying: \"You have sat there too long for all the good you have done. In the name of God, go.\"[590][591][592] Amery's call was itself a reference to Cromwell's dismissal of the Rump parliament. On 25 January, the Metropolitan Police's chief commander, Cressida Dick, announced that they were commencing investigations into the Downing Street Parties. Dick stated that \"potential breaches of Covid-19 regulations\" at Downing Street and Whitehall over the last two years would be looked into.[593] An abbreviated version of the Sue Gray report into the controversy was released on 31 January, where Gray concluded there was a \"failure of leadership\" over the events that she had examined. The release of the full report was delayed pending the Metropolitan Police's investigation.[594] In early February 2022, four of Johnson's senior aides resigned: Dan Rosenfield (chief of staff), Martin Reynolds (principal private secretary), Munira Mirza (head of policy) and Jack Doyle (director of communications).[595] On 12 April 2022, Downing Street confirmed that Johnson would be issued a fixed penalty notice for £50 as police believed he had broken the law by breaching COVID-19 regulations when attending parties during COVID-19 restrictions.[596] At least 50 such notices would be issued, with other recipients including Johnson's wife and Chancellor Sunak. Johnson therefore became the first Prime Minister in British history to have been sanctioned for breaking the law while in office.[597] Boris Johnson either knowingly broke the law or did not understand laws he himself had introduced.[575] According to Downing Street insiders, Johnson was involved in instigating a party on the occasion of Lee Cain leaving Number 10. What had begun as press office drinks became a party after Johnson arrived, gave a speech and poured drinks for staff. Labour's deputy leader, Angela Rayner said, \"If the latest reports are true, it would mean that not only did the prime minister attend parties, but he had a hand in instigating at least one of them. He has deliberately misled the British people at every turn. The prime minister has demeaned his office.\"[598][599][600][601] On 19 April 2022, Commons Speaker Lindsay Hoyle decided that MPs would vote, on 21 April, on whether Johnson should be referred to the Parliamentary Privileges Committee to investigate whether he knowingly misled Parliament.[602] This was waved through unopposed on 21 April.[603] Steve Baker said Johnson's, \"marvellous contrition... only lasted as long as it took to get out of the headmaster's study\". Baker added, \"I have to acknowledge that if the prime minister occupied any other office of senior responsibility... he would be long gone.\"[604] In April 2022, a poll by The Independent found 27% of voters who voted Conservative in the 2019 general election claim they are less likely vote that way again if Johnson stays leader. Labour were at 40% with the Conservatives at 34%. Johnson rated -28 (33% claim he does a good job and 61% bad) worse than -19 the previous month. About 65%, including 46% of Conservative voters maintained Johnson should resign if he gets more fixed penalty notices or gets severe criticism in Sue Gray's report and 63% maintained his apologies were not good enough. Only 28% believed he did not know he was breaking the law during a Downing Street birthday party, while 63%, including 52% of Conservative voters, maintained he was lying.[605] Leaflets for the May 2022 referred to candidates as Local Conservatives and avoided pictures of Johnson.[606] Following the May 2022 local elections in the UK, many leading Conservatives in areas where the Conservatives had done badly were blaming Johnson and calling on Johnson to resign.[607] On 1 June, Lord Geidt said he wanted Johnson to explain why he thought his fixed penalty notice did not show he had broken the ministerial code.[608] On 6 June, Graham Brady announced that the threshold for a vote on Johnson's leadership had been passed; the vote was scheduled for later that same day.[609] While speaking in the House of Commons on 31 January 2022, Johnson falsely blamed Starmer for the non-prosecution of serial sex offender Jimmy Savile when Starmer was Director of Public Prosecutions (DPP) in the Crown Prosecution Service (CPS). Starmer was DPP in the years immediately prior to Savile's death but there is no evidence he was involved in the decision to not have him prosecuted.[610] The claim linking the failure of the CPS to prosecute Savile to Starmer originated in 2018 on the right-wing Guido Fawkes blog, and was amplified in April 2020 by the far-right fake news website Politicalite.[611] Johnson received criticism for the comment and his policy adviser, Munira Mirza, resigned three days later, saying in her resignation letter that Johnson had made \"a scurrilous accusation\" against Starmer.[612] On 3 February, during an interview with Sky News, Johnson defended his comments, stating that in 2013, Starmer apologised because the CPS had not investigated Savile; however, Johnson then said: \"I totally understand that he [Starmer] had nothing to do personally with those decisions\".[613] On 7 February, while Starmer and his colleague David Lammy were leaving Parliament, they were ambushed by a group of people who shouted abuse at Starmer including the words \"traitor\" and \"Jimmy Savile\". Two people, a man and a woman, were arrested after a traffic cone was thrown at police officers. Johnson tweeted that it was \"absolutely disgraceful\" and thanked the police for acting swiftly.[614] Shayan Sardarizadeh for BBC Monitoring said that the protest was an attempt to recreate the Canadian convoy protests in the UK, and noted that the activists' references to Magna Carta indicated that the protesters were members of the sovereign citizen movement.[614] The Savile claims have also been linked to British offshoots of the QAnon conspiracy movement.[611] Julian Smith, the former chief whip, and Simon Hoare were among Conservatives who called for Johnson to apologise. MP Kim Leadbeater and Brendan Cox, the sister and husband of murdered MP Jo Cox, warned against politicians lending credence to far-right conspiracy theories.[615][616] Death threats sent to Starmer following this episode were later investigated by the police.[617] During the 2019 United Kingdom general election campaign and many times afterwards, Johnson pledged to build 40 new hospitals by 2030.[618] Most of the claimed \"new\" hospitals are not entire new hospitals however, but instead new wings or refurbishments of existing hospitals[618] and only six will be completed by 2025.[619] In July 2022 the National Audit Office announced an investigation into the affordability of the pledge and raised concerns about the claim that the hospitals will be \"new\".[620] In the week prior to and throughout the Platinum Jubilee of Elizabeth II in June 2022, it had been speculated that a vote of confidence in Johnson’s leadership of the Conservative Party might occur in the near future.[621][622] On 6 June 2022, the Conservative Party announced that Johnson would face a vote of confidence in his leadership of the party, after at least 54 Conservative MPs wrote no-confidence letters to Sir Graham Brady, the chairman of the 1922 Committee, meeting the threshold required to arrange such a vote. Johnson won the vote, with 211 in favour and 148 against (59% in favour, 41% against).[623][624] The number of rebel MPs was larger than had been expected.[625] The vote showed more widespread lack of confidence in Johnson than similar votes during the leadership of Margaret Thatcher and Theresa May.[625] The result was described by Keir Starmer as the \"beginning of the end\" for Johnson's premiership.[626] Following heavy Conservative defeats in the 23 June by-elections in Wakefield by the Labour Party and in Tiverton and Honiton, by the Liberal Democrats, former party leader Michael Howard called for Johnson to resign, saying: \"[Mr Johnson's] biggest asset has always been his ability to win votes but I'm afraid yesterday's results make it clear that he no longer has that ability.\"[627][628] Oliver Dowden, the Co-Chairman of the Conservative Party, resigned saying: \"We cannot carry on with business as usual\"[629][630] and \"Somebody must take responsibility\".[631] Johnson announced that had no intention of changing or resigning; senior Conservatives accused him of increasingly \"delusional\" behaviour.[632][633] On 26 June 2022 Johnson said: \"At the moment I'm thinking actively about the third term and what could happen then, but I will review that when I get to it.\" He also claimed that he intended to stay as prime minister until the mid-2030s, although Number 10 later said that he had been joking.[634] Government Deputy Chief Whip Chris Pincher resigned on 30 June 2022, saying he had \"drunk far too much\" the night before at the Carlton Club, a private members' club, in St James's, London and having \"embarrassed myself and other people\".[635] It was later alleged that he sexually assaulted two men,[636] and he was suspended as a Conservative MP.[637] On 3 July 2022 six new allegations against Pincher emerged, involving behaviour over a decade.[638] Johnson allegedly referred to Pincher as \"handsy\" and Cummings said Johnson joked about him being \"Pincher by name, pincher by nature\" in 2020, leading to calls for Johnson to explain how much he knew about Pincher's behaviour.[639] Ministers initially said that Johnson was unaware of any specific complaints against Pincher when he was appointed as deputy chief whip. The BBC then reported, however, that an official complaint and subsequent investigation into Pincher, while he was at the Foreign Office (July 2019 to February 2020), had confirmed his misconduct, and that Johnson had been made aware of the matter at that time.[640] Sir Simon McDonald, former Permanent Under-Secretary of State for Foreign Affairs, later said that the prime minister had been briefed \"in person\" about Pincher.[641][642] On 5 July, Sunak and Javid resigned within minutes of each other,[643] followed over the next 24 hours by 11 other ministers, as well as Conservative MPs from Parliamentary Private Secretary and other Government positions, including the Solicitor General, Alex Chalk;[644] other backbenchers also withdrew their support for Johnson. Many of the MPs involved stated that the Pincher affair had led them to change their minds on the suitability of Johnson to hold the office of Prime Minister.[645] It was further reported on 6 July that Johnson could face another confidence vote, with members of the 1922 Committee considering changing the rules as soon as that evening to allow this to happen.[646] By 4 p.m. on 6 July, there had been a total of 31 resignations.[647] As of May 2022, the government comprised 122 ministers.[648] By the morning of 7 July, the newly installed Chancellor of the Exchequer, Nadhim Zahawi, publicly stated his belief that Johnson should resign. Within hours, the BBC and other news outlets reported Boris Johnson's intention to resign as Prime Minister, pending a party leadership election by Autumn 2022. Johnson announced his resignation at 12.30 p.m.[649][650][651] Upon reports of his resignation, the pound sterling temporarily strengthened in value and UK stocks rose.[652] He remains as Prime Minister until his party chooses a new leader.[653] In early April 2022, Johnson decided to ban conversion therapy for sexual orientation but not for transgender Britons, despite previous commitment to end such treatment for all LGBT people. He defended his decision citing \"complexities and sensitivities\", adding that he thought biological males should not compete in women's sport and women should have their own changing rooms. In the government's 2017 LGBT survey, five per cent of the respondents said they had been offered a form of conversion therapy, with two per cent saying they had undergone it. As a result of the transgender exclusion, over 100 organisations pulled out of a planned global equality conference, Safe To Be Me, which had to be abandoned as a result.[654][655] In November 2020, Johnson announced a 10-point plan for a \"green industrial revolution\", which would include an end to the sale of petrol and diesel cars and vans by 2030,[e] quadruple the amount of offshore wind power capacity within a decade, fund a variety of emissions-cutting proposals, and spurn a proposed green post-COVID recovery.[657] In 2021, the UK government under Johnson's leadership announced plans to cut carbon emissions by 78% by 2035.[658] Johnson announced that the UK would join the Global Methane Pledge to cut methane emissions by 30% by the year of 2030 at the COP26 summit, which the UK hosted.[659][660] Before the summit, representatives of Greenpeace and Friends of the Earth criticised Johnson's comments on plans to introduce \"enforceable limits\" on carbon emissions for other countries, which they accused of being unsubstantive[661] and his government faced criticism from environmental groups for cutting taxes on domestic air travel, given the environmental impact of aviation.[662] He was accused of hypocrisy, by Anneliese Dodds of the Labour Party and others, for flying by a chartered private jet during COP26 to attend a reunion of Telegraph journalists at the Garrick Club.[663][664] In April 2022, Johnson announced that eight more nuclear reactors would be built on existing nuclear power plant sites, and called for an expansion in wind energy.[665] Under these plans, up to 95% of the UK's electricity could come from low-carbon power sources by 2030.[666] Johnson supported the European Union–Mercosur Free Trade Agreement,[667] which would form one of the world's largest free trade areas.[668] Johnson's government placed importance on maintaining the \"Special Relationship\" with the United States.[669][670] In 2022, his government introduced an asylum deal with Rwanda, whereby people entering the UK illegally would be sent to Rwanda.[671] The United Kingdom and Mauritius dispute the sovereignty of the Chagos Archipelago in the Indian Ocean.[672] In February 2019, the International Court of Justice in The Hague issued an advisory opinion stating that the UK has an obligation to bring to an end its administration of the Chagos archipelago as rapidly as possible. In June 2020, 30 British MPs – including Labour, SNP and Liberal Democrats – signed a letter calling on Prime Minister Johnson to act immediately on the ICJ ruling. However, the Foreign Office rejected the advisory opinion.[673] Johnson disputed Mauritian claims to sovereignty over the Chagos.[674] Johnson said in July 2019 that his government would be very \"pro-China\" in an interview with the Hong Kong broadcaster Phoenix TV. He voiced support for Chinese President Xi Jinping's infrastructure investment effort, the Belt and Road Initiative, and promised to keep the United Kingdom \"the most open economy in Europe\" for Chinese investment.[675] On 3 June 2020, Johnson announced that if China were to continue pursuing the Hong Kong national security law, the UK would offer 350,000 Hong Kong residents who are British National (Overseas) passport holders, and 2.6 million other eligible individuals, the chance to move to the UK, with the possibility of later applying for citizenship.[676] China accused the UK of interfering in its internal affairs.[677] The UK joined the AUKUS defence pact with the United States and Australia in September 2021, which was interpreted as aiming to counter Chinese power in the Indo-Pacific region. The pact was denounced by China[678] and caused a French backlash, as it usurped existing plans for Australia to procure French submarines.[679] Johnson was dismissive of this, saying the pact was not intended to be adversarial towards China, and said that French officials should \"prenez un grip about this and donnez-moi un break\".[680] On 8 July 2021, the day after saying he was \"apprehensive\" about the future of Afghanistan following what was then the impending withdrawal of US troops, whilst announcing the near completion of British troop withdrawal from Afghanistan, Johnson expressed the view that there was \"no military path to victory for the Taliban\".[681][682] A few weeks later, following the fall of Kabul to the Taliban, he blamed the United States for the crisis caused by the withdrawal of U.S. troops from Afghanistan,[683][684] saying that NATO alliance members \"could not continue this US-led mission, a mission conceived and executed in support of America, without American logistics, without US air power and without American might\".[685] Following the formal withdrawal from the European Union in January 2020, Johnson's government entered trade negotiations with the EU to agree on their future relationship before the end of the transition period on 31 December 2020.[686] Fisheries was a major topic of the negotiations.[686][687] On 16 October 2020 Johnson said that the UK \"must get ready\" for no trade deal with the EU.[688] With negotiations continuing until days before the deadline, it was announced on 24 December 2020 that a trade deal had been agreed.[689] Entitled the EU–UK Trade and Cooperation Agreement, it came into force provisionally on 1 January 2021, and formally on 1 May. A fisheries dispute between the UK and France occurred shortly afterwards. Introduction of new UK border checks were delayed until 2022 to minimise the disruption caused by the COVID-19 pandemic.[686] In May 2022, Johnson readied a draft that would unilaterally change parts of the Northern Ireland Protocol, citing issues with medical supplies and cuts in VAT. One of the thornier points of contention involves safety regulations for food and plants, an area where the British government is opposed to a closer alignment with existing EU regulations. For its part, the EU has so far rebuffed the idea of changing the text of the treaty to accommodate the British. A unilateral override by the UK would be tantamount to a breach of the agreement. As Johnson sought a more conciliatory tone, sources within the government began to stress that the draft is designed to be an \"insurance policy\" and in any case would take years to become law.[690] In November 2021, Johnson warned that the European Union faces \"a choice\" between \"sticking up for Ukraine\" and approving the Nord Stream 2 natural gas pipeline which runs from Russia to Europe.[691] During the 2021–2022 Russo-Ukrainian crisis, Johnson's government warned the Russian Government not to invade Donbas.[692][693][694] Despite this, Johnson's Foreign Secretary Liz Truss told BBC News that British troops were \"unlikely\" to be deployed.[695] In a phone call to President Vladimir Putin, Johnson urged him to \"avoid bloodshed\".[696] Johnson and Putin agreed in a phone call to work towards a \"peaceful resolution\".[697] On 1 February 2022, Johnson arrived in Kyiv on a diplomatic visit.[698] He called the presence of the Russian Armed Forces near the Russia–Ukraine border \"the biggest security crisis that Europe has faced for decades\".[699] The Kremlin denied that it wanted to attack Ukraine.[699] On 14 February 2022, Johnson warned an invasion of Ukraine could take place within 48 hours.[700] On 20 February 2022, Johnson warned that Russia is planning the \"biggest war in Europe since 1945\" as Putin intends to invade and encircle the capital of Kyiv.[701] On 21 February 2022, Johnson condemned Russia's diplomatic recognition of two self-proclaimed separatist republics in Donbas.[702] Johnson condemned the 2022 Russian invasion of Ukraine, and ensured the UK joined in international sanctions on Russian banks and oligarchs.[703] He later announced the UK would phase out Russian oil by the end of 2022.[704] On 9 April 2022, Johnson travelled to Kyiv and met the President of Ukraine, Volodymyr Zelenskyy.[705] On 16 April 2022, Russia's Ministry for Foreign Affairs banned Johnson and a number of senior British politicians, including cabinet members, from visiting Russia, saying that Britain aimed to isolate Russia politically and supply \"the Kyiv regime with lethal weapons and coordinating similar efforts on the part of NATO\".[706] Within Ukraine, Johnson is praised by many as a supporter of anti-Russian sanctions and military aid for Ukraine.[707] The defence secretary Ben Wallace said on 25 April that the UK had provided £200m in military aid to Ukraine.[708] On 3 May, Johnson virtually addressed the Ukrainian parliament, becoming the first world leader to speak in Ukraine since the invasion. In his speech, he pledged an extra £300m in military aid to Ukraine, praised Ukraine's resistance to Russia as its \"finest hour\" and said that the West had been \"too slow to grasp what was actually happening\" prior to Russia's invasion.[709][710] [I am] free-market, tolerant, broadly libertarian (though perhaps not ultra-libertarian), inclined to see the merit of traditions, anti-regulation, pro-immigrant, pro-standing on your own two feet, pro-alcohol, pro-hunting, pro-motorist and ready to defend to the death the right of Glenn Hoddle to believe in reincarnation. —Boris Johnson, 2011[152] Ideologically, Johnson has been described by himself and others as a \"One-Nation Tory\".[729][730][731] In 2012, the political scientist Tony Travers described Johnson as \"a fairly classic—that is, small-state—mildly eurosceptic Conservative\" who, like his contemporaries Cameron and George Osborne, also embraced \"modern social liberalism\".[732] The Guardian stated that while mayor, Johnson blended economic and social liberalism,[733] with The Economist saying that in doing so Johnson \"transcends his Tory identity\" and adopts a more libertarian perspective.[734] Stuart Reid, Johnson's colleague at The Spectator, described the latter's views as being those of a \"liberal libertarian\".[735] Business Insider commented that as London mayor, Johnson gained a reputation as \"a liberal, centre-ground politician\".[736] Gimson wrote that Johnson is economically and socially \"a genuine liberal\", although he retains a \"Tory element\" to his personality through his \"love of existing institutions, and a recognition of the inevitability of hierarchy\".[737] His liberal stance on matters such as social policy, immigration and free trade were also commented on in 2019.[738][739] In 2019, Al Jazeera editor James Brownswell said that although Johnson had \"leaned to the right\" since the Brexit campaign, he remained \"slightly more socially liberal\" than much of his party.[740] In 2019, reacting to reports in The Sun, that Johnson had told cabinet colleagues he was \"basically a Brexity Hezza\", Deputy Leader of the Conservative Party Michael Heseltine said Johnson \"has no right to call himself a one-nation Conservative\" and wrote: \"I fear that any traces of liberal conservatism that still exist within the prime minister have long since been captured by the rightwing, foreigner-bashing, inward-looking view of the world that has come to characterise his fellow Brexiters.\"[741] Some commentators have also likened aspects of Johnson's political style to Trumpism.[742][743][744] Stuart Wilks-Heeg, executive director of Democratic Audit, said that \"Boris is politically nimble\",[732] while Purnell stated that Johnson regularly changed his opinion on political issues, commenting on what she perceived to be \"an ideological emptiness beneath the staunch Tory exterior\".[745] She later referred to his \"opportunistic – some might say pragmatic – approach to politics\".[15] According to TheyWorkForYou, Johnson has \"generally voted against\" what it described as \"measures to prevent climate change\" while an MP.[746][747][748] While Mayor of London, Johnson expressed climate skeptical views in several columns.[749][747][750] In two Daily Telegraph columns published in 2012 and 2013, he conflated the distinction between weather and climate and highlighted a factually incorrect claim by weather forecaster and conspiracy theorist Piers Corbyn that reduced solar activity could lead to a \"mini-Ice Age\".[746][750] Bloomberg suggested that Johnson's interest in climate change increased after becoming Prime Minister, and suggested this could have been influenced by his wife Carrie Symonds and father Stanley Johnson, who are both environmental campaigners.[751] It was reported in 2022 that Johnson was convinced of the scientific consensus on climate change following a briefing by the chief scientist of the Met Office in January 2020, and subsequently made the issue a priority for his government.[749] In 2019 and 2020, Johnson expressed support for the UK to have \"net-zero\" greenhouse gas emissions by 2050[752] and spoke about increasing ambition for mitigating climate change through carbon capture and storage[753] and a renewable energy transition.[754] During the 2021 United Nations Climate Change Conference, Johnson called for greater efforts towards climate change mitigation,[755] and welcomed the prospect of coal phase-out.[756] Purnell believed it was the influence of Johnson's maternal family, the left-wing Fawcetts, that led to him developing \"a genuine abhorrence of racial discrimination\".[757] In 2003, Johnson said of the EU, \"I am not by any means an ultra-Eurosceptic. In some ways, I am a bit of a fan of the European Union. If we did not have one, we would invent something like it.\"[758] As Mayor of London, Johnson was known as a supporter of immigration.[758] From 2009, he advocated a referendum on Britain's EU membership.[758][759][760] In 2018, during the Brexit negotiations, he called for Britain to leave the Single Market[758] and advocated a more liberal approach to immigration than that of Prime Minister Theresa May.[761] He stated many people believed that Britain's EU membership had led to the suppression of the wages of its \"indigenous\" people and said the EU was intent on creating a \"superstate\" that would seek to rob Britain of its sovereignty.[758] In 2019, Johnson said he would take Britain out of the EU on 31 October whether there was a trade deal in place or not.[762] Johnson also stated his opposition to a referendum on the Brexit withdrawal agreement.[763] On 19 August 2019, Johnson wrote a letter to the EU and asked for the removal of the \"backstop\" accord, which had previously been agreed and signed by Theresa May during her premiership. The president of the European Council, Donald Tusk, rejected the proposal.[764] On 26 August 2019, Johnson said that Britain would not pay £39 billion for the withdrawal agreement were the UK to leave without a deal on 31 October. The European Parliament Brexit coordinator Guy Verhofstadt said there would be no further negotiation on the trade deal unless the UK agreed to pay the entire sum.[765][needs update] Speaking in Northern Ireland, Johnson described himself as a \"fervent and passionate unionist\".[766] He proposed building a bridge or tunnel between Scotland and Northern Ireland, but has since scrapped this initiative.[767] The devolved administrations have criticised the Internal Market Bill for its re-centralisation of control over commerce, reversing the devolution of power in the United Kingdom.[768] Often known simply as Boris,[769] Johnson has attracted a variety of nicknames, including \"BoJo\", a portmanteau of his forename and surname.[770] Biographer Sonia Purnell described his public persona as \"brand Boris\", noting he developed it while at the University of Oxford.[771] Max Hastings referred to this public image as a \"façade resembling that of P. G. Wodehouse's Gussie Fink-Nottle, allied to wit, charm, brilliance and startling flashes of instability\",[772] while political scientist Andrew Crines stated Johnson displayed \"the character of a likable and trustworthy individual with strong intellectual capital\".[773] Private Eye editor Ian Hislop has defined him as \"Beano Boris\" due to his perceived comical nature, saying: \"He's our Berlusconi ... He's the only feel-good politician we have, everyone else is too busy being responsible.\"[774] To the journalist Dave Hill, Johnson was \"a unique figure in British politics, an unprecedented blend of comedian, conman, faux subversive showman and populist media confection\".[775] Johnson purposely cultivates a \"semi-shambolic look\",[776] for instance, by specifically ruffling his hair in a certain way when he makes public appearances.[777] Purnell described him as \"a manic self-promoter\" who has filled his life with \"fun and jokes\".[778] Described by Crines as \"a joker\",[773] Johnson has said that \"humour is a utensil that you can use to sugar the pill and to get important points across\".[778] Purnell wrote colleagues regularly expressed the view that Johnson used people to advance his own interests,[779] and Gimson wrote that Johnson was \"one of the great flatterers of our times\".[780] Purnell commented he deflected serious questions using \"a little humour and a good deal of bravado\".[781] According to Gimson, Johnson was \"a humane man\" who \"could also be staggeringly inconsiderate of others\" when pursuing his own interests.[782] Gimson added Johnson has \"an excessive desire to be liked\".[783] Biographer Sonia Purnell wrote in 2011: Boris is an original—the opposite of a stereotype, the exception to the rule. Overweight and goosey-fleshed, he's the antithesis of an airbrushed pin-up. He resembles a 'human laundry-basket' and has a habit of forgetting to shower.[745] He is blessed with immense charisma, wit, sex appeal and celebrity gold dust; he is also recognised and loved by millions—although perhaps less so by many who have had to work closely with him (let alone depend on him). Resourceful, cunning and strategic, he can pull off serious political coups when the greater good happens to coincide with his personal advantage but these aspirations are rarely backed up by concrete achievements, or even detailed plans.[784] Gimson stated Johnson \"has very bad manners. He tends to be late, does not care about being late, and dresses without much care.\"[785] Highly ambitious and very competitive, Johnson was, Gimson wrote, born \"to wage a ceaseless struggle for supremacy\".[786] He would be angered with those he thought insulted aspects of his personal life; for instance, when an article in The Telegraph upset Johnson, he emailed commissioning editor Sam Leith with the simple message \"Fuck off and die.\"[787] Thus, according to Purnell, Johnson hides his ruthlessness \"using bumbling, self-deprecation or humour\",[788] and was a fan of \"laddish banter and crude sexual references\".[789] Laura Kuenssberg wrote in December 2021 that public perceptions of Johnson had been damaged by a series of controversies related to Westminster Christmas parties during the COVID-19 pandemic, Owen Paterson, and a Downing Street refurbishment.[790] On 14 February 2022, a month after a parliamentary inquiry found him guilty of bullying three members of staff,[791] Labour Party member and former Speaker of the House of Commons, John Bercow, appearing in a Sky News programme, \"The Great Debate\", described Johnson as \"ritually dishonest\" and the worst of the twelve prime ministers he had known.[792] Since Johnson was born in New York City to British parents, he first held British-American dual citizenship. In 2014, he acknowledged he was disputing a demand for capital gains tax from the US tax authorities on a property that he inherited in the United Kingdom,[793][794] which ultimately he paid.[795] In February 2015, he announced his intention to renounce his US citizenship to demonstrate his loyalty to the UK,[796] which he did in 2016.[797] Johnson has a knowledge of French, Italian, German, Spanish,[90] Latin, and Ancient Greek,[798] frequently employing and alluding to classical references in both his newspaper columns and his speeches.[771] His favourite film is The Godfather, due to \"the multiple retribution killings at the end\".[799] Purnell wrote that Johnson was a \"highly evasive figure\" when it came to his personal life,[800] who remained detached from others and who had very few if any intimate friends.[801] Among friends and family, Johnson is more commonly known as Al (short for his forename Alexander), rather than his middle name Boris.[802] In 2007, Johnson said he had smoked cannabis before he went to university.[803] He has also said he had used cocaine.[804] Johnson partakes in cycling, tennis and pilates, and was formerly an avid runner before having to give it up due to knee issues.[805] Johnson's weight has fluctuated throughout his career; he was considered obese in 2018 and overweight in 2020, and has spoken of making efforts to lose weight.[805][806] Johnson owns a £1.3 million buy-to-let townhouse in Camberwell, South London. According to HM Land Registry documents, he bought the four-bedroom property with his then-girlfriend Carrie Symonds in July 2019. The register of MPs' interests states that Johnson has a rental income of at least £10,000 a year.[807] Johnson was baptised a Catholic and later confirmed into the Church of England,[52] but has said that his faith \"comes and goes\"[808] and that he is not a serious practising Christian.[809] In 2020, his son Wilfred was baptised Catholic, prompting suggestions that Johnson had returned to Catholicism.[810] Johnson and Symonds married in a Catholic ceremony at Westminster Cathedral on 29 May 2021.[811] To be married in the Catholic Church, Johnson needed to have his two previous marriages proven to be invalid by reason of lack of canonical form. Since he was baptised Catholic, but his previous weddings were not conferred by the Catholic Church, they are considered putatively invalid.[812][813] Johnson holds ancient Greek statesman and orator Pericles as a personal hero.[814][815] According to Johnson's biographer, Andrew Gimson, regarding ancient Greek and Roman polytheism: \"it is clear that [Johnson] is inspired by the Romans, and even more by the Greeks, and repelled by the early Christians\".[816] Johnson views secular humanism positively and sees it as owing more to the classical world than to Christian thinking.[817] However, in 2021, Johnson was asked if he held pre-Christian beliefs, which he denied, saying, \"Christianity is a superb ethical system and I would count myself as a kind of very, very bad Christian[.] No disrespect to any other religions, but Christianity makes a lot of sense to me.\"[818] In 1987, Johnson married Allegra Mostyn-Owen, daughter of the art historian William Mostyn-Owen and Italian writer Gaia Servadio.[821] The couple's marriage ended in divorce or annulment in 1993[f] and 12 days later Johnson married Marina Wheeler, a barrister, daughter of journalist and broadcaster Charles Wheeler.[825] Five weeks later, Wheeler and Johnson's first child was born.[826][827] The Wheeler and Johnson families have known each other for decades,[828] and Marina Wheeler was at the European School, Brussels, at the same time as her future husband. They have four children: Lara Lettice, Milo Arthur, Cassia Peaches, and Theodore Apollo.[829] Between 2000 and 2004, Johnson had an affair with Spectator columnist Petronella Wyatt when he was its editor, resulting in a terminated pregnancy and a miscarriage.[177] In April 2006, the News of the World alleged that Johnson was having an affair with Guardian journalist Anna Fazackerley. The pair did not comment and shortly afterwards Johnson employed Fazackerley.[188][189] In 2009, Johnson fathered a daughter with Helen Macintyre, an arts consultant. In 2013, the Court of Appeal discharged an injunction banning reporting of his daughter's existence. The judge ruled the public had a right to know about Johnson's \"reckless\" behaviour.[226][830][831] There had been speculation that he may have had another child from an extramarital affair due to an appeal court judge stating in 2013, \"the father's infidelities resulted in the conception of children on two occasions\".[832] In September 2021, after years of obfuscation, Johnson stated that he had six children, thereby denying the existence of any further illegitimate children.[833] In September 2018, Johnson and Wheeler issued a statement confirming that after 25 years of marriage they had separated \"several months ago\", and had begun divorce proceedings.[834] They reached a financial settlement in February 2020,[835] and the divorce was finalised by November 2020.[836] In October 2020, Jennifer Arcuri, asked whether her 'friendship' with Johnson was in fact an affair, said \"I think that goes without saying ... But I'm not going to talk about it.\"[837] In March 2021, she went into more detail about the alleged affair in an interview with the Sunday Mirror, saying it lasted from 2012 to 2016.[838][839] In 2019, Johnson was living with Carrie Symonds, the daughter of Matthew Symonds, co-founder of The Independent newspaper. Symonds had worked for the Conservative party since 2009 and worked on Johnson's 2012 campaign to be re-elected as mayor.[840] On 29 February 2020, Johnson and Symonds announced they had become engaged in late 2019, and that Symonds was expecting a baby in early summer.[841] Their son, Wilfred Lawrie Nicholas Johnson,[842] was born on 29 April 2020 at University College Hospital in London.[843][844] On 29 May 2021, Johnson married Symonds in a secret ceremony at Westminster Cathedral attended by 30 guests,[811][845] becoming the first prime minister to marry in office since Lord Liverpool married Mary Chester in 1822.[846] On 31 July 2021, it was announced that they were expecting their second child together after Carrie suffered a miscarriage earlier that year.[847] Their daughter, Romy Iris Charlotte Johnson,[848] was born on 9 December 2021 at an NHS London hospital.[849] Johnson is the eldest of the four children of Stanley Johnson, a former Conservative member of the European Parliament and an employee of the European Commission and the World Bank, and the painter Charlotte Johnson Wahl (née Fawcett),[21] the daughter of Sir James Fawcett, a barrister[850][851] and president of the European Commission of Human Rights.[852] His younger siblings are Rachel Johnson, a writer and journalist; Leo Johnson, a partner specialising in sustainability at accountancy firm PricewaterhouseCoopers;[853] and Jo Johnson, ex-minister of state and former Conservative MP for Orpington, who resigned from his brother's government in September 2019[470] and is now a member of the House of Lords. Johnson's stepmother, Jenny, the second wife of his father Stanley, is the stepdaughter of Teddy Sieff, the former chairman of Marks & Spencer.[854] Having been a member of the Conservatives between 2008 and 2011, Rachel Johnson joined the Liberal Democrats in 2017.[855] She stood as a candidate for Change UK in the 2019 European Elections.[856] Johnson also has two half-siblings, Julia and Maximilian, through his father's later marriage to Jennifer Kidd.[857][858] Johnson's paternal grandfather, Wilfred Johnson, was an RAF pilot in Coastal Command during the Second World War.[859] Wilfred Johnson's father was the Ottoman Interior Minister and journalist Ali Kemal, who was a secular Muslim. Ali Kemal's father was a Turk with roots in Kalfat, a village in central Turkey, while his mother was a Circassian reputedly of slave origin.[860][861][862] His other paternal ancestry includes English, German and French; one of his German ancestors was said to be the illegitimate daughter of Prince Paul of Württemberg and thus a descendant of George II of Great Britain.[863] This would make him and Elizabeth II sixth cousins twice removed. Through Mary of Teck's connection to Duke Frederick II Eugene of Württemberg, they would in that case also have a closer genealogical link as fifth cousins twice removed. Johnson's mother is the granddaughter of Elias Avery Lowe, a palaeographer, who was a Russian Jewish immigrant to the US,[864] and Pennsylvania-born Helen Tracy Lowe-Porter, a translator of Thomas Mann.[865] Through this family line, Johnson is a descendant in the seventh generation of Anna Catharina Bischoff, whose mummified corpse was found in 1975 and identified in 2018.[866][867] Referring to his varied ancestry, Johnson has described himself as a \"one-man melting pot\" with a combination of Abrahamic religious great-grandparents.[868] Johnson was also given the middle name \"Boris\" after a White Russian émigré named Boris Litwin, who was a friend of his parents.[20] An episode of Who Do You Think You Are? explored the German origins of his middle name Pfeffel.[5][869][870] In 2011, Purnell described Johnson as \"the most unconventional, yet compelling politician of the post-Blair era\" and that he was \"beloved by millions and recognised by all\".[800] Giles Edwards and Jonathan Isaby commented Johnson appealed to \"a broad cross-section of the public\",[871] with his friends characterising him as a \"Heineken Tory\" who can appeal to voters that other Conservatives cannot (a reference to the Heineken beer advertisement).[10] Gimson expressed the view that \"people love him because he makes them laugh\",[9] noting that he had become \"the darling of the Tory rank and file\".[872] Yet, by July 2022 Johnson had a net popularity ration of -21%.[873] Purnell recognised that during the 2008 mayoral election he was \"polarising opinions to the extreme\",[874] with critics viewing him as \"variously evil, a clown, a racist and a bigot\".[14] Writing in The Guardian, journalist Polly Toynbee referred to him as a \"jester, toff, self-absorbed sociopath and serial liar\",[875] while Labour politician Hazel Blears called him \"a nasty right-wing elitist, with odious views and criminal friends\".[12] He was accused of sexism and homophobia by social media users and members of the LGBT community after referring to Labour leader Jeremy Corbyn as \"a big girl's blouse\"[876][877] and former prime minister David Cameron as a \"girly swot\".[878] Cameron has said of Johnson: \"The thing about the greased piglet is that he manages to slip through other people's hands where mere mortals fail.\"[879] The nickname \"greased piglet\" later gained wide currency in the news media, following the Chris Pincher scandal.[880] From 2016, Johnson evoked comparisons (both ideological and physical) with United States President Donald Trump.[742][743][881][744] In June 2016, Nick Clegg described him as \"like Donald Trump with a thesaurus\",[882] while fellow Conservative MP Kenneth Clarke described him as a \"nicer Donald Trump\".[883] Trump acknowledged the comparison, saying British people refer to Johnson as \"Britain Trump\".[884] Johnson was critical of Trump on several occasions before Trump's election;[313][885] he praised Trump as president,[886] but disagreed with some of his policies.[887][888] Johnson has been described as a divisive and controversial figure in British politics.[889][7][8] In 2018, The Economist described Johnson as \"the most irresponsible politician the country has seen for many years\".[890] In 2019, The Irish Times described him as \"a deeply polarising figure, cherished by many older Conservatives but viewed by others as a serial liar and an amoral opportunist who sold Brexit to the British people on the basis of false promises\".[16] In 2019, Johnson's former boss at The Daily Telegraph Max Hastings described him as \"a brilliant entertainer\", but accused him of \"[caring] for no interest save his own fame and gratification\", criticised his leadership abilities and described him as \"unfit for national office\".[891] Johnson has been accused of lying or making untruthful or misleading statements throughout his career.[892] and has been accused of making many false and misleading statements both during his political career and career as a journalist.[893][894] BBC News described this as a strategy to \"bamboozle the listener with a blizzard of verbiage\",[895] and a 2021 analysis in The Atlantic suggested Johnson's communication style was a honed political skill that contributed to his popularity.[744] In 2019, The Independent listed his \"most notorious untruths\", which included fabricating a quote whilst at The Times for which he was sacked, creating euromyths while working for The Daily Telegraph in Brussels, misrepresenting events during the Hillsborough disaster while the editor of The Spectator, lying to Michael Howard about his extramarital affair and promising that leaving the EU would provide £350 million per week for the NHS.[896] The Guardian noted that Johnson \"almost never corrects the record in the chamber\" and that while Johnson's spokespeople insist he follows the Ministerial Code, which annexes the Nolan Principles recommending that \"Holders of public office should be truthful\", 10 Downing Street \"will sometimes acknowledge that an error was made, but more usually brushes aside the complaint or argues that Johnson was misunderstood\".[897] Writing in the Times Literary Supplement, the scholar and former politician Rory Stewart observed that Johnson is \"the most accomplished liar in public life. Perhaps the best liar ever to serve as prime minister. He has mastered the use of error, omission, exaggeration, diminution, equivocation and flat denial. He has perfected casuistry, circumlocution, false equivalence and false analogy. He is equally adept at the ironic jest, the fib and the grand lie; the weasel word and half-truth; the hyperbolic lie, the obvious lie and the bullshit lie.\"[898][899][900][901] In 2021, the political journalist and author Peter Oborne published a book about the lies told by Johnson, in which he wrote \"I have never encountered a senior British politician who lies and fabricates so regularly, so shamelessly and so systematically as Boris Johnson\".[902] Opposition MPs Dawn Butler and Ian Blackford have both openly called Johnson a liar in the House of Commons.[903][904] Laura Kuenssberg, political editor for BBC News, noted that it was \"rare for opposition parties to accuse a prime minister, on the record, of lying\".[895] In January 2022, Labour leader Keir Starmer accused Johnson of lying about a Downing Street party during lockdown in May 2020.[905] Speaking in the Commons on 31 January 2022, Johnson made a false accusation against Starmer about not prosecuting the serial sex offender Jimmy Savile when Starmer was Director of Public Prosecutions.[906][907][908] In April 2022 a poll by JLPartners found voters most frequently described the prime minister as a, 'liar' followed by, 'incompetent' and, 'untrustworthy'. Only 16% of respondents described Johnson with positive language while over 70% used negative language.[909] Writing for the Telegraph in 2002, Johnson referred to a visit by then prime minister Tony Blair: \"What a relief it must be for Blair to get out of England. It is said that the Queen has come to love the Commonwealth, partly because it supplies her with regular cheering crowds of flag-waving piccaninnies\", in the same article he referred to African people as having \"watermelon smiles\".[910] In his 2004 comic novel Seventy-Two Virgins, Johnson described the thoughts of a black parking inspector who had been subjected to racist abuse: \"Faced with such disgusting behaviour, some traffic wardens respond with a merciless taciturnity. The louder the rant of the traffic offenders, the more acute are the wardens' feelings of pleasure that they, the stakeless, the outcasts, the niggers, are a valued part of the empire of law, and in a position to chastise the arrogance and selfishness of the indigenous people.\" In the same book, the narrator refers to the media being controlled by Jewish oligarchs.[911] According to Dave Hill in The Guardian, Johnson's views on Islam have evolved. After the 2005 bombings, he questioned the loyalty of British Muslims and said Islamophobia was a \"natural reaction\". But by 2008, he blamed terrorism on a minority of Muslims who distort the Qur'an. And in 2009, he urged Britons to visit their local mosques and learn more about Islam.[912] In August 2018, The Daily Telegraph published a satirical article by Johnson criticising the then newly implemented Danish law against the wearing of the burqa or niqāb. In it, he defended the right of women to wear whatever they chose. He agreed the burqa is oppressive and that \"it is weird and bullying to expect women to cover their faces\" and also commented that he could \"find no scriptural authority for the practice in the Koran\" and that it seemed \"absolutely ridiculous that people should choose to go around looking like letter boxes\" and that \"[i]f a female student turned up at school or at a university lecture looking like a bank robber\" that he \"should feel fully entitled—like Jack Straw—to ask her to remove it so that [he] could talk to her properly.\"[913] The Muslim Council of Britain (MCM) accused Johnson of \"pandering to the far right\", while Conservative peer Baroness Warsi accused him of dog-whistle politics.[914][915] Several senior Conservatives, including May, called on Johnson to apologise.[916][917] Others, such as MP Nadine Dorries, argued that his comments did not go far enough and that face veils should be banned.[918] A Sky News poll found 60% thought Johnson's comments were not racist, to 33% who did; 48% thought he should not apologise, while 45% thought he should.[919] An independent panel was set up to review Johnson's comments.[920] In December, the panel cleared him of wrongdoing, stating that while his language could be considered \"provocative\", he was \"respectful and tolerant\" and was fully entitled to use \"satire\" to make his point.[921] In September 2019, Labour MP Tanmanjeet Singh Dhesi called on Johnson to apologise for the comments he had made about burqa-wearing Muslim women in the Telegraph. Johnson declined to apologise, stating that his remarks had come as part of a \"strong liberal defence of everybody's right to wear whatever they want.\"[922] The political career of Johnson has been the subject of several television docudramas: Johnson's bumbling mannerisms and distinctive hairstyle have also made him the subject of parody: Johnson has been the subject of British music and music media: Prime Minister Boris Johnson Chancellor of the Exchequer Nadhim Zahawi Foreign Secretary Liz Truss Home Secretary Priti Patel #invoke:subject bar #invoke:Authority control","Title":"Boris Johnson - Wikipedia","KeyID":"15279","URL":"https://en.wikipedia.org/wiki/Boris_Johnson"}