{"Content: ":"Atlantic Canada, also called the Atlantic provinces, is the region of Eastern Canada comprising the provinces located on the Atlantic coast, excluding Quebec. The four provinces are New Brunswick, Newfoundland and Labrador, Nova Scotia, and Prince Edward Island. As of 2021, the landmass of the four Atlantic provinces was approximately 488,000 km2, and had a population of over 2.4 million people. The provinces combined had an approximate GDP of $121.888 billion[1] in 2011. The term Atlantic Canada was popularized following the admission of Newfoundland as a Canadian province in 1949. The first premier of Newfoundland, Joey Smallwood, coined the term \"Atlantic Canada\" when Newfoundland joined Canada in 1949. He believed that it would have been presumptuous for Newfoundland to assume that it could include itself within the existing term \"Maritime Provinces,\" used to describe the cultural similarities shared by New Brunswick, Prince Edward Island, and Nova Scotia. The three Maritime provinces entered Confederation during the 19th century (New Brunswick and Nova Scotia were founding members of the Dominion of Canada in 1867, and Prince Edward Island joined in 1873). Although Quebec has a physical Atlantic coast on the Gulf of St. Lawrence, it is generally not considered an Atlantic Province, instead being classified as part of Central Canada along with Ontario. Atlantic and Central Canada together are also known as Eastern Canada. The following tables use Statistics Canada's 2021 Census Data. Municipal Geography Provincial Geography The following tables provide 2021 census figures for \"Metropolitan Areas\" (built from entire municipalities) and \"Population Centres\" (limited to actual continuously-built-up areas) in Atlantic Canada. The list includes communities above 15,000, by Metropolitan Area population, or 10,000 by Population Centre population. Municipal populations Provincial populations Coordinates: 47°N 62°W﻿ / ﻿47°N 62°W﻿ / 47; -62","Title":"Atlantic Canada - Wikipedia","KeyID":"15283","URL":"https://en.wikipedia.org/wiki/Atlantic_Canada"}