{"Content: ":"Remote work, also called work from home (WFH), work from anywhere, telework, remote job, mobile work,[1] and distance work is an employment arrangement in which employees do not commute to a central place of work, such as an office building, warehouse, or retail store. Hundreds of years ago, craftsmen in trades such as carpentry, pottery, whole-grain foods, and smiths worked from home and sold their wares from home. The Industrial Revolution led to the construction of factories, which were centralized workplaces. In the early 1970s, technology was developed that linked satellite offices to downtown mainframes through dumb terminals using telephone lines as a network bridge. The terms \"telecommuting\" and \"telework\" were coined by Jack Nilles in 1973.[2][3] In 1979, five IBM employees were allowed to work from home as an experiment. By 1983, the experiment was expanded to 2,000 people. By the early 1980s, branch offices and home workers were able to connect to organizational mainframes using personal computers and terminal emulators. In 1995, the motto that \"work is something you do, not something you travel to\" was coined.[4] Variations of this motto include: \"Work is what we do, not where we are.\"[5] During the Information Age, many startups were founded in the houses of entrepreneurs who lacked financial resources. Since the 1980s, the normalization of remote work has been on a steady incline. For example, the number of Americans working from home grew by 4 million from 2003 to 2006,[6] and by 1983 academics were beginning to experiment with online conferencing.[7] In the 1990s and 2000s, remote work became facilitated by technology such as collaborative software, virtual private networks, conference calling, videotelephony, internet access, cloud computing, voice over IP (VoIP), mobile telecommunications technology such as a Wi-Fi-equipped laptop or tablet computers, smartphones, and desktop computers, using software such as Zoom, Cisco Webex, Microsoft Teams, Google Meet, Slack, and WhatsApp. In 2010, the Telework Enhancement Act of 2010 required each Executive agency in the United States to establish policy allowing remote work to the maximum extent possible, so long as employee performance is not diminished.[8][9][10] During the COVID-19 pandemic, millions of workers began remote work for the first time[11] and many students switched to distance education.[12] According to a Gallup poll in September 2021, 45% of full-time U.S. employees worked from home, including 25% who worked from home all of the time and 20% who worked from home part of the time.[13] In 2020, 12.3% of employed persons, including 13.2% of women and 11.5% of men, in the European Union who were aged 15–64, usually worked from home. By country, the percentage of workers that worked from home was highest in Finland (25.1%), Luxembourg (23.1%), Ireland (21.5%), Austria (18.1%), and the Netherlands (17.8%) and lowest in Bulgaria (1.2%), Romania (2.5%), Croatia (3.1%), Hungary (3.6%), and Latvia (4.5%).[14] In 2021, in the US 91% of people who work from home said they would like to continue to work remotely in the future. In Gallup's September 2021 study, 54% of workers said they believed that their company's culture would be unchanged by remote work, while 12% believed it would improve and 33% predicted it would deteriorate. According to the United States Office of Personnel Management, in fiscal 2020, 50% of all U.S. federal workers were eligible to work remotely and agencies saved more than $180 million because of remote work in fiscal 2020.[15] Remote work can reduce costs for organizations, including the cost of office space and related expenses such as parking, computer equipment, lighting and heating, ventilation, and air conditioning.[citation needed] Certain employee expenses, such as office expenses, can be shifted to the remote worker, although this is the subject of lawsuits.[16] Remote workers typically save money on commuting, eating out, and clothing.[17] Remote work also reduces travel costs, improves efficiency by reducing travel time, and reduces commuting time and time stuck in traffic congestion, improving quality of life.[18] Many studies have shown that job characteristics influence employees' behaviors and attitudes.[19] The relationship between characteristics of the job and job satisfaction was moderately strong.[20] Job characteristics can interact with individual differences to impact employee attitudes and behavior.[21][22] According to job characteristic theory, if five characteristics of a job are present: skill variety, task identity, task significance, autonomy, and feedback, then the employee in that job will experience more internal work motivation, satisfaction with personal growth opportunities, general job satisfaction, higher job performance, and lower absenteeism and turnover. Of these five job characteristics, remote work specifically changes autonomy and feedback compared to face-to-face work and can thus influence employees' behaviors and attitudes.[20] Changes in autonomy and feedback, which are affected by remote work status, influence work behaviors and attitudes more than a change in skill variety, task identity, or task significance.[23][21] Of the five task characteristics, autonomy has a strong relationship with job satisfaction such that greater autonomy leads to greater job satisfaction.[20] Remote workers may have increased satisfaction due to the flexibility and autonomy their jobs provide. Remote workers were found to have higher satisfaction than office based workers.[24][25] It was found that autonomy increased remote workers' satisfaction by reducing work-family conflicts,[26][27] especially when workers were allowed to work outside traditional work hours and be more flexible for family purposes.[28] Autonomy explained an increase in employee engagement when the amount of time spent remote working increased.[29] Autonomy influences experienced responsibility such that if the job provides freedom, independence, and scheduling flexibility, the individual should feel responsible for his or her work outcomes. Remote work provides flexibility in scheduling and freedom because being outside the office gives the worker more choices. Remote workers do not have to stick to office routines and can shift work to different times of day.[29] Remote work allows employees the freedom to choose where they work, when they work and even what they wear to work to allow their best work.[30] Remote workers may experience more responsibility to the extent that they feel in control and accountable for their work.[22] The autonomy of remote work allows for lower work-family conflict.[31] Remote work provides the freedom to arrange work to avoid family conflicts. Increased control over life demands[26] is one of its main attractions. The level of autonomy in remote work felt by the employee depends on a variety of factors, including scheduling flexibility and the household size.[26] In addition to reducing work-family conflict, conflicts with activities are also reduced. Increased freedom and fewer time restrictions allow workers to participate more in recreational activities, whether social or physical.[30] However, studies also show that autonomy must be balanced with high levels of discipline if a healthy work/leisure balance is to be maintained.[32] Remote work may make it easier for workers to balance their work responsibilities with their personal life and family roles such as caring for children or elderly parents. Providing the option to work remotely or adopting a hybrid work schedule has been an incentivizing benefit companies used in new hiring.[33] Some organizations adopt remote work for environmental reasons, since remote work can reduce traffic congestion and air pollution, with fewer cars on the roads. Most studies find that remote work overall results in a decrease in energy use due to less time spend on energy-intensive personal transportation.[34] Remote work has also led to cleaner air.[35] Remote work has also helped in the reduction of electricity usage as facilities like air conditioners, WiFi, canteens, etc. are not required by companies.[36] During the COVID-19 lockdowns, the increase in remote work led to a decrease in global CO2 emissions.[37] Partially due to lesser use of car commuting, carbon emissions dropped by 5.4%, although the emissions immediately increased to the same rate in the following year.[38] However, the increase in remote work has led to people moving out of cities to larger homes that had room for home offices.[39] Remote work has long been promoted as a way to substantially increase employee productivity. A 2013 study showed a 13% increase in productivity among remotely working call-center employees at a Chinese travel agency. An analysis of data collected through March 2021 found that nearly six out of 10 workers reported being more productive working from home than they expected to be, compared with 14% who said they got less done.[40] Since work hours are less regulated in remote work, employee effort and dedication are far more likely to be measured purely in terms of output or results. However, traces of non-productive work activities (research, self-training, dealing with technical problems or equipment failures) and time lost on unsuccessful attempts (early drafts, fruitless endeavors, abortive innovations) are visible to employers.[citation needed] Sociotechnical systems (STS) theory explains the interaction between social and technological factors. STS examines the relationships between people, technology, and the work environment to design work in a way that enhances job satisfaction and increases productivity.[41] Originally developed to explain the paradox of improved technology but decreased productivity,[42] the theory can be applied to the design of remote work. One of the principles of STS is minimal critical specification.[43] This principle states that, unless absolutely essential, there should be minimal specification of objectives and how to do tasks in order to avoid closing options or inhibiting effective actions. Remote work provides workers with the freedom to decide how and when to do their tasks.[30] Similarly, remote workers have the responsibility to use their equipment and resources to carry out their responsibilities. This increase in responsibility for their work also increases their power,[43] supporting the idea that remote work is a privilege and in some companies, considered a promotion.[25] Turnover intention, or the desire to leave the organization, is lower for remote workers.[30] Remote workers who experienced greater professional isolation actually had lower turnover intent.[44] A 2001 study found that by increasing feedback and task identity through clear communication of goals, objectives, and expectations, turnover intent decreased in remote workers and quality of work output increased.[45] Surveys by FlexJobs found that 81% of respondents said they would be more loyal to their employers if they had flexible work options.[46] In a 2021 study by McKinsey & Company, more than half of the workers supported companies adopting a hybrid work model, and more than a quarter stated that they would consider switching jobs if their current employer eliminated remote work options.[47] A 2007 meta-analysis of 46 studies of remote work involving 12,833 employees conducted by Ravi Gajendran and David A. Harrison in the Journal of Applied Psychology, published by the American Psychological Association (APA), found that remote work has largely positive consequences for employees and employers.[48][30] In their meta-analytic study, Gajendran and Harrison found that remote work had modest but beneficial effects on employees' job satisfaction, perceived autonomy, stress levels, manager-rated job performance, and (lower) work-family conflict. Remote work also reduces turnover intent, or the intention to quit one's job. Increased job satisfaction, decreased turnover intent and role stress related to remote work partly because of a decrease in work-family conflict. Additionally, the increase in autonomy from remote work in turn increases job satisfaction.[citation needed] Although several scholars and managers had previously expressed fears that employee careers might suffer and workplace relationships might be damaged because of remote work, the meta-analysis found that there are no generally detrimental effects on the quality of workplace relationships and career outcomes. Remote work actually was found to positively affect employee-supervisor relations and the relationship between job satisfaction and turnover intent was in part due to supervisor relationship quality. Only high-intensity remote work (where employees work from home for more than 2.5 days a week) harmed employee relationships with co-workers, even though it did reduce work-family conflict. A factor analysis showed the overall distribution of people's experiences and how the advantages and disadvantages of WFH during the early weeks of the pandemic in Europe can be grouped into six key factors. The results indicated that most people had a more positive rather than negative experience of WFH during the lockdown. Three factors represent the main advantages of WFH: (i) work–life balance, (ii) improved work efficiency, and (iii) greater work control. The main disadvantages were (iv) home office constraints, (v) work uncertainties and (vi) inadequate tools.[49] The technology to communicate is not advanced enough to replicate face-to-face office interactions. Room for mistakes and miscommunication can increase. According to media richness theory, face-to-face interactions provide the capacity to process rich information: ambiguous issues can be clarified, immediate feedback can be provided, and there is personalized communication (e.g. body language, tone of voice).[50] Remote work requires the use of various types of media to communicate, such as the telephone and email. Emails have a time lag that does not allow for immediate feedback; telephone conversations make it harder to decipher the emotions of the person or team on the phone; and both of these forms of communication do not allow one to see the other person.[51] Typical organization communication patterns are thus altered in remote work. For instance, teams using computer-mediated communication with computer conferencing take longer to make group decisions than face-to-face groups.[52] Workers tend to be satisfied with face-to-face interactions, phone conversations, and in-person departmental meetings to receive communications, but email and the Internet do not add to their communication satisfaction.[53] This suggests that remote work may not have the components for \"rich communication\" compared to face-to-face interactions, although one study found that virtual workers in a team were more satisfied with their technology-mediated communication than their in-person office communication.[54] Face-to-face interactions increase interpersonal contact, connectedness, and trust[44] Therefore, 54% of remote workers thought they lost out on social interaction and 52.5% felt they lost out on professional interaction in a 2012 study.[27] Remote working can hurt working relationships between remote worker and their coworkers, especially if their coworkers do not remotely work. Coworkers who do not remotely work can feel resentful and jealous because they may consider it unfair if they are not allowed to remote work as well.[30][25] However, despite fewer interpersonal actions and professional isolation,[44] a meta-analysis of remote work did not find support for negative remote worker-coworker relationships or remote worker-supervisor relationships.[30] Adaptive structuration theory studies variations in organizations as new technologies are introduced[55] Adaptive structural theory proposes that structures (general rules and resources offered by the technology) can differ from structuration (how people actually use these rules and resources).[41] There is an interplay between the intended use of technology and the way that people use the technology. Remote work provides a social structure that enables and constrains certain interactions.[56] For instance, in office settings, the norm may be to interact with others face-to-face. To accomplish interpersonal exchange in remote work, other forms of interaction need to be used. AST suggests that when technologies are used over time, the rules and resources for social interactions will change.[55] Remote work may alter traditional work practices,[41] such as switching from primarily face-to-face communication to electronic communication. Feedback increases employees' knowledge of results. Feedback refers to the degree that an individual receives direct and clear information about his or her performance related to work activities.[21] Feedback is particularly important so that the employees continuously learn about how they are performing.[22] Electronic communication provides fewer cues for remote workers and thus, they may have more difficulties interpreting and gaining information, and subsequently, receiving feedback.[29] When a worker is not in the office, there is limited information and greater ambiguity, such as in assignments and expectations.[28] Role ambiguity, when situations have unclear expectations as to what the worker is to do,[57] may result in greater conflict, frustration, and exhaustion.[29] In other studies regarding Job Characteristics Theory, job feedback seemed to have the strongest relationship with overall job satisfaction compared to other job characteristics.[19] While remote working, communication is not as immediate or rich as face-to-face interactions.[50] Less feedback when remote working is associated with lower job engagement.[29] Thus, when perceived supervisor support and relationship quality between leaders and remote workers decreases, job satisfaction of the remote worker decreases.[26][58] The importance of manager communication with remote workers is made clear in a study that found that individuals have lower job satisfaction when their managers remote work.[28] Communication personalized for individual needs is important for feedback interactions.[59] People differ in their need for communication and their level of social connectedness to their environment, partially because of personality and temperament differences.[60] Although the level of communication may decrease for remote workers, satisfaction with this level of communication can be higher in some samples, like those who are more tenured and have functional instead of social relationships.[54] Feedback and communication can also be affected by a manager's location. The clarity, speed of response, richness of the communication, frequency, and quality of the feedback are often reduced when managers remote work.[28] Skill variety has the strongest relationship with internal work motivation.[19] Jobs that allow workers to use a variety of skills increase workers' internal work motivation. If remote workers are limited in teamwork opportunities and have fewer opportunities to use a variety of skills,[61] they may have lower internal motivation towards their work. Also, perceived social isolation can lead to less motivation.[27] Motivator-hygiene theory[62] differentiates between motivating factors (motivators) and dissatisfying factors (hygienes). Factors that are motivators such as recognition and career advancement may be lessened with remote work. When remote workers are not physically present, they may be \"out of sight, out of mind\" to other workers in the office.[25] Though working in an office has its distractions, it is often argued that remote work involves even greater distractions. According to one study, children are ranked as the number one distractions, followed by spouses, pets, neighbors, and solicitors. The lack of proper tools and facilities also serves as a major distraction,[63][better source needed] though this can be mitigated by using short-term coworking rental facilities. Also, some countries such as Romania have tasked the national labour inspectorate the burden of carrying out checks at remote workers’ residences to see if the work environment meets the requirements.[64] Social information processing suggests that individuals give meaning to job characteristics.[65] Individuals have the ability to construct their own perception of the environment by interpreting social cues.[66] This social information comes from overt statements from coworkers, cognitive evaluations of the job or task dimensions, and previous behaviors. This social context can affect individuals' beliefs about the nature of the job, the expectations for individual behavior, and the potential consequences of behavior, especially in uncertain situations.[66] In remote work, there are fewer social cues because social exchange and personalized communication takes longer to process in computer-mediated communication than face-to-face interactions.[67] Remote workers may feel pressure to produce more output in order to be seen as valuable, and reduce the idea that they are doing less work than others. This pressure to produce output, as well as a lack of social support from limited coworker relationships and feelings of isolation, leads to lower job engagement in remote workers.[29] Additionally, higher-quality relationships with teammates decreased job satisfaction of remote workers, potentially because of frustrations with exchanging interactions via technology.[68] However, coworker support and virtual social groups for team building had a direct influence on increasing job satisfaction,[24][45] perhaps due to an increase in skill variety from teamwork and an increase in task significance from more working relationships. The inconsistent findings regarding remote work and satisfaction may be explained by a more complicated relationship. Presumably because of the effects of autonomy, initial job satisfaction increases as the amount of remote work increases; however, as remote work increases, declines in feedback and task significance lead job satisfaction to level off and decrease slightly.[69] Thus, the amount of remote work influences the relationship between remote work and job satisfaction. Barriers to the continued growth of remote work include distrust from employers and personal disconnectedness for employees.[70] Communication and getting to know other teammates happen naturally when everyone works in the same space, so with remote work, employees and supervisors have to work harder to maintain relationships with co-workers. This is especially important for new employees so that they learn organizational habits even when working remotely.[71] Three of the five job attributes: skill variety, task identity, and task significance, influence how much employees think their jobs are meaningful.[22] Skill variety is the degree of activities and skills that a job requires in order to complete a task. An increase in skill variety is thought to increase the challenge of the job. Increasing the challenge of the job increases the individual's experienced meaningfulness, how much the individual cares about work, and finds it worthwhile.[23][22] Remote work may not directly affect skill variety and task meaningfulness for the individual compared to when he or she worked in an office; however, skill variety and meaningfulness of individual tasks can increase when working in a group. If the work done at home is focused on the individual rather than the team, there may be fewer opportunities to use a variety of skills.[61] Task identity is the degree that the individual sees work from beginning to end or completes an identifiable or whole piece of work rather than only a small piece. Task significance is the degree that the individual feels his or her work has a substantial impact on the lives or work of other people within the organization or outside the organization.[22][61] Remote work may not change the job characteristics of skill variety, task identity, and task significance compared to working in an office; however, the presence of these characteristics will influence remote workers' work outcomes and attitudes. Remote work can also distance people from each other and require important conversations to be held via chat and email.[72] An isolation from daily activities arise of the company and may be less aware of other things going on to the company and a possible hatred from other employees arises from other employees who are not remote workers. Isolation due to remote work also hinders formation of friendships.[73] Sharing information within an organization and teams can become more challenging when working remotely. While in the office, teams naturally share information and knowledge when they meet each other, for example, during coffee breaks. Sharing information requires more effort and proactive action when random-encounters do not happen.[72] The sharing of tacit information also often takes place in unplanned situations where employees follow the activities of more experienced team members.[74] With remote work, it may also be difficult to obtain timely information, unless the regular sharing of information is taken care of separately. The situation where team members don't know enough about what others are doing can lead them to make worse decisions or slow down decision-making. Individuals may differ in their reactions to the job characteristics in remote work. According to job characteristics theory, the personal need for accomplishment and development (\"growth need strength\")[21] influences how much an individual will react to the job dimensions of remote work. For instance, those individuals high in \"growth need strength\" will have a more positive reaction to increased autonomy and a more negative reaction to decreased feedback in remote work than those individuals low in \"growth need strength\". A 2021 report from Prudential found that the majority of people prefer the hybrid model, and that two in three workers believe in-person interactions are important for career growth. The report also found that fully remote workers felt less entitled to take a vacation and believed they must be available around the clock. One in four workers felt isolated, and reported this as a major challenge. Ultimately, most workers want flexibility but do not want to give up the benefits available from working in-person with colleagues.[75] Employees need training, tools, and technologies for remote work. Remote work poses cybersecurity risks and people should follow best practices that include using antivirus software, keeping family members away from work devices, covering their webcams, using a VPN, using a centralized storage solution, making sure passwords are strong and secure, and being wary of email scams and email security.[76] In 2021, Vermont, South Carolina, South Dakota, Alabama, and Nebraska were named as the top 5 safest states for remote workers based on data breaches, stolen records, privacy laws, victim count, and victim loss.[77] Additionally, remote work may not always be seen positively by management due to fear of loss of managerial control.[78] There have been conflicting data on the correlation between remote work and productivity. Some studies have found that remote work increases worker productivity[79] and leads to higher supervisor ratings of performance and higher performance appraisals.[30] However, another study found that professional isolation in remote workers led to a decrease in job performance, especially for those who spent more time remote working and engaged in fewer face-to-face interactions.[44] Thus, similar to job attitudes, the amount of time spent remote working may also influence the relationship between remote work and job performance. There may be a drop in remote worker productivity, which could be due to inadequate office setup.[80] However, surveys found that over two-thirds of employers reported increased productivity among remote workers. Traditional line managers are accustomed to managing by observation and not necessarily by results. This causes a serious obstacle in organizations attempting to adopt remote work. Liability and workers' compensation can become serious issues as well.[81] A 2008 study found that more time spent remote working decreased the perception of productivity of the remote worker by management.[44] From an anthropological perspective, remote work can interfere with the process of sensemaking, the forging of consensus or of a common worldview.[82] Working remotely in another jurisdiction can have tax implications that are not fully understood by remote workers.[83][84] According to a 2021 report by the World Health Organization and the International Labour Organization, remote work could potentially increase health loss among workers if it increases working time to over 55 hours per week.[85]","Title":"Remote work - Wikipedia","KeyID":"15280","URL":"https://en.wikipedia.org/wiki/Remote_work"}