{"Content: ":"Cyclostomi, often referred to as Cyclostomata /sɪkloʊˈstɒmətə/, is a group of vertebrates that comprises the living jawless fishes: the lampreys and hagfishes. Both groups have jawless mouths with horny epidermal structures that function as teeth called ceratodontes, and branchial arches that are internally positioned instead of external as in the related jawed fishes.[1] The name Cyclostomi means \"round mouths\".[2][3][4] It was named by Joan Crockford-Beattie.[5] This taxon is often included in the paraphyletic superclass Agnatha, which also includes several groups of extinct armored fishes called ostracoderms. Most fossil agnathans, such as galeaspids, thelodonts, and osteostracans, are more closely related to vertebrates with jaws (called gnathostomes) than to cyclostomes.[6][7] Cyclostomes seem to have split off before the evolution of dentine and bone, which are present in many fossil agnathans, including conodonts.[8] Biologists disagree on whether cyclostomes are a clade. The \"vertebrate hypothesis\" holds that lampreys are more closely related to gnathostomes than they are to the hagfish. The \"cyclostome hypothesis\", on the other hand, holds that lampreys and hagfishes are more closely related, making cyclostomi monophyletic.[9][10] Most studies based on anatomy have supported the vertebrate hypothesis,[11] while most molecular phylogenies have supported the cyclostome hypothesis.[2][9][12][13] There are exceptions in both cases, however. Similarities in the cartilage and muscles of the tongue apparatus also provide evidence of sister-group relationship between lampreys and hagfishes.[14] And at least one molecular phylogeny has supported the vertebrate hypothesis.[15] The embryonic development of hagfishes was once held to be drastically different from that of lampreys and gnathostomes, but recent evidence suggests that it is more similar than previously thought, which may remove an obstacle to the cyclostome hypothesis.[16] There is at present no consensus on the correct topology. Both hagfishes and lampreys have a single gonad, but for different reasons. In hagfishes the left gonad degenerates during their ontogeny and only the right gonad develops, whereas in lampreys the left and right gonads fuse into one. There are no gonoducts present.[17][18] Hagfishes have direct development, but lamprey go through a larval stage followed by metamorphosis into a juvenile form (or adult form in the non-parasitic species). Lamprey larvae live in freshwater and are called ammocoetes, and are the only vertebrates with an endostyle, an organ used for filter feeding that is otherwise found only in tunicates and lancelets. During metamorphosis the lamprey endostyle develops into the thyroid gland.[19] The cyclostomi evolved oxygen transport hemoglobins independently from the jawed vertebrates.[20] Hagfishes and lampreys lack a thymus, spleen, myelin and sympathetic chain ganglia.[21][22][23] Neither species has internal eye muscles and hagfishes also lack external eye muscles.[24] Both groups have only a single olfactory organ with a single nostril. The nasal duct ends blindly in a pouch in lampreys but opens into the pharynx in hagfishes. The branchial basket (reduced in hagfishes) is attached to the cranium.[25] The mouth apparatus in hagfishes and adult lampreys has some similarities, but differ from one another. Lampreys have tooth plates on the top of a tongue-like piston cartilage, and the hagfish have a fixed cartilagous plate on the floor of its mouth with groves that allows tooth plates to slide backwards and forwards over it like a conveyor belt, and are everted as they move over the edge of the plate. Hagfishes also have a keratinous palatine tooth hanging from the roof of the mouth.[26][27] Unlike jawed vertebrates, which have three semicircular canals in each inner ear, lampreys have only two and hagfishes just one. The semicircular canal of hagfishes contains both stereocilia and a second class of hair cells, apparently a derived trait, whereas lampreys and other vertebrates have stereocilia only. Because the inner ear of hagfishes has two forms of sensory ampullae, their single semicircular canal is assumed to be a result of two semicircular canals that have merged into just one. The hagfish blood is isotonic with seawater, while lampreys appears to use the same gill-based mechanisms of osmoregulation as marine teleosts. Yet the same mechanisms are apparent in the mitochondria-rich cells in the gill epithelia of hagfishes, but never develops the ability to regulate the blood's salinity, even if they are capable of regulating the ionic concentration of Ca and Mg ions. It has been suggested that the hagfish ancestors evolved from an anadromous or freshwater species that has since adapted to saltwater over a very long time, resulting in higher electrolyte levels in its blood.[28] The lamprey intestine has a typhlosole that increases the inner surface like the spiral valve does in some jawed vertebrates. The spiral valve in the latter develops by twisting the whole gut, while the lamprey typhlosole is confined to the mucous membrane of the intestines. The mucous membranes of hagfishes have a primitive typhlosole in the form of permanent zigzag ridges. This trait could be a primitive one, since it is also found in some sea squirts such as Ciona.[29] The intestinal epiphelia of lampreys also have ciliated cells, which have not been detected in hagfishes. Because ciliated intestines are also found in Chondrostei, lungfishes and the early stages of some teleosts, it is considered a primitive condition that has been lost in hagfishes.[30]","Title":"Cyclostomi - Wikipedia","KeyID":"1528","URL":"https://en.wikipedia.org/wiki/Cyclostomata"}