{"Content: ":"Coles Supermarkets Australia Pty Ltd, trading as Coles, is an Australian supermarket, retail and consumer services chain, headquartered in Melbourne as part of the Coles Group. Founded in 1914 in Collingwood by George Coles, Coles operates 807[3] supermarkets throughout Australia, including several now re-branded Bi-Lo Supermarkets. Coles has over 100,000 employees[4][5] and accounts for around 27% of the Australian market.[6] Coles' large head office site in Melbourne's inner south-east has 4,000 employees of the workforce located inside. Coles Online is the company's online shopping ('click & collect' and home delivery) service. Between 1986 and 2006, Coles Supermarkets was a brand of Coles Myer Limited, later Coles Group Limited, prior to Wesfarmers purchasing Coles Group in 2007. It became a subsidiary of Coles Group again after Wesfarmers spun-off the business in November 2018.[7] In 2021, Coles changed its slogan to \"Value the Australian way\". George James (G. J.) Coles learned the retail trade working for his father's 'Coles Store' business from 1910 to 1913. (The store continued operating as \"The Original Coles\" at Wilmot, Tasmania until it was destroyed by a fire on 24 January 2014.[8]) Coles itself was founded when G. J. Coles opened the 'Coles Variety Store' on 9 April 1914 on Smith Street in the Melbourne suburb of Collingwood. Further expansion occurred and Coles' interest in food retailing was spurred in 1958 when it acquired 54 John Connell Dickins grocery stores. It then acquired the Beilby's chain in South Australia in 1959 and 265 Matthews Thompson grocery stores in New South Wales in 1960.[9] In 1960, the first supermarket (trading under the Dickins name) was opened in the Melbourne suburb of Balwyn North, at the corner of Burke and Doncaster Roads where a modernised version continues to operate.[10] By 1973, Coles had established stores in all Australian capital cities. From 1962, its supermarkets were branded Coles New World with accompanying Space Age-themed imagery using rocket models.[11] In 1991, the stores were rebranded Coles Supermarkets and from 1998, simply as Coles. In 2004, the liquor division office (\"Coles Liquor Group\"), was moved from Chullora in Sydney to the company head office in Hawthorn East, Melbourne. With Coles Myer CEO John Fletcher citing the move for better efficiency between the food and liquor departments. It also resulted in Craig Watkins (35-year veteran and director of Coles Liquor) retiring from the company.[12] From mid 2006, many BI-LO supermarkets were badged as Coles Supermarkets. Newmart supermarkets, under which BI-LO traded in Western Australia, were badged as Coles Supermarkets in 2002–2003. Newmart stores co-located with Coles in the same area or shopping centre were sold to Foodland and re branded as the now-defunct Action Supermarkets chain. The conversion program was put on hold at Easter 2007.[13] On 2 July 2007, Western Australian based company Wesfarmers agreed to purchase Coles Group Limited for A$22 billion. The purchase was completed in early 2008.[14] In August 2007, as Wesfarmers foreshadowed its plans for the restructuring of Coles Group following its anticipated takeover, it stated that one of three planned divisions would comprise supermarkets, liquor and convenience stores.[15] From 2008 to 2014, Coles was run by UK retailer Ian McLeod.[16] In February 2011, Coles acquired National Australia Bank's 50% interest in Australia's largest loyalty program flybuys, giving it 100% ownership.[17] In September 2011, Coles commenced stocking private-label clothing in their stores with several stores receiving refits to accommodate the range.[18] In 2018 Wesfarmers announced its intention to demerge the Coles business, seeking to retain only a 20% interest going forward.[19] In 2018, Steven Cain was appointed as CEO of the Coles Supermarket brand as part of the demerger of Coles from Wesfarmers. Coles' original slogan was \"nothing over 2/6\", when it was primarily operating variety stores. The slogan \"You'll find the best value is at Coles New World\" was used in the 1980s. The red/orange orb was used from 1991 to 2005, although store signs continued to use the orb up until the early 2010s. \"Serving you better\" was used as a slogan from 1998 to 2003, replaced by \"save everyday\", endorsed by actress Lisa McCune. A circled tick was used as a logo device from 2003 to 2007, replacing the orb as a primary device in 2005.[citation needed] \"Save everyday\" was later changed to the grammatically-correct \"save every day\".[citation needed] In 2007, the slogan and circle tick were discontinued with simply the Coles name used in preparation for a new red ball logo to match proposed Coles Group livery, which was shelved later in the year as the business was sold. A number of tag lines were employed in the next few years: \"Something better every day\", \"Proudly Australian since 1914\" (introduced with its TV sponsorship of the 2008 Summer Olympics),[20] \"Cutting the cost of your shopping\", \"Quality food costs less at Coles\" and \"It all counts\".[21] Its current slogan is \"Value the Australian way\".[22] In the 1960s, Coles sponsored a general knowledge quiz show, Coles £3000 Question (later Coles $6000 Question and Coles $7000 Question) which aired on Channel 7.[11] In 2010, Coles launched a new sub-slogan, \"Down Down, Prices Are Down\", featuring a large red cartoon hand pointing downwards to symbolise the chain's low price policy. The slogan incorporates the tune of \"Down Down\", a 1975 hit by British rockers Status Quo.[23] In 2011, the campaign was revised to the fit the tune of Petula Clark's 1964 hit \"Downtown\".[24] but reverted to \"Down Down\" later in the year. In 2012, it used Status Quo, which originally recorded the song in 1975, singing and speaking in the newest ad in the series. In February 2016, Coles updated the \"Down Down\" campaign again, to the tune of That's Amore (\"it's a Down Down\"). In May 2017 the \"Down Down\" campaign was again refreshed with Australian Idol and reality TV contestant Casey Donovan with a new disco version of the advertisement.[25] This was ultimately dropped in March 2018, with Coles commercials (mostly on its in-store radio known as Coles Radio) using Best of My Love by The Emotions, a hit disco song from 1977, instead.[26] Coles Radio is the brand name for the in-store radio station heard across all Coles' supermarkets. It is owned and operated in partnership with broadcaster NOVA Entertainment and adopts a hot adult contemporary format, featuring a playlist consisting of pop hits from the 80s, 90s and current hits. The station is also available outside stores via Coles' website, and on DAB+ digital radio (making it accessible in many newer car models). Coles has been accused by suppliers of using heavy-handed tactics when dealing with its suppliers.[27] A 2004 investigation by the Australian Competition and Consumer Commission did not result in any action being brought against Coles and Woolworths. A 2012 investigation in which suppliers were offered anonymity is believed to have uncovered unethical practices.[28] In 2013, the ACCC was investigating both Coles and Woolworths over accusations that they used improper market practices to force down prices from suppliers.[28] A 2014 Federal Court of Australia case ruled that Coles \"threatened harm to suppliers if they didn't meet their demands,\" and ordered the chain to pay $10 million in penalties.[29] In 2015, the Federal Court of Australia fined Coles $2.5 million for making misleading claims in relation to the sale of its par-baked bread products.[30] In 2021, it was alleged that Coles had underpaid more than 7,500 workers between January 2017 and March 2020, by a collective sum of up to $115 million.[31] In the past Coles had a variety of private labels, most notably Farmland and Embassy. Currently, Coles has eight levels of generic or private label brands, although they plan to consolidate these into the basic Coles brand.[40] They also have a private clothing brand. According to the official website, Coles has over 800 stores across Australia.","Title":"Coles Supermarkets - Wikipedia","KeyID":"15290","URL":"https://en.wikipedia.org/wiki/Coles_Supermarkets"}