{"Content: ":"Protests, demonstrations and strikes are ongoing around the world against national responses to the COVID-19 pandemic by governmental bodies. Some protest against governmental failure to stem the spread of the virus effectively, while others are driven by the financial hardship resulting from government measures to contain the virus, including restrictions on travel and entertainment, hitting related industries and casual workers hard. Protests continue against restrictions on people's movements, compulsory wearing of face masks, lockdowns, vaccinations and other measures have also been driven by COVID-19 misinformation, conspiracy theories and far-right groups and individuals. This article lists and summarizes such activities in various countries around the world. In order to prevent the spread of the SARS-CoV2 virus which gave rise to the COVID-19 pandemic from 2019, governments brought in health measures at varying levels of strictness to restrict the movement of people and transmission of the virus. In response to these restrictions, protests have been organised at a number of locations around the world,[2] and strikes have also occurred. Some of the protests have criticised governments for not acting effectively enough in their responses to the pandemic, while others have been opposed to preventative measures and called for their revocation. According to analysis as part of the Global Peace Index, as of July 2021[update], there had been around 50,000 protests linked to the pandemic worldwide, 5,000 of which were violent.[3] COVID-19 lockdowns have inspired protests in many territories, and from late 2020 deployment of COVID-19 vaccines also inspired protests.[4][5] The protests have varied in scale, motivations and type, with protesters drawn from a fairly wide range of backgrounds and inspired by a range of reasons. One of the main drivers has been the economic distress brought about by businesses having to close for long periods, leading to widespread unemployment, especially of casual workers in the hospitality industry. Uncertainty about the future and the feeling of lack of control has led to a predilection for believing in conspiracy theories (such as that COVID-19 is a hoax and that governments have deliberately created the crisis), anti-vaxxer beliefs, including that COVID-19 vaccinations and restriction of citizens' movements are part of a government plot to control people, Bill Gates is behind implanting microchips into people via vaccinations.[6][7] The spread of COVID-19 misinformation has been a driving factor in some country's protest movements, with some organisers making money out of the protests.[8] Elements of far-right groups as well as right-wing politicians have been involved in the protests in some countries: in the US, Donald Trump spread some potentially misleading information,[6] and the Proud Boys, American religious fundamentalists and various militia groups as well as Black Lives Matter of Greater New York, have been active in protests;[9] across Europe, the extreme right has been active;[10] in the UK, far-right hate groups have been involved in spreading misinformation, scapegoating minority groups and trying to organise lockdowns,[11] while former politicians such as Martin Daubney and journalists such as Julia Hartley-Brewer have either supported or joined protests;[12] in Australia, the Proud Boys,[13] the neo-Nazi National Socialist Network[14] and a few politicians have become involved in spreading misinformation and stirring discontent.[15] The Telegram and Instagram apps are popular means for spreading messages about planned protests,[16] and some events are also posted on Facebook.[17] A German group called Worldwide Demonstration, operated out of the city of Kassel by individuals self-described as “Freie Bürger Kassel” (Free Citizens of Kassel),[16] coordinated a series of 129 events around the world in March 2021, each one dubbed \"World Wide Rally for Freedom\", using the hashtag \"#WewillALLbethere\". Misinformation, QAnon beliefs, antisemitism and COVID-19 denial were prevalent in the groups' chats.[18] Protesters destroyed a coronavirus testing centre that was being built in Abidjan, which they said was in a crowded residential area too close to their homes.[19] The Kenyan government has been accused of extreme measures, with protesters accusing the Kenyan Police of killing at least six people within the first 10 days of the lockdown. Others protested against the forced quarantine of individuals failing to comply with regulations or returning home from abroad, claiming that they had been quarantined for longer than 14 days and made to pay the government for their care.[20] Hundreds protested on 8 May 2020 when the government destroyed 7,000 homes and a market in Kariobangi in an effort to control the virus.[21] A Malawi high court temporarily barred the government from implementing a 21-day lockdown after it was challenged by the Human Rights Defenders Coalition, after it was argued that more consultation was needed to prevent harm to the poorest and most vulnerable. Small protests had been staged prior to the ruling, in at least three major cities with some protesters stating it was better to contract the virus than die of hunger due to lack of work.[22] A group of at least twenty coronavirus patients forced their way out of an isolation facility to protest against alleged improper care and the government's actions which they believed to worsen their conditions.[23] Workers at a construction site rioted against lockdown measures that limited their ability to work on constructing an oil refinery for billionaire Aliko Dangote.[24] Refugees that had been relocated to the country from an overcrowded refugee camp in Libya, protested against the lockdown from the refugee camp in the capital Kigali.[25] Many residents protested against the policy that food parcel aid would only be going to households that earn below R3600, and demanded action from the South African Social Security Agency.[26] Surfers have also protested to be allowed to surf during the lockdown, that allows exercise but not water activities.[27] Three young, female opposition activists were reported missing following a protest in Harare, Zimbabwe, over COVID-19 lockdown measures on 15 May 2020. They were later treated at a hospital after asserting they had been abducted and sexually abused by suspected state security agents.[28] Small shop owners protested the continuation of rent charges outside of the Grand Ocean Department Store in Wuhan, chanting \"Exempt rental for a year, or refund the lease\". Videos from the demonstration were posted in the social media platform Sina Weibo but quickly censored.[29] A woman was arrested and facing criminal charges after attempting to rally about 100 people to protest the poor management and overpriced provisions during the lockdown. She was charged with \"picking quarrels and provoking trouble\", an offense normally used to detain dissidents and social activists.[30] Pro-democratic movement's tactics were repurposed to pressure the government to take stronger actions to safeguard Hong Kong's public health in the face of the coronavirus outbreak in Hong Kong. Protesters demanded all travellers coming from China be banned from entering Hong Kong. From 3 to 7 February 2020, hospital staff launched a labour strike with the same goal. The strike was not successful as Carrie Lam rejected a full border closure.[31] People responded negatively to the government's attempt to set up quarantine and clinical centres in neighbourhoods close to residents and marched to express their discontent or blocked roads to thwart the government's plans across the territory.[citation needed] After the televised announcement by Prime Minister Narendra Modi that the lockdown was to be extended until at least 3 May, police used batons to disperse protesting migrant workers in Mumbai. Thousands of jobless migrant workers had gathered at railway stations and were demanding to be allowed to break the lockdown to return home.[32] Similar protests were seen in other parts of the country by the workers, and those who claimed that they received no aid which was promised by the government to provide them with during the lockdown period. In the state of Meghalaya anti mandatory vaccination protesters organised a rally in the capital city Shillong against the alleged mandatory inoculation drive by the state government.[33] In State of Maharashtra similar anti mandatory mask and anti mandatory mask protest were held.[34] Several Legal cases were filed in different High Court and Supreme Court of India Against Mandatory Mask and Vaccination.[35][36] On 5 October 2020, Indonesia has passed a law on job creation that will weaken environmental protections and workers’ rights in an attempt to boost the economy hit hard by the Wuhan pneumonia pandemic.[37] On 6 October, thousands of Indonesians protest in industrial areas around Jakarta including Tangerang and Karawang and on Batam. A three-day national strike was started which unions expected to involve two million workers in protest against the law.[38] Demonstrations in Bandung and Jakarta were held on 22 July and 24 July respectively in order to protest the extension of the government's \"social activities restriction\" (PPKM/CARE) measures.[39][40][41][42][43][excessive citations] In April 2020, thousands of Israelis engaged in social distancing while gathering to protest against the perceived anti-democratic measures in the country by Prime Minister Benjamin Netanyahu. Many were involved in the Black Flag movement which had been allowed to protest by police if they stood six feet apart and all wore masks. An earlier protest had seen the protesters drive to Jerusalem to protest anti-democratic measures.[44] Other demonstrations have been seen in the ultra-Orthodox Jerusalem neighborhood of Mea Shearim with men and youths throwing rocks at police before being arrested.[45] Riots broke out in Bnei Brak with crowds vandalizing property and throwing rocks against police attempts to clear yeshiva classes and religious gatherings being held in violation of lockdown rules.[46] Protests against the lockdown have been coupled with the ongoing protests against the current government and female-targeting violence within the country.[47][48] Following announcement of quarantine measures, videos of hospital staff in Atyrau protesting against new rules were spread on social media in April 2020, resulting in reporting journalists being detained.[49] On 25 January 2021, a demonstration was held in city of Kokshetau where citizens expressed discontent with concept of compulsory vaccination against COVID-19 in which the deputy akim met with the crowd and assured them that decision whether to be vaccinated would be based on each individual's personal choice.[50] in result of the government's COVID-19 vaccine mandate for all in-person employees, protests took place on 6 July 2021 in Kazakhstan where citizens demanded to stop the fines for businesspeople who refused to mandate for workers as well free PCR testing for the unvaccinated.[51][52] In Oral, instructions were given out to crowd in avoiding the inoculation.[53] Reports of detentions of people by the police occurred in Almaty and Aktobe that day.[54] On 17 July, demonstrations occurred throughout the cities, where in Pavlodar hundred people gathered at the central square which was dispersed by security forces with detainees being pushed into police vans and some managing to flee the area.[55] Many protesters argued for monetary relief from the countries slumping economy after weeks of the lockdown.[48] At least one demonstrator died after soldiers used tear gas, batons, and live bullets to disperse a protesters in Tripoli who were throwing molotov cocktails.[56] Protesters also congregated in Beirut outside the central bank and threw rocks at the building, and took over major roads as they claimed there wasn't enough done to protect the economy and those that would suffer the most economically.[57] On 31 July 2021, hundreds of protesters attempted to gather in Merdeka Square, Kuala Lumpur, calling for the resignation of Prime Minister Muhyiddin Yassin over his and the Malaysian government's handling of the COVID-19 pandemic.[58][59][60] The protests took place despite Movement Control Order (MCO) restrictions being in place, and Malaysian police blocking access to Merdeka Square itself.[61][62] The anti-government protests took place following a state of emergency declaration, where parliament and elections were suspended, and amid an ongoing political crisis.[58][59] On 2 August, opposition MPs held a protest in Merdeka Square after being blocked from entering Parliament by police.[63][64] Dozens of doctors were arrested in Quetta after protesting the lack of safety equipment that they had been given to battle the spread of the disease.[65] Hundreds of laborers protested against their forced layoffs due to the pandemic by gathering outside their old places of work throughout the city of Karachi.[66] Parents of students who had been studying abroad in the Chinese province of Hubei protested against the government's decision to leave the children in the area in February 2020.[67] Spontaneous demonstrations were held on 1 April 2020 by a Quezon City urban poor community to protest lack of food and other assistance during the metropolitan-wide COVID-19 lockdown.[68] Police violently dispersed protesters and arrested 21 people.[69] The city mayor and a Congress representative appealed to police to release those arrested.[69] In May 2020, journalists and individuals protested the cease and desist order that led to the shutdown of media giant ABS-CBN, a move that jeopardized more than 11,000 jobs and prevented the broadcast of vital information about the pandemic. More protests were held after the House of Representatives junked ABS-CBN's application for a legislative franchise.[citation needed] Jeepney drivers rendered jobless by the COVID-19 emergency protested in Caloocan on 3 June 2020. Six protesters were arrested and jailed for a few days to one week.[70] Several groups held protests nationwide to coincide with the commemoration of Philippine Independence on 12 June 2020.[71] Among these was the \"Grand Mañanita\" protest at the University of the Philippines in Quezon City. The Grand Mañanita protested the government's response to the COVID-19 crisis and Congress' passage of a controversial anti-terror bill.[72] On 16 July 2021, health workers held a protest in front of the headquarters of Department of Health (DOH) where they threw tomatoes at the logo of the DOH.[73] On 30 August, 1 September and 24 November 2021,[74] health workers from various hospitals in Metro Manila held a protest at the DOH headquarters over nonpayment of their salaries and benefits and demanding Duque (and Duterte) to resign over the handling of the COVID-19 pandemic in the country.[75][76][77] On 18 July, Thailand saw the largest street demonstration since the 2014 Thai coup d'état at the Democracy Monument in Bangkok with around 2,500 protesters. The protesters, organised under the name Free Youth (Thai: เยวชนปลดแอก; yaowachon plod aek), announced three demands: dissolution of the House, stop threatening the people and drafting of a new constitution. The event was triggered by the failed economy due to pandemic, and unjustified implementation of the COVID-19 acts that were heavily criticised as being a tool against any possible protest. The situation erupted after two COVID-19 cases; an Egyptian soldier in Rayong Province, and a Sudanese diplomat's daughter in Asok neighbourhood of Bangkok, were tested positive earlier on 15 July. Both were excepted from COVID-19's travel restrictions and containment. Many criticised on both the government's failure to contain the disease from these VIPs, and its failure to boost the heavily affected tourism industry in Rayong Province.[78][79] The protesters demanded the government to accept within two weeks, or face larger demonstrations.[citation needed] Later on 19 July, several protests erupted in Chiang Mai Province and Ubon Ratchathani Province.[80] The newly created Fundamental Rights party (MFG), has been planning recent anti-lockdown protests in Austria. The group compared Covid restrictions with \"Nazi rule\". The country's third largest political party, Freedom Party (FPOe), has also strongly condemned the Covid restrictions, and its new leader, Herbert Kickl, has pushed misleading and false views of the virus, including claims that the vaccination programme is really a \"genetic experiment\".[81] Kickl urged a public crowd to reject compulsory vaccinations. Fifteen thousand people later rallied at the Heldenplatz square in Vienna to protest against the anti-Covid measures and were later joined by thousands more, with approximately 44,000 people taking part in the rally in total.[82] On 31 January 2021, police in Brussels said they had arrested more than 400 people to prevent a banned protest of anti-COVID-19 measures.[83] On 21 November 2021, about 35,000 people in the streets of Brussels took part in demonstration, which began peaceful before violence broke out. Waving nationalist flags of Flanders and banners against the more restrictive rules for the unvaccinated, several people hidden by hoods also attacked some police cars. At least two officers and one protester were injured.Protesters threw stones at police as they advanced with water cannon at the main junction in front of the European Union Commission headquarters. Protesters also threw smoke bombs and fireworks, the newspaper Le Soir reported. The situation calmed down later, police said.[84] In May 2020, a lowered approval of authoritarian president Alexander Lukashenko amid his handling of the COVID-19 pandemic led to street protests against his government. Mass protests erupted across Belarus following the August 2020 Belarusian presidential election which was marred by allegations of widespread electoral fraud.[citation needed] On 6 April 2021, anti-governmental protests \"Fight for Life\" were held by a group of citizens and activists in Bosnia and Herzegovina's capital Sarajevo in front of the Parliamentary Assembly and the Federal Government, seeking resignations from Chairman of the Council of Ministers Zoran Tegeltija and Federal Prime Minister Fadil Novalić, due to lack of leadership during the COVID-19 pandemic in Bosnia and Herzegovina and late procurement of COVID-19 vaccines for the country.[85] Further anti-governmental protests were held eleven days later, on 17 April as well.[86] On 30 March 2020 The Bulgarian Health Ministry issued an order that made not wearing a face mask in public punishable by law at a time when no masks were available for purchasing in the country. After strong public unrest, the order was recalled on the following day[87] and re-instated yet again later, with some modifications.[88] A small protest took place on 19 April 2020 in Sofia against the measures to combat the COVID-19 pandemic, with many of the participants expressing concerns about their livelihoods.[89] Protests with an anti-vax slant that also demanded the resignation of the government, organized by the Vazrazhdane party,[90] were held in May and June, resulting in a few arrests, but did not see a significant turnout.[91] Public disapproval grew during the pandemic and reached a spontaneous culmination on 9 July 2020 after a police raid on the Presidency of Bulgaria in what was perceived as an attack against President Rumen Radev, a vocal critic of prime minister Boyko Borisov, who has been in power since 2009,[92] and the long-standing grievances against endemic corruption and state capture. Daily demonstrations were held in the country's capital Sofia until April 2021, though the number of protesters dwindled during the autumn and winter months when the country was heavily affected by the COVID-19 pandemic.[93] On 12 January 2022, Vazrazhdane organized a large demonstration against the COVID green certificates for indoor spaces, during which protest participants attempted to make their way into the National Parliament.[94] On 23 February 2022, the party held another protest with the same focus.[95] In late 2020 and during 2021, many anti-responses protests occurred as the pandemic situation in country worsened and measures, often legally unsubstantiated, were prolonged. Protesters demanded revoking of the restrictions such as gathering limitations or pubs closure. Many of them also refused face-masks wearing, which gave them a nickname \"anti-rouškaři\", meaning \"mask-refusers\". The most violent incident occurred on 18 October in Prague, when group of radical protesters, including football hooligans, clashed with police forces after protest was dissolved due to violations of hygienic measures. 20 officers were injured as well as unknown number of protesters. 144 persons were arrested. This is in contrast with mostly peaceful protests which are typical in Czechia. Since then, police has changed a tactics to document offences rather than doing large maneuvers to disperse crowds. [96][97][98] The Paris suburb Villeneuve-la-Garenne saw riots in April 2020, partly about the strains of the coronavirus outbreak and lockdown on working-class families, often immigrants, who live in small apartments in crowded public housing buildings. Many have reported that in poorer neighbourhoods the policies are difficult to follow due to over crowding and cause the neighbourhoods to be impacted more than wealthier Parisians. The demonstrations have since been seen in the suburb Hauts-de-Seine, and other French cities Toulouse, Lyon and Strasbourg.[99] The announcement of president Macron on 12 July 2021 of a COVID-19 vaccination obligation for all health care workers by 15 September, as well as the obligation for people older than twelve to show a \"sanitary pass\" as of August for admittance to cafés, restaurants, cinemas, hospitals,[100] senior citizens' homes, trains,[101] shopping malls,[102] and other public venues led to protests across France. The 'sanitary pass' should prove that someone is either vaccinated, has recently tested negative,[100] or has recovered from COVID-19.[103] Macron's motivation was: \"We are in a new race against time\", \"Vaccination is the only way to protect yourself and others\".[100] Marine Le Pen, challenger of Macron in the 2022 French presidential election, immediately condemned the vaccination obligation as \"indecent insolence\" attesting of \"ingratitude\" towards the health care workers.[100] On Wednesday 14 July, the French National day called 'Bastille Day', in Paris some 2,250 people protested against these new corona restrictions. Demonstrations were also held in Toulouse, Bordeaux, Montpellier, Nantes and 48 other places, totalling around 19,000 protesters. Slogans chanted were: \"Down with dictatorship\", \"Down with the health pass\". A demonstrator equated the health pass with \"segregation\". Objects and fireworks were thrown at the police, who answered with tear gas and arrests.[104] On Saturday 17 July, nationwide some 114,000 people protested against the two new measures.[105] On 24 July, some 160,000 people around France protested against the measures. Protesters chanted: \"Liberty! Liberty!\" Projectiles including a chair were thrown at the police in Paris, who reacted with tear gas and water cannons.[106] On 25 July, the French Senate nevertheless agreed to the measures except the pass obligation for children under 18 years old.[107] On 31 July, over 200,000 people nationwide protested against these plans. Thousands around Place de la Bastille in Paris chanted: \"Liberté!\" [Freedom!]. Signs accused Macron of being a dictator.[108] A bus driver motivated his protest as: \"I'm not an antivaxer (...) But this is going to fast, I want to wait and see\". A hospital worker said: \"These vaccines are experimental ; there's no way I'm gonna take it\".[105] A placard in Paris cited Macron: ' \"Je ne rendrai pas la vaccination obligatoire\", Emmanuel Macron, Novembre 2020 ' [\"I will not make vaccination obligatory\", Macron, Nov. 2020]. Another: ' De la démocratie à la dictature il n'y a qu'un <<PASS>> ' [From democracy to dictatorship is only one step [or] one pass].[109] Another: 'VACCINÉ A LA LIBERTÉ' [VACCINATED FOR FREEDOM].[110] On Saturday 7 August, 237,000 people protested on 198 locations in France, the authorities reported. In Paris, Lyon, Toulouse, rioters pelted the police with all sorts of things, police reacted with tear gas and charges and arrests.[111] The sanitary pass obligation came into effect on 9 August, civilians risk a fine of 135 euro for disobedience, business owners risk a 45,000 euro fine or one-year prison and the closure of their business.[103] On 14 August 2021, between 200,000 and 250,000 people according to the police and the organisers have again demonstrated, on more than 200 locations in France, against the pass sanitaire and the obligated vaccination of health care personnel. Placards compared the sanitary pass with 'Apartheid', people chanted slogans about the \"health dictatorship\". Police in Lyon used pepper spray against rioters.[112] Since then, these protests grew smaller ; on Saturday, 18 September 2021, the demonstrators in France against the sanitary pass and obligated vaccination counted 80,000.[113] The 2021 Greek protests broke out in response to a proposed government bill that would allow police presence on university campuses for the first time in decades, for which opposition groups accused the government of taking advantage of the COVID-19 lockdown to impose increasingly authoritarian measures.[114] On 5 December 2021 thousands demonstrated in Tbilisi against a COVID-19 passport system which has been implemented in Georgia since December 1, allowing only citizens and tourists with a QR-code proving vaccination or recovery from the virus or with a negative PCR test result to visit public places, restaurants, entertainment and shopping centers. Protesters marched with posters and Georgian flags, passing by the parliamentary building.[citation needed] Since April 2020, in Germany numerous protests against government policies over the COVID-19 pandemic have been held in several cities. A protest in Berlin on 29 August was estimated by authorities to have drawn 38,000 participants.[115] Several of the protests in Germany, like the one of 29 August, were organized by the group Querdenken 711, based in Stuttgart. As per its homepage, it considers its main aims to support the fundamental rights enshrined in the German constitution, in particular the freedoms of opinion, expression, and assembly.[116] At the 29 August demonstration in Berlin, one of the invited orators was Robert F. Kennedy Jr., lawyer and conspiracy theorist and nephew of the assassinated U.S. President John F. Kennedy. He warned the crowd that the COVID-19 measures being deployed in many countries might lead to the implementation of a surveillance state. A few hundred protesters attempted to storm the Reichstag building, the seat of the German parliament;[115][117] a few of them reached the stairs. A burst of media attention arose due to this incident. Later demonstrations tended to be smaller, and sometimes organized by allies of Querdenken.[116] Anarchists, libertarian socialists and anti-fascists in Germany have been counterprotesting \"Querdenken 711\" and other demonstrations against public health mandates. Focusing on increasing gentrification, wealth inequality, evictions, police measures and favoring of compulsory vaccination. Anarchists have seen increasing evictions of anarchist communities and squats.[118][119][120] On 28 February 2021, around 3-5000 protesters gathered in the capital city of Budapest at Hősök tere to protest the lockdown regulations, and the illegitimate Constitution of 2012.[citation needed] The far-right Our Homeland Movement organised protests against lockdown measures on 15 March 2021,[121] and against vaccine mandates (a \"Covid Dictatorship\") throughout December 2021 in various Hungarian cities.[122][123] On 16 January 2022 they held another anti-vaccine protest in Budapest, attracting thousands of people.[124] On 24 July 2021, over ten thousand people attended an anti discrimination march in Dublin, in response to the Irish government's announcement that vaccine passports would be introduced.[125] Said passports were to be used to prevent unvaccinated people availing of indoor dining services. Hundreds attended an anti-lockdown, anti-face mask protest in Dublin on 22 August 2020. The protest was organised by Health Freedom Ireland with support from Yellow Vest Ireland. Four people were arrested at the protest.[126] Another protest was organised by the same groups on 3 October, with up to a thousand protesters marching through the city centre before staging a sit-down protest in the main shopping area of Grafton Street.[127] On 27 February 2021, violent clashes between protesters and the Garda Síochána erupted during an anti-lockdown protest near St Stephen's Green in Dublin. Three Gardaí were injured and 23 people were arrested in the aftermath of the protest. The Taoiseach Micheál Martin condemned the demonstration as \"an unacceptable risk to both the public and Gardaí\".[128] A non-violent anti-lockdown protest with approximately 450 people in attendance took place on 6 March in Cork. The event was organised by The People's Convention.[129] Six people were arrested on the day of the protest.[130] Since the month of March 2020, many people started protesting over COVID-19 and the rules imposed by the Italian government. On 24 January 2021, violent protests erupted as a reaction to the Dutch government decision to impose a curfew as a means to curb the spread of the COVID-19.[131][132] The curfew, imposed between 9 PM to 4:30 AM, was the first of its kind to be enacted in the country since the Second World War.[131][133] Protests took place in most major cities, including Amsterdam and Eindhoven. Police made hundreds of arrests and issued thousands of fines.[131][134][132] The Dutch Police Association described the riots at the worst violence in Netherlands in the last 40 years.[131] The protests have been described as being composed of mostly young men.[131][134] An opinion poll by public broadcaster NOS indicated that the curfew was supported by seven out of 10 Dutch respondents (although the amounts of respondents is unknown), with just 18% of the population opposing it.[134] An online poll with over 28.000 respondents, done by Radio NPO1, a Dutch state radio station, showed that 89% of Dutch people wanted the curfew to be removed.[135] After the Netherlands went into a partial lockdown on 12 November 2021 due to a sharp rise in COVID-19 cases, another series of protests and riots occurred over such measures. Rioting was especially concentrated in Rotterdam, where police fired warning shots at rioters, injuring at least two.[136] Hundreds of protesters gathered in the Polish border town of Zgorzelec to protest the lockdown regulations, the protest was staged specifically on the foot bridge connecting Zgorzelec and the German town of Görlitz as many lived in Poland but worked in Germany. Many protested the inability to cross the borders of the countries as they lived in a different country from where they worked, and similar protests were seen in border towns along the Polish-German border and the Polish-Czech border.[137] Freedom march (Marsz Wolności) happens every month, for example in Wrocław.[138] Security forces broke up a crowd of about 2,000 individuals protesting against the lockdown in Vladikavkaz, with some detained and the believed organizer arrested prior to the event.[139] Some protesters at the event used their social media to post videos about their demands against the lockdown, with one stating; \"Today, under the pretext of the coronavirus, which doesn't exist, people are driven into slavery, they are trying to establish total control over us all.\"[140] On 7 July 2020, a riot began in Belgrade after the government's announcement of a curfew for the weekend. Protests began because of the government's continuous change in handling COVID-19 policy and alleged hiding of the number of COVID-19 cases in the country.[citation needed] In late 2020 and during 2021, several anti-COVID-restriction protests were held also in Slovakia, mainly in the capital, Bratislava and also Kosice. Many people are starting to disobey the rules: they go to bars even though they are not vaccinated, they don't wear FFP2 mask but only textile mask. There were even incidents of people without masks coming to a grocery store. These customers were then beaten by the police as they refused to put on their mask. Thousands of people, mostly supporters of the far-right party Vox, attended protests in Madrid and the country's regional capitals over the lockdown and its impact on the Spanish economy. The protesters drove in convoys to adhere to social distancing, with the Madrid protest led by a bus containing Vox leader Santiago Abascal. Abascal called for the national government of Pedro Sánchez to resign over its handling of the virus.[141] On 20 September 2020, thousands of people went out in protest throughout the Community of Madrid demanding the resignation of the regional government of Isabel Díaz Ayuso, after the latter had announced two days earlier a partial lockdown affecting 850,000 people living in the region's poorest areas which was dubbed as \"segregationist\" and fostering \"stigmatisation, exclusion and territorial discrimination\".[142] The protests came amid growing criticism of Ayuso's handling of the virus as \"ineffective\" and of her coalition government having \"floundered\" in its attempt to antagonize with Sánchez's government, as the region became the most heavily hit area in all of Europe in the second wave of the pandemic with many neighborhoods being near or above 1,000 cases per 100,000 people.[143] On 7 March 2021, an estimate of 300-500 people gathered at Medborgarplatsen in Stockholm to protest against COVID-19 measures.[144] On 14–20 February, protests against the placement of evacuated Ukrainian citizens (suspected of having coronavirus disease 2019) from the city of Wuhan (PRC) in Ukraine took place in Novi Sanzhary. In the summer and autumn of 2021, actions against obligatiry vaccination against COVID-19 and restrictions for unvaccinated persons took place in various cities of Ukraine. In particular, on 27 July the \"procession\" against vaccination was organized by the Moscow Patriarchate[145] and on November 3 the protesters blocked the streets in Kyiv[146] The first protests against the national mandatory lockdown in the United Kingdom took place in April 2020, extending into the following month before abating as lockdown restrictions were slowly eased. As local area lockdown measures were reintroduced towards the end of summer, followed by stricter national lockdown measures, anti-lockdown protests resurged across the country beginning in September 2020. More than 55 protesters have been arrested in these events as of October 2020. Some protesters have claimed that COVID-19 is a hoax, and many refused to wear masks or practice social distancing.[147] Protests have occurred in Shrewsbury,[148] Glastonbury,[149] London, Manchester, Glasgow, Belfast,[150] Hove,[151] Birmingham,[152] Liverpool,[153] as well as a few other cities. Protests over restrictions overlapped with anti-vaccine protests following the start of the UK's COVID-19 vaccination programme in December 2020.[154][155] On the weekend of 24–25 July 2021, protests broke out again in several major cities in the United Kingdom including London,[156] Leeds,[157] Manchester[158] and Birmingham due to people opposing vaccines and proposed COVID passports.[159] In Canada, protests began on 19 April 2020 in Vancouver.[160][161] Protests also occurred in Toronto, Edmonton and Ottawa.[162][163] On 21 April 2020 it was reported that prisoners at the Saskatchewan Penitentiary had been protesting against restrictions placed upon them in response to COVID-19, like being kept in their cells for 20 hours a day.[164] On 15 January 2021, Roman Baber, Member of Provincial Parliament for the Toronto riding of York Centre, was removed from the caucus of the governing Progressive Conservative Party of Ontario after publishing an open letter to Premier Doug Ford criticizing Ontario's lockdown restrictions. Baber continued his anti-lockdown advocacy as an independent member of the legislative opposition.[165][166][167] On 1 September 2021, thousands of people protested COVID-19 vaccine policies and mask mandates outside of Vancouver City Hall.[168] In January 2022, Freedom Convoy 2022 began. Prime Minister Justin Trudeau invoked the Emergencies Act for the first time to quell the unrest from the occupation and harassment of Ottawa and its citizens by hundreds of trucks, their drivers and thousands of unruly protesters. A far-right group calling itself \"Walk for Freedom\" has been organizing anti-mask protests since at least April 2020.[169][170] Concerns were raised when several hundred protestors took part in a 20 February 2021 freedom convoy and Jericho Torch March at the Legislature organized by the \"Walk for Freedom Alberta\" and the \"Freedom Unity Alliance\".[171] Posters advertising the rally included an image of white nationalists marching through Charlottesville with Tiki torches in the 2017 US Unite the Right rally.[171][172][173][174] The group of hundreds of unmasked anti-lockdown protestors, carrying a Walk for Freedom banner included COVID-19 deniers.[175] Others were supporters of a pastor who was arrested for repeatedly refusing to comply to public health regulations, such as capping attendance, physical distancing and mask-wearing.[176][177] The Justice Centre for Constitutional Freedoms (JCCF), representing the pastor, had launched a legal charter challenge against the Alberta government.[178] The Mayor of Edmonton said that the rally organizers were from outside Edmonton and that they \"may be associated with known hate groups. Edmonton unequivocally condemns racism, misogyny and other forms of hate—such speech is not welcome in our community.\"[179][175][180] A series of protests began on 11 July 2021, triggered by the shortage of food and medicine and the government's response to the resurgent COVID-19 pandemic in Cuba.[181] On 29 April, police in Yajalón, Chiapas, southern Mexico, opened fire on people who were protesting against a checkpoint that left their community isolated. Residents of neighbouring Tumbalá complained that the checkpoint made it impossible for them to access governmental and banking services and that it seemed to be related to a belief that Tumbalá had a high rate of coronavirus infection. Checkpoints have been installed in about 20% of Mexico's municipalities, which the federal government has declared illegal.[182] Hundreds of Mexicans participated in caravans on 30 May demanding the resignation of President Andrés Manuel López Obrador because of his handling of the COVID-19 pandemic in Mexico and the economy. The caravans, which took place in about a dozen cities across the country, consisted largely of luxury cars.[183] Violence broke out on 4 June during demonstrations in Guadalajara, Jalisco to demand justice after the death of Giovanni López in the town of Ixtlahuacán de los Membrillos.[184] López, a 30-year-old mason, had been arrested on 4 May for not wearing a facemask during a lockdown and died the next day while in police custody.[185] The United States' national response began in early January, originating with actions by the Centers for Disease Control (CDC) and the White House. The first U.S. case of COVID-19 was recorded on 19 January 2020. In the United States, the response was determined by state and local officials in coordination with the CDC and federal officials. On 9 February, governors were briefed by the White House Coronavirus Task Force.[186] Beginning in mid-March, various social distancing measures to limit spread of the virus were undertaken by state governors and in some cases counties or cities.[187] Actions taken included stay-at-home orders (\"quarantine\"), school and business closures, and limitation on the size of gatherings. On 19 March 2020, President Donald Trump, and Vice President Mike Pence met (via teleconference) with governors of most states to continue coordination and to assist states with their responses. FEMA was brought into the effort around this time.[188] By 7 April 42 states had lockdown orders in place.[189] The shutdowns had serious economic effects, including a steep rise in unemployment due to the shutdown of stores and workplaces.[190] By 15 April protests and demonstrations had broken out in some states, demanding that the area be \"re-opened\" for normal business and personal activity. By 1 May there had been demonstrations in more than half of the states, and many governors began to take steps to lift the restrictions.[191] One of the first protests was in Michigan on 15 April 2020, organized by conservative groups which also encouraged groups in other states to copy their wording and templates.[citation needed] Protesters in numerous other states said they were inspired by Michigan, and they used Michigan's material on their own websites, Facebook groups, and Reddit pages to promote their protests.[193] Subsequent protests were organized by Republican activists or party organizations,[194][195][196] Tea Party activists,[197] armed militia movement supporters,[198] guns-rights activists,[199] and \"anti-vaccination\" advocates.[200][201] Protesters, many without face masks, opposed the shelter-in-place orders in their states for various reasons. Many said they wanted businesses reopened so they could go back to work. Many others displayed pro-Trump banners, signs, and MAGA hats.[202] Still others insisted the lockdowns were a violation of their constitutional rights. One militia leader told a reporter, \"Re-open my state or we will re-open it ourselves.\"[203] An opinion article in The New York Times, and an article in the Washington Post claimed that the anger driving the protests was \"both real and manufactured\", blaming conservative groups for engaging in astroturfing via centralized organization backed by anonymous donors.[204][205] President Trump originally issued guidelines for how to phase out restrictions, saying that governors would decide how to reopen their own states and suggesting a cautious three-phase approach.[206] However, the next day he reacted to the protests against social restrictions by encouraging the protests.[207][208][209][210] Governor Jay Inslee (D-WA) accused the president of \"fomenting domestic rebellion\" and said the president's call to ignore his own team's guidelines was \"schizophrenic\".[211][212] Facebook announced that it would block events and messages from anti-quarantine protest groups \"when gatherings do not follow the health parameters established by the government and are therefore unlawful\".[213] In California, Libertarian Party chapters in Santa Clara and San Francisco counties condemned lockdown measures in the state with a resolution stating in part that, \"these government impositions have already lasted for longer than could be justified by the purpose for which they were allegedly necessary, constituting a sort of \"mission creep\" that could potentially keep them in place with no definite end, and with economic and social damage continuing to accumulate and becoming more severe.\"[214] Such responses were compared to the Anti-Mask League of San Francisco movement that was seen during the 1918 Spanish flu pandemic, where the efficacy of masks was debated during the second wave of flu in the city.[215] The Anti-Mask League saw the medical advice on masks as unconstitutional, and contrary to the principles of a free society.[215] Cell phone data from digital-contact tracing software, captured from opt-in cellphone apps and the Firm VoteMap, then provided to The Guardian (publication) by progressive campaign group the Committee to Protect Medicare, suggests that cell phones present at anti-lockdown protests in Colorado, Florida, Illinois, Michigan and North Carolina traveled long distances after leaving the protests. Dr. Rob Davidson, executive director of the Committee to Protect Medicare, said that although “it's hard to draw a straight line between devices, individuals at these protests, and cases”, the data suggests that the protests may be epidemiologically significant events.\" and that \"The behavior we’re seeing at protests carries a high risk of infection.\"[216] On 30 January 2021, dozens of \"SCAMDEMIC\" protesters blocked the entrance to the vaccination center at Dodger Stadium in Los Angeles.[217] Throughout 2020 and 2021, numerous illegal protests of widely varying sizes against COVID-19 lockdown restrictions and the Australian Federal Government's vaccination programme were held in several state capitals including Adelaide, Brisbane, Melbourne, Perth and Sydney.[218][219][220] Police responded to some of the protests by arresting demonstrators and issuing fines.[221][222][223] In Melbourne, Victoria, from 20 to 24 September 2021, a series of protests occurred in the city's CBD. Protesters were predominantly tradesmen who were acting against lockdowns, the closure of the construction industry and vaccine mandates. It is believed that several protesters were \"fake tradies\" who could be described as \"professional protesters\". Police responded with rubber bullets, batons and tear gas. Various media outlets were critical of the police's heavy-handed response to the protesters and bystander civilians.[224][225][226] The first major legal protest occurred in early 2022 in Canberra, Australian Capital Territory, which is also the most highly vaccinated jurisdiction in Australia. A \"Convoy to Canberra\", consisting of thousands of protesters in trailers, trucks, cars and campervans made their way in the national capital in January.[227][228] On 12 February, around 10,000 protesters converged on Parliament House and Old Parliament House, and Lifeline Canberra suspended its major fund-raising event due to safety concerns for customers.[229][230][231] In October 2021, several protests against a proposed law mandating COVID-19 vaccines were held throughout French Polynesia including Papeete in Tahiti and Hiva Oa in the Marquesas Islands. Notable groups and individuals involved included the \"Don't Touch my Family\" group, the pro-independence party Tavini Huiraatira, and retired Dr. Jean-Paul Theron, who was locked in a dispute with health authorities over his methods of treating COVID-19 patients.[232][233] The proposed law requires anyone working in healthcare or with the public to get inoculated or be fined $US1,700.[234] In response to strong opposition from anti-vaccination protesters, unions, and employers, President Édouard Fritch announced that the new law would be delayed until 23 December.[235] Between August and October 2021, several protests were held across New Zealand to protest official lockdown measures, vaccination, and spread disinformation about the COVID-19 pandemic. Key groups and individuals that were involved in these protests included FACTS NZ, Kotahitanga Movement Aotearoa, the NZ Liberty Movement and Jami-Lee Ross and Billy Te Kahika's Advance New Zealand party.[236][237][238][239] In January 2021, Te Kahika led a \"freedom rally\" outside the New Zealand Parliament; protestors opposed lockdown policies, while expressing support for US President Donald Trump and QAnon.[240] Following the reinstatement of lockdown restrictions in mid–August 2021 in response to a Delta variant community outbreak, anti-lockdown protests were staged in Auckland, Tauranga, Nelson, and Christchurch. Key participants included Te Kahika and far right activist Kyle Champman.[241][242] In February 2022, Convoy 2022 New Zealand gathered outside parliament buildings and blocked streets in Wellington.[243] On 25 May, during the Anniversary of the First National Government, protests erupted all over the country,[244] but predominantly in Buenos Aires and Cordoba. The protest consisted mostly of small business owners demanding the local and national governments to be allowed to work, under a sanitary protocol. At this point, the stay-at-home order had been in place nationwide for 65 days. On 20 June, which is the country's National Flag Day, the size of the protests had grown immensely compared to the previous ones held in late May.[245] While business owners and workers were still calling for more workplaces to be allowed to operate, the government's attempt to expropriate Vicentín, a soy and wheat manufacturer and one of the largest exporting firms in the country, also sparked outrage and motivated protests in many provinces where agriculture plays a big role in their local economy, particularly in the Santa Fe Province, where this business is located. Due to the huge backlash, president Alberto Fernandez has decided to step down and not take over the company. Protests also took place in the city centre of most cities and at the gates of the presidential residence. While the lockdown had been lifted in most provinces and municipalities, it was still enforced in Greater Buenos Aires, which represents around 60% of the Argentine economy. On this day, the stay-at-home order had been in place for 90 days, making it the longest mandatory quarantine in response to the COVID-19 pandemic.[246] On 9 July, the country's Independence Day, protests flared up once again.[247] In addition to workers and entrepreneurs asking to be allowed to work, many were angered by the fact that Lazaro Baez, who is serving jail time for money laundering and stealing from taxpayers' money and is associated with much of the government staff, could be eligible for parole. This incident, and the murder of Fabián Gutiérrez, who was ex-president Cristina Fernandez de Kirchner's secretary while she was in office, which many opposition affiliates believe was orchestrated by the administration and covered up as a \"crime of passion\" by two unknown men, also caused large outrage in some sectors of the population. This day marked 109 days since the lockdown was put in place in the Greater Buenos Aires area.[citation needed] On 1 August, many opponents of Alberto Fernandez's government, and of Kirchnerism in general, took to the streets to rally against the judicial reform proposed by the administration. Many believe this is a way to absolve vice president Cristina Fernandez de Kirchner from her ongoing trials, and also a way to give the governing political party control over the judicial branch of government, all disguised under the promise that this reform will make judges and trials fairer and less biased to certain ideologies or political parties. While the lockdown has not been completely lifted in Buenos Aires, many activities and businesses are now allowed to take place again since mid-July, and a re-opening scheme with various stages has been designed and put in place, although with no strict dates. However, many companies, such as restaurants or bars for instance, still cannot open and many business owners are uncertain of how much more they can endure with their doors closed. On 17 August, the General José de San Martín Memorial Day, a public holiday which commemorates Argentine liberator and army general José de San Martín, protesters gathered once again on the city centres of the main Argentine cities for the same reasons as the previous one, 16 days prior. This manifestation was backed by many political figures from the Juntos por el Cambio, Frente Despertar, Fuerza Unidaria Argentina, opposition forces, near liberal, libertarian and survivalist groups. Some, however, have decided to not publicly support the protests, most notably Horacio Rodríguez Larreta, mayor of Buenos Aires. On 18 March, Brazilians in São Paulo and Rio de Janeiro protested Jair Bolsonaro's handling of the pandemic by banging pots and pans on their balconies and shouting \"Bolsonaro out!\"[248] On 19 April, Brazil's Armed Forces Day, Bolsonaro gathered with about 600 protesters in front of the Army's headquarters in Brasilia to demand a \"military intervention\" into the handling of the coronavirus situation. Smaller protests calling for governors to resign occurred the previous day in Rio de Janeiro, São Paulo and Brasilia.[249] On 1 May, protest in favor of Jair Bolsonaro happened around the country. The protesters demanded the end of lockdowns, shouting “I authorize”, referring to the president's claim that he will invoke Article 142 of the Brazilian Constitution to “restore the entire Article 5 of the Constitution” and that he was only waiting for an “authorization” of the people. The protests happened in many Brazilian cities, occupying avenues such as Avenida Paulista. Bolsonaro flew by helicopter over the protests in Brasilia, where there were also protests against his government, although they left after pro-Bolsonaro protesters came and surprised by their size, considered “small” by some.[250][251][252][253][254][255][256][257][258][259][260][261][262][citation needed] On 18 March, riots took place at the communes of El Bosque, La Pintana, and other communes in the Santiago Metropolitan Region.[263] Rioters are denouncing the hunger resulting from the partial and total lockdowns in the region. They claim that the lockdowns have left them without work and means of sustenance. In April 2021, President Iván Duque proposed increased taxes at a time when the COVID-19 pandemic in Colombia was beginning to worsen as various healthcare systems were failing throughout the country. A series of protests began in Colombia on 28 April 2021 against increased taxes, corruption, and health care reform.[264] The 2020 demonstrations in Ecuador were a series of national mobilizations carried out in May 2020, after the announcement of economic measures by the government of Lenín Moreno adopted due to the serious health and economic crisis generated by the COVID-19 pandemic in Ecuador.[265][266] On 5 March, protests broke out across Paraguay due to the lack of efficient government response against the pandemic in the country. The protests gathered thousands of people, and left hundreds of injured. It culminated in the resignation of the then health minister Julio Mazzoleni.","Title":"Protests against responses to the COVID-19 pandemic - Wikipedia","KeyID":"15303","URL":"https://en.wikipedia.org/wiki/Protests_over_responses_to_the_COVID-19_pandemic"}