{"Content: ":"Instant noodles, or instant ramen, is a type of fast food consisting of noodles sold in a precooked and dried block with flavoring powder and/or seasoning oil. The dried noodle block was originally created by flash frying cooked noodles, and this is still the main method used in Asian countries; air-dried noodle blocks are favored in Western countries. Dried noodle blocks are designed to be cooked or soaked in boiling water before eating. Ramen, a Japanese adaptation of Chinese noodle soup, is sometimes used as a descriptor for instant noodle flavors by some Japanese manufacturers. It has become synonymous in the United States for all instant noodle products. Instant noodles were invented by Momofuku Ando of Nissin Foods in Japan. They were launched in 1958 under the brand name Chikin Ramen. In 1971, Nissin introduced Cup Noodles, the first cup noodle product. Instant noodles are marketed worldwide under many brand names. The main ingredients in instant noodles are flour, starch, water, salt and/or kansui (a type of alkaline mineral water containing sodium carbonate and usually potassium carbonate), and sometimes a small amount of phosphoric acid.[2] Common ingredients in the flavoring powder are salt, monosodium glutamate, seasoning, and sugar. The flavoring is usually in a separate packet, although in the case of cup noodles, it is often loose in the cup. Some instant noodle products are seal-packed; these can be reheated or eaten straight from the packet/container. The history of noodles in China dates back many centuries, and there is evidence that a noodle that is boiled and then fried and served in a soup, similar to Yi noodle, dates to ancient China.[3] According to legend, during the Qing dynasty, a chef put already-cooked egg noodles in to boil. To rescue them, he scooped them out and fried them in hot oil, serving them as a soup.[3] According to the Journal of Ethnic Foods, early instant noodle packaging was labelled \"Yi noodles.\"[3] Modern instant noodles were created by Momofuku Ando in Japan.[4][5] They were first marketed on 25 August 1958 by Ando's company, Nissin, under the brand name Chikin Ramen.[6] Ando developed the entire production method of flash frying noodles from processes of noodle-making, steaming, seasoning, to dehydrating in oil heat, creating the \"instant\" noodle. This dried the noodles and gave them a longer shelf life, even exceeding that of frozen noodles. Each noodle block was pre-seasoned and sold for 35 yen. The instant noodles became ready to eat in just two minutes by adding boiling water. Due to their price and novelty, Chikin Ramen were considered a luxury item initially, as Japanese grocery stores typically sold fresh noodles for one-sixth of their price.[7][8] Despite this, instant noodles eventually gained immense popularity, especially after being promoted by Mitsubishi Corporation.[9] Initially gaining popularity across East Asia, South Asia, and Southeast Asia, where they are now firmly embedded within the local cultures of those regions, instant noodles eventually spread to and gained popularity across most other parts of the world.[1] A separate claim of origin for instant noodles comes from Pingtung County in Taiwan.[10] Zhang Guowen, a Pingtung local, filed a patent for instant noodles in 1956. On 16 August 1961, Zhang supposedly transferred the patent to Momofuku Ando for 23 million yen.[10] With better quality control, manufacturers further improved the taste of instant noodles by adding flavoring powder in a separate packet. In 1971, Nissin introduced Nissin Cup Noodles, a cup noodle to which boiling water is added to cook the noodles. A further innovation added dried vegetables to the cup, creating a complete instant soup dish. The innovation combined the functions of packaging material, a container for boiling water, and a bowl to eat the noodles from. Heading off the recent rise in health consciousness, many manufacturers launched instant noodles with various healthy recipes: noodles with dietary fiber and collagen, low-calorie noodles, and low-sodium noodles.[11] According to a Japanese poll in the year 2000, \"The Japanese believe that their best invention of the twentieth century was instant noodles\".[12] As of 2018[update], approximately 103 billion servings of instant noodles are eaten worldwide every year. China consumes 40 billion packages of instant noodles per year (39% of world consumption), Indonesia 12 billion, India 6 billion, Japan 5.7 billion, Vietnam 5.2 billion. The top three per-capita consuming nations are South Korea (74.6 servings), Vietnam (53.9 servings), and Nepal (53 servings).[13] There are three key ingredients in wheat-based noodles: wheat flour, water, and salt.[14] Other than the three main ingredients, USDA regulations allow instant noodles to contain palm oil, seasoning, sodium phosphates, potato starches, gums, and other ingredients.[15] Noodle production starts with dissolving the salt, starch, and flavoring in water to form a mixture that is then added to the flour. The dough is then left for a period of time to mature, then for even distribution of the ingredients and hydration of the particles in the dough, it is kneaded. After it is kneaded, the dough is made into two sheets compounded into one single noodle belt by being put through two rotating rollers. This process is repeated to develop gluten more easily as the sheet is folded and passed through the rollers several times. This will create the stringy and chewy texture found in instant noodles. When the noodle belt is made to the desired thickness by adjusting the gap in the rolls, it is then cut right away. Wavy noodles are made in a slow-paced conveyor belt and are hindered by metal weights when coming out of the slitter, which gives the noodle its wavy appearance. If the strands are to be molded into other shapes, liquid seasoning can be added as well. Once the noodles are shaped, they are ready to be steamed for 1–5 minutes at 100 °C (212 °F) to improve texture by gelatinizing the starch of the noodles. When steaming, the addition of water and heat breaks up the helix structure and crystallinity of amylose. Amylose begins to diffuse out of the starch granule and forms a gel matrix around the granule.[20] Noodles can be dried in one of two ways: by frying or by hot-air drying. Fried instant noodles are dried by oil frying for 1–2 minutes at a temperature of 140–160 °C (284–320 °F). The frying process decreases the moisture content from 30–50% to 2–5%. Common oils used for frying in North America include canola, cottonseed, and palm oil mixtures, while only palm oil or palm olein are used in Asia.[citation needed] Air-dried noodles are dried for 30–40 minutes in hot air at a temperature of 70–90 °C (158–194 °F), resulting in a moisture content of 8–12%. During the drying process, the rapid evaporation of water creates pores throughout the food matrix, which allows for short cooking times in the finished product. In the case of fried noodles, the creation of pores is directly related to the uptake of fat into the noodles.[21] More than 80% of instant noodles are fried as this creates more evenly dried noodles than hot-air drying, which can cause an undesired texture in finished noodles and also takes longer to cook.[citation needed] However, with fried noodles, the oil content is about 15–20% and decreases the shelf life of the noodles due to oxidation, whereas in hot-air dried noodles, oil content does not go above 3%.[19] Before packaging with seasoning, the noodles are cooled after drying, and their moisture, color, and shape are checked. Packaging of the noodles includes films impermeable to air and water. There are two forms of packaged instant noodles: one with the provided seasoning in small sachets inside or in a cup with seasoning on top of the noodles. There are a variety of flavors to the noodles, depending on which ones are added to the seasoning. Such flavors include beef, chicken, pork, shrimp, etc. In instant noodle cups, soy protein and dehydrated vegetables and meats are often added for further flavor.[citation needed] The shelf life of instant noodles ranges from 4–12 months, depending on environmental factors. Their stability comes from the high sodium content with low moisture, and low water activity. Instant noodles can be served after 1–2 minutes in boiled water or soaked in hot water for 3–4 minutes.[22] Although dry instant noodles may not appear elastic, cooked instant noodles generally have higher elasticity than other types of noodles when they are cooked, and the unique wavy form also differentiates instant noodles from other common noodles, such as udon or flat noodles. The wavy form of the noodles is created when noodle dough sheets are being cut by rotation slitters. Due to the difference in velocity between the conveyor belt and blade rotation, noodle dough sheets can be pressed by blades multiple times within a certain area, creating the unique wavy form of instant noodles.[14] During pressing by the heavy blades, the continuous gluten structure is ruptured at certain points and does not return to its original shape, but the remaining gluten structures are strong enough to keep it hanging; therefore, wavy noodle strands are formed and maintained during processing. Other than the physical springiness, the selection of ingredients also ensures high elasticity of instant noodles. Instant noodles require wheat flour with high protein content to ensure noodle strands are broken during processing,[14] resulting in more viscoelastic noodle dough and thus more elastic noodles. Furthermore, potato starch, a key ingredient in instant noodles, has the important characteristics of low gelatinization temperature, high viscosity, and rapid swelling.[14] Therefore, the addition of starch could further increase the elasticity of noodles. High salt content in instant noodles also increases the elasticity of noodle strands as its dissolved ions strengthen the interaction between gluten structures.[23] The initial purpose of inventing instant noodles was to shorten the cooking time of conventional noodles. Therefore, a short cooking time can be regarded as the most decisive characteristic of instant noodles. Instant noodles are cooked in boiled water; therefore, enhancing water retention is the main method of shortening cooking time.[citation needed] Starch gelatinization is the most important feature in instant noodles that can enhance water retention during cooking. The two key steps that serve the function to trigger starch gelatinization are steaming and oil-frying. Starch gelatinization occurs when starch granules swell in water with heat, amyloses leak out of starch granules, and these can bind to water and increase the viscosity of the gluten matrix. Steaming offers an optimal condition for the gelatinization of potato starches. After steaming, rapid oil-frying vaporizes the free water, and gelatinization continues until all the free water evaporates. During frying, water in noodle strands migrates from the central region outwards to replace the surface water that is evaporated during frying. Therefore, a porous sponge structure in the noodle is created due to vaporization. During its migration, the water carries thermal energy from oil to the surroundings, creating heat for completing the starch gelatinization. Furthermore, the heat transfer during evaporation protects instant noodles from burning or being overcooked during frying.[14] Moreover, as a common additive, guar gum can not only increase the elasticity and viscosity of noodles to enhance mouthfeel, it can also increase the water binding ability of noodles during cooking. Instant noodles are often criticized as unhealthy or junk food.[24] A single serving of instant noodles is high in carbohydrates, salt, and fat, but low in protein, fiber, vitamins, and essential minerals.[25][26][27] Increased consumption of instant noodles has been associated with obesity and cardiometabolic syndrome in South Korea, which has the highest per capita instant noodle consumption (74.1 servings of instant noodles per person in 2014)[28] worldwide. The study consisted of 3,397 college students (1,782 male; 1,615 female) aged 18–29 years who participated in a health checkup. Statistical analysis using a general linear model that adjusted for age, body mass index, gender, family income, health-related behaviors, and other dietary factors important for cardiometabolic risk, showed a positive association between the frequency of instant noodle consumption and plasma triglyceride levels, diastolic blood pressure, and fasting blood glucose levels in all subjects. Compared to the group with the lowest frequency of instant noodle intake (≤ 1/month), the odds ratio for hypertriglyceridemia in the group with an intake of ≥ 3/week was 2.639 [95% confidence interval (CI), 1.393–5.000] for all subjects, while it was 2.149 (95% CI, 1.045–4.419) and 5.992 (95% CI, 1.859–21.824) for male and female students, respectively.[29] Additionally, a study by researchers at Harvard University of 10,711 adults (54.5% women) 19–64 years of age reported a 68% higher risk of metabolic syndrome among women who consume instant noodles more often than twice a week, but not in men.[30] Lead contamination in Nestlé's Maggi brand instant noodles made headlines in India, with some seven times the allowed limit; several Indian states banned the product, as did Nepal.[31] On 5 June 2015, the Food Safety and Standards Authority of India (FSSAI) banned all nine approved variants of Maggi instant noodles from India, terming them \"unsafe and hazardous\" for human consumption.[32] Instant noodles are a popular food in many parts of the world, undergoing changes in flavor to fit local tastes. In 2018, the World Instant Noodles Association (WINA) reported that 103,620 million servings were consumed worldwide. China (and Hong Kong) consumed 40,250 million servings and Indonesia consumed 12,540 million, the three areas dominating world instant noodle consumption.[33] South Korea tops the world in per capita consumption at 75 servings per year. It is followed by Vietnam at 54 servings, and Nepal at 53.[34]","Title":"Instant noodles - Wikipedia","KeyID":"15309","URL":"https://en.wikipedia.org/wiki/Instant_noodles"}