{"Content: ":"Tehran (/tɛəˈræn, -ˈrɑːn, ˌteɪə-/; Persian: تهران Tehrān [tehˈɾɒːn] (listen)) is a city in Tehran Province and the capital (most important city) of Iran. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia,[6] and has the second-largest metropolitan area in the Middle East, after Cairo. It is ranked 24th in the world by metropolitan area population. In the Classical era, part of the territory of present-day Tehran was occupied by Rhages, a prominent Median city[7] destroyed in the medieval Arab, Turkic, and Mongol invasions. Modern Ray is urban area absorbed into the metropolitan area of Greater Tehran. Tehran was first chosen as the capital of Iran by Agha Mohammad Khan of the Qajar dynasty in 1786, because of its proximity to Iran's territories in the Caucasus, then separated from Iran in the Russo-Iranian Wars, to avoid the vying factions of the previously ruling Iranian dynasties. The capital has been moved several times throughout history, and Tehran is the 32nd national capital of Persia. Large-scale demolition and rebuilding began in the 1920s, and Tehran has been a destination for mass migrations from all over Iran since the 20th century.[8] Tehran is home to many historical locations, including the royal complexes of Golestan, Sa'dabad, and Niavaran, where the two last dynasties of the former Imperial State of Iran were seated. Tehran's most famous landmarks include the Azadi Tower, a memorial built under the reign of Mohammad Reza Shah of the Pahlavi dynasty in 1971 to mark the 2,500th anniversary of the founding of the Imperial State of Iran, and the Milad Tower, the world's sixth-tallest self-supporting tower, completed in 2007, and the Tabiat Bridge, completed in 2014.[9] Most of the population are Persian,[10][11] and roughly 99% of them understand and speak the Persian language, but large populations of other ethno-linguistic groups live in Tehran and speak Persian as a second language.[12] Tehran has an international airport (Imam Khomeini Airport), a domestic airport (Mehrabad Airport), a central railway station, a rapid transit system, Tehran Metro, a bus rapid transit system, trolleybuses, and a large network of highways. Plans to relocate Iran's capital from Tehran to another area, due to air pollution and earthquakes, have so far not yet received approval. A 2016 survey of 230 cities by consultant Mercer ranked Tehran 203rd for quality of life.[13] According to the Global Destinations Cities Index in 2016, Tehran is among the top ten fastest growing destinations.[14] The City Council declared October 6 Tehran Day in 2016, celebrating the day in 1907 when the city officially became the capital of Iran.[15] Various theories on the origin of the name Tehran have been put forward. Iranian linguist Ahmad Kasravi, in an article \"Shemiran-Tehran\", suggested that Tehran and Kehran mean \"the warm place\", and \"Shemiran\" means \"the cool place\". He listed cities with the same base and suffix and studied the components of the word in ancient Iranian languages, and came to the conclusion that Tehran and Kehran meant the same thing in different Iranian language families, as the constant \"t\" and \"k\" are close to each other in such languages. He also provided evidence that cities named \"Shemiran\" were cold, and those named \"Tehran\" or \"Kehran\" very hot. He considered other theories not considering ancient history of Iranian languages such as \"Tirgan\" theory and \"Tahran\" theory folk etymology.[16] Another theory is that \"Tehran\" derives from Tiran/Tirgan, \"the abode of Tir\", the Zoroastrian equivalent of Hermes). The ancient Parthian town of Tiran had a neighbour, Mehran (\"abode of Mehr/Mithra\", the Zoroastrian sun god). Both of these were mere villages in the suburbs of the great city of Ray/Rhages. Mehran still exists as a residential district in Greater Tehran, as well as Ray, which forms the southern suburbs of Tehran. The official City of Tehran website says that \"Tehran\" comes from the Persian words \"Tah\" meaning \"end\", or \"bottom\", and \"Ran\" meaning \"[mountain] slope\"—literally, the bottom of the mountain (دامنه ی بین دو کوه). Given Tehran's position at the foot of the Alborz mountains, this seems plausible.[17] In English, it was formerly spelt \"Teheran\".[18] Archaeological remains from the ancient city of Ray suggest that settlement in Tehran dates back over 8,000 years.[19] Tehran is in the historical Media region of (Old Persian: 𐎶𐎠𐎭 Māda) in northwestern Iran. By the time of the Median Empire, part of present-day Tehran was a suburb of the prominent Median city of Rhages (Old Persian: 𐎼𐎥𐎠 Ragā). In the Avesta's Videvdat (i, 15), Rhages is mentioned as the 12th sacred place created by Ohrmazd.[20] In Old Persian inscriptions, Rhages appears as a province (Bistun 2, 10–18). From Rhages, Darius I sent reinforcements to his father Hystaspes, who was putting down a rebellion in Parthia (Bistun 3, 1–10).[20] Some Middle Persian texts give Rhages as the birthplace of Zoroaster,[21] although modern historians generally place the birth of Zoroaster in Khorasan Province. Mount Damavand, the highest peak of Iran, which is located near Tehran, is an important location in Ferdowsi's Šāhnāme,[22] an Iranian epic poem based on the ancient legends of Iran. It appears in the epics as the homeland of the protoplast Keyumars, the birthplace of King Manuchehr, the place where King Fereydun bound the dragon fiend Aždahāk (Bivarasp), and the place where Arash shot his arrow.[22] In 641, during the reign of the Sasanian Empire, Yazdgerd III issued his last appeal to the nation from Rhages, before fleeing to Khorasan.[20] Rhages was dominated by the Parthian House of Mihran, and Siyavakhsh—the son of Mehran, the son of Bahram Chobin—who resisted the 7th-century Muslim invasion of Iran.[20] Because of this resistance, when the Arabs captured Rhages, they ordered the town destroyed and rebuilt anew by traitor aristocrat Farrukhzad.[20] In the 9th century, Tehran was a well-known village, but less so than the city of Rhages, flourishing nearby. Rhages was described in detail by 10th-century Muslim geographers.[20] Despite the interest that Arabian Baghdad displayed in Rhages, the number of Arabs in the city remained insignificant and the population mainly consisted of Iranians of all classes.[20][23] The Oghuz Turks invaded Rhages in 1035 and again in 1042, but the city was recovered under the Seljuks and the Khwarezmians.[20] Medieval writer Najm od Din Razi declared the population of Rhages about 500,000 before the Mongol invasion. In the 13th century, the Mongols invaded Rhages, laid the city to ruins, and massacred many of its inhabitants.[20] Others escaped to Tehran. In July 1404, Castilian ambassador Ruy González de Clavijo visited Tehran on a journey to Samarkand, the capital of Turco-Mongol conqueror Timur, the ruler of Iran at the time. He described it in his diary as an unwalled region. Italian traveler Pietro della Valle passed through Tehran overnight in 1618, and in his memoirs called the city Taheran. English traveler Thomas Herbert entered Tehran in 1627, and mentioned it as Tyroan. Herbert stated that the city had about 3,000 houses.[24] In the early 18th century, Karim Khan of the Zand dynasty ordered a palace and a government office built in Tehran, possibly to declare the city his capital; but he later moved his government to Shiraz. Eventually, Qajar king Agha Mohammad Khan chose Tehran as the capital of Iran in 1786.[25] Agha Mohammad Khan's choice of his capital was based on a similar concern for the control of both northern and southern Iran.[25] He was aware of the loyalties of the inhabitants of former capitals Isfahan and Shiraz to the Safavid and Zand dynasties respectively, and was wary of the power of the local notables in these cities.[25] Thus, he probably viewed Tehran's lack of a substantial urban structure as a blessing, because it minimized the chances of resistance to his rule by the notables and by the general public.[25] Moreover, he had to remain within close reach of Azerbaijan and Iran's integral northern and southern Caucasian territories[25]—at that time not yet irrevocably lost per the treaties of Golestan and Turkmenchay to the neighboring Russian Empire—which would follow in the course of the 19th century.[26] After 50 years of Qajar rule, the city still barely had more than 80,000 inhabitants.[25] Up until the 1870s, Tehran consisted of a walled citadel, a roofed bazaar, and the three main neighborhoods of Udlajan, Chale-Meydan, and Sangelaj, where the majority resided. The first development plan of Tehran in 1855 emphasized traditional spatial structure. The second, under the supervision of Dar ol Fonun in 1878, included new city walls, in the form of a perfect octagon with an area of 19 square kilometers, mimicking the Renaissance cities of Europe.[27] Tehran was 19.79 square kilometers, and had expanded more than fourfold. [28] Growing awareness of civil rights resulted in the Constitutional Revolution and the first constitution of Iran in 1906. On June 2, 1907, the parliament passed a law on local governance known as the Baladie (municipal law), providing a detailed outline on issues such as the role of councils within the city, the members' qualifications, the election process, and the requirements to be entitled to vote. The then-Qajar monarch Mohammad Ali Shah abolished the constitution and bombarded the parliament with the help of the Russian-controlled Cossack Brigade on June 23, 1908. That followed the capture of the city by the revolutionary forces of Ali-Qoli Khan (Sardar Asad II) and Mohammad Vali Khan (Sepahsalar e Tonekaboni) on July 13, 1909. As a result, the monarch was exiled and replaced with his son Ahmad, and the parliament was re-established. After World War I, the constituent assembly elected Reza Shah of the Pahlavi dynasty as the new monarch, who immediately suspended the Baladie law of 1907, replacing the decentralised and autonomous city councils with centralist approaches to governance and planning.[27] From the 1920s to the 1930s, under the rule of Reza Shah, the city was essentially rebuilt from scratch. Several old buildings, including parts of the Golestan Palace, Tekye Dowlat, and Tupkhane Square, were replaced with modern buildings influenced by classical Iranian architecture, particularly the buildings of the National Bank, the police headquarters, the telegraph office, and the military academy. Changes to the urban fabric began with the street-widening act of 1933, which served as a framework for changes in all other cities. The Grand Bazaar was divided in half and many historic buildings were demolished and replaced by wide straight avenues,[29] and the traditional texture of the city was replaced with intersecting cruciform streets that created large roundabouts in major public spaces such as the bazaar. As an attempt to create a network for easy transportation within the city, the old citadel and city walls were demolished in 1937, replaced by wide streets cutting through the urban fabric. The new city map of Tehran in 1937 was heavily influenced by modernist planning patterns of zoning and gridiron networks.[27] During World War II, Soviet and British troops entered the city. In 1943, Tehran was the site of the Tehran Conference, attended by U.S. President Franklin D. Roosevelt, Soviet Premier Joseph Stalin, and British Prime Minister Winston Churchill. Tupkhane Square in 1911. Jalili Square (Khaiyam) street in Tehran in 1930. University of Tehran's Faculty of Law in 1939. National Bank of Iran, Sabze-Meydan, in the 1940s. The Tehran Conference in 1943. The former Parliament Building in 1956. Ferdowsi Avenue in 1960. Keshavarz Boulevard in 1970. Karimkhan Street in 1977. The establishment of the planning organization of Iran in 1948 resulted in the first socio-economic development plan to cover from 1949 to 1955. These plans not only failed to slow the unbalanced growth of Tehran but with the 1962 land reforms that Reza Shah's son and successor Mohammad Reza Shah named the White Revolution, Tehran's chaotic growth was further accentuated. Throughout the 1960s and 1970s, Tehran developed rapidly under Mohammad Reza Shah. Modern buildings altered the face of Tehran and ambitious projects were planned for the following decades. To resolve the problem of social exclusion, a first comprehensive plan was approved in 1968. The consortium of Iranian architect Abd-ol-Aziz Farmanfarmaian and the American firm of Victor Gruen Associates identified the main problems blighting the city as high-density suburbs, air and water pollution, inefficient infrastructure, unemployment, and rural-urban migration. Eventually, the whole plan was marginalized by the 1979 Revolution and the subsequent Iran–Iraq War.[27] Tehran's most famous landmark, the Azadi Tower, was built by the order of the Shah in 1971. It was designed by Hossein Amanat, an architect whose design won a competition, combining elements of classical Sassanian architecture with post-classical Iranian architecture. Formerly known as the Shahyad Tower, it was built to commemorate the 2,500th anniversary of the Imperial State of Iran. During the Iran–Iraq War in 1980 to 1988, Tehran was repeatedly targeted by airstrikes and Scud missile attacks. The 435-meter-high Milad Tower, one of the proposed development projects of pre-revolutionary Iran,[30] was completed in 2007, and has become a famous landmark of Tehran. Tabiat Bridge a 270-meter pedestrian overpass,[9] designed by award-winning architect Leila Araghian, was completed in 2014. The metropolis of Tehran is divided into 22 municipal districts, each with its own administrative center. Of the 22 municipal districts, 20 are located in Tehran County's Central District, while districts 1 and 20 are respectively located in the counties of Shemiranat and Ray. Although administratively separate, the cities of Ray and Shemiran are often considered part of Greater Tehran. North: District 1: • Čizar • Dar Abad • Darake • Darband • Džamaran • Velenjak • Gejtarije • Nobonjad • Tadžriš • Zafaranije District 2: • Farahzad • Shahrara • Giša • Punak-e Bahtari • Sadat Abad • Sadegije • Šahrak-e Garb • Šahrak-e Žandarmeri • Tarašt • Tovhid District 3: • Darus • Davudije • Ehtijarije • Golhak • Vanak • Žordan District 5: • Bulvar-e Firdusi • Džanat Abad • Ekbatan • Punak District 6: • Amir Abad • Aržantin • Jusef Abad • Park-e Lale East: District 4: • Khak Sefid • Hakimije • Lavizan • Ozgol • Pasdaran • Resalat • Šams Abad • Šemiran No • Tehranpars • Zargande District 7: • Abas Abad • Behdžat Abad • Emam Hosein • Sabalan District 8: • Moalem • Narmak • Samangan • Nezam Abad District 13: • Dušan Tape • Niru Havaji • Teheran No • Piroozi District 14: • Čaharsad Dastgah • Dulab • Esfahanak • Horasan • Sad Dastgah Center: District 10: • Berjanak • Haft Čenar • Salsabil District 11: • Dohanijat • Laškar • Monirije • Šejh Hadi District 12: • Baharestan • Bazar-e Tehran • Firdusi • Gorgan • Park-e Šar • Pič-e Šemiran District 17: • Emamzade Hasan • Hazane Falah • Kale Morgi South: District 15: • Afsarije • Bisim • Havaran • Kijanšar • Masudije • Moširije District 16: • Ali Abad • Bag-e Azari • Hazane Boharae • Jahči Abad • Javadieh • Nazi Abad District 19: • Abdol Abad • Hava Niruz • Nemat Abad District 20: • Dovlat Abad • Džavanm.-e Kasab • Ebn-e Babavejh • Hazrat-e Abdol-Azim • Sizdah-e Aban West: District 9: • Džej • Sar-Asjab District 18: • Čahar Bari • Jaft Abad • Šad Abad • Šahrak-e Vali-Asr • Tolid Daru District 21: • Iran Hodro • Tehransar • Vardavard District 22: • Bag-e Hadž-Sejf • Kan • Kuj-e Sazman-e Barname • Parc Čitgar • Pejkanšar • Stadium-e Azadi • Šahrak-e Češme • Šahrak-e Rah-Ahan • Šahrak-e Omid Tehran and Mount Tochal in the winter of 2006. Elahie, an upper-class residential and commercial district in northern Tehran. Ekhtiarie, an old residential area in northern Tehran. Hormozan Street in Qarb Town, northwestern Tehran. Bucharest Street in Abbas Abad, north-central Tehran. Northern Tehran is the wealthiest part of the city,[31] consisting of various districts such as Zaferanie, Jordan, Elahie, Pasdaran, Kamranie, Ajodanie, Farmanie, Darrous, Qeytarie, and Qarb Town.[32][33] While the center of the city houses government ministries and headquarters, commercial centers are more located further north. Tehran has a cold semi-arid climate (Köppen climate classification: BSk) with continental climate characteristics and a Mediterranean climate precipitation pattern. Tehran's climate is largely defined by its geographic location, with the towering Alborz mountains to its north and the country's central desert to the south. It can be generally described as mild in spring and autumn, hot and dry in summer, and cold and wet in winter. As the city has a large area, with significant differences in elevation among various districts, the weather is often cooler in the hilly north than in the flat southern part of Tehran. For instance, the 17.3 km (10.7 mi) Valiasr Street runs from Tehran's railway station at 1,117 m (3,665 ft) elevation above sea level in the south of the city to Tajrish Square at 1712.6 m (5612.3 ft) elevation above sea level in the north.[34] However, the elevation can even rise up to 2,000 m (6,600 ft) at the end of Velenjak in northern Tehran. Summer is long, hot, and dry with little rain, but relative humidity is generally low, making the heat tolerable. Average high temperatures are between 32 and 37 °C (90 and 99 °F), and it can occasionally drop to 14 °C (57 °F) in the mountainous north of the city at night. Most of the light annual precipitation occurs from late autumn to mid-spring, but no one month is particularly wet. The hottest month is July, with a mean minimum temperature of 26 °C (79 °F) and a mean maximum temperature of 34 °C (93 °F), and the coldest is January, with a mean minimum temperature of −5 °C (23 °F) and a mean maximum temperature of 1 °C (34 °F).[35] The weather of Tehran can sometimes be unpredictably harsh. The record high temperature is 43 °C (109 °F) and the record low is −20 °C (−4 °F). On January 5 and 6, 2008, a wave of heavy snow and low temperatures covered the city in a thick layer of snow and ice, forcing the Council of Ministers to officially declare a state of emergency and close down the capital from January 6 through January 7.[36] Tehran has seen an increase in relative humidity and annual precipitation since the beginning of the 21st century. These are most likely afforestation projects, which include expanding parks and lakes. The northern parts of Tehran are, still, lusher than the southern parts. In February 2005, heavy snow covered all parts of the city. Snow depth was recorded as 15 cm (6 in) in the southern part of the city and 100 cm (39 in) in the northern part of city. One newspaper reported that it had been the worst weather in 34 years. 10,000 bulldozers and 13,000 municipal workers were deployed to keep the main roads open.[38][39] On February 3, 2014, Tehran received a heavy snowfall, specifically in the northern parts of the city, with a depth of 2 metres (6.6 ft). In one week of successive snowfalls, roads were made impassable in some areas, with the temperature ranging from −8 °C (18 °F) to −16 °C (3 °F).[40] On June 3, 2014, a severe thunderstorm with powerful microbursts created a haboob, engulfing the city in sand and dust and causing five deaths, with more than 57 injured. This event also knocked down numerous trees and power lines. It struck between 5:00 and 6:00 PM, dropping temperatures from 33 °C (91 °F) to 19 °C (66 °F) within an hour. The dramatic temperature drop was accompanied by wind gusts reaching nearly 118 kilometres per hour (73 mph) .[41] A plan to move the capital has been discussed many times in prior years, due mainly to the environmental issues of the region. Tehran is one of the world's most polluted cities, and is also located near two major fault lines. The city suffers from severe air pollution, 80% of it due to cars.[42] The remaining 20% is due to industrial pollution. Other estimates suggest that motorcycles alone account for 30% of air and 50% of noise pollution in Tehran.[43] Tehran is also considered one of the strongest sources of greenhouse gas emissions in the Middle East. Enhanced concentration of carbon dioxide over the city (that are likely originated from the anthropogenic urban sources in the city) is easily detectable from satellite observations throughout the year.[44] In 2010, the government announced that \"for security and administrative reasons, the plan to move the capital from Tehran has been finalized.\"[45] There are plans to relocate 163 state firms and several universities from Tehran to avoid damages from a potential earthquake.[45][46] The officials are engaged in a battle to reduce air pollution. It has, for instance, encouraged taxis and buses to convert from petrol engines to engines that run on compressed natural gas. Furthermore, the government has set up a \"Traffic Zone\" covering the city centre during peak traffic hours. Entering and driving inside this zone is only allowed with a special permit. There have also been plans to raise people's awareness of the hazards of pollution. One method that is being employed is the installation of Pollution Indicator Boards all around the city to monitor the level of particulate matter (PM10), nitrogen dioxide (NO2), ozone (O3), sulfur dioxide (SO2), and carbon monoxide (CO). The city of Tehran has a population of approximately 10 million in 2016.[47] With its cosmopolitan atmosphere, Tehran is home to diverse ethnic and linguistic groups from all over the country. The present-day dominant language of Tehran is the Tehrani variety of the Persian language, and the majority of people in Tehran identify themselves as Persians.[11][10] However, before, the native language of the Tehran–Ray region was not Persian, which is linguistically Southwest Iranian and originates in Fars, but a now extinct Northwestern Iranian language.[48] Iranian Azeris form the second-largest ethnic group of the city, comprising about 1/4[49][50] of the total population, while ethnic Mazanderanis are the third-largest, comprising about 17% of the total population.[51] Tehran's other ethnic communities include Kurds, Armenians, Georgians, Bakhtyaris, Talysh, Baloch, Assyrians, Arabs, Jews, and Circassians. According to a 2010 census conducted by the Sociology Department of the University of Tehran, in many districts of Tehran across various socio-economic classes in proportion to population sizes of each district and socio-economic class, 63% of the people were born in Tehran, 98% knew Persian, 75% identified themselves as ethnic Persian, and 13% had some degree of proficiency in a European language.[10] Tehran saw a drastic change in its ethnic-social composition in the early 1980s. After the political, social, and economic consequences of the 1979 Revolution and the years that followed, a number of Iranian citizens, mostly Tehranis, left Iran. The majority of Iranian emigrations have left for the United States, Germany, Sweden, and Canada. With the start of the Iran–Iraq War (1980–1988), the second wave of inhabitants fled the city, especially during the Iraqi air offensives on the capital. With most major powers backing Iraq at the time, economic isolation gave yet more reason for many inhabitants to leave the city (and the country). Having left all they had and have struggled to adapt to a new country and build a life, most of them never came back when the war was over. During the war, Tehran also received a great number of migrants from the west and the southwest of the country bordering Iraq. The unstable situation and the war in neighbouring Afghanistan and Iraq prompted a rush of refugees into the country who arrived in their millions, with Tehran being a magnet for much seeking work, who subsequently helped the city to recover from war wounds, working for far less pay than local construction workers. Many of these refugees are being repatriated with the assistance of the UNHCR, but there are still sizable groups of Afghan and Iraqi refugees in Tehran who are reluctant to leave, being pessimistic about the situation in their own countries. Afghan refugees are mostly Dari-speaking Tajik and Hazara, speaking a variety of Persian, and Iraqi refugees are mainly Mesopotamian Arabic-speakers who are often of Iranian heritage. The majority of Tehranis are officially Twelver Shia Muslims, which has also been the state religion since the 16th-century Safavid conversion. Other religious communities in the city include followers of the Sunni and Mystic branches of Islam, various Christian denominations, Judaism, Zoroastrianism, and the Baháʼí Faith. There are many religious centres scattered around the city, from old to newly built centres, including mosques, churches, synagogues, and Zoroastrian fire temples. The city also has a very small third-generation Indian Sikh community with a local gurdwara that was visited by the Indian Prime Minister in 2012.[52] Tehran's Shah Mosque Tehran's Greek Orthodox Church of Virgin Mary Saint Mary Armenian Apostolic Church, Tehran St. Joseph Assyrian Catholic (Chaldean Catholic) Church, Tehran Assyrian Church of the East of Mar Sarkis, Tehran Tehran's Yusef Abad Synagogue Adrian Fire Temple, Tehran Tehran is the economic centre of Iran.[53] About 30% of Iran's public-sector workforce and 45% of its large industrial firms are located in the city, and almost half of these workers are employed by the government.[54] Most of the remainder of workers are factory workers, shopkeepers, laborers, and transport workers. Few foreign companies operate in Tehran, due to the government's complex international relations. But prior to the 1979 Revolution, many foreign companies were active in Iran.[55] Tehran's present-day modern industries include the manufacturing of automobiles, electronics and electrical equipment, weaponry, textiles, sugar, cement, and chemical products. It is also a leading centre for the sale of carpets and furniture. The oil refining companies of Pars Oil, Speedy, and Behran are based in Tehran. Tehran relies heavily on private cars, buses, motorcycles, and taxis, and is one of the most car-dependent cities in the world. The Tehran Stock Exchange, which is a full member of the World Federation of Exchanges (WFE) and a founding member of the Federation of Euro-Asian Stock Exchanges, has been one of the world's best performing stock exchanges in recent years.[56] Tehran has a wide range of shopping centers, and is home to over 60 modern shopping malls.[57] The city has a number of commercial districts, including those located at Valiasr, Davudie, and Zaferanie. The largest old bazaars of Tehran are the Grand Bazaar and the Bazaar of Tajrish. Iran Mall is the largest mall in the world in area.[58] Most of the international branded stores and upper-class shops are in the northern and western parts of the city. Tehran's retail business is growing with several newly built[when?] malls and shopping centres.[57] Hyperstar, Tehran's subsidiary of Carrefour Tiraje Mall in western Tehran Kourosh Mall in Shahid Sattari Expressway Tehran's Old Grand Bazaar Iran Mall List of modern and most-visited Shopping Malls in Tehran Province:[59] Tehran, as one of the main tourist destinations in Iran, has a wealth of cultural attractions. It is home to royal complexes of Golestan, Saadabad and Niavaran, which were built under the reign of the country's last two monarchies. There are several historic, artistic and scientific museums in Tehran, including the Also the Museum of Contemporary Art, which hosts works of famous artists such as Van Gogh, Pablo Picasso, and Andy Warhol. The Iranian Imperial Crown Jewels, one of the largest jewel collections in the world, are also on display at Tehran's National Jewelry Museum. A number of cultural and trade exhibitions take place in Tehran, which are mainly operated by the country's International Exhibitions Company. Tehran's annual International Book Fair is known to the international publishing world as one of the most important publishing events in Asia.[60] Tabiat Bridge Golestan Palace Niavaran Complex Sa'dabad Complex Masoudie, Baharestan. National Museum of Iran Museum of Contemporary Art Carpet Museum of Iran Museum of the Qasr Prison Abgineh Museum Following the Islamic Revolution in 1978, the political system changed from constitutional monarchy to Islamic republic. Then the construction of political power in the country needed to change so that new spectrums of political power decision making centers emerged in Iran. Motives, desires and actions of these new political power decision making centers in Iran, made them rename streets and public places through the country specially Tehran. For example Shahyad square changed to Azadi square and Pahlavi street changed to Valiasr street.[61] The metropolis of Tehran is equipped with a large network of highways and interchanges.[62] Valiasr Street Hemmat Expressway Modarres Expressway Kordestan Expressway interchange with Resalat and Hakim expressways A number of streets in Tehran are named after international figures, including: According to the head of Tehran Municipality's Environment and Sustainable Development Office, Tehran was designed to have a capacity of about 300,000 cars, but more than five million cars are on the roads.[63] The automotive industry has recently developed, but international sanctions influence the production processes periodically.[64] According to local media, Tehran has more than 200,000 taxis plying the roads daily,[65] with several types of taxi available in the city. Airport taxis have a higher cost per kilometer as opposed to regular green and yellow taxis in the city. Buses have served the city since the 1920s. Tehran's transport system includes conventional buses, trolleybuses, and bus rapid transit (BRT). The city's four major bus stations include the South Terminal, the East Terminal, the West Terminal, and the northcentral Beyhaghi Terminal. The trolleybus system was opened in 1992, using a fleet of 65 articulated trolleybuses built by Czech Republic's Škoda.[66] This was the first trolleybus system in Iran.[66] In 2005, trolleybuses were operating on five routes, all starting at Imam Hossein Square.[67] Two routes running northeastwards operate almost entirely in a segregated busway located in the middle of the wide carriageway along Damavand Street, stopping only at purpose-built stops located about every 500 metres along the routes, effectively making these routes trolleybus-BRT (but they are not called such). The other three trolleybus routes run south and operate in mixed-traffic. Both route sections are served by limited-stop services and local (making all stops) services.[67] A 3.2-kilometer extension from Shoosh Square to Rah Ahan Square was opened in March 2010.[68] Tehran's bus rapid transit (BRT) was officially inaugurated in 2008. It has 10 lines with some 215 stations in different areas of the city. As of 2011[update], the BRT system had a network of 100 kilometres (62 miles), transporting 1.8 million passengers on a daily basis. Bdood is a dockless bike-sharing company in Iran. Founded in 2017, it is available in the central and north-west regions of the capital city of Tehran. The company has plans to expand across the city in the future In the first phase, the application covers the flat areas of Tehran and they would be out of use in poor weather condition. Riders can use 29 parking lots for the bikes across Enqelab Avenue, Keshavarz Boulevard, Beheshti Street and Motahhari Avenue in which the bikes are available 24/7 for riders. Tehran has a central railway station that connects services round the clock to various cities in the country, along with a Tehran–Europe train line also running. The feasibility study and conceptual planning of the construction of Tehran's subway system were started in the 1970s. The first two of the eight projected metro lines were opened in 2001. Tehran is served by the international airports of Mehrabad and Khomeini. Mehrabad Airport, an old airport in western Tehran that doubles as a military base, is mainly used for domestic and charter flights. Khomeini Airport, located 50 kilometres (31 miles) south of the city, handles the main international flights. There are over 2,100 parks within the metropolis of Tehran,[80] with one of the oldest being Jamshidie Park, which was first established as a private garden for Qajar prince Jamshid Davallu, and was then dedicated to the last empress of Iran, Farah Pahlavi. The total green space within Tehran stretches over 12,600 hectares, covering over 20 percent of the city's area. The Parks and Green Spaces Organization of Tehran was established in 1960, and is responsible for the protection of the urban nature present in the city.[81] Tehran's Birds Garden is the largest bird park of Iran. There is also a zoo located on the Tehran–Karaj Expressway, housing over 290 species within an area of about five hectares.[82] In 2009, the Ab-o-Atash Park (\"Water and Fire park\") was founded. Its main features are an open water fountain area for cooling in the hot climate, fire towers, and an amphitheatre.[83] Fresh water resources of Tehran Province in 2017 Greater Tehran with its population of more than 13 million is supplied by surface water from the Lar dam on the Lar River in the Northeast of the city, the Latyan dam on the Jajrood River in the North, the Karaj River in the Northwest, as well as by groundwater in the vicinity of the city. Solar panels have been installed in Tehran's Pardisan Park for green electricity production, said Masoumeh Ebtekar, head of the Department of Environment. According to the national energy roadmap, the government plans to promote green technology to increase the nominal capacity of power plants from 74 gigawatts to over 120 gigawatts by the end of 2025.[84] Tehran is the largest and the most important educational center in Iran. There are a total of nearly 50 major colleges and universities in Greater Tehran. Since the establishment of Dar ol Fonun by the order of Amir Kabir in the mid-19th century, Tehran has amassed a large number of institutions of higher education. Some of these institutions have played crucial roles in the unfolding of Iranian political events. Samuel M. Jordan, whom Jordan Avenue in Tehran was named after, was one of the founding pioneers of the American College of Tehran, which was one of the first modern high schools in the Middle East. Among major educational institutions located in Tehran, Amirkabir University of Technology (Tehran Polytechnic), University of Tehran, Sharif University of Technology, and Tehran University of Medical Sciences are the most prestigious. Other major universities located in Tehran include Tehran University of Art, Allameh Tabatabaei University, K. N. Toosi University of Technology, Shahid Beheshti University (Melli University), Kharazmi University, Iran University of Science and Technology, Iran University of Medical Sciences, Islamic Azad University, International Institute of Earthquake Engineering and Seismology, Iran's Polymer and Petrochemical Institute, Shahed University, and Tarbiat Modarres University. Tehran is also home to Iran's largest military academy, and several religious schools and seminaries. The oldest surviving architectural monuments of Tehran are from the Qajar and Pahlavi eras. In Greater Tehran, monuments dating back to the Seljuk era remain as well; notably the Toqrol Tower in Ray. Rashkan Castle, dating back to the ancient Parthian Empire, of which some artifacts are housed at the National Museum;[85] and the Bahram fire temple, which remains since the Sassanian Empire. Tehran only had a small population until the late 18th century, but began to take a more considerable role in Iranian society after it was chosen as the capital city. Despite the regular occurrence of earthquakes during the Qajar period and after, some historic buildings remain from that era.[86] Tehran is Iran's primate city, and is considered to have the most modernized infrastructure in the country. However, the gentrification of old neighbourhoods and the demolition of buildings of cultural significance has caused concerns.[87] Hasanabad Square A view of the building of the City Theater of Tehran The Courthouse of Tehran Police House, the National Garden Cossack House, the National Garden Previously a low-rise city due to seismic activity in the region, modern high rise developments in Tehran have been built in recent decades in order to service its growing population. There have been no major quakes in Tehran since 1830.[88] Tehran International Tower is the tallest skyscraper in Iran. It is 54-stories tall and located in the northern district of Yusef Abad. The Azadi Tower, a memorial built under the reign of the Pahlavi dynasty, has long been the most famous symbol of Tehran. Originally constructed in commemoration of the 2,500th year of the foundation of the Imperial State of Iran, it combines elements of the architecture of the Achaemenid and Sassanid eras with post-classical Iranian architecture. The Milad Tower, which is the sixth tallest tower[89] and the 24th-tallest freestanding structure in the world,[90] is the city's other famous landmark tower. Leila Araghian's Tabiat Bridge, the largest pedestrian overpass in Tehran, was completed in 2014 and is also considered a landmark.[9] Under the reign of the Qajars, Tehran was home to the royal theatre of Tekye Dowlat, located to the southeast of the Golestan Palace, in which traditional and religious performances were observed. It was eventually demolished and replaced with a bank building in 1947, following the reforms during the reign of Reza Shah. Before the 1979 Revolution, the Iranian national stage had become the most famous performing scene for known international artists and troupes in the Middle East,[91] with the Roudaki Hall of Tehran constructed to function as the national stage for opera and ballet. The hall was inaugurated in October 1967, named after prominent Persian poet Rudaki. It is home to the Tehran Symphony Orchestra, the Tehran Opera Orchestra, and the Iranian National Ballet Company. The City Theater of Tehran, one of Iran's biggest theatre complexes which contains several performance halls, was opened in 1972. It was built at the initiative and presidency of empress Farah Pahlavi, and was designed by architect Ali Sardar Afkhami, constructed within five years. The annual events of Fajr Theater Festival and Tehran Puppet Theater Festival take place in Tehran. The first movie theater of Tehran was established by Mirza Ebrahim Khan in 1904.[92] Until the early 1930s, there were 15 theaters in Tehran Province and 11 in other provinces.[93] In present-day Tehran, most of the movie theatres are located downtown. The complexes of Kourosh Cinema, Mellat Gallery and Cineplex, Azadi Cinema, and Cinema Farhang are among the most popular cinema complexes in Tehran. Several film festivals are held in Tehran, including Fajr Film Festival, Children and Youth Film Festival, House of Cinema Festival, Mobile Film and Photo Festival, Nahal Festival, Roshd Film Festival, Tehran Animation Festival, Tehran Short Film Festival, and Urban Film Festival. There are a variety of concert halls in Tehran. An organization like the Roudaki Culture and Art Foundation has five different venues where more than 500 concerts take place this year. Vahdat Hall, Roudaki Hall, Ferdowsi Hall, Hafez Hall and Azadi Theater are the top five venues in Tehran, where classical, pop, traditional, rock or solo concerts take place.[94] Football and volleyball are the city's most popular sports, while wrestling, basketball, and futsal are also major parts of the city's sporting culture. 12 ski resorts operate in Iran, the most famous being Tochal, Dizin, and Shemshak, all within one to three hours from the city of Tehran. Tochal's resort is the world's fifth-highest ski resort at over 3,730 meters (12,240 feet) above sea level at its highest point. It is also the world's nearest ski resort to a capital city. The resort was opened in 1976, shortly before the 1979 Revolution. It is equipped with an 8-kilometre-long (5 mi) gondola lift that covers a huge vertical distance.[95] There are two parallel chair ski lifts in Tochal that reach 3,900 meters (12,800 feet) high near Tochal's peak (at 4,000 m/13,000 ft), rising higher than the gondola's 7th station, which is higher than any of the European ski resorts. From the Tochal peak, there are views of the Alborz range, including the 5,610-metre-high (18,406 ft) Mount Damavand, a dormant volcano. Tehran is the site of the national stadium of Azadi, the biggest stadium by capacity in West Asia, where many of the top matches of Iran's Premier League are held. The stadium is a part of the Azadi Sport Complex, which was originally built to host the 7th Asian Games in September 1974. This was the first time the Asian Games were hosted in West Asia. Tehran played host to 3,010 athletes from 25 countries/NOCs, which was at the time the highest number of participants since the inception of the Games.[96] That followed hosting the 6th AFC Asian Cup in June 1976, and then the first West Asian Games in November 1997. The success of the games led to the creation of the West Asian Games Federation (WAGF), and the intention of hosting the games every two years.[97] The city had also hosted the final of the 1968 AFC Asian Cup. Several FIVB Volleyball World League courses have also been hosted in Tehran. The first football club of Tehran, named Iran Club, was founded in 1920 and dissolved within two years in 1923. Today, Tehran's oldest existing football club is Rah Ahan, which was founded in 1937. Persepolis and Esteghlal, which are the city's biggest clubs and two of the biggest clubs in Asia, compete in the Tehran derby. Tehran is also home to the F.C. Ararat Tehran, a popular Armenian football team based at the Ararat Stadium. The following table lists Tehran's six major football clubs. Smaller clubs based in Tehran are listed below. There are many restaurants and cafes in Tehran, both modern and classic, serving both Iranian and cosmopolitan cuisine. Pizzerias, sandwich bars, and kebab shops make up the majority of food shops in Tehran.[100] A restaurant in Darband A pizzeria in Kamyab Street, Tehran A Japanese restaurant in Tehran Shemroon Cafe, in Tehran's Iranian Art Museum Many styles of graffiti are seen in Tehran. Some are political and revolutionary slogans painted by governmental organizations,[101] and some are works of art by ordinary citizens, representing their views on both social and political issues. However, unsanctioned street art is forbidden in Iran,[101] and such works are usually short-lived. During the 2009 Iranian presidential election protests, many graffiti works were created by people supporting the Green Movement. They were removed from the walls by the paramilitary Basij forces.[102] In recent years, Tehran Municipality has been using graffiti in order to beautify the city. Several graffiti festivals have also taken place in Tehran, including the one organized by the Tehran University of Art in October 2014.[103] Tehran is twinned with:[104] Tehran cooperates with:","Title":"Tehran - Wikipedia","KeyID":"15301","URL":"https://en.wikipedia.org/wiki/Tehran"}