{"Content: ":"COVID-19 Vaccines Global Access, abbreviated as COVAX, is a worldwide initiative aimed at equitable access to COVID-19 vaccines directed by the GAVI vaccine alliance, the Coalition for Epidemic Preparedness Innovations (CEPI), and the World Health Organization (WHO), alongside key delivery partner UNICEF. It is one of the four pillars of the Access to COVID-19 Tools Accelerator, an initiative begun in April 2020 by the WHO, the European Commission, and the government of France as a response to the COVID-19 pandemic. COVAX coordinates international resources to enable low-to-middle-income countries equitable access to COVID-19 tests, therapies, and vaccines.[1] UNICEF is the key delivery partner, leveraging its experience as the largest single vaccine buyer in the world and working on the procurement of COVID-19 vaccine doses, as well logistics, country readiness and in-country delivery. By 19 October 2020, 184 countries had joined COVAX.[2] COVAX began distributing vaccines in February 2021. Though COVAX promised 100 million doses by the end of March,[3][4] this goal was not reached until 6 July.[5] By mid-August 2021, COVAX delivered 200 million vaccine doses to nearly 140 countries instead of the 600 million doses initially projected. The continued shortage of COVID-19 vaccines delivered through COVAX is blamed on \"vaccine nationalism\" by richer nations, and the diversion of 400 million Oxford–AstraZeneca COVID-19 vaccine doses, produced under license by the Serum Institute of India (SII), for domestic use in India.[6] As of April 2022, more than 1.4 billion doses were delivered, when the largest recipients were Bangladesh (183 mil. of doses), Pakistan (112 mil.) and Indonesia (104 million).[7] In April 2020 the World Health Organization (WHO), the European Commission, and the government of France founded the Access to COVID-19 Tools Accelerator, an initiative begun as a response to the COVID-19 pandemic. COVID-19 Vaccines Global Access (COVAX) is one of its four pillars. It is a worldwide initiative aimed at equitable access to COVID-19 vaccines directed by the GAVI vaccine alliance, the Coalition for Epidemic Preparedness Innovations (CEPI), and the WHO, alongside key delivery partner UNICEF. COVAX coordinates international resources to enable low-to-middle-income countries equitable access to COVID-19 tests, therapies, and vaccines.[1] As of 23 December 2021, the WHO had approved Oxford–AstraZeneca, Pfizer–BioNTech, Moderna, Sinopharm BIBP, CoronaVac, Janssen, Covaxin, and Novavax vaccines for emergency use.[8][9][10] These vaccines can be distributed as part of COVAX per decision in May 2021.[11][12] Many of the countries benefitting from COVAX have \"limited regulatory capacity\" and depend on WHO's authorisations. By early 2021, WHO was reviewing 11 potential COVID-19 vaccines for its Emergency Use Listing (EUL).[13] The first vaccine WHO authorised for its EUL on 31 December 2020 was the Pfizer–BioNTech COVID-19 vaccine—an RNA vaccine developed by the German company BioNTech in cooperation with the American company Pfizer sold under the brand name Comirnaty.[14][15][16] On 24 August 2020 WHO stated that COVAX had nine CEPI-supported vaccine candidates and nine candidates undergoing trials, giving it the largest selection of COVID-19 vaccinations in the world.[17] By December 2020, COVAX had finalized negotiations with other manufacturers that gave it access to two billion vaccine doses.[18] COVAX provides vaccines to the developing world.[19] A total of 92 low- and middle-income countries are eligible to receive COVID-19 vaccines through the COVAX mechanism[20] through the COVAX Vaccines Advance Market Commitment (AMC) financing instrument.[20][21] COVAX AMC is funded by donor contributions.[21] COVAX AMC funds the COVAX Facility, the vaccine procurement platform.[21] On 3 February 2021, GAVI, the WHO, and UNICEF published the country-by-country distribution of the Pfizer–BioNTech and Oxford–AstraZeneca vaccines forecast for first half of 2021.[22] The early projection includes 336 million doses of the Oxford–AstraZeneca vaccine as well as 1.2 million doses of the Pfizer–BioNTech vaccine to the 145 COVAX facility participants.[23][24] It is expected that health care workers and the most vulnerable will receive the first doses, which are anticipated to reach approximately 3.3% of the total population of each participating country by the end of the first half of 2021.[24] In February 2021, the WHO and Chubb Limited announced the roll out of a no-fault compensation scheme for COVID-19 vaccinations for low and middle-income countries which would be financed initially through Gavi COVAX AMC donor funding.[25] On 24 February 2021, Ghana became the first country in the world to receive vaccines through COVAX when 600,000 doses of the Oxford–AstraZeneca vaccine were delivered to Accra.[19][26] On 2 March, COVID-19 vaccines were being distributed in Ghana by Zipline drones.[27] This method allows reaching remote areas (which are underserved by traditional logistics).[28] On 1 March 2021, frontline workers and public officials from the Ivory Coast became the first persons to be inoculated with COVID-19 vaccines shipped from the COVAX Facility. More than 500,000 doses of the Oxford–AstraZeneca COVID-19 vaccine manufactured by the Serum Institute of India were shipped to the city of Abidjan the week before. The vaccines were flown in by UNICEF from Mumbai.[29] On 5 March 2021, Moldova received 14,400 Oxford–AstraZeneca COVID-19 vaccine units through COVAX, becoming the first European country to do so. The country had already been donated 21,600 doses of the same vaccine by Romania some days earlier.[30] On 25 March 2021, Bosnia and Herzegovina received 24,300 Pfizer–BioNTech and 26,400 Oxford–AstraZeneca COVID-19 vaccine units through COVAX, becoming the second European country to do so.[31] The country had already been, in total, donated over 20,000 doses of the Oxford–AstraZeneca vaccine by Serbia and Slovenia some weeks earlier.[32][33] On 8 June 2021, Uruguay released health data from their vaccination efforts through the COVAX program. Almost 800,000 individuals or 52% of the adult population received two doses of the Coronavac or Pfizer vaccines. The government also studied the effectiveness of the Pfizer/BioNTech vaccine among 162,047 health workers and people over 80 years old. Both vaccine types reduced hospitalisations and deaths by over 90%, and infection rates by more than 60%. Because of accessible healthcare and available COVAX vaccine supplies, the small Latin nation was able to ward off a serious COVID-19 spike in May 2021.[34] On 1 August 2021, the Venezuelan government announced it will receive 6.2 million doses of coronavirus vaccines through the COVAX initiative. Part of the payment to the GAVI alliance was first blocked due to economic sanctions. Venezuela is a self-financing participant of COVAX. According to the Pan-American Health Organization (PAHO), Venezuela will receive China's Sinopharm BIBP vaccine and CoronaVac. The country previously obtained the AstraZeneca vaccine through the program, but Venezuelan health officials did not approve the product for domestic use.[35] COVAX is principally funded by Western countries.[19] As of 19 February 2021, 30 countries have signed commitment agreements to the COVAX Facility as well as the European Union (apart from the individual member states). Although more than $6 billion was pledged, not all of the funding has been delivered yet. In April, the initiative wrote that it had not yet received its target of $3.2 billion for 2021.[36] Although mainly funded by governments (\"Official Development Assistance\"), the COVAX scheme is also funded by private-sector and philanthropic contributions, and recipient countries may share some costs for vaccines and delivery.[21] In May 2021, UNICEF made an urgent appeal to industrialised nations to pool their excess COVID-19 vaccine capacity to make up for a 125-million-dose gap in the COVAX program. Only a limited amount of vaccines are distributed efficiently, and the shortfall of vaccines in South America and parts of Asia are due to a lack of expedient donations by richer nations. International organisations have pointed at Nepal, Sri Lanka, and Maldives as well as Argentina and Brazil, and some parts of the Caribbean as problem areas, where vaccines are in short supply. UNICEF has also been critical towards proposed donations of Moderna and Pfizer vaccines since these are not slated for delivery until the second half of 2021, or early 2022.[37] Canada pledged $220 million worth of vaccines on 25 September 2020 to join as a self-financing contributor to COVAX. On 14 June, Canada doubled its pledge to add an additional 13 million doses of AstraZeneca, Johnson & Johnson, and NovaVax vaccines. This was in addition to the over 80 million available to purchase through financial contribution.[citation needed] China joined COVAX on 9 October 2020.[39] The Sinopharm BIBP vaccine and CoronaVac (by Sinovac Biotech) are Chinese-developed vaccines approved by the WHO for distribution through COVAX.[40] By July 2021, GAVI had signed advanced purchase agreements for 170 million doses of the Sinopharm BIBP vaccine, 350 million doses of CoronaVac, and 414 million doses of SCB-2019, another vaccine in Phase III trials.[41][42] On Aug. 8, 2021, China pledges US$100 million towards equitable access to COVID-19 vaccines for lower-income countries, brings the total raised for the Covax to nearly US$10 billion [43] Further, China's Leader Xi Jinping pledges 2 billion vaccines globally through year's end. According to AP News, China has already delivered 770 million doses to foreign countries since September 2020 (as of Aug 6, 2021) [44] India joined COVAX through a membership with the GAVI alliance.[45] The Serum Institute of India is the main producer for the Oxford–AstraZeneca vaccine, up to 700 million doses were expected for 2021. After initial deliveries to North Africa, West Africa, Eastern Europe and the Middle East in March and April 2021, India began to limit vaccine exports until the end of 2021, due to high domestic demand.[46][47][48] Based on the high infection rates in India, COVAX was projected to deliver only 145 million doses instead of 240 million by May 2021. Vaccine production was also negatively affected because of a ban by the U.S. on the export of key raw materials.[49] In September 2021, the Government of India announced the resumption of vaccines exports from October 2021 onwards since it had quadrupled its production and only excess supplies would be exported.[50] As of November 2020[update], the European Union (EU) and EU members have pledged €870 million to COVAX.[51] The European Commission (EC) brought the EU into COVAX on 31 August 2020 and pledged €400 million in guarantees,[52] but did not state how this money would be paid out or its conditions.[53] The EC pledged a further €100 million from the 11th European Development Fund to COVAX via a grant to GAVI on 12 November. Individual EU member states have also made additional pledges; France donated an additional €100 million, Spain an additional €50 million, and Finland an additional €2 million.[51] According to the Foreign Office of the Federal Republic of Germany, Germany has joined COVAX through the European Union and has pledged €300 million for the treatment of COVID-19 in developing nations bringing the total EU contribution to over €2.2 billion.[54] On the consilium site, Team Europe reported a €2.47 billion donation.[55] The United Kingdom has provided £548 million to Covax.[56] The United Kingdom was the biggest single donor to COVAX-AMC until being overtaken by the European Union and the United States.[57] As part of its America First policy,[58] the Trump administration stated that it would not join COVAX because of its association with the WHO,[59][60] from which it had begun a year-long withdrawal process on 6 July 2020.[61] After Joe Biden was elected president in the 2020 election, he announced that the United States would remain in the WHO and would join COVAX on 20 January 2021. This reversal of American policy (announced by Anthony Fauci, Chief Medical Advisor to the President) was welcomed globally.[62][63] On 19 February, the US pledged $4 billion, making it the single largest contributor to the fund.[64] On 16 July 2021, the African Union (AU)/African Vaccine Acquisition Trust (AVAT), COVAX and the United States government announced the donation of 25 million Johnson & Johnson COVID-19 vaccines to 49 African countries. Afreximbank put in place a US$2 billion Advance Procurement Commitment (APC) Guarantee to obtain 400 million more doses of the Johnson & Johnson COVID-19 vaccine, providing a total of 620 million doses to Africa by the end of 2021. The vaccines will be in part sourced from licensed production in South Africa,[65] and distributed by COVAX with the goal to vaccinate 60% of the population.[66] Since the UAE started producing Hayat-Vax in late March 2021, a rebranded version of the Chinese Sinopharm BIBP vaccine through a joint venture between Sinopharm and Group 42, the country has donated vaccine doses to several African countries.[67][68][69] It is possible for private donors to donate to COVAX through the \"Go Give One\" campaign. The WHO estimates the campaign's cost-effectiveness at one vaccine dose per US$7 donated.[70]","Title":"COVAX - Wikipedia","KeyID":"15302","URL":"https://en.wikipedia.org/wiki/COVAX"}