{"Content: ":"Rubbing alcohol is either an isopropyl alcohol or an ethanol-based liquid, with isopropyl alcohol products being the most widely available. The comparable British Pharmacopoeia (BP) is surgical spirit. Rubbing alcohol is denatured and undrinkable even if it is ethanol-based, due to the bitterants added. They are liquids used primarily as a topical antiseptic.[1] They also have multiple industrial and household applications.[2][3] The term \"rubbing alcohol\" in North American English is a general term for either isopropyl alcohol (isopropanol) or ethyl alcohol (ethanol) products.[citation needed] The United States Pharmacopeia (USP) defines \"isopropyl rubbing alcohol USP\" as containing approximately 70 percent alcohol by volume of pure isopropyl alcohol and defines \"rubbing alcohol USP\" as containing approximately 70 percent by volume of denatured alcohol.[4][5] In Ireland and the UK, the comparable preparation is surgical spirit B.P., which the British Pharmacopoeia defines as 95% methylated spirit, 2.5% castor oil, 2% diethyl phthalate, and 0.5% methyl salicylate.[6] Under its alternative name of \"wintergreen oil\", methyl salicylate is a common additive to North American rubbing alcohol products.[7] Individual manufacturers are permitted to use their own formulation standards in which the ethanol content for retail bottles of rubbing alcohol is labeled as and ranges from 70 to 99% v/v.[8] All rubbing alcohols are unsafe for human consumption: isopropyl rubbing alcohols do not contain the ethyl alcohol of alcoholic beverages; ethyl rubbing alcohols are based on denatured alcohol, which is a combination of ethyl alcohol and one or more bitter poisons that make the substance toxic. The term \"rubbing alcohol\" came into prominence in North America in the mid-1920s. The original rubbing alcohol was literally used as a liniment for massage; hence the name. This original rubbing alcohol was rather different from today's precisely formulated surgical spirit; in some formulations it was perfumed and included different additives, notably a higher concentration of methyl salicylate. The name \"rubbing\" also emphasized that the alcohol was not intended for consumption, a significant distinction in Prohibition-era America; nonetheless it had become a well-documented surrogate alcohol as early as 1925. All rubbing alcohols are volatile and flammable. Ethyl rubbing alcohol has an extremely bitter taste from additives. The specific gravity of Formula 23-H is between 0.8691 and 0.8771 at 15.56 °C (60.01 °F). Isopropyl rubbing alcohols contain from 50% to 99% by volume of isopropyl alcohol, the remainder consisting of water. Boiling points vary with the proportion of isopropyl alcohol from 80 to 83 °C (176 to 181 °F); likewise, freezing points vary from −32 to −50 °C (−26 to −58 °F).[9] Surgical spirit BP boils at 80 °C (176 °F).[10] Naturally colorless, products may contain color additives. They may also contain medically-inactive additives for fragrance, such as wintergreen oil (methyl salicylate),[11] or for other purposes. To protect alcohol tax revenue in the United States all preparations classified as Rubbing Alcohols (defined as those containing ethanol) must have poisonous additives to limit human consumption in accordance with the requirements of the US Treasury Department, Bureau of Alcohol, Tobacco, and Firearms, using Formula 23-H (8 parts by volume of acetone, 1.5 parts by volume of methyl isobutyl ketone, and 100 parts by volume of ethyl alcohol). It contains 87.5–91% by volume of absolute ethyl alcohol. The rest consists of water and the denaturants, with or without color additives, and perfume oils. Rubbing alcohol contains in each 100 ml more than 355 mg of sucrose octaacetate or more than 1.40 mg of denatonium benzoate. The preparation may be colored with one or more color additives. A suitable stabilizer may also be added.[12] Product labels for rubbing alcohol include a number of warnings about the chemical, including the flammability hazards and its intended use only as a topical antiseptic and not for internal wounds or consumption. It should be used in a well-ventilated area due to inhalation hazards. Poisoning can occur from ingestion, inhalation, absorption, or consumption of rubbing alcohol. [13][14]","Title":"Rubbing alcohol - Wikipedia","KeyID":"15310","URL":"https://en.wikipedia.org/wiki/Rubbing_alcohol"}