{"Content: ":"GLAM is an acronym for galleries, libraries, archives, and museums,[1][2] and refers to cultural institutions with a mission to provide access to knowledge. GLAMs collect and maintain cultural heritage materials in the public interest. As collecting institutions, GLAMs preserve and make accessible primary sources valuable for researchers. The term, in particular in related forms such as LAM is increasingly used for the comparative studies of these institutions, often motivated by their claimed convergence.[3] Versions of the acronym include GLAMR, which specifies records management,[4] and the earlier form LAM, which did not specify \"galleries\" (whether seen as a subset of museums, or else potentially confused with commercial establishments where art is bought and sold).[5][6][7] Another form also is GLAMA, which specifies academia.[8] or alternatively GLEAM (\"Education\") As an abbreviation, LAM has been in use since the 1990s;[9] it emerged as these institutions saw their missions overlapping, creating the need for a wider industry sector grouping. This became apparent as they placed their collections online—artworks, books, documents, and artifacts all effectively becoming \"information resources.\" The work to get GLAM sector collections online is supported by GLAM Peak in Australia[10] and the National Digital Forum in New Zealand.[11] Proponents of greater collaborations argue that the present convergence is actually a return to traditional unity. These institutions share epistemological links dating from the \"Museum\" of Alexandria and continuing through the cabinets of curiosities gathered in early modern Europe. Over time as collections expanded, they became more specialized and their housing was separated according to the form of information and kinds of users. Furthermore, during the nineteenth and twentieth centuries, distinct professional societies and educational programs developed for each kind of institution.[12] Open-GLAM[13] (Galleries, Library, Archives, and Museums) is a term that has gained popularity since 2010 to describe an initiative,[14] network and movement that supports exchange and collaboration between cultural institutions supporting open access to their digitised collections. The GLAM-Wiki Initiative helps cultural institutions share their openly licensed resources with the world through collaborative projects with experienced Wikipedia editors. Open-GLAM and open data resources from the heritage sector are now frequently used in research, publishing, and programming,[15] particularly in Digital Humanities research and teaching.","Title":"GLAM (cultural heritage) - Wikipedia","KeyID":"15315","URL":"https://en.wikipedia.org/wiki/Cultural_heritage_sector"}