{"Content: ":"Ursula Gertrud von der Leyen (German: [ˈʊʁzula ˈɡeːɐ̯tʁuːt fɔn dɐ ˈlaɪən] (listen)) (née Albrecht; born 8 October 1958) is a German politician who has been serving as the president of the European Commission since 2019. She served in the German federal government between 2005 and 2019, holding successive positions in Angela Merkel's cabinet, most recently as Minister of Defence. Von der Leyen is a member of the centre-right Christian Democratic Union (CDU) and its EU counterpart, the European People's Party (EPP). She was born and raised in Brussels to German parents. Her father, Ernst Albrecht, was one of the first European civil servants. She was brought up bilingually in German and French. She moved to the Hanover Region in 1971 when her father entered politics to become minister-president of the state of Lower Saxony in 1976. As an economics student at the London School of Economics in the late 1970s, she lived under the name Rose Ladson, the family name of her American great-grandmother from Charleston, South Carolina. After graduating as a physician from the Hannover Medical School in 1987, she specialized in women's health. In 1986 she married fellow physician Heiko von der Leyen, of the von der Leyen family of silk merchants. As a mother of seven children, she was a housewife during parts of the 1990s and lived for four years in Stanford, California, while her husband was on the faculty at Stanford University, returning to Germany in 1996. In the late 1990s, she became involved in local politics in the Hanover region, and she served as a cabinet minister in the state government of Lower Saxony from 2003 to 2005. In 2005, she joined the federal cabinet, first as minister of family affairs and youth from 2005 to 2009, then as minister of labour and social affairs from 2009 to 2013, and finally as minister of defence from 2013 to 2019, the first woman to serve as German defence minister.[1] When she left office she was the only minister to have served continuously in Angela Merkel's cabinet since Merkel became chancellor. She served as a deputy leader of the CDU from 2010 to 2019, and was regarded as a leading contender to succeed Merkel as chancellor of Germany and as the favourite to become secretary general of NATO. On 2 July 2019, von der Leyen was proposed by the European Council as the candidate for president of the European Commission.[2][3] She was then elected by the European Parliament on 16 July;[4][a] she took office on 1 December, becoming the first woman to hold the office. Von der Leyen was included in Time's 100 Most Influential People of 2020.[6] Von der Leyen was born in 1958 in Ixelles, Brussels, Belgium, where she lived until she was 13 years old. In the family, she has been known since childhood as Röschen, a diminutive of Rose.[7] Her father Ernst Albrecht worked as one of the first European civil servants from the establishment of the European Commission in 1958, first as chef de cabinet to the European commissioner for competition Hans von der Groeben in the Hallstein Commission, and then as director-general of the Directorate-General for Competition from 1967 to 1970. She attended the European School, Brussels I for the first 13 years of her life.[8] In 1971, she relocated to Sehnde in the Hanover region after her father had become CEO of the food company Bahlsen and involved in state politics in Lower Saxony.[9] Her father served as Minister President of Lower Saxony (state prime minister) from 1976 to 1990, being re-elected in state parliament elections in 1978, 1982 and 1986.[10] In 1980 he ran for the CDU nomination for the German chancellorship, backed by CDU chairman Helmut Kohl, but narrowly missed the candidacy to fellow conservative Franz Josef Strauß (who then lost the general election to the sitting chancellor Helmut Schmidt); in the 1990 state elections Ernst Albrecht lost his office to Gerhard Schröder, who later became German chancellor. Most of her ancestors were from the former states of Hanover and Bremen in today's northwestern Germany; she has one American great-grandmother of primarily British descent, with more distant French and Italian ancestors, and some ancestors from what are now the Baltic states, then in Imperial Russia. The Albrecht family was among the hübsche (\"courtly\" or \"genteel\") families of the Electorate and Kingdom of Hanover—a state that was in a personal union with the United Kingdom—and her ancestors had been doctors, jurists and civil servants since the 17th century. Her great-great-grandfather George Alexander Albrecht moved to Bremen in the 19th century, where he became a wealthy cotton merchant, part of the Hanseatic elite and the Austro-Hungarian Consul from 1895. He married Baroness Louise Dorothea Betty von Knoop (1844–1889), a daughter of Baron Johann Ludwig von Knoop, one of the most successful entrepreneurs of the 19th century Russian Empire.[11] Von der Leyen's father's grandparents were the cotton merchant Carl Albrecht (1875–1952) and Mary Ladson Robertson (1883–1960), an American who descended from a planter family in Charleston, South Carolina. Her American ancestors played a significant role in the British colonization of the Americas, and she descends from many of the first English settlers of Carolina, Virginia, Pennsylvania and Barbados, and from numerous colonial governors. Among her ancestors were Carolina governors John Yeamans, James Moore, Robert Gibbes, Thomas Smith and Joseph Blake, Pennsylvania deputy governor Samuel Carpenter, and the American revolutionary and lieutenant governor of South Carolina James Ladson.[12][13][14] The Ladson family were large plantation owners and her ancestor James H. Ladson owned over 200 slaves by the time slavery in the United States was abolished; her relatives and ancestors were among the wealthiest in British North America in the 18th century, and she descends from one of the largest slave traders in the Thirteen Colonies, Joseph Wragg. Carl and Mary were the parents of Ursula von der Leyen's grandfather, the psychologist Carl Albrecht, who was known for developing a new method of meditation and for his research on mystical consciousness.[15] She is the niece of the conductor George Alexander Albrecht and a first cousin of the chief conductor of the Dutch National Opera Marc Albrecht.[16] In 1986, she married physician Heiko von der Leyen, a member of the von der Leyen family that made a fortune as silk merchants and was ennobled in 1786; her husband became a professor of medicine and the CEO of a medical engineering company. She met him at a university choir in Göttingen.[17] They have seven children, born between 1987 and 1999.[18] The von der Leyen family are Lutheran members of the Evangelical Church of Germany.[19] Ursula von der Leyen is a native speaker of German and French; she speaks English fluently, having lived for a combined five years in the United Kingdom and the United States.[20] She lives with her family on a farm in Burgdorf near Hanover where they keep horses.[21] She is a keen equestrian and has been involved in competitive horseriding.[22] In 1977, she started studying economics at the University of Göttingen. At the height of the fear of communist terrorism in West Germany, she fled to London in 1978 after her family was told that the Red Army Faction (RAF) was planning to kidnap her due to her being the daughter of a prominent politician. She spent more than a year in hiding in London, where she lived with protection from Scotland Yard under the name Rose Ladson to avoid detection and enrolled at the London School of Economics.[23][24][25][26] A German diminutive of Rose, Röschen, had been her nickname since childhood,[27] while Ladson was the name of her American great-grandmother's family, originally from Northamptonshire. She said that she \"lived more than she studied,\"[28] and that London was \"the epitome of modernity: freedom, the joy of life, trying everything\" which \"gave me an inner freedom that I have kept till today.\"[24] She returned to Germany in 1979 but lived with a security detail at her side for several years.[29] In 1980, she switched to studying medicine and enrolled at the Hannover Medical School, where she graduated in 1987 and acquired her medical license.[30] From 1988 to 1992, she worked as an assistant physician at the Women's Clinic of the Hannover Medical School. Upon completing her doctoral studies, she graduated as a Doctor of Medicine in 1991. Following the birth of twins, she was a housewife in Stanford, California, from 1992 to 1996, while her husband was a faculty member of Stanford University.[31] From 1998 to 2002, she taught at the Department of Epidemiology, Social Medicine and Health System Research at the Hannover Medical School. In 2001 she earned a Master of Public Health degree at the institution.[32] In 2015, researchers collaborating at the VroniPlag Wiki reviewed von der Leyen's 1991 doctoral thesis and alleged that 43.5% of the thesis pages contained plagiarism, and in 23 cases citations were used that did not verify claims for which they were given.[33][34] Multiple notable German academics such as Gerhard Dannemann [de] and Volker Rieble [de] publicly accused von der Leyen of intended plagiarism.[35] The Hannover Medical School conducted an investigation and concluded in March 2016 that while the thesis contains plagiarism, no intention to deceive could be proven.[36][37] The university decided not to revoke von der Leyen's medical degree.[36] Critics questioned the independence of the commission that reviewed the thesis as von der Leyen personally knew its director from joint work for an alumni association.[37] Various media outlets also criticized that the decision was nontransparent, not according to established rules, and failed to secure high academic standards.[37][38][39] Ursula von der Leyen joined the CDU in 1990, and became active in local politics in Lower Saxony in 1996, shortly after she had returned to Germany after living in California. She was a member of the committee on social policy of CDU in Lower Saxony from 1996, and also became active in the association of medical doctors in the CDU party.[40] Ursula von der Leyen was elected to the Parliament of Lower Saxony in the 2003 state election for Lehrte, the same constituency then-Chancellor Gerhard Schröder represented from 1986 to 1998. From 2003 to 2005 she was a minister in the state government of Lower Saxony, serving in the cabinet of Christian Wulff, with responsibility for social affairs, women, family, and health.[41] In 2003, von der Leyen was part of a group assigned by the then-opposition leader and CDU chairwoman Angela Merkel to draft alternative proposals for social welfare reform in response to Chancellor Gerhard Schröder's \"Agenda 2010\". The so-called Herzog Commission, named after its chairman, the former German President Roman Herzog, recommended a comprehensive package of reform proposals including, among other things, decoupling health and nursing care premiums from people's earnings and levying a monthly lump sum across the board instead.[42] Ahead of the 2005 federal elections, Angela Merkel chose Ursula von der Leyen to cover the family and social security portfolio in her shadow cabinet.[43][44] In the negotiations to form a government following the 2005 federal elections, von der Leyen led the CDU/CSU delegation in the working group on families; her co-chair from the SPD was Renate Schmidt.[45] In 2005, Ursula von der Leyen was appointed Federal Minister of Family Affairs and Youth in the cabinet of Angela Merkel. On the 60th anniversary of the founding of Israel, von der Leyen participated in the first joint cabinet meeting of the governments of Germany and Israel in Jerusalem in March 2008.[46] At the federal election of 2009, von der Leyen was elected to the Bundestag, Germany's Parliament, representing the 42nd electoral district of Hanover, alongside Edelgard Bulmahn of the Social Democrats. In the negotiations to form a coalition government following the elections, she led the CDU/CSU delegation in the working group on health policy; her co-chair from the FDP was Philipp Rösler. She was reappointed as family minister,[47] but on 30 November 2009 succeeded Franz Josef Jung as Federal Minister of Labour and Social Affairs.[48] During her time in office, von der Leyen cultivated the image of being the social conscience of the CDU[49] and helped Merkel to move the CDU into the political centre-ground.[50] In speaking out for increasing the number of childcare nurseries, for the introduction of a women's quota for listed companies' main boards, for gay marriage and a nationwide minimum wage, von der Leyen made enemies among the more traditionalist party members and won admirers on the left.[51] Von der Leyen also lobbied for lowering the barriers to immigration for some foreign workers, in order to fight shortages of skilled workers in Germany.[52] In 2013, she concluded an agreement with the Government of the Philippines that was aimed at helping Filipino health care professionals to gain employment in Germany. A vital provision of the agreement is that the Filipino workers are to be employed on the same terms and conditions as their German counterparts.[53] Von der Leyen was initially considered the front-runner to be nominated by the ruling CDU/CSU parties for election as President of Germany in the 2010 presidential election,[54] but Christian Wulff was eventually chosen as the parties' candidate. The news media later reported that Wulff's nomination came as a blow to Merkel, whose choice of Leyen had been blocked by the two parties' more conservative state premiers.[55] In November 2010, von der Leyen was elected (with 85% of the votes) as one of four deputies of CDU chairwoman Merkel, serving alongside Volker Bouffier, Norbert Röttgen and Annette Schavan. Later that month, she told the Bild am Sonntag newspaper that the CDU should consider establishing a formal voting process for choosing future candidates for Chancellor.[56] In 2012, she was re-elected (with 69% of the votes) as one of Merkel's deputies as CDU chairwoman, this time serving alongside Bouffier, Julia Klöckner, Armin Laschet and Thomas Strobl.[57] In the negotiations to form a government following the 2013 federal elections, von der Leyen led the CDU/CSU delegation in the labour policy working group, with Andrea Nahles of the SPD as her co-chair.[58] In 2013, Ursula von der Leyen was appointed by Merkel as Germany's first female defence minister.[51] By placing a significant party figure such as von der Leyen at the head of the Defence Ministry, Merkel was widely seen as reinvigorating the scandal-ridden ministry's morale and prestige.[59] She is the only minister to remain with Merkel since she became chancellor in 2005.[1] Von der Leyen chaired the EPP Defence Ministers Meeting, which gathers EPP defence ministers ahead of meetings of the Council of the European Union.[60] In August 2016 Von der Leyen joined the World Economic Forum board of trustees.[61] Former British Secretary of State for Defence Michael Fallon noted in 2019 that she had been \"a star presence\" in the NATO community and \"the doyenne of NATO ministers for over five years\".[62] She has faced domestic criticism for her leadership style, reliance on outside consultants, and continued gaps in military readiness.[63] Within her first year in office, von der Leyen visited the Bundeswehr troops stationed in Afghanistan three times and oversaw the gradual withdrawal of German soldiers from the country as NATO was winding down its 13-year combat mission ISAF.[64] In September 2015, she signalled that she was open to delaying the withdrawal of 850 German soldiers from Afghanistan beyond 2016 after the Taliban's surprise seizure of the northern city of Kunduz. German forces used to be based in Kunduz as part of NATO-led ISAF and remain stationed in the north of the country.[65] She later opposed the troop withdrawal from Afghanistan.[66] In the summer of 2014, she was instrumental in Germany's decision to resupply the Kurdish Peshmerga fighters with lethal assistance.[67] Following criticism from German officials of Turkish President Recep Tayyip Erdoğan's escalation of the Kurdish–Turkish conflict in August 2015, von der Leyen decided to let Germany's three-year Patriot missile batteries mission to southern Turkey lapse in January 2016 instead of seeking parliamentary approval to extend it. That same month, she participated in the first joint cabinet meeting of the governments of Germany and Turkey in Berlin.[68] By April 2016, under von der Leyen's leadership, the German Federal Armed Forces announced they would commit 65 million Euro to establish a permanent presence at Incirlik Air Base, as part of Germany's commitment to the military intervention against ISIL.[69][70][71] At the Munich Security Conference in February 2015, von der Leyen publicly defended the German refusal to supply Ukraine with weapons. Stressing that it was necessary to remain united in Europe over Ukraine, she argued that negotiations with Russia, unlike with the Islamic State of Iraq and the Levant jihadists, were possible. Angela Merkel saw Ukraine and Russia as a chance to prove that in the 21st century, developed nations should solve disputes at the negotiating table, not with weapons, she said. She also noted that Russia has an almost infinite supply of weapons it could send to Ukraine. She questioned whether any effort by the West could match that or, more importantly, achieve the outcome sought by Ukraine and its supporters.[72] On the contrary, von der Leyen said that giving the Ukrainians arms to help them defend themselves could have unintended and fateful consequences. \"Weapons deliveries would be a fire accelerant,\" von der Leyen told the Süddeutsche Zeitung daily. She agreed with NATO SACEUR General Philip Breedlove that \"it could give the Kremlin the excuse to openly intervene in this conflict.\"[73] After Hungary used a water cannon and tear gas to drive asylum seekers back from the Hungarian-Serbian border in September 2015, during the European migrant crisis, von der Leyen publicly criticized the government of Prime Minister Viktor Orbán and called the measures \"not acceptable and [...] against the European rules that we have.\"[74] Under von der Leyen's leadership, the German parliament approved government plans in early 2016 to send up to 650 soldiers to Mali, boosting its presence in the U.N. peacekeeping mission MINUSMA in the West African country.[75] In 2014, von der Leyen introduced a €100 million plan to make the Bundeswehr more attractive to recruits, including by offering crèches for soldiers' children, limiting postings to match school term dates, and considerable rises in hardship allowances for difficult postings.[76][77] After Bundeswehr officials failed to properly investigate persistent reports of brutal hazing rituals, sexual humiliation, and bullying in military training, von der Leyen fired the army's training commander, Major General Walter Spindler, in 2017.[78] In 2015, as a result of severe NATO–Russian tensions in Europe, Germany announced a significant increase in defence spending. In May 2015, the German government approved an increase in defence spending, at the time 1.3% of GDP, by 6.2% over the following five years, allowing the Ministry of Defense to modernize the army fully.[79] Plans were also announced to significantly expand the tank fleet to a potential number of 328, order 131 more Boxer armoured personnel carriers, increase the submarine fleet, and to develop a new fighter jet to replace the Tornado.[80][81][82][83] Germany considered increasing the size of the army,[84] and in May 2016 von der Leyen announced it would spend €130 billion on new equipment by 2030 and add nearly 7,000 soldiers by 2023 in the first German military expansion since the end of the Cold War.[85][86] In February 2017, she announced that the number of Bundeswehr professional soldiers would increase from 178,000 to 198,000 by 2024.[87] Early in her tenure, von der Leyen pledged to get a grip on Germany's military equipment budget after publishing a KPMG report on repeated failures in controlling suppliers, costs and delivery deadlines, e.g., with the Airbus A400M Atlas transport plane, Eurofighter Typhoon jet and the Boxer armoured fighting vehicle.[88] In 2015, von der Leyen publicly criticized Airbus over delays in the delivery of A400M military transport planes, complaining that the company had a serious problem with product quality.[89] Under her leadership, the ministry agreed to accept 13 million euros in compensation for delays in deliveries of both the second and third A400M aircraft. In 2016, she asked for an additional 12.7 million euros in damages for delays in the delivery of a fourth plane.[90] Also in 2015, von der Leyen chose MBDA, jointly owned by Airbus, Britain's BAE Systems, and Italy's Leonardo S.p.A., to build the Medium Extended Air Defense System, but set strict milestones for it to retain the contract.[91] During a 2015 visit to India, von der Leyen expressed support for a project initiated by the Indian government to build six small German TKMS diesel-electric submarines for a total cost of $11 billion.[92][93] She also promoted the German government's decisions on arms exports to Saudi Arabia and Turkey.[94][95] Since 2018 an investigative committee organized by Germany's Federal Audit Office is looking into how contracts worth tens of millions of euros were awarded to external consultancy firms.[96][97][63] The auditing office has found several irregularities in how the contracts were awarded. During the investigation, two of von der Leyen's phones were confiscated, but data from both phones has been deleted before being returned to the defense ministry.[98] In turn, opposition lawmaker Tobias Linder has filed a criminal complaint against von der Leyen suspecting deliberate destruction of evidence relevant for the case.[99][100] Von der Leyen was elected as a member of the CDU executive board in December 2014 and received 70.5% of the votes. As in her reelections in 2016 (72.4%) and 2018 (57.47%), this was the weakest of all results.[101][102][103][104] As a cabinet member, von der Leyen was, for several years, regarded as one of the leading contenders to succeed Merkel as Chancellor.[49][50][105][106][107][108] In 2010 she was Merkel's preferred candidate for President of Germany, but her nomination was blocked by the conservative wing of the CDU/CSU.[109] From 2018 until her nomination as European Commission president she was described as the favourite to succeed Jens Stoltenberg as Secretary General of NATO.[110][111][112] Die Welt reported that von der Leyen \"is highly respected in the alliance\" and that \"all the [NATO] defence ministers listen when she speaks.\"[113] On 2 July 2019, von der Leyen was proposed by the European Council as their candidate for the office of President of the European Commission.[2][3] On 16 July, she won with 383 to 327 votes.[4] Germany abstained from the vote to nominate her. An article in The Guardian says that the reason for Germany's refusal to vote for her is that von der Leyen is divisive.[114] She is the first woman to hold the office[115] and the first German since the commission's first president, Walter Hallstein.[116] When she lived in Brussels, her little sister Benita-Eva died of cancer at the age of eleven and she remembered \"the enormous helplessness of my parents\" in view of the cancer. This inspired her to make cancer a focus of her government.[117] At the press conference announcing her nomination, European Council President Donald Tusk noted von der Leyen's intention to retain Commission First-Vice President Frans Timmermans during her administration. Timmermans has previously been one of the \"lead candidates\" (German: Spitzenkandidat) for the commission's presidency. As a candidate, she published a document entitled \"My agenda for Europe\",[118] and was fêted for her commitment to \"gender equality and gender mainstreaming\" by at least one observer who sought to advance the \"professional development of women in the field of international peace and security\".[119] Following her nomination as a candidate for Commission President, the Commission provided her with a salary, office, and staff in Brussels to facilitate negotiations between the EU institutions as to her election. These arrangements were extended, to enable a smooth transition, during her period as President-elect, until the new College of Commissioners is confirmed by the European Parliament and takes office in November.[120] In light of her new role, von der Leyen resigned her seat in the German Bundestag on 31 July 2019.[121] Von der Leyen supported the proposed European Union–Mercosur free trade agreement,[122] which would form one of the world's largest free trade areas.[123] The fear is that the deal could lead to more deforestation of the Amazon rainforest as it expands market access to Brazilian beef.[124] Von der Leyen unveiled the new proposed EU Commission's structure (whom she deemed to be a \"geopolitical\" one)[125] on 10 September 2019, renaming a number of posts of the College of Commissioners to make them sound less formal and more goal-oriented, including the controversial portfolio for \"Protecting our European Way of Life\",[126][127] a vice-presidency responsible for the coordination of migration, security, employment and education policies.[128][129] The later portfolio's name drew heavy criticism, as it was considered to carry a xenophobic message linking the protection of the \"European Way of Life\" to migration policies.[b][126] The proposed structure for the college also saw the \"unexpected\" promotion of EPP's Valdis Dombrovskis to a role of executive vice-president, up to a number of three executive vice-presidencies, equalling the roles entrusted to Timmermans and Margrethe Vestager.[125] In March 2020, von der Leyen's Commission turned down the idea of suspending the Schengen Agreement in order to introduce border controls around Italy, at that time the centre of the COVID-19 pandemic in Europe,[132][133][134] The decision drew criticism from some European politicians.[135][136] After some EU member states announced closure of their national borders to foreign nationals due to the COVID-19 pandemic, von der Leyen said that \"Certain controls may be justified, but general travel bans are not seen as being the most effective by the World Health Organization. Moreover, they have a strong social and economic impact, they disrupt people's lives and business across the borders.\"[137] Von der Leyen condemned the U.S. decision to restrict travel from the coronavirus-affected Europe to the United States.[138] Von der Leyen supported the EU's imposition of sanctions against Belarus after the security services violently cracked down on street protests in Minsk and elsewhere against the 26-year authoritarian rule under President, Alexander Lukashenko. The protests took place after a disputed presidential election, which was contested by the opposition and designated by the EU as not free and fair.[139][140] Sanctions were imposed after the Belarusian government diverted a civilian aircraft in order to seize an opposition figure, Roman Protasevich.[140] Greek Prime Minister Kyriakos Mitsotakis called for EU sanctions against Turkey (citing Belarus as precedent) over Turkey's incursions into Greek maritime zones in the eastern Mediterranean, including illegal drilling and the passage of the Oruç Reis, accompanied by a Turkish Navy ship, in Greek waters. Sanctions would require a unanimous decision of the EU Council of Ministers. While France and Austria fully backed Greece's position, Germany (which at the time held the rotating EU presidency) took a more ambiguous stance. Von der Leyen said that Turkey and Belarus are \"two different situations\".[141] After French-U.S. and French-Australia relations suffered a period of tension in September 2021 due to fallout from the AUKUS defence pact between the U.S., the United Kingdom, and Australia. The security pact is directed at countering Chinese power in the Indo-Pacific region.[142] As part of the agreement, the U.S. agreed to provide nuclear-powered submarines to Australia. After entering into AUKUS, the Australian government cancelled an agreement that it had made with France for the provision of French conventionally powered submarines. Von der Leyen called the way France was treated \"unacceptable\" and demanded an explanation.[143] The EU also demanded an apology from Australia.[144] Due to a combination of unfavourable conditions, which involved soaring demand of natural gas, its diminished supply from Russia and Norway to the European markets, and less power generation by renewable energy sources such as wind, water and solar energy, Europe faced steep increases in energy prices in 2021.[145] Some critics blamed a record-breaking surge in energy prices on the European Commission's Green Deal, which aims to make the EU climate neutral by 2050.[146][147][148] Von der Leyen said that \"Europe today is too reliant on gas and too dependent on gas imports. The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\"[149] During the 2021 Israel–Palestine crisis, von der Leyen condemned the indiscriminate attacks by the Palestinian militant group Hamas on Israel.[150] In December 2021 the former doctor expressed her concern that one-third of the European population still are not vaccinated. She said that \"EU nations should open a debate around making COVID-19 vaccinations mandatory because too many people still refuse to get shots voluntarily.\"[151] After the start of the Russian invasion of Ukraine in 2022, European Commission President Ursula von der Leyen said that Ukraine should become a member of the European Union, the Ukrainian people belong to the European family, but there is a long way to go and the war must end.[152] On 8 April 2022 in the midst of the 2022 Russian invasion of Ukraine Von der Leyen travelled to Kyiv (which had seen open hostilities only days earlier) to lend her support to the beleaguered Volodymyr Zelenskyy and his countrymen. She visited the site of the Bucha massacre, tweeted \"My message to Ukrainian people: Those responsible for the atrocities will be brought to justice. Your fight is our fight.\" and vowed she would work towards that country's accession to the EU. \"Our goal is to present Ukraine’s application to the council this summer.\" She was accompanied by Josep Borrell, who expressed \"confidence that EU states would soon agree to his proposal to provide Ukraine with an additional €500 million to support the armed forces in their fight against the Russian army.\"[153][154][155][156][157] On 4 May 2022, she announced the European Union would seek to ban all imports of Russian crude oil and petroleum products.[158] She said in a statement, \"We must become independent from Russian oil, coal and gas.\"[159] On 10 May at the Parliament of Strasbourg together with her World Economic Forum partisan Emmanuel Macron she proposed to abandon the unanimity required for constitutional changes in the EU that are written into the Treaty of Lisbon. At the time, 13 of the 27 nations indicated their opposition to the abandonment: Bulgaria, Croatia, Denmark, Estonia, Finland, Latvia, Lithuania, Malta, Poland, the Czech Republic, Romania, Slovenia and Sweden.[160] Von der Leyen is a member of the German branch of the European Movement.[161] She is, or has been, also a member of several boards of trustees: Ursula von der Leyen assumed her office as Federal Minister for Family Affairs, Senior Citizens, Women and Youth in 2005. Amidst protest, particularly from the conservative wing of her party, the CDU, she introduced the Child Advancement Act [de] (Kinderförderungsgesetz), which reserved 4.3 billion euros for the creation of childcare structures throughout Germany.[168] Von der Leyen also introduced the German Elternzeit, a paid parental leave scheme. Following Scandinavian models, the scheme reserves two additional months for fathers who go on parental leave as well (Vätermonate in German). This part of the law, in particular, attracted protest from some German conservatives. Catholic Bishop Walter Mixa accused von der Leyen of turning women into \"birthing machines\". Meanwhile, Bavarian colleagues from von der Leyen's sister party, the CSU, complained that men did not need a \"diaper-changing internship\".[169] von der Leyen successfully influenced public opinion of her reforms with a 3-million-euro PR campaign, which was criticized for using public funds for political advocacy and for employing embedded marketing techniques.[170] Ursula von der Leyen advocated the initiation of a mandatory blockage of child pornography on the Internet through service providers via a block list maintained by the Federal Criminal Police Office of Germany (BKA), thus creating the necessary infrastructure for extensive censorship of websites deemed illegal by the BKA.[171] These actions brought her the nickname \"Zensursula\", a portmanteau word blending the German word for censorship (\"Zensur\") and her given name (\"Ursula\").[172] The combination of a sensitive topic like child pornography and internet censorship is said to have caused a rising interest in the Pirate Party.[173] In July 2009, she referred to the problems of struggling against paedophile pornography on the internet as the responsible persons often use servers located in Africa or India, where, she said, \"child pornography is legal\".[174][175] This claim was based on a 2006 study by the International Centre for Missing & Exploited Children.[176] However, child pornography is, in fact, illegal in India, which has much stricter rules about erotic media than Germany. She later expressed regret for having cited an inaccurate study.[177] Von der Leyen was in charge of the request to ban and rate the Rammstein album Liebe ist für alle da by the Federal Review Board for Media Harmful to Minors.[178] In 2013, von der Leyen unsuccessfully campaigned for a statutory quota for female participation in the supervisory boards of companies in Germany, requiring company boards to be at least 20% female by 2018, rising to 40% by 2023.[179] Von der Leyen is a proponent of a more assertive German foreign policy.[180][181] One striking example was the decision in September 2014 to send arms to Kurdish and Iraqi security forces. This decision broke a longstanding taboo on Germany's dispatching of weapons to a conflict zone.[107] On the deteriorating relationship between Europe and Russia during the 2014 Crimean crisis, she argued that \"the reliance on a functioning business relationship with Europe is much, much bigger in Russia\" and that sanctions should prod the oligarchs and Russian business.[182] She also called for more significant NATO backing of the Baltic states amid the Crimean dispute.[183] Von der Leyen has supported close security cooperation with Saudi Arabia.[184] German opposition parties criticized Germany's defence plan with Saudi Arabia, which has been waging war in Yemen and was condemned for massive human rights violations.[185][186] In 2016, von der Leyen caused controversy after she refused to wear a hijab while visiting Saudi Arabia. She said: \"It annoys me when women are to be pushed into wearing the abaya.\"[187] In 2017 von der Leyen noted that \"healthy democratic resistance of the younger generation\" in Poland must be supported.[188] In some Polish media, it was understood that she instigated opposition aimed to overthrow the allegedly anti-democratic and authoritarian PiS government; the statement was branded as scandalous.[189] The Polish Foreign Minister made sarcastic comments about \"Prussian tone of the Ode to Joy\".[190] The Polish Minister of Defence summoned the Germany military attache and demanded explanations.[191] The German embassy in Warsaw and spokesman for the German defence ministry in Berlin issued conciliatory statements.[192] The German media mostly ignored the incident; some acknowledged a \"minor slip of the tongue\"[193] on the part of von der Leyen, yet also noted that German-Polish relations were \"severely damaged\".[194] Von der Leyen responded to Donald Trump's criticism of the Russian-backed Nord Stream 2—a pipeline for delivering natural gas from Russia to Germany—in an interview with the BBC: \"We have an independent energy supply, we are an independent country, we are just diversifying.\"[195] In a 2011 interview with Der Spiegel, von der Leyen expressed her preference for \"a united states of Europe – run along the lines of the federal states of Switzerland, Germany or the USA\" which would capitalize on Europe's size by agreeing on core issues relating to finance, tax and economic politics.[196] With 2014 marking the centenary of the start of World War I, von der Leyen – in her capacity as defence minister – inaugurated a memorial for the Armistice Day in Ablain-Saint-Nazaire alongside French President François Hollande and North Rhine-Westphalia State Premier Hannelore Kraft, as well as British and Belgian officials.[197] In 2015, von der Leyen argued that a form of EU army should be a long-term goal. She also said that she was convinced about the goal of a combined military force, just as she was convinced that \"perhaps not my children, but then my grandchildren will experience a United States of Europe\".[198] In March 2015, she and her counterparts from France and Poland, Jean-Yves Le Drian and Tomasz Siemoniak, revived a meeting format intended to promote co-operation between the three countries in crisis zones by holding their first meeting between the Weimar Triangle defence ministers since 2007.[199] Following the 2016 European Union membership referendum in the United Kingdom, she argued that the UK had \"paralysed\" European efforts to integrate security policy and \"consistently blocked everything with the label 'Europe' on it.\"[200] She has described Brexit as \"a burst bubble of hollow promises.\"[201] In an interview with The Guardian days after her election to succeed Jean-Claude Juncker as President of the European Commission, she stated that the withdrawal deal agreed between Theresa May and chief Brexit negotiator Michel Barnier would remain the basis of any future talks. She also stated that the EU should extend the Brexit deadline beyond 31 October 2019.[202] In November 2019, at Paris Peace Forum, von der Leyen said that there is need for stable and responsible leadership in Europe and that the bloc must increase foreign policy budget spending by one-third.[203] When the Federal Constitutional Court ruled in favour of tax equality for same-sex couples in 2013, von der Leyen came forward in support of equal adoption rights, arguing that \"I know of no study that says that children growing up in same-sex partnerships fare any differently than children who grow up in heterosexual marriages or partnerships.\"[204] In June 2017, von der Leyen voted against her parliamentary group's majority and in favour of Germany's introduction of same-sex marriage.[205] In April 2021, The New York Times reported that von der Leyen had exchanged electronic correspondence with Pfizer CEO Albert Bourla negotiating terms of sale of the COVID-19 vaccine to the EU.[211] Another official within the EU publicly accused von der Leyen of \"maladministration\" for failure to disclose that correspondence upon a FOI request, and for claiming that the messages had disappeared, and for further claiming that the vaccine line item of the EU's budget was confidential.[212][213]","Title":"Ursula von der Leyen - Wikipedia","KeyID":"15326","URL":"https://en.wikipedia.org/wiki/Ursula_von_der_Leyen"}