{"Content: ":"A key worker, critical worker or essential worker is a public-sector or private-sector employee who is considered to provide an essential service. The term has been used[when?] in the United Kingdom in the context of workers who may find it difficult to buy property in the area where they work.[1] The term was also used by the UK government during announcements regarding school shutdowns invoked in response to the COVID-19 pandemic to indicate parents whose occupations entitled them to continue sending their children to schools which were otherwise shut down by government policy, as well as teachers and LSAs at those schools. A key worker is a public sector or private sector employee who is considered to provide an \"essential service\".[citation needed][2][3][4][5] These jobs cannot be done remotely. These jobs may be done remotely. During the Second World War in Germany, professionals who were indispensable to carry out a military, transport or administrative defence task could be freed from military service in the German Wehrmacht. They could be granted status as a key worker (\"Schlüsselkraft\") per § 5 Abs. 2 WehrGesetz. The term is still in use if reservists of the German Army (Bundeswehr) cannot attend military exercises, for example. As of 2005, use of the term had become more prominent in the UK as escalating house prices resulted in a gap between household income and the cost of housing. Many local authorities and other public sector bodies, especially in London and the South East, where a \"Key worker living scheme\" operates[6] have been facing major problems recruiting and retaining their workers many of whom are on lower levels of pay than the private sector in terms of housing in most cases the social rented sector is unable to provide low cost housing for rent or shared ownership.[1][7] In response initiatives have been designed to house key workers, including low-cost loans and shared ownership schemes.[6][7][8] The key worker living programme defined key workers to include:[1] The definition can be extended to include those support staff without whom the above roles may struggle to function.[9] While Austria does not define the term key worker itself, it implies it is a skilled worker from a long and annually adjusted list of \"shortage occupations\".[10] It defines self employed key worker, as someone whose self-employed \"occupation creates macroeconomic benefit going beyond its own operational benefit in Austria\".[11] During the COVID-19 pandemic, UK schools were closed except for children of \"key workers\" defined by the government. To obtain a school place, at least one parent had to be a key worker. Work was not restricted to key workers: other workers could still go to work if they could not work from home. The UK government on 19 March 2020 defined which groups of staff are considered Key Workers or Critical Workers for schooling purposes, with the following definitions:[12]","Title":"Key worker - Wikipedia","KeyID":"15328","URL":"https://en.wikipedia.org/wiki/Essential_worker"}