{"Content: ":"After the division of Korea, Japan and South Korea established diplomatic relations in December 1965, under the Treaty on Basic Relations between Japan and the Republic of Korea, with Japan recognizing South Korea as the only legitimate government of the whole Korean peninsula. Japan and South Korea are neighbors, and they are both main allies of the United States in East Asia. Despite this, the relationship between the two states has greatly deteriorated in recent years, characterized by strong mutual distrust and a number of disputes. These disputes include: territorial claims on Liancourt Rocks (Dokdo or Takeshima), Japanese prime ministers' visits to Yasukuni Shrine, differing views on Imperial Japan's treatment of colonial Korea, and Japan's refusal to negotiate Korea's demands that it apologize or pay reparations for mistreatment of World War II comfort women from Korea. The Diplomatic Bluebook of Japan by the Ministry of Foreign Affairs of Japan in 2018 removed the phrase present in the previous year referring to the ROK as \"Japan's most important neighbor that shares strategic interests with Japan.\"[1] In 2021, South Korea dropped its description of Japan as a \"partner\" in its latest defense white paper.[2] These tensions have complicated American efforts to promote a common front against Chinese threats in the region.[3] According to a 2014 BBC World Service poll, 13% of Japanese view South Korea's influence positively, with 37% expressing a negative view, while 15% of South Koreans view Japanese influence positively, with 79% expressing negatively, making South Korea, after China, the country with the second most negative perception of Japan in the world.[4] Due to the highly antagonistic nature of the relationship, the two countries have been described as being in a state of \"cold war\" by various media commentators.[5][6][7] Between 1961 and 1979, South Korean's head of state was dictator Park Chung-hee, who had served in the Imperial Japanese military during World War II.[8] Park took a strong interest in Japanese modernization ever since he witnessed development policies in Manchukuo firsthand. After the war, during a private lunch with Prime Minister Nobusuke Kishi, himself one of the masterminds behind the pre-war Manchukuo economy, Park compared his own South Korean military clique with \"the young people who succeeded with Meiji restoration in Japan,\" further adding that he and his those who assisted him in carrying out the May 16 coup \"look up to these people, and try to make our country escape from poverty and build a wealthy and powerful nation.\"[9] Under Park's government, the two countries pursued the 1965 reconciliation treaty, which brought about normalized relations, despite considerable public opposition. Park was able to force the normalization through the National Assembly and shut down demonstrations through martial law.[9] As a result, Tokyo provided $300 million as compensation to comfort women, forced laborers and other victims, and extended an additional $200 million credit to Seoul, and Prime Minister Sato attended official functions in July, the first visit of a Japanese premier to postwar Korea. Nevertheless, Seoul objected strongly to occasional visits by Japanese politicians to North Korea, to the continuation of Red Cross repatriation of Korean residents in Japan to North Korea, and to the proposal of Tokyo Governor Minobe to permit a pro-North Korean university in Tokyo. The Japanese Foreign Ministry opposed Minobe on this issue in order to prove its loyalty to South Korea. Meanwhile, contacts between Japan and South Korea increased through new air routes, tourism, and trade.[citation needed] In 1975, South Korean–Japanese relations improved following the July \"settlement\" of a two-year-old feud that began when South Korean agents abducted Kim Dae-jung, an opposition leader (and future President of South Korea), from a Tokyo hotel. As a result of the settlement, a long-delayed ministerial conference was held in Seoul in September to discuss economic cooperation between the two countries. Japan joined the United States in providing assurances for South Korea's security. In a joint statement by Japanese Prime Minister Takeo Miki and U.S. President Ford declared: \"The security of the Republic of Korea is ... necessary for peace and security in East Asia, including Japan\".[citation needed] Japanese and South Korean relations soured in the early 1990s, following the public coming-out of several former comfort women and the Japanese government's initial denial of any responsibility. This friction soon grew to include disputes concerning Japan's colonization of Korea in general. The Japanese government began to relent somewhat after evidence of \"comfort stations\" from Japanese state archives was unearthed, leading to the government's preparation of the official Kono statement. Japanese Prime Ministers in mid-to-late 1990's regularly issued apologies, and relations reached a brief peak in 1998, when President Kim Dae-jung invited Emperor Akihito to possibly visit Korea (something a Japanese emperor had never done before), while Prime Minister Keizō Obuchi offered his \"heartfelt apology\" for Japanese colonialism during Kim Dae-jung's visit to Japan. This period saw an increase in trade and tourism between the two countries. This brief healing period soured once again in 2001 after revelations of school textbooks approved by the Japanese Ministry of Education which stated that Japanese colonization was necessary for regional security and also removed any mention of comfort women. That same year, Prime Minister Junichiro Koizumi visited Yasukuni Shrine and continued to do so every year during his tenure. Nonetheless, there were some positive overtures, such as Koizumi's visit to South Korean independence landmarks in 2001 and Emperor Akihito reminding the media that he has some Korean ancestry in 2002.[10] In 1996 FIFA announced that the two countries would jointly host the 2002 FIFA World Cup. The next few years would see leaders of both countries meet to warm relations in preparations for the games.[11] Though citizens of both countries were initially unhappy about having to share the honors with the other, and the Liancourt Rocks controversy flared up again, the event turned out to be very successful. According to an analysis by Bloomberg, the economic links between the two countries, particularly in trade, investment, and finance, are far weaker than would be predicted by the gravity model of trade, especially when compared to the economic links between neighbors in North America and Europe. This lack of economic integration is attributed to their hostile relationship.[7] According to David Kang and Jiun Bang, South Korea has tried to create a peaceful middle ground with other North Asian countries such as Japan, for business and trade because of its objective to be the \"center of Asian business\".[12] The two argue that this agreement favors China more than Japan due to South Korea's unsafe political security history with Japan, which has affected the Seoul-Tokyo economic relations.[12] This has led to a decrease in trade and export between both countries; Japanese tourism is one of the big exporting services South Korea offers, which decreased by a rate of approximately 23% between the year 2012 and 2013.[12] In 2013 South Korea banned the import of fish from eight states in Japan due to growing concerns over the Fukushima nuclear power plant waste incident, after Tokyo Electric Power Company (TEPCO) declared the incident to be a radioactive waste a couple of years after the earthquake.[13] Japan considered the ban a hostile move, leading the Japanese government to file a complaint to the World Trade Organization (WTO) in May 2015, claiming that Seoul was \"discriminating against\" Japanese seafood'.[14] In October 2017 the WTO issued a ruling, with reports stating that South Korea lost the case.[14] On April 12, 2019, the WTO overturned its initial 2013 decision. Nearly 50 countries have enacted bans on Japanese imports following the nuclear disaster of 2011, though Japan has only filed a case to the WTO exclusively on South Korea's import restrictions.[15] In July 2019, Japan announced that the export of several controlled items to South Korea would now be put through restrictions including a licensing process. Specifically, Japan notified restrictions on fluorinated polyimides, hydrogen fluoride, and photoresists.[16][17] South Korean tech companies currently import either a majority or a large portion of these three tech imports from Japan.[18] The restrictions came into effect starting on July 4, 2019. In a news release, the Japanese Ministry of Economy, Trade and Industry (METI) gave a lack of trust on their side for South Korea's export control and restriction system, along with the discovery of controlled items being improperly exported by companies to South Korea, as justification of the restrictions.[19] While METI has not given specific details or examples of the above narrative,[20] some media reports claim South Korea may have passed on restricted chemicals to the United Arab Emirates, Iran, or North Korea.[16][21][22] South Korea denies claims that their country's export governance is lax, and summoned a Japanese embassy official to speak against Japan's allegations that South Korea was inept in carrying out sanctions against North Korea.[16][22] South Korean Minister of Trade, Industry and Energy Sung Yun-mo stated that an emergency inspection on companies importing chemicals from Japan came up with no evidence those chemicals were being exported to North Korea, and that Japan's claims were groundless and should be stopped.[16] Others view Japan's trade restrictions as partially being an excuse to retaliate against suspected intellectual property infringement by South Korean companies.[17] Japan intends to begin a new round of trade restrictions, this time striking South Korea from a list of nations that are viewed as taking necessary measures against the proliferation of conventional weapons and weapons of mass-destruction.[21][22] A removal from the list enables METI to perform restrictions on any export to South Korea, including those outside the current three key tech-imports, on the basis of national security concerns from Japan's view.[22][23] In 2021, the South Korean government declared \"industrial independence\" from Japan, stating that imports of Japanese materials for its industrial sector had been successfully reduced to near zero for key items such as etching gas, photoresist, and fluorinated polyimide. Overall reliance on Japan for the top 100 industrial items had declined to 24.9%, and further efforts were being made to reduce imports of Japanese items. This achievement has been likened by officials to an \"independence movement\", drawing parallels to the independence struggles during Japan's colonial rule.[24] There is dispute over the international name for the body of water between Japan and Korea. Japan points out that the name \"Sea of Japan\" (Japanese: 日本海) was used in a number of European maps from the late 18th century to the early 19th century, and that many maps today retain this naming. However, South Korean government has protested that the term \"East Sea\" has been used in Korea for 2000 years and Japan encouraged the usage of the name \"Sea of Japan\" while Korea lost effective control over its foreign policy under Japanese imperial expansion.[25] South Korea argues that the name \"East Sea\" or \"Korean Eastern Sea\" (Korean: 동해; Hanja: 東海), which was one of the most common names found on old European maps of this sea, should be the name instead of (or at least used concurrently with) \"Sea of Japan.\" Japan claims that Western countries named it the \"Sea of Japan\" prior to 1860, before the growth of Japanese influence over Korean foreign policy after the outbreak of the First Sino-Japanese War in 1894. Further, Japan claims that the primary naming occurred during the period of Sakoku, when Japan had very little foreign contact, and thus Japan could not have influenced the naming decisions.[26] It was the 1928 International Hydrographic Organization's Limits of Oceans and Seas document, which officially took the name Sea of Japan, which eventually influenced other official international documents such as those by the United Nations. Japan also claims that it is not important whether the term \"East Sea\" has been used in Korea for more than 2000 years because it is only the localized name and how it was named internationally is more important. South Korea claims that Korea was occupied by the Japanese and effectively had no international voice to protest in 1928.[citation needed] The Liancourt Rocks, called Dokdo (독도; 獨島; lit. \"solitary island\") in Korean and Takeshima (竹島, \"bamboo island\") in Japanese, are a group of islets in the East Sea that is occupied by South Korea. There are valuable fishing grounds around the islets and potentially large reserves of methane clathrate.[27] The territorial dispute is a major source of nationalist tensions between the two nations.[28] Currently, South Korea occupies the island, which has its Korean Coast Guard stationed there, as well as two elderly Korean residents.[29] Korea has been demanding official acknowledgement with a sincere apology and compensation for the sex slaves or comfort women issue, referring to the women and girls who were forced to have sex with Imperial Japanese military soldiers during World War II. According to the World Conference on Japanese Military Sexual Slavery, enlisted to the military stations through force, kidnapping, coercion, and deception, the Korean sex slaves, mostly girls under the age of 18, were raped and tortured by 30–40 soldiers each day.[30] According to the New York Times, Most mainstream historians agree that the Imperial Army treated women in conquered territories as spoils of battle, rounding them up to work in a system of military-run brothels known as comfort stations that stretched from China to the South Pacific. Many were deceived with offers of jobs in factories and hospitals and then forced to provide sex for imperial soldiers in the comfort stations. In Southeast Asia, there is evidence that Japanese soldiers simply kidnapped women to work in the comfort stations. Among the women who have come forward to say they were forced to have sex with soldiers are Chinese, Koreans and Filipinos, as well as Dutch women captured in Indonesia, then a Dutch colony.[31] Japanese media attempts to shift blame for the wartime brothels away from the Japanese military onto others, saying, \"Prostitution agents were prevalent due to the poverty and patriarchal family system. For that reason, even if the military was not directly involved, it is said it was possible to gather many women through such methods as work-related scams and human trafficking.\"[32] As the few surviving female victims continue to strive for official acknowledgment and a sincere apology, the Japanese court system has rejected such claims due to the length of time and claiming that there is no evidence. In November 1990, the Korean Council for the Women Drafted for Military (한국정신대문제대책협의회; 韓國挺身隊問題對策協議會) was established in South Korea. In 1993, the government of Japan officially acknowledged the presence of sexual slavery in World War II. As of 2008, a lump sum payment of 43 million Korean won and a monthly payment of 0.8 million won are given to the survivors.[30][33] The Japanese government has also arranged an organization that gives money and official letters of apology to the victims.[30] Today, many of the surviving female victims are in their 80s. As of 2007, according to South Korean government, there are 109 survivors in South Korea and 218 in North Korea. The survivors in South Korea protest in front of the Japanese embassy in Seoul, Korea, every Wednesday. The protest was held for 1000th time in December 2011.[34] In December 2000, the Women's International War Crimes Tribunal on Japan's Military Sexual Slavery sat in Tokyo, Japan. During the proceedings, the judges of the tribunal heard hours of testimony by 75 survivors, as well as reviewed affidavits and video interviews by countless others. The tribunal's judgment found Emperor Hirohito and other Japanese officials guilty of crimes against humanity and held that Japan bore state responsibility and should pay reparations to the victims. In July 2007, the U.S. House of Representatives passed a resolution demanding that Japan apologize for forcing women into sexual slavery during World War II. The resolution was sponsored by Mike Honda (D-CA), a third-generation Japanese-American.[30][35] On December 13, 2007, the European Parliament adopted a resolution that demands the Japanese government to apologize to the survivors of Japan's military sexual slavery system. This resolution was passed with 54 ayes out of 57 parliament members present.[36] On 28 December 2015, Japan and South Korea reached an agreement surrounding the \"comfort women issue\", women who were forced to work in Japanese brothels during World War II. Several previous attempts to settle the issue were unsuccessful dating back to 1965. This agreement, according to which the issue would be \"finally and irreversibly\" resolved, was reached after both sides experienced great pressure from the United States who was looking to preserve their trilateral alliance. Japan had made an apology and will pay 1bn yen ($8.3m, £5.6m) to fund victims. The announcement came after Japan's foreign minister Fumio Kishida arrived in Seoul for discussions with his counterpart Yun Byung-se, following moves to speed up talks. Former South Korean president, Park Geun-hye, without any communication with the alive \"comfort women\", hailed this deal as a sign of positive progression in Japanese and South Korean relations.[37] Due to low public support, especially in South Korea, the agreement was starting to fall apart by January 2017. After Moon Jae-in became president, the South Korean government decided again to keep the issue of \"Comfort Woman\" as a dispute between the two countries by discarding the 2015 agreement and shut down the Japan-funded comfort women foundation which was launched in July 2016 to finance the agreement's settlement on November 21, 2018.[38] Protestors placed a statue of a comfort woman outside the Japanese consulate in Busan, which caused Japan to withdraw their ambassador. In 2019, South Korea de facto voided the agreement. The issue remains largely unresolved and continues to cause conflict today.[39][40][41] In 2020, a former comfort woman Lee Yong-soo accused the Korean Council for the Women Drafted for Military Sexual Slavery by Japan and Yoon Mee-hyang, the former head of the council, of misusing funds and embezzlement. Some newspapers criticize the council and Yoon Mee-hyang because they seemed to amplify the problem by just criticizing Japan and exploited the former comfort women, although they said they are working for resolve the dispute and working for the former comfort women.[42] On June 25, 2021, the Japanese government released a statement that Prime Minister Yoshihide Suga supports declarations made by past administrations that recognize and apologize for Japan's aggression in World War II concerning the comfort women issue.[43] During World War II, Japanese Empire conscripted as many as 7.8 million Koreans into forced labor, including military service and sex slavery (a.k.a. comfort women).[44][45] In 2019, the South Korean Court rulings allowed individual Korean citizens to sue Japanese companies for compensation over their use of forced labor during the Second World War. This has led to an increase in tensions between the two countries. According to Japan, all issues related to wartime conduct were settled in 1965 when the two countries signed agreements establishing diplomatic and economic relations that included some reparations for Japanese actions during the war.[46] However, there is a different perspective on the 1965 treaty; individual rights to ask for reparations have not been part of the treaty in order to achieve diplomatic relations on a nation-to-nation basis. That is why \"the South Korean Supreme Court ruled that Nippon Steel and Mitsubishi Heavy Industries, two corporations that exploited Korean labor during Japan's colonization of Korea (1910–1945), should pay reparations to their victims.\"[44] On July 29, Several Japanese medias reported that the Ministry of Foreign Affairs of Japan disclosed \"the claims for Japan\" presented by the Korean government in the process of negotiating the Japan–Korea claim agreement concluded in 1965 regarding WWII. It specifies that the claims for compensation to Korea is \"complete and final\" by Korea accepting a total of $500 million in funding. The claim consists of eight articles, in which it states that \"the claim by recruited Koreans for reimbursement, compensation, and other claims required\" are all included. According to the Negotiated Minutes published along with the claim, when the Japanese representative asked, \"Do you want Japan to pay for Korean individuals?\" in the May 1961 negotiations, the Korean side said, \"We will receive the whole payment as a country, and the domestic payments will be made as necessary as domestic measures.\" Thus, Japanese government provided $300 million in free and $200 million in charge to the Korean government.[23] Japan's decision to release Fukushima waste water in April 2021 has emerged as a new source of tensions between the two countries.[47] After Japan announced its plans, the South Korean government swiftly condemned the decision and summoned the Japanese ambassador to Seoul to issue a strong protest.[48][49] Civil protests have ensued across the country as a result of Japan's decision.[50][51][52] The South Korean government has been considering legal action against Japan, and various South Korean civil groups and associations have considered the same.[53][54][55] Furthermore, South Korea is seeking the cooperation of other countries, such as the U.S., Denmark, and other G7 countries, for support on the issue.[56][57][58] The dispute escalated further in June 2021 as the South Korean parliament adopted a resolution condemning Japan's waste water discharge plan, which had passed with support across the political spectrum.[59] In spite of the many disputes that are negatively affecting the relations between the two nations, both enjoy cultural exchanges with each other. A Korean television series entitled Winter Sonata, which first appeared in Japan in April 2003, became a runaway hit in Japan,[60] and has often been identified as a landmark in South Korean-Japanese cultural exchange. The female K-pop artist BoA is one of the most popular singers in Japan with six consecutive albums topping the Billboard charts.[61] In more recent years various K-pop acts, including Super Junior, TVXQ, Choshinsung, Big Bang, Kara, Girls' Generation, 2PM, and later Twice, BTS and Red Velvet, have made their debuts in Japan, and these groups have contributed to the rebirth of the Korean Wave in Japan. Kara, Girls' Generation and Twice, in particular, has been topping numerous charts and awards in Japan.[62][63][64] The South Korean government maintains Korean cultural education centers in: Tokyo, Chiba, Fukuoka, Hiroshima, Kobe, Kyoto, Nagano, Nara, Okayama, Osaka, Saitama, Sapporo, Sendai, Shimonoseki, and Yokohama.[65] South Korean international schools associated with the Mindan include: Tokyo Korean School, Educational Foundation Kyoto International School, Kongo Gakuen (Geumgang Hagwon), and Baekdu Hagwon (Keonguk).[66] After the end of World War II, South Korea banned Japanese cultural imports such as music, film, TV shows, anime, video games, literature (manga). However, the ban was partially lifted under the Kim Dae-jung administration in 1998.[67][68] In 2004, the ban on imports of Japanese CDs and DVDs was lifted.[69] There are two nihonjin gakko Japanese schools in South Korea for Japanese children in the country: Japanese School in Seoul and Busan Japanese School. In 2012, it was reported that South Korea agreed to sign a military intelligence-sharing agreement with Japan, possibly in response to threats from North Korea and China. However, the fact that the government tried to pass it without public discussion or debate in the National Assembly was reported by The Korea Herald.[70] The majority of citizens, the opposition party and even the ruling party objected the military cooperation due to historical and territorial disputes, the possibility of provoking North Korea and China, and concerns about Japanese militarization.[71][72] Therefore, it was delayed only an hour before the signing ceremony.[73] The reason why the governments of South Korea and Japan intended to sign it was both South Korea and Japan are U.S. allies and have their own military alliances with the United States, and so were strongly pressured by Washington.[74] In November 2016, despite facing criticism from all sides in South Korea, the two countries signed the General Security of Military Information Agreement [jp] (GSOMIA), which means Japan and South Korea share military information about North Korea.[75] Japan's moves toward military rearmament have unnerved Seoul where Japan is seen as a potential military threat—many South Koreans regard Japanese militarization as a greater concern than Chinese militarization.[76][77] Likewise, Japan perceives South Korea to be a potential security threat alongside China, evidenced by Japan singling out South Korean and Chinese ownership of Japanese land as national security risks, which prompted Japan to pass land ownership restrictions targeting entities from these countries.[78][79] In 2017, South Korean Foreign Minister stated that South Korea would not enter any trilateral military alliance with the United States and Japan, something that Chinese President and General Secretary of the Communist Party Xi Jinping raised concerns about when he met South Korean President Moon Jae-in. South Korea has been wary of Japan's ambitions, under its prime minister Shinzo Abe, to increase its military profile in the region.[80] Moon stated that \"If Japan uses a nuclear-armed North Korea as an excuse for its military expansion, it would not be appropriate for ASEAN nations as well.\"[81] The GSOMIA agreement is automatically renewed unless either of countries wants to terminate it. In August 2017, South Korea and Japan decided to renew the agreement.[82] Relations between the two countries deteriorated following an incident on December 20 2018 between a Japan Maritime Self-Defense Force Kawasaki P-1 and a South Korean destroyer. According to Japan, South Korea deliberately targeted the Japanese aircraft with missile-targeting radar. The Republic of Korea Government alleged that the Japanese patrol aircraft had been flying at an extremely low altitude and interfering with a humanitarian rescue operation and the ROK destroyer had not illuminated JMSDF's aircraft with STIR (Signal Tracking and Illumination Radar).[83] The disagreement continued to escalate prompting a comment from the United States Department of Defense about ongoing instability in the Asia Pacific region.[84] On August 22, 2019, South Korea gave Japan the required 90-day notice that it intends to pull out of the GSOMIA, further straining relations between the countries.[85] Days later, Japan summoned the South Korean ambassador to protest Seoul's decision to put an end to an intelligence-sharing agreement with Tokyo.[86] In November, 2019, Japan and South Korea agreed to hold formal talks in December in a step to improve relations after recent trade disputes.[87] Since Lee Myung-bak's visit to the Liancourt Rocks and repeated demands for the emperor to apologize again in 2012, the Japanese public's image of South Korea deteriorated significantly. Japanese tourists to South Korea declined by half from 3.5 million in 2012 to 1.8 million in 2015 while South Korean tourists doubled from 2 million in 2012 to 4 million in 2015.[88][89][90] South Korean tourism to Japan saw a huge drop of ~65% in the final three months of 2019 compared to the previous year, as ties between the two countries soured significantly.[91] The Diplomatic Blue Book, a document published by the Japanese Ministry of Foreign Affairs in its 2018 version, in the section relevant to relations with South Korea, stated simply: \"Their good relationship is essential for peace and stability in the Asian-Pacific region\", removing the foregoing part from the previous year: \"The Republic of Korea (ROK) is Japan's most important neighbor that shares strategic interests with Japan.\" The tone has seen a continuous downward trend from the peak in 2014 which went as \"The Republic of Korea (ROK) and Japan are the most important neighboring countries to each other, which share fundamental values such as freedom, democracy, and respect for basic human rights.\"[1] On March 2, 2015, the document was revised to read to simply Japan's \"most important neighboring country\" reflecting the deteriorated relations. The change was made the day after South Korean President Park Geun-hye's speech that Japan and South Korea, “both upholding values of liberal democracy and a market economy, are important neighbors...\"[92] A Japanese government official said, “There is distrust in South Korea's judiciary and society.” In February 2012, the words \"sharing of the basic values of basic human rights\" had already been removed in the text.[93][94][95][96][97] In the 2020 Blue Book, South Korea was no longer referred to as Japan's \"most important neighboring country\", in a further downgrade.[98] In 2021, South Korea dropped its description of Japan as a \"partner\" in its latest defense white paper, reflecting the deterioration in relations.[2]","Title":"Japan–South Korea relations - Wikipedia","KeyID":"15338","URL":"https://en.wikipedia.org/wiki/Japan%E2%80%93South_Korea_relations"}