{"Content: ":"The amnion is a membrane that closely covers the human and various other embryos when first formed. It fills with amniotic fluid, which causes the amnion to expand and become the amniotic sac that provides a protective environment for the developing embryo. The amnion, along with the chorion, the yolk sac and the allantois protect the embryo. In birds, reptiles and monotremes, the protective sac is enclosed in a shell. In marsupials and placental mammals, it is enclosed in a uterus. The term is from Ancient Greek ἀμνίον 'little lamb', diminutive of ἀμνός 'lamb'. it is cognate with the English verb 'yean', bring forth young (usually lambs). The amnion is a feature of the vertebrate clade Amniota, which includes reptiles, birds, and mammals. Amphibians and fish are not amniotes and thus lack the amnion. The amnion stems from the extra-embryonic somatic mesoderm on the outer side and the extra-embryonic ectoderm or trophoblast on the inner side.[1] In the human embryo, the earliest stages of the formation of the amnion have not been observed; in the youngest embryo that has been studied the amnion was already present as a closed sac, and appears in the inner cell-mass as a cavity. This cavity is roofed in by a single stratum of flattened, ectodermal cells, the amniotic ectoderm, and its floor consists of the prismatic ectoderm of the embryonic disk. Outside the amniotic ectoderm is a thin layer of mesoderm, which is continuous with that of the somatopleure and is connected by the body-stalk with the mesodermal lining of the chorion. When first formed, the amnion is in contact with the body of the embryo, but about the fourth or fifth week amniotic fluid (also called liquor amnii) begins to accumulate within it. This fluid increases in quantity and causes the amnion to expand and ultimately to adhere to the chorion's inner surface, so that the extra-embryonic part of the coelom is obliterated. The amniotic fluid increases in quantity up to the sixth or seventh month of pregnancy, after which it diminishes somewhat; at the end of pregnancy it amounts to about 1 liter. The amniotic fluid allows the free movements of the fetus during the later stages of pregnancy, and also protects it by diminishing the risk of injury from without. It contains less than two percent solids, consisting of urea and other extractives, inorganic salts, a small amount of protein, and frequently a trace of sugar. That some of the liquor amnii is swallowed by the fetus is proved by the fact that epidermal debris and hairs have been found among the contents of the fetal alimentary canal. Extra-amniotic pregnancy is a rare condition that results from a rupture of the amnion, leading to development of the fetus within the extraembryonic coelom.[2] In reptiles, birds, and many mammals the amnion develops in the following manner: At the point of constriction where the primitive digestive tube of the embryo joins the yolk sac a reflection or folding upward of the somatopleure takes place. This, the amniotic fold, first makes its appearance at the cephalic extremity, and subsequently at the caudal end and sides of the embryo, and gradually rising, its different parts meet and fuse over the dorsal aspect of the embryo, and enclose a cavity, the amniotic cavity. This kind of amnion is known as pleuroamnion (formed by folding), as opposed to schyzoamnion (formed by delamination). After the fusion of the edges of the amniotic fold, the two layers of the fold become completely separated, the inner forming the amnion, the outer the false amnion or serosa. The space between the amnion and the serosa constitutes the extra-embryonic celom, and for a time communicates with the embryonic celom. Cats and dogs are born inside of the amnion; the mother cuts it open and eats it. In elephants, \"The amnios is continued from the base of the umbilical cord upon the allantois, which is of considerable size, and is so interposed between the chorion and amnios, as to prevent any part of the amnios attaining the inner surface of the placenta. The amnios consists of two layers:one is the granular layer, continued upon the inner or foetal surface of the allantois, and thence upon the umbilical cord; the other is the smooth outer layer, continued upon the outer or chorional surface of the allantois, and thence upon the inner surface of the chorion.\"[3]: 348  The amniotic membrane is used as a biological dressing to heal incurable wounds. For this purpose, the placenta in cesarean delivery is collected and under aseptic conditions, the amniotic membrane is separated and packaged and sold commercially. In valid commercial products to prevent transmission of viral infections such as HIV and hepatitis, the donor's blood (mother) is tested. Products usually pass the sterility and endotoxin test in accordance with the rules of the Food and Drug Administration of the country of manufacture. Placenta with attached fetal membranes (ruptured at the margin at the left in the image), which consists of the amnion (inner layer) and chorion (outer layer) Surface view of embryo of Hylobates concolor. Human embryo—length, 2 mm. Dorsal view, with the amnion laid open. X 30. Section through the embryo. Human embryo of 2.6 mm. Diagram of a transverse section, showing the mode of formation of the amnion in the chick. Model of human embryo 1.3 mm. long. Sectional plan of the gravid uterus in the third and fourth month. Scheme of placental circulation. Human embryo of about fourteen days, with yolk-sac. Meconium-laden macrophages in meconium stained fetal membranes. H&E stain. Opened uterus with cat fetus in midgestation: 1 umbilicus, 2 amniotic sac (chorion and amnion), 3 allantois, 4 yolk sac, 5 developing marginal hematoma, 6 maternal part of placenta (endometrium) This article incorporates text in the public domain from page 56 of the 20th edition of Gray's Anatomy (1918)","Title":"Amnion - Wikipedia","KeyID":"1533","URL":"https://en.wikipedia.org/wiki/Amniotic_membrane"}