{"Content: ":"The COVID-19 pandemic has had a considerable impact on female education. Female education relates to the unequal social norms and the specific forms of discrimination that girls face. In 2018, 130 million girls worldwide were out of school, and only two out of three girls were enrolled in secondary education. The COVID-19 pandemic may further widen the gaps and threatens to disrupt the education of more than 11 million girls. In addition, girls are less likely to have access to the Internet and online learning.[1] Numerous obstacles continue to impede adolescent girls' access to education in some parts of the world, including the persistence of unequal gender norms. These lead to a preference for the education of boys, sexual and gender-based violence in schools' environments, restrictions on sexual and reproductive health and rights, child marriage and early pregnancy, restrictions on adolescent girls’ freedom of movement from puberty onwards as well as burdening them with unpaid care and domestic work. The lack of adequate infrastructure, especially sanitation facilities in schools, also constitutes a major obstacle to their education.[1] Education, especially girls' education, is severely affected whenever an economic, political, security or health crisis erupts and develops. It is also an essential part of the solution for the reconstruction and sustainable development of societies.[1] The organization UNESCO estimates that more than 11 million schoolgirls are at risk of dropping out of school.[2] Other estimates put the figure higher at up to 20 million girls and young women in low- and middle-income countries. It is difficult to predict the impact of COVID-19 on girls going back to school. The Malala Fund for Girls’ Right to Education has estimated that an additional 20 million girls of secondary school age in low and middle-income countries may be out of school. The World Bank has estimated that 7 million primary and secondary school students are at risk of dropping out of school, with a 2% increase in the out-of-school population. Save the Children has estimated that 7 to 9.7 million children are at risk of dropping out of school due to rising levels of child poverty.[1] Although the numbers are not yet certain, it is clear that school closures due to COVID-19 will have devastating effects on girls' futures, as well as intergenerational repercussions on health and nutrition, economic growth, and many other outcomes.[3] Adolescent girls are particularly at risk of domestic violence, cyberbullying and sexual violence during lockdowns, as lockdowns are exacerbating domestic violence. In France, for example, reported cases of domestic violence have increased by 30 percent.[4] Preliminary estimates show that the COVID-19 crisis could lead to almost 13 million early marriages in the next decade and, for every additional three months of lockdown, to 15 million more cases of gender-based violence.[5] In Guinea, Liberia and Sierra Leone, the Ebola crisis from 2014 to 2016 led to a 75 per cent increase in maternal mortality, mainly due to early and unintended pregnancy.[6] The COVID-19 crisis could have similar consequences in some contexts. The importance of comprehensive sexuality education is recognized in the monitoring framework for the Sustainable Development Goals (SDGs 3, 4 and 5). According to the United Nations, comprehensive sexuality education is \"a curriculum-based process of teaching and learning about the cognitive, emotional, physical and social aspects of sexuality. It aims to equip children and young people with knowledge, skills, attitudes and values that will empower them to: realize their health, well-being and dignity; develop respectful social and sexual relationships; consider how their choices affect their own well-being and that of others; and understand and ensure the protection of their rights throughout their lives\".[7] In contexts of crisis and fragility, the report “Beijing+25: generation equality begins with adolescent girls' education” (Plan International France, French Ministry for Europe and Foreign Affairs and UNESCO, 2020) propose recommendations that are addressed to all stakeholders involved in policies and programmes for adolescent girls' education and, more broadly, initiatives to promote gender equality and the SDG as a whole. This recommendations take into account the specific situations and risks faced by adolescent girls, including the risks of permanent school dropout and violence exacerbated by the COVID-19 health crisis: This article incorporates text from a free content work. Licensed under CC-BY-SA IGO 3.0 License statement/permission. Text taken from Beijing+25: generation equality begins with adolescent girls' education, 4, 5, 16, Plan International France, French Ministry for Europe and Foreign Affairs and UNESCO. To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use.","Title":"Impact of the COVID-19 pandemic on female education - Wikipedia","KeyID":"15342","URL":"https://en.wikipedia.org/wiki/Impacts_of_the_COVID-19_crisis_on_female_education"}