{"Content: ":"Student debt is a form of debt that is owed by an attending, formerly withdrawn, or graduated student to a lending institution, or to a financial institution. The lent amount, often referred to as a student loan or the debts may be owed to the school (or the bank) if the student has dropped classes and withdrawn from the school, or if the student has graduated but is underemployed. Withdrawing from a school, especially if a low (or no-income student) has withdrawn with a failing grade, could deprive the student of the ability of further attendance by disqualifying the student of necessary financial aid. Student loans also differ in many countries in the strict laws regulating renegotiating and bankruptcy. Due payments may be a retroactive penalty for services rendered by the school to the individual, including room and board. As with most other types of debt, student debt may be considered defaulted after a given period of non-response to requests by the school or the lender for information, payment or negotiation. At that point, the debt is turned over to a Student Loan Guarantor or a collection agency. As of 2018[update], Canada ranks third in the world (behind Russia and South Korea) for the percentage of people in the age group of 25-34 who have completed tertiary education.[1] But Canadians are not prone to the rapid accumulation of student loans. As of September 2012, the average debt for a Canadian leaving university was 28,000 Canadian dollars, and that accumulated debt takes an average of 14 years to fully repay based on an average starting salary of $39,523.[2] To temporarily help their low income struggling citizens with student debt, Canada has a program called \"interest relief\". It grants 6 months free of mandatory payments, for a maximum of 30 months. The Canadian government pays for the interest on those loans during the grace period, so the loan amount is the same at the end of the grace period.[3] Also, students are relieved of their debt after 15 years.[4] As a nation, Canadians have accumulated more than $15 billion in 2010, then $18.2 billion in 2017 (both for only government-backed loans), however in 2018 the total student debt (for both government and private sponsored loans) was $28 billion.[5][6] Analogously, the educational system in Denmark resembles the one in Finland. There are no tuition fees for Danish and EU students. Students in Denmark also receive student grants from the government to enroll into an institution of higher education. Every Dane over the age of 18 is entitled to this public support if they decide to further their education. The scheme and the conditions for grants and loans are different if they are a foreign citizen. However, financial support is still available if the applicant is from one of the EU member states.[7] Apart from the public support there are many corporate sponsored scholarships for international students with different requirements.[citation needed] For students from Switzerland, the EU, or EEA, there is no tuition fee for students studying at Finnish Universities.[8] There are, however, many exemptions for non-Finnish citizens studying at a Finnish University to not pay tuition as well. In addition to going to college for free, students also receive student grants from the government. These grants are generally used for housing and compensates for up to 80% of rent for students who live independently and/or not qualified to receive child benefits.[9] Through Kela, 40% of students take out student loans in addition to student grants. Student loans average to about 650 EUR a month for higher education within Finland and an average amount of 800 EUR a month for Finnish students studying abroad.[10] These loans are not through Kela itself, but is a guaranteed loan through the student's bank of choice. Besides, student loans and grants, Finland also compensates its citizens, and others that qualify, a meal subsidy, school transport subsidy, and a student loan compensation for students who finish schooling in a target time.[11][12] In August 2017, Finland saw student loan drawdowns double to 143 million EUR from August 2016 as a result of being able to borrow 650 EUR a month from the previous 400 EUR a month. The reform for financial aid resulted in students that qualify for government-guaranteed loans to increase to over 60%.[13] The average tuition for a bachelor's degree in France is around 190 euros a year, around 620 euros a year for engineering degrees, around 260 euros a year for a master's degree and around 400 euros a year for a PhD.[14] These prices are similar to its neighboring country, Germany. Housing, transportation and health insurance costs are not included in the tuition price.[15] Students are able to take out loans in order to pay for these expenses. Only less than 2% students take out loans as there is financial assistance to pay for the full tuition or half of the tuition for low income families, depending on their needs.[16] Germany has both private and public universities with the majority being public universities, which is part of the reason their graduates do not have as much debt. For undergraduate studies, public universities are free but have an enrollment fee of no more than €250 per year which is roughly US$305.[17] Their private universities cost an average of €10,000 a semester which is about US$12,000.[17] Private universities account for 7.1% enrollment with the rest attending the public universities.[18] The private universities have a smaller teacher to student ratio and tend to offer more specialized programs which is why Germany is experiencing a boom in private universities enrollment in recent years for majors like law and medicine.[18] However, most students still prefer public universities due to the drastic difference in tuition cost. The only expense students take out loans for in public universities is the living cost which ranges from €3600 to €8,200 a year depending on the university location.[19] However, the repayment of this loan is interest free and no borrower pays more than €10,000 regardless of the borrowed amount.[19] In 2005, the average debt at graduation was €5,600 which is US$6,680.[20] The chance to gain a bachelor's through well respected universities at a reasonable price without interest packed loans attracts many foreign students as seen through increased enrollment of students from all around the world. Followed closely by the United States, the United Kingdom has some of the highest rates of student debt.[21] The growth of these student debt rates over the last 50 years have largely been attributed to the governments desire to increase student participation in higher education.[22] Now, the UK has adopted a plan based on “Income Contingent Loans” to allow students to pay back loans at a rate proportional to their level of income post-graduation.[23] There is concern about the level of student debt in the United Kingdom. There is also concern about possible changes in government policy forcing graduates to pay back more.[24] Andrew Adonis claims most student loans will never be repaid, Adonis also states that university leaders have failed to improve teaching standards but rewarded themselves handsomely with high salaries. The Institute for Fiscal Studies claims that 75% of graduates will never repay all their debts. Andrew McGettigan, loans system expert said, “Until the government removes their right to retrospectively change terms, then you as a borrower appear to be on the hook to future policy changes\".[25] Sebastian Burnside NatWest economist, said “These latest figures show student debt is becoming of greater priority with every passing year. Student debt is the fastest growing type of borrowing and is rapidly becoming economically significant.”[26] Many factors are accountable for student debt. One factor is the decline in the income premium for graduates compared to non-graduates. It is not yet negative, but has declined to historic lows for those born since 1980 (with more pronounced downward trajectories for those with post-graduate degrees).[27] Another factor is amount of interest on the loans. Yet another factor is the new guidelines developed by the federal government. There are now new rules deciding who can borrow, as well as how much debt they can take on. In the 30 years from 1991-92 to 2021-22, private college tuitions (adjusted for inflation) have doubled, while public school tuitions have increased by 2.5 times.[28] In 1991-92, state and local governments covered about three-quarters of the cost of public college, with tuition paying for the remaining quarter, but by 2021-22, significant funding cuts to higher education resulted in governments only covering about half the current costs.[28] In addition, since federal student loans do not limit the amount a lender can borrow, this has allowed public as well as private colleges to increase their tuitions.[28] This is subsequently increasing the amount of debt the students take on as student loans. Reports have shown that borrowers who finished college in the early 1990s were able to manage their student loans without an enormous burden. The average debt increased 58% since in the seven years from 2005 to 2012. The debt for students in the United States rose from $17,233 in 2005 to $27,253 in 2012.[29] Some blame the economy for the debt increases, but in the same 7-year period credit card debt and auto debt have decreased.[29] According to the American Center for Progress' report on the Student Debt Crisis, within the past three decades the cost of attaining a college degree has drastically increased by more than 1,000 percent.[30] If student debt went in rhythm with inflation since 1992, then graduates would not be facing this immense debt pressure. As of 2018, a total of 44.2 Million borrowers now owe a total of over $1.5 Trillion in student debt. In addition to more borrowers, and the total amount owed having more than doubled (up 250%) from $600 Billion to $1.5 Trillion in 10 years, according to Forbes Magazine,[31] the rate of delinquency greater than 90 days, or default, has doubled to over 11% nationwide, according to the Federal Reserve.[32] In November 2020, President-elect Joe Biden proposed up to $10,000 in student debt forgiveness, although it only applies to private, nonfederal student loans and will be means-tested.[33][34] Earlier in September Senate minority leader Chuck Schumer (D-NY) and Elizabeth Warren (D-MA) put forth a resolution in the Senate urging Biden to forgive the first $50,000 in student debt for all borrowers via executive order.[34][35] The NAACP, labor unions, and 235 other groups asked for Biden to forgive student debt through executive order.[36] An analysis by Goldman Sachs predicted that a $10,000 debt forgiveness plan would have a negligible effect on boosting the economy.[37] In December 2020, House Democrats Ayanna Pressley (D-MA), Ilhan Omar (D-MN), Alma Adams (D-NC), and Maxine Waters (D-CA) introduced a similar resolution to the one proposed by Senate Democrats Schumer and Warren, calling for \"broadly\" forgiving the first $50,000 of federal student loan debt.[35] Following Biden's refusal to consider the proposal, many Democratic politicians have vowed to keep pushing this through, with Schumer and Warren saying in a joint statement on February 17 that \"Cancelling $50,000 in federal student loan debt will help close the racial wealth gap, benefit the 40% of borrowers who do not have a college degree, and help stimulate the economy. It's time to act. We will keep fighting.\"[38] During the COVID-19 pandemic, the U.S. Department of Education temporarily issued a moratorium on student loan repayments and set interest rates to zero as part of the CARES Act, which have been extended to August 2022. With the moratorium set to expire at the end of August, concerns have been raised, especially with the emergence of the omicron variant, over potential negative economic impacts and the inability of borrowers to repay, and that it should be extended.[39][40] According to a report by the progressive think tank The Roosevelt Institute, lifting the moratorium in late January would \"strip\" over 18 million borrowers of \"approximately $7.12 billion a month and $85.48 billion annually\" from their budgets already impacted by the pandemic.[41][42] A student loan servicer is a company which facilitates different aspects of a loan. The servicing group will typically be responsible for maintaining records on a particular loan, handling loan distribution, and providing requested information to the loan recipient.[43] US student loan servicers include Great Lakes Educational Loan Services, Navient, FedLoan Servicing (PHEAA), MOHELA, HESC/EdFinancial, CornerStone, Granite State - GSMR, OSLA Servicing, and Debt Management and Collections System.[44] In recent years, some student loan servicers have gone under legal scrutiny for alleged wrongdoing. Navient, formerly Sallie Mae, was charged with multiple class action lawsuits for their loan servicing methods. Navient was also sued by the Consumer Financial Protection Bureau (CFPB) for improper handling of borrower relations. FedLoan has also received public pressure for possible mistreatment of loan recipients.[45] There are two types of loans students borrow in the US: Federal loans and Private loans. Federal loans have a fixed interest rate, usually lower than private loans' interest, set annually by the congress. The direct subsidized loan with the maximum amount of $5,500 has an interest rate of 4.45%, while the direct plus loan with the maximum amount of $20,500 has an interest rate of 7%.[46] As for private loans, there are more options like fixed interest rate, variable interest rate, and income based monthly plans whose interest rates vary depending on the lender, credit history and cosigners. The average interest rate for a private loan in 2017 was 9.66%.[47] The Economist reported in June 2014 that U.S. student loan debt exceeded $1.2 trillion with over 7 million debtors in default. In 2014, there was approximately $1.3 trillion of outstanding student loan debt in the U.S. that affected 44 million borrowers who had an average outstanding loan balance of $37,172.[47] As of 2018, outstanding student loan debt totals 1.5 trillion.[48] The interest rates are a major factor in the alarming debt numbers, however, the booming of prices of college is another major factor for US tremendous student debt. The Public universities increased their fees by a total of 27% over the five years ending in 2012, or 20% adjusted for inflation. Public university students paid an average of almost $8,400 annually for in-state tuition, with out-of-state students paying more than $19,000. For two decades ending in 2012, college costs rose 1.6% more than inflation each year. Government funding per student fell 27% between 2007 and 2012. Student enrollments rose from 15.2 million in 1999 to 20.4 million in 2011, but have fallen each year since 2010–2011.[49][50] Bloomberg reported in July 2014 that: \"The biggest growth in the program came in the past decade, as student debt rose an average of 14 percent a year, to $966 billion in 2012 from $364 billion in 2004, according to New York Fed data.\"[51] There were around 37 million student loan borrowers with outstanding student loans in 2013. According to the Federal Reserve Bank of New York, outstanding student loan debt in the United States lies between $902 Billion and $1 Trillion with around $864 Billion in Federal student loan debt.[52] As of Quarter 1 in 2012, the average student loan balance for all age groups is $24,301.[52] About one-quarter of borrowers owe more than $28,000; 10% of borrowers owe more than $54,000; 3% owe more than $100,000; and less than 1%, or 167,000 people, owe more than $200,000.[52] Of the 37 million borrowers who have outstanding student loan balances, 14%, or about 5.4 million borrowers, have at least one past due student loan account.[52] For every student loan borrower who defaults, at least two more borrowers become delinquent without default.[52] In 2010 for the first time ever, student loan debt exceeded credit card debt and in 2011 student debt surpassed auto loans (both of which were decreasing).[53] According to Mark Kantrowitz, publisher of FinAid.org, student loan debt is growing by $3,000 per second.[53] According to a report by The Institute for College Access and Success the average debt from those who graduated in 2013 topped $30,000 in six states and was only below $20,000 in one state.[54] Data released by the Federal Reserve Bank of New York showed that in the fourth quarter of 2014 delinquency rates for students dipped to the point where approximately one in nine student loans is past due.[55] As of 2015 over half of outstanding student loans are in deferral, delinquency or default.[56] Rising student loan debt is exacerbating wealth inequality.[57] Student loan borrowers that attended a for profit, and two year community colleges, in comparison, earn low annual salaries; an average of $22,000 for people withdrawing from schools as of 2010. This means that these people have troubles paying back their loans. The new evidence is reliable with the previous data. For example, the statistics presenting that default rates are essentially lower within the demographic of borrowers with large loans than within borrowers with small loans. However, the new evidence which goes back twenty years, shows how much the scenery of borrowing has changed. Currently, most borrowers are older and attended a for profit or two year community college. About ten years ago, the standard borrower was an established student at a four-year university.[58] In recent years, tuition has been rising due to the cuts of government funding in education. As an example, more specifically, the University of Pittsburgh has had an increase in tuition of 3.9 percent for the academic school year of 2014–15. In 2014, the U.S. Department of Education ranked Pitt as the most expensive public university for tuition and fees at $16,240, just ahead of Penn State University.[59] In 2005, the difference in median annual income between those with a bachelor's degree vs. those with a high school diploma was $16,638, though this varies considerably by field of study.[60] In January 2019, the Federal Reserve said that student loan debt has more than doubled in the last decade, and is forcing many in the millennial generation to delay buying homes.[61] A 2019 survey by Bankrate found that student loan debt is also forcing millennials to delay other financial and life milestones, such as building emergency savings, saving for retirement, or paying off other debts.[62] Beth Akers, a senior fellow at the Manhattan Institute for Policy Research, points out that 66% of millennials have no college debt; most who do have debt proportional to their income; and that for those who drop out or fail to get a high-income job after getting an expensive degree, there are government programs that limit payments to a reasonable percentage of income and that forgive loans after 10–20 years if they cannot be repaid.[63] The growing problem of student debt has caused many reactions from young people throughout the United States. As a result, the Occupy Colleges and Occupy Student Debt movements merged in 2012 in an effort to gain support from students around the country.[64] There have been significant efforts made via social media for the Occupy Student Debt campaign. In particular, students all over the United States have posted their personal student debt testimonies.[65] While some success stories of students eliminating debt have been reported on,[66] they are met with heavy skepticism. Since last October, Occupy Student Debt has provided a platform for over 800 students to share their horror stories.[64] Because of this, other organizations such as, Rebuild the Dream, Education Trust, and the Young Invincible, have joined in the effort and started similar platforms. The Occupy College movement itself has staged over 10 direct actions.[64][67] They have also gathered over 31,000 signatures on the White House's petition site, “We the People”. As a result, President Obama announced the Pay as you Earn initiative. Another petition, titled 'Support the Student Loan Forgiveness Act of 2012' on MoveOn.org, which seeks similar relief for student borrowers, has gotten over one million signatures.[68][69][70] HR 4170: “The Student Loan Forgiveness Act of 2012” would give relief to borrowers with both federal and private student loans.[71] HR 4170 also includes the “10-10” programs, which allows borrowers to pay 10% of their discretionary income for ten years with the remaining balance forgiven afterwards.[71] In April 2012, student loan debt reached US$1 trillion.[72] Severity of the student debt burden represents such a threat to the middle class that some have demanded a general bailout.[73][74] Anthropologist David Graeber, author of Debt: The First 5000 Years, argues that student debt is \"destroying the imagination of youth\": If there’s a way of a society committing mass suicide, what better way than to take all the youngest, most energetic, creative, joyous people in your society and saddle them with, like $50,000 of debt so they have to be slaves? There goes your music. There goes your culture. There goes everything new that would pop out. And in a way, this is what’s happened to our society. We’re a society that has lost any ability to incorporate the interesting, creative and eccentric people.[75] In 2014, a Chilean activist, artist Francisco Tapia, known as \"Papas Fritas\" (French Fries) \"burned $500 million worth of debt papers\" from Viña del Mar University, and displayed the ashes in a van as an art project. \"The University was being shut down due to financial irregularities. 'It is a concrete fact that the papers were burned. They are gone, burned completely, and there's no debt,' said Papas Fritas in his first U.S. broadcast interview. 'Since these papers don't exist anymore, there's no way to charge the students.'[76] On November 12, 2015, students organized rallies at more than 100 college campuses across the United States to protest crippling student loan debt and to advocate for tuition-free higher education at public colleges and universities. The demonstrations took place just days after fast food workers went on strike for a minimum wage of $15 an hour and union rights.[77] In 2015, Central Saint Martins student Brooke Purvis announced that he would burn his student loan as a form of protest art, raising awareness about student debt. It is argued the art work addresses the subject matter of the materialism of money and brings to light the political issues of the U.K student loan system.[78][79][80][81][82][83][84][85] A February 2018 research paper from the Levy Economics Institute of Bard College argues that government cancellation student debt in the United States would result in rising consumer demand, along with economic growth and increased employment. Over the following decade, the GDP would increase by between $86 billion and $108 billion annually, which would result in an increase of between 1.2 and 1.5 million jobs and a decreased unemployment rate of 0.22 to 0.36 percent.[86] In April 2019, Elizabeth Warren, a U.S. Senator from Massachusetts seeking the nomination in the 2020 Democratic Party presidential primaries, added a proposal to her presidential platform to cancel student debt and make public colleges tuition free.[87] In June 2019, U.S. Senator from Vermont Bernie Sanders, who is also seeking the 2020 Democratic nomination, offered a plan for the cancellation of all 1.8 trillion in outstanding student loan debt which would be paid for with a tax on Wall Street speculation.[88] According to a Hill-HarrisX poll, 58% of registered voters are in favor of making public colleges tuition free and also support abolishing all outstanding student loan debt.[89] It was revealed in September 2019 that the U.S. Army is using the student debt crisis to boost recruitment, more so than the ongoing conflicts it is engaged in, and because of this exceeded its recruitment goals. The Head of Army Recruiting Command, Maj. Gen. Frank Muth, said that \"one of the national crises right now is student loans, so $31,000 is [about] the average. You can get out [of the Army] after four years, 100 percent paid for state college anywhere in the United States.\"[90] Studies have shown that student debt can have significant effects on a student’s mental health and attitude towards education.[91] These effects include feelings of anxiety, nervousness and tension, as well as difficulty sleeping and worry of criticism from peers.[92] Student debt and these feelings associated with it have also been shown to negatively impact the student’s academic performance.[93]","Title":"Student debt - Wikipedia","KeyID":"15346","URL":"https://en.wikipedia.org/wiki/Student_debt"}