{"Content: ":"Gnathostomata /ˌnæθoʊˈstɒmətə/ are the jawed vertebrates. The term derives from Greek: γνάθος (gnathos) \"jaw\" + στόμα (stoma) \"mouth\". Gnathostome diversity comprises roughly 60,000 species, which accounts for 99% of all living vertebrates. In addition to opposing jaws, living gnathostomes have true teeth (lost in some), paired appendages (pectoral and pelvic fins),[2] the elastomeric protein of elastin,[3] and a horizontal semicircular canal of the inner ear, along with physiological and cellular anatomical characters such as the myelin sheaths of neurons, and an adaptive immune system that has the discrete lymphoid organs of spleen and thymus,[4] and uses V(D)J recombination to create antigen recognition sites, rather than using genetic recombination in the variable lymphocyte receptor gene.[5] It is now assumed that Gnathostomata evolved from ancestors that already possessed a pair of both pectoral and pelvic fins.[6] Until recently these ancestors, known as antiarchs, were thought to have lacked pectoral or pelvic fins.[6] In addition to this, some placoderms were shown to have a third pair of paired appendages, that had been modified to claspers in males and basal plates in females—a pattern not seen in any other vertebrate group.[7] The Osteostraci are generally considered the sister taxon of Gnathostomata.[2][8][9] Jaw development in vertebrates is likely a product of the supporting gill arches. This development would help push water into the mouth by the movement of the jaw, so that it would pass over the gills for gas exchange. The repetitive use of the newly formed jaw bones would eventually lead to the ability to bite in some gnathostomes.[10] Newer research suggests that a branch of Placoderms was most likely the ancestor of present-day gnathostomes. A 419-million-year-old fossil of a placoderm named Entelognathus had a bony skeleton and anatomical details associated with cartilaginous and bony fish, demonstrating that the absence of a bony skeleton in Chondrichthyes is a derived trait.[11] The fossil findings of primitive bony fishes such as Guiyu oneiros and Psarolepis, which lived contemporaneously with Entelognathus and had pelvic girdles more in common with placoderms than with other bony fish, show that it was a relative rather than a direct ancestor of the extant gnathostomes.[12] It also indicates that spiny sharks and Chondrichthyes represent a single sister group to the bony fishes.[11] Fossil findings of juvenile placoderms, which had true teeth that grew on the surface of the jawbone and had no roots, making them impossible to replace or regrow as they broke or wore down as they grew older, proves the common ancestor of all gnathostomes had teeth and place the origin of teeth along with, or soon after, the evolution of jaws.[13][14] Late Ordovician-aged microfossils of what have been identified as scales of either acanthodians[15] or \"shark-like fishes\",[16] may mark Gnathostomata's first appearance in the fossil record. Undeniably unambiguous gnathostome fossils, mostly of primitive acanthodians, begin appearing by the early Silurian, and become abundant by the start of the Devonian. The group, Gnathostomata, is traditionally a infraphylum, broken into three top-level groupings: Chondrichthyes, or the cartilaginous fish; Placodermi, an extinct grade of armored fish; and Teleostomi, which includes the familiar classes of bony fish, birds, mammals, reptiles, and amphibians. Some classification systems have used the term Amphirhina. It is a sister group of the jawless craniates Agnatha. †Placodermi Acanthodians, incl. Chondrichthyes (cartilaginous fishes) Actinopterygii Amphibia Sauria Mammalia The appearance of the early vertebrate jaw has been described as \"a crucial innovation\"[22] and \"perhaps the most profound and radical evolutionary step in the vertebrate history\".[23][24] Fish without jaws had more difficulty surviving than fish with jaws, and most jawless fish became extinct during the Triassic period. However studies of the cyclostomes, the jawless hagfishes and lampreys that did survive, have yielded little insight into the deep remodelling of the vertebrate skull that must have taken place as early jaws evolved.[25][26] The customary view is that jaws are homologous to the gill arches.[27] In jawless fishes a series of gills opened behind the mouth, and these gills became supported by cartilaginous elements. The first set of these elements surrounded the mouth to form the jaw. The upper portion of the second embryonic arch supporting the gill became the hyomandibular bone of jawed fish, which supports the skull and therefore links the jaw to the cranium.[28] The hyomandibula is a set of bones found in the hyoid region in most fishes. It usually plays a role in suspending the jaws or the operculum in the case of teleosts.[29] ","Title":"Gnathostomata - Wikipedia","KeyID":"1535","URL":"https://en.wikipedia.org/wiki/Jawed_vertebrates"}