{"Content: ":"Catalyst Inc. is a global nonprofit founded in 1962.[1] It was founded by feminist, writer, and advocate Felice Schwartz who served as Catalyst's president for 31 years.[2][3] Catalyst's stated mission is to “accelerate progress for women through workplace inclusion.”[1] Recent topics of focus include: board diversity;[4] gender, race and ethnicity;[5] inclusive cultures;[6] LGBTQ;[7] men and equality;[8] the gender pay gap;[9] sexual harassment;[10] and unconscious bias.[11] Catalyst also offers consulting services to supporter organizations seeking to improve workplace culture, diversity and inclusion initiative outcomes, and representation of women in their organizations. In addition to research activities, Catalyst has launched targeted initiatives to increase the number of women in leadership positions (Catalyst CEO Champions For Change,[12] Catalyst Women on Board[13]), enlist men's support for gender equality (Men Advocating Real Change/MARC[14]), and celebrate individuals and organizations that are positive role models for change (Catalyst Awards,[15] Catalyst Canada Honours[16]). In 1951, after her father died, Felice Schwartz joined her brother Theodore Nierenberg to help turn around their father's failing business. Married and a mother, Schwartz worked as the vice president of production until they sold the business for a small profit three-and-a-half years later.[17] The experiences Schwartz gained while working and raising a family spurred her to found Catalyst in 1962 with the stated mission, “to bring to our country’s needs the unused abilities of intelligent women who want to combine work and family.”[3][17] The 1960s saw Catalyst focused on promoting job-sharing programs and collecting and disseminating information to women who were interested in pursuing a career. In 1966, Catalyst partnered with the Massachusetts Department of Public Welfare to launch a pilot job-sharing program for women. Twenty-five jobs as a welfare case worker were opened for 50 women. In 1971, Part-Time Social Workers in Public Welfare[18] was published showing that the 50 part-time women were 89% as productive as full-time case workers and had one-third as much turnover as full-time case workers. As more women entered the workforce, Catalyst shifted its focus to topics such as dual career families, child care and women on corporate boards. Catalyst branched out from the public sector into the private sector, gaining corporate supporters. Schwartz became a more prominent voice in the women's movement. She authored numerous articles, was interviewed by the media and co-authored her first book, How to Go to Work When Your Husband Is Against It, Your Children Aren’t Old Enough, and There’s Nothing You Can Do Anyhow, along with her Catalyst colleagues Margaret H. Schifter and Susan S. Gillotti.[19] She launched the Catalyst Awards to recognize women board directors.[2] And, Catalyst established the Corporate Child Care Resource to monitor child care activities around the country and report on best practices.[2] Schwartz was a prolific writer but is most known for her 1989 article, Management Women and the New Facts of Life[20] published in Harvard Business Review. Schwartz sparked a national debate by stating that “the cost of employing women in management is greater than the cost of employing men,” and suggesting that employers create two tracks for women, one for the career focused and one for the family focused.[21] In response to Schwartz's article, the New York Times published 'Mommy Career Track' Sets Off a Furor,[22] and branded Schwartz as the “mommy track” creator. The Times article quoted prominent feminists who called the idea of two career paths “horrifying” and “damaging to women’s advancement.” Critics claimed the article validated the idea that women could have a family or a career but not both. Adding to the controversy was the lack of corroborating evidence for Schwartz's assertions. Her critics stated, ''If this is such hot stuff, where's the documentation?''[20] Schwartz claimed that her article was misinterpreted, saying, \"I violated the politically correct thing by saying that women are not just like men. What I said then and still say is that women face many, many obstacles in the workplace that men do not face. I was saying to that group of men at the top, 'Rather than let women's talents go to waste, do something about it.'\"[3][23] In 1992, Schwartz published the book, Breaking with Tradition: Women and Work, The New Facts of Life,[24] a response and expansion of the \"mommy track\" idea.[24] Ten years after the original article was published, Schwartz's son Tony revisited the debate and offered up some insights from the controversy. In his article, Tony Schwartz argues that his mother's idea of dividing women into two categories was misguided, but her argument that to retain women companies need to give them more flexibility to manage a career and family, was on point.[21] After 31 years at the helm of Catalyst, Schwartz retired in 1993. She was in failing health and passed away in 1996 at the age of 71.[3] Shortly thereafter, her final book was published, The Armchair Activist: Simple Yet Powerful Ways to Fight the Radical Right,[25] co-authored with Suzanne K. Levine. Since the Schwartz era and through its next three presidents, Catalyst expanded its offerings and geographic footprint. In 1993, the Board appointed Sheila Wellington, a former secretary of Yale University, to become the new president and CEO. As the leader of Catalyst, Wellington instituted more rigorous research standards, expanded Catalyst studies to include non-US geographies and women of color, and launched the annual Census of Women Board Directors, which became one of Catalyst's signature studies.[26] Wellington resigned in 2003 to accept a position at New York University's Leonard N. Stern School of Business.[26] In 2003, Ilene H. Lang assumed the role of president. Lang was a seasoned tech industry executive. She was the founding CEO of AltaVista Internet Software Inc., a First Light Capital venture partner, and a previous senior executive at Lotus Development Corporation.[27] During her tenure, Lang further expanded Catalyst globally, opening offices in Europe, India, Australia and Japan.[28] In 2014, Lang stepped down, and Deborah Gillis was named President & CEO. A Canadian, Gillis was the first non-American President & CEO. Prior to joining Catalyst, she worked in the public sector for the governments of Nova Scotia and Ontario and as a consultant for PricewaterhouseCoopers and Grant Thornton.[29][30] In 2018, Deborah Gillis stepped down to accept the position of President & CEO of the Centre for Addiction and Mental Health (CAMH) Foundation, and Ilene H. Lang resumed her former leadership role as Catalyst's Interim President & CEO. In August 2018, Lorraine Hariton became President & CEO.[31][32] Catalyst's President & CEO is Lorraine Hariton, who previously held senior-level positions in Silicon Valley, as well as leadership roles across the private, nonprofit, and government sectors, assumed the role of President & CEO on September 1, 2018.[33] The Board of Directors Chair is Cathy Engelbert, CEO of Deloitte. Catalyst is governed by a Board of Directors that includes 36 companies from a variety of industries including: oil and gas, consumer products, retail, restaurants, accounting, consulting, business services, financial services, technology, travel, aerospace and defense, engineering, law, pharmaceuticals, health, and telecommunications.[34] Catalyst receives funding for research and ongoing operations from more than 800 supporter organizations across the globe.[35] Catalyst has operations in the United States, Canada, Europe, and across the globe.[36] Launched on International Women's Day in 2017, the Catalyst CEO Champions For Change initiative showcases commitments by CEOs to advancing all women, including women of color, into more leadership positions in their companies and on their boards. To participate, Catalyst asks CEOs to publicly declare their support, take a pledge of organizational and personal commitments, and report their company's progress each year against established diversity metrics.[12] The first report on the participating companies’ progress was released in November 2017.[37] Originally begun in 1976 to celebrate individual women board members, the Catalyst Award shifted to recognizing individual organizations in 1987.[2] Since then, the award has recognized corporations and the specific programs they've created to recruit, develop, and advance women. Company initiatives are evaluated on seven criteria: strategy and rationale, senior leadership activities, accountability and transparency, communication, employee engagement, innovation, and measurable results.[38] Catalyst has recognized 94 initiatives at 85 organizations from around the world since 1987. To be considered for the award, companies must submit an application. For each applicant, the Catalyst Award Evaluation Committee conducts research and phone interviews before narrowing the field to a few organizations. For the selected companies, the Committee conducts further research via onsite visits. The Committee and Catalyst executive leadership determine the winners.[38] Initiatives are publicly celebrated at the annual Catalyst Awards Conference and Dinner held in New York City. The 2018 awards dinner had more than 2,000 attendees, including executives from global corporations, professional firms, governments, NGOs, and educational institutions.[39] Catalyst publishes across a wide range of topics, including: board diversity;[4] gender, race, and ethnicity;[5] inclusive cultures;[6] LGBTQ[41] men and equality;[8] the gender pay gap;[9] sexual harassment;[10] and unconscious bias.[11] Below is a list of some of their publications. Please consult the Catalyst website for a complete list:[42]","Title":"Catalyst (nonprofit organization) - Wikipedia","KeyID":"15364","URL":"https://en.wikipedia.org/wiki/Catalyst_(nonprofit_organization)"}