{"Content: ":"Sinophobia is a fear or dislike of China, Chinese people or Chinese culture.[5][6][7][8] It often targets Chinese minorities living outside of China and involves immigration, development of national identity in neighbouring countries, political ideologies, disparity of wealth, the past tributary system of Imperial China, majority-minority relations, imperial legacies, and racism.[9][10][11] Its opposite is sinophilia. In 2013, Pew Research Center from the United States conducted a survey over sinophobia, finding that China was viewed favorably in half (19 of 38) of the nations surveyed, excluding China itself. Beijing's strongest supporters were in Asia, in Malaysia (81%) and Pakistan (81%); African nations of Kenya (78%), Senegal (77%) and Nigeria (76%); as well as Latin America, particularly in countries heavily engaging with the Chinese market, such as Venezuela (71%), Brazil (65%) and Chile (62%).[12] However, anti-China sentiment has remained permanent in the West and other Asian countries: only 28% of Germans and Italians and 37% of Americans viewed China favorably while in Japan, just 5% of respondents had a favorable opinion of the country. But in just 11 of the 38 nations surveyed was China actually viewed unfavorably by at least half of those surveyed. Japan was polled to have the most anti-China sentiment, where 93% saw the People's Republic in a negative light. There were also majorities in Germany (64%), Italy (62%) and Israel (60%) who held negative views of China. The rise in anti-China sentiment in Germany was particularly striking: from 33% disfavor in 2006 to 64% under the 2013 survey, with such views existing despite Germany's success exporting to China.[12] Global polling in 2020 amidst the COVID-19 pandemic reported a decrease in favourable views of China, with an Ipsos poll done on November finding those in Russia (81%), Mexico (72%), Malaysia (68%), Peru (67%) and Saudi Arabia (65%) were most likely to believe China's future influence would be positive, while those in Great Britain (19%), Canada (21%), Germany (24%), Australia (24%), Japan (24%), the United States (24%) and France (24%) were least likely.[13] A YouGov poll on August found that those in Nigeria (70%), Thailand (64%), Mexico (61%), and Egypt (55%) had more positive views of China regarding world affairs while those in Japan (7%), Denmark (13%), Britain (13%), Sweden (14%), and other Western countries had the least positive views.[14] Respondents in the Balkans have held generally positive views of China, according to 2020 polling. An International Republican Institute survey from February to March found that only in Kosovo (75%) did most respondents express an unfavourable opinion of the country, while majorities in Serbia (85%), Montenegro (68%), North Macedonia (56%), and Bosnia (52%) expressed favourable views.[15] A GLOBSEC poll on October found that the highest percentage of those who saw China as a threat were in Czechia (51%), Poland (34%), and Hungary (24%), while it was seen as least threatening in Balkan countries such as Bulgaria (3%), Serbia (13%), and North Macedonia (14%). Reasons for threat perception were generally linked to the country's economic influence.[16] According to Arab Barometer polls, views of China in the Arab world have been relatively positive, with data from March to April 2021 showing that most respondents in Algeria (65%), Morocco (62%), Libya (60%), Tunisia (59%), and Iraq (56%) held favourable views of the country while views were less favourable in Lebanon (38%) and Jordan (34%).[17] While historical records document the existence of anti-Chinese sentiment throughout China's imperial wars,[18] modern sinophobia first emerged in the 19th century.[citation needed] Lord Palmerston, who was responsible for sparking the First Opium War (1839-1842) with Qing China, considered Chinese culture \"uncivilized\", and his negative views on China played a significant role in his decision to issue a declaration of war.[19] This disdain became increasingly common throughout the Second Opium War (1856-1860), when repeated attacks against foreign traders in China inflamed anti-Chinese sentiment abroad.[citation needed] Following the defeat of China in the Second Opium War, Lord Elgin, upon his arrival in Peking in 1860, ordered the sacking and burning of China's imperial Summer Palace in vengeance. In the United States, the Chinese Exclusion Act of 1882 was passed in response to growing sinophobia and anti-Chinese violence. It prohibited all immigration of Chinese laborers and turned those already in the country into second-class citizens.[20] Meanwhile, during the mid-19th century in Peru, Chinese were used as slave laborers and they were not allowed to hold any positions in Peruvian society.[21] Anti-Chinese sentiment was also prevalent in East Asia, most notably in the rising Empire of Japan. The so-called Nagasaki incident of 1886 caused by sailors of the Imperial Chinese Navy in the eponymous Japanese port and the Qing dynasty's refusal to apologize for the violence further fueled anti-Chinese sentiment in Japan. Throughout the 1920s, sinophobia was still common in Europe. Chinese workers had been a fixture on London's docks since the mid-eighteenth century, when they arrived as sailors who were employed by the East India Company, importing tea and spices from the Far East. Conditions on those long voyages were so dreadful that many sailors decided to abscond and take their chances on the streets rather than face the return journey. Those who stayed generally settled around the bustling docks, running laundries and small lodging houses for other sailors or selling exotic Asian produce. By the 1880s, a small but recognizable Chinese community had developed in the Limehouse area, increasing Sinophobic sentiments among other Londoners, who feared the Chinese workers might take over their traditional jobs due to their willingness to work for much lower wages and longer hours than other workers in the same industries. The entire Chinese population of London was only in the low hundreds—in a city whose entire population was roughly estimated to be seven million—but nativist feelings ran high, as was evidenced by the Aliens Act of 1905, a bundle of legislation which sought to restrict entry of poor and low-skilled foreign workers.[22] Chinese Londoners also became involved with illegal criminal organisations, further spurring Sinophobic sentiments.[22] During the Cold War, anti-Chinese sentiment became a permanent fixture in the media of the Western world and anti-communist countries following the establishment of the People's Republic of China in 1949. From the 1950s to the 1980s, anti-Chinese sentiment was high in South Korea as a result of the Chinese intervention against the South Korean army in the Korean War (1950-1953). To this day, many Koreans believe that China perpetrated the division of Korea into two countries.[23] Even in the Soviet Union, anti-Chinese sentiment was high following the breaking of political relations between the PRC and the USSR[clarification needed] from the late 1950s onward, which nearly escalated into war between the two countries in 1969. The \"Chinese threat\", as it was described in a letter by Alexander Solzhenitsyn, prompted expressions of anti-Chinese sentiment in the conservative Russian samizdat movement.[24] After the end of the Second Sino-Japanese War and World War II in 1945, the relationship between China and Japan gradually improved. However, since 2000, Japan has seen a gradual resurgence of anti-Chinese sentiment. Many Japanese believe that China is using the issue of the countries' checkered history, such as the Japanese history textbook controversies, many past war crimes committed by Japan's military, and official visits to the Yasukuni Shrine (in which a number of war criminals are enshrined), as both a diplomatic card and a tool to make Japan a scapegoat in domestic Chinese politics.[25] The Anti-Japanese Riots in the Spring of 2005 were another source of more anger towards China among the Japanese public. Anti-Chinese sentiments have been on a sharp rise in Japan since 2002. According to the Pew Global Attitude Project (2008), 84% of Japanese people held an unfavorable view of China and 73% of Japanese people held an unfavorable view of Chinese people, which was a higher percentage than all the other countries surveyed.[26] A survey in 2017 suggested that 51% of Chinese respondents had experienced tenancy discrimination.[27] Another report in the same year noted a significant bias against Chinese visitors from the media and some of the Japanese locals.[28] Anti-Chinese sentiment in Korea was created in the 21st century by cultural and historical claims of China and a sense of security crisis caused by China's rise.[29] [30] In the early 2000s, China's claim over the history of Goguryeo, an ancient Korean kingdom, caused tensions between both Koreas and China.[31][32] The dispute has also involved naming controversies over Mount Baekdu (or Changbai Mountain in Chinese).[33] China has been accused of trying to appropriate kimchi[34] and hanbok as part of Chinese culture,[35][36] along with labeling Yun Dong-ju as chaoxianzu, which have all angered South Koreans.[37] Anti-Chinese sentiments in South Korea have been on a steady rise since 2002. According to Pew opinion polls, favorable view of China steadily declined from 66% in 2002 to 48% in 2008, while unfavorable views rose from 31% in 2002 to 49% in 2008.[38] According to surveys by the East Asia Institute, positive view of China's influence declined from 48.6% in 2005 to 38% in 2009, while negative view of it rose from 46.7% in 2005 to 50% in 2008.[39] Relations further strained with the deployment of THAAD in South Korea in 2017, in which China started its boycott against Korea, making Koreans to develop anti-Chinese sentiment in South Korea over reports of economic retaliation by Beijing.[40] According to a poll from the Institute for Peace and Unification Studies at Seoul National University in 2018, 46 percent of South Koreans found China as the most threatening country to inter-Korean peace (compared to 33 percent for North Korea), marking the first time China was seen as a bigger threat than North Korea since the survey began in 2007.[41] Discriminatory views of Chinese people have been reported,[42][43] and ethnic-Chinese Koreans have faced prejudices including what is said to be a widespread criminal stigma.[44][45][46] Increased anti-China sentiments had reportedly led to online comments calling the Nanjing Massacre the \"Nanjing Grand Festival\" or others such as \"Good Chinese are only dead Chinese\" and \"I want to kill Korean Chinese\".[47][45] Although Hong Kong's sovereignty was returned to China in 1997, only a small minority of its inhabitants consider themselves to be exclusively and simply Chinese. According to a 2014 survey from the University of Hong Kong , 42.3% of respondents identified themselves as \"Hong Kong citizens\", versus only 17.8% who identified themselves as \"Chinese citizens\", and 39.3% who chose to give themselves a mixed identity (a Hong Kong Chinese or a Hong Konger who was living in China).[48] By 2019, almost no Hong Kong youth identified as Chinese.[49] The number of mainland Chinese visitors to the region has surged since the handover (reaching 28 million in 2011), and is perceived by many locals to be the cause of their housing and job difficulties. In addition to resentment due to political oppression, negative perceptions have grown through circulating online posts of mainlander misbehaviour,[50] as well as discriminatory discourse in major Hong Kong newspapers.[51][52] In 2013, polls from the University of Hong Kong suggested that 32 to 35.6 per cent of locals had \"negative\" feelings for mainland Chinese people.[53] However, a 2019 survey of Hong Kong residents has suggested that there are also some who attribute positive stereotypes to visitors from the mainland.[54] In a 2015 study, PRC students in Hong Kong who initially had a more positive view of the city than of their own mainland hometowns reported that their attempts at connecting with the locals were difficult due to experiences of hostility.[55] In 2012, a group of Hong Kong residents published a newspaper advertisement depicting mainland visitors and immigrants as locusts.[56] In February 2014, about 100 Hong Kongers harassed mainland tourists and shoppers during what they styled an \"anti-locust\" protest in Kowloon. In response, the Equal Opportunities Commission of Hong Kong proposed an extension of the territory's race-hate laws to cover mainlanders.[57] Strong anti-mainland sentiment has also been documented amidst the 2019 protests,[58] with reported instances of protesters attacking Mandarin-speakers and mainland-linked businesses.[59][60][61] Due to historical reasons dating back to the de facto end of the Chinese Civil War, the relationship between the two majority ethnic Chinese and Mandarin Chinese-speaking nations has been tense due to the fact that the People's Republic of China has threatened repeatedly to military invade if Taiwan were to seek official recognition, shedding the status quo of existing legally as the Republic of China and replacing a Chinese national identity with a distinctly Taiwanese identity. This creates strong divisions between mainland China and Taiwan[62] and further strains the relationship between two states. Anti-Chinese sentiment in Taiwan also comes from the fact that many Taiwanese, especially those in their 20s, choose to identify solely as \"Taiwanese\",[63] and are against having closer ties with the Chinese mainland, like those in the Sunflower Student Movement.[64] A number of Taiwanese have also viewed mainlanders as backwards or uncivilised, according to Peng Ming-min, a Taiwanese politician.[65] According to a 2020 survey from Taiwan's Mainland Affairs Council, 76% of Taiwanese consider China to be \"unfriendly\" towards Taiwan.[66] In 2018, massive land reform protests were held in Kazakhstan. The protesters demonstrated against the leasing of land to Chinese companies and the perceived economic dominance of Chinese companies and traders.[67][68] Another issue which is leading to the rise of sinophobia in Kazakhstan is the Xinjiang conflict and Kazakhstan is responding to it by hosting a significant number of Uyghur separatists.[citation needed] There are historical grievances in Kyrgyzstan regarding China, such as the occupation of Kyrgyzstan and the ethnic cleansing of Kyrgyz by the Qing Dynasty.[citation needed] While discussing Chinese investments in the country, a Kyrgyz farmer said, \"We always run the risk of being colonized by the Chinese\".[69] Meanwhile, the Kyrgyz people mostly sympathize with Uyghur separatists in China, which further complicates relations between the two nations.[69][failed verification] Survey data cited by the Kennan Institute from 2017 to 2019 had on average 35% of Kyrgyz respondents expressing an unfavourable view of China compared to 52% expressing a favourable view; the disapproval rating was higher than that of respondents from 3 other Central Asian countries.[70] Inner Mongolia used to be part of Greater Mongolia, until Mongolia was annexed by China at 17th century following the Qing conquests. For three centuries, Mongolia was marked with little interests even during the expansion of Russian Empire. With the Qing collapse, China attempted to retake Mongolia only to see its rule fallen with the Mongolian Revolution of 1921, overthrowing the Chinese rule; but it was proposed that Zhang Zuoling's domain (the Chinese \"Three Eastern Provinces\") take Outer Mongolia under its administration by the Bogda Khan and Bodo in 1922 after pro-Soviet Mongolian Communists seized control of Outer Mongolia.[71] However, China failed to take Outer Mongolia (which would become modern Mongolia) but successfully maintained their presence in Inner Mongolia. For this reason, it has led to a strong anti-Chinese sentiment among the native Mongol population in Inner Mongolia which have rejected assimilation, which prompted Mongolian nationalists and Neo-Nazi groups to be hostile against China.[72] One of the most renown unrest in modern China is the 2011 Inner Mongolia unrest, following the murder of two ethnic Mongolians in separate incidents.[73] Mongolians traditionally hold very unfavorable views of China.[74] The common stereotype is that China is trying to undermine Mongolian sovereignty in order to eventually make it part of China (the Republic of China has claimed Mongolia as part of its territory, see Outer Mongolia). Fear and hatred of erliiz (Mongolian: эрлийз, [ˈɛrɮiːt͡sə], literally, double seeds), a derogatory term for people of mixed Han Chinese and Mongol ethnicity,[75] is a common phenomena in Mongolian politics. Erliiz are seen as a Chinese plot of \"genetic pollution\" to chip away at Mongolian sovereignty, and allegations of Chinese ancestry are used as a political weapon in election campaigns. Several small Neo-Nazi groups opposing Chinese influence and mixed Chinese couples are present within Mongolia, such as Tsagaan Khas.[72] Resentment against China and Chinese people have also increased in Tajikistan in recent years due to accusations that China has grabbed land from Tajikistan.[76] In 2013, the Popular Tajik Social-Democrat Party leader, Rakhmatillo Zoirov, claimed that Chinese troops were violating a land ceading arrangement by moving deeper into Tajikistan than they were supposed to.[77] After the Incorporation of Xinjiang into the People's Republic of China under Mao Zedong to establish the PRC in 1949, there have been considerable ethnic tensions arising between the Han Chinese and Turkic Muslim Uyghurs.[78][79][80][81][82] This manifested itself in the 1997 Ghulja incident,[83] the bloody July 2009 Ürümqi riots,[84] and the 2014 Kunming attack.[85] According to BBC News, this has prompted China to suppress the native population and create re-education camps for purported counter-terrorism efforts, which have fuelled resentment in the region.[86] Tibet has complicated relations with China. Both Tibetan and Chinese are part of the Sino-Tibetan language family and share a long history. The Tang dynasty and Tibetan Empire did enter into periods of military conflict. In the 13th century, Tibet fell into the rule of Yuan dynasty but it ceased to be with the collapse of Yuan dynasty. The relationship between Tibet with China remains complicated until Tibet was invaded again by the Qing dynasty. Following the British expedition to Tibet at 1904, many Tibetans look back to it as an exercise of Tibetan self-defence and an act of independence from the Qing dynasty as the dynasty was falling apart.[87] and has left a dark chapter in their modern relations. The Republic of China failed to reconquer Tibet but the later People's Republic of China retook Tibet and incorporated it as Tibet Autonomous Region within China. The 14th Dalai Lama and Mao Zedong signed the Seventeen Point Agreement for the Peaceful Liberation of Tibet, but China was accused of not honoring the treaty[88] and led to 1959 Tibetan uprising which was successfully suppressed by China,[89] resulting in the Dalai Lama escaping to India.[90] Tibetans again rioted against Chinese rule twice, in the 1987–89 unrest[91] and 2008 unrest, where they directed their angers against Han and Hui Chinese.[92] Both were suppressed by China and China has increased their military presence in the region, despite periodic self-immolations.[93] To counteract the city state's low birthrate, Singapore's government has been offering financial incentives and a liberal visa policy to attract an influx of migrants. Chinese immigrants to the nation grew from 150,447 in 1990 to 448,566 in 2015 to make up 18% of the foreign-born population, next to Malaysian immigrants at 44%.[94][95] The xenophobia towards mainland Chinese is reported to be particularly severe compared to other foreign residents,[96] as they are generally looked down on as country bumpkins and blamed for stealing desirable jobs and driving up housing prices.[97] There have also been reports of housing discrimination against mainland Chinese tenants,[98] and a 2019 YouGov poll has suggested Singapore to have the highest percentage of locals prejudiced against Chinese travellers out of the many countries surveyed.[99][100] A 2016 study found that out of 20 Chinese Singaporeans, 45% agreed that PRC migrants were rude, although only 15% expressed negative attitudes towards mainland Chinese in general.[101] Another 2016 study of Singaporean locals and (mostly mainland) Chinese students found that most respondents in both groups said they had positive experiences with each other, with only 11% of Singaporeans saying they did not.[102] Due to race-based politics and Bumiputera policy, there had been several incidents of racial conflict between the Malays and Chinese before the 1969 riots. For example, in Penang, hostility between the races turned into violence during the centenary celebration of George Town in 1957 which resulted in several days of fighting and a number of deaths,[103] and there were further disturbances in 1959 and 1964, as well as a riot in 1967 which originated as a protest against currency devaluation but turned into racial killings.[104][105] In Singapore, the antagonism between the races led to the 1964 Race Riots which contributed to the expulsion of Singapore from Malaysia on August 9, 1965. The 13 May Incident was perhaps the deadliest race riot to have occurred in Malaysia with an official combined death toll of 196[106] (143 Chinese, 25 Malays, 13 Indians, and 15 others of undetermined ethnicity),[107] but with higher estimates by other observers reaching around 600-800+ total deaths.[108][109][110] Malaysia's ethnic quota system has been regarded as discriminatory towards the ethnic Chinese (and Indian) community, in favor of ethnic Malay Muslims,[111][112] which has reportedly created a brain drain in the country. In 2015, supporters of Najib Razak's party reportedly marched in the thousands through Chinatown to support him, and assert Malay political power with threats to burn down shops, which drew criticism from China's ambassador to Malaysia.[113] It was reported in 2019 that relations between ethnic Chinese Malaysians and Malays were \"at their lowest ebb\", and fake news posted online of mainland Chinese indiscriminately receiving citizenship in the country had been stoking racial tensions. The primarily Chinese-based Democratic Action Party in Malaysia has also reportedly faced an onslaught of fake news depicting it as unpatriotic, anti-Malay and anti-Muslim.[114] Amidst the COVID-19 pandemic, there have been social media posts claiming the initial outbreak is \"divine retribution\" for China's treatment of its Muslim Uyghur population.[115] The speed of Chinese resident arrivals in Sihanoukville city has led to an increase in fear and hostility towards the new influx of Chinese residents among the local population. As of 2018, the Chinese community in the city make up almost 20% of the town's population.[116] The Spanish introduced the first anti-Chinese laws in the Philippine archipelago. The Spanish massacred or expelled Chinese several times from Manila, and the Chinese responded by fleeing either to La Pampanga or to territories outside colonial control, particularly the Sulu Sultanate, which they in turn supported in their wars against the Spanish authorities.[117] The Chinese refugees not only ensured that the Sūg people were supplied with the requisite arms, but also joined their new compatriots in combat operations against the Spaniards during the centuries of Spanish–Moro conflict.[118] Furthermore, racial classification from the Spanish and American administrations have labeled ethnic Chinese as alien. This association between 'Chinese' and 'foreigner' have facilitated discrimination against the ethnic Chinese population in the Philippines; many ethnic Chinese were denied citizenship or viewed as antithetical to a Filipino nation-state.[119] In addition to this, Chinese people have been associated with wealth in the background of great economic disparity among the local population. This perception has only contributed to ethnic tensions in the Philippines, with the ethnic Chinese population being portrayed as being a major party in controlling the economy.[119] The standoff in Spratly Islands and Scarborough Shoal between China and the Philippines contributes to anti-China sentiment among Filipinos. Campaigns to boycott Chinese products began in 2012. People protested in front of the Chinese Embassy and it had led the Chinese embassy to issue travel warning for its citizens to the Philippines for a year.[120] Amidst the COVID-19 pandemic, scholar Jonathan Corpuz Ong has lamented that there is a great deal of hateful and racist speech on Philippine social media which \"many academics and even journalists in the country have actually justified as a form of political resistance\" to the Chinese government.[121] The Dutch introduced anti-Chinese laws in the Dutch East Indies. The Dutch colonialists started the first massacre of Chinese in the 1740 Batavia massacre in which tens of thousands died. The Java War (1741–43) followed shortly thereafter.[122][123][124][125][126] The asymmetrical economic position between ethnic Chinese Indonesians and indigenous Indonesians has incited anti-Chinese sentiment among the poorer majorities. During the Indonesian killings of 1965–66, in which more than 500,000 people died (mostly non-Chinese Indonesians),[127] ethnic Chinese were killed and their properties looted and burned as a result of anti-Chinese racism on the excuse that Dipa \"Amat\" Aidit had brought the PKI closer to China.[128][9] In the May 1998 riots of Indonesia following the fall of President Suharto, many ethnic Chinese were targeted by Indonesian rioters, resulting in extensive looting. However, when Chinese-owned supermarkets were targeted for looting most of the dead were not Chinese, but the Indonesian looters themselves, who were burnt to death by the hundreds when a fire broke out.[129][130] In recent years, disputes in the South China Sea has led to the renewal of tensions. At first, the conflict was contained between China and Vietnam, the Philippines and Malaysia, with Indonesia staying neutral. However, China's claim to the exclusive economic zones off the Natuna Regency, which is controlled by Indonesia has triggered outrage there.[131] Accusations about Indonesia's lack of activities to protect its fishermen from China's claimed behaviors[132] and anti-China disinformation about Chinese foreign workers contribute further to the deterioration of China's image in Indonesia.[133][134] Coconuts Media has reported of groups in the country targeting Chinese-Indonesian women for racialised sexual abuse on social media.[135] The ongoing ethnic insurgency in Myanmar and the 1967 riots in Burma against the Chinese community displeased the PRC, which led to the arming of ethnic and political rebels by China against Burma.[136] Resentment towards Chinese investments[137][138] and their perceived exploitation of natural resources have also hampered the Sino-Burmese relationship.[139] Chinese people in Myanmar have also been subject to discriminatory laws and rhetoric in Burmese media and popular culture.[140] Historically, Thailand (called Siam before 1939) has been seen as a China-friendly country, owing to close Chinese-Siamese relations, a large proportion of the Thai population being of Chinese descent and Thai Chinese having been assimilated into mainstream Thai society. However, in the 20th century, Plaek Phibunsongkhram launched a massive Thaification, the main purpose of which was Central Thai supremacy, including the oppression of Thailand's Chinese population and restricting Thai Chinese culture by banning the teaching of the Chinese language and forcing Thai Chinese to adopt Thai names.[141] Plaek's obsession with creating a pan-Thai nationalist agenda caused resentment among general officers (most of Thai general officers at the time were of Teochew background) until he was removed from office in 1944.[142] Since that, mainstream culture of the nation from the Central Thai people was replaced by Thai Chinese and Thai Chinese did not face any discrimination, although the Cold War may have inflamed hostility towards the Mainland Chinese.[citation needed] Hostility towards the mainland Chinese increased with the increase of visitors from China in 2013.[143][144] It has also been worsened by Thai news reports and social media postings on misbehaviour from a portion of the tourists.[145][146] In spite of this, two reports have suggested that there are still some Thais who have positive impressions of Chinese tourists.[147][148] Shortly after the Vietnamese War ended in 1975, the Vietnamese government aggressively persecuted the Chinese community by confiscating property and businesses owned by overseas Chinese in Vietnam and expelling the ethnic Chinese minority into southern Chinese provinces.[149] There are strong anti-Chinese sentiments among the Vietnamese population, stemming in part from a past thousand years of Chinese rule in Northern Vietnam. A long history of Sino-Vietnamese conflicts followed, with repeated wars over the centuries. Though current relations are peaceful, numerous wars were fought between the two nations in the past, from the time of Early Lê Dynasty (10th century)[150] to the Sino-Vietnamese War from 1979 to 1989. The conflict fueled racist discrimination against and consequent emigration by the country's ethnic Chinese population. From 1978 to 1979, some 450,000 ethnic Chinese left Vietnam by boat (mainly former South Vietnam citizens fleeing the Vietcong) as refugees or were expelled across the land border with China.[151] These mass emigrations and deportations only stopped in 1989 following the Đổi mới reforms in Vietnam.[citation needed] The two countries' shared history includes territorial disputes, with conflict over the Paracel and Spratly Islands reaching a peak between 1979 and 1991.[152][153][154] Anti-Chinese sentiments had spiked in 2007 after China formed an administration in the disputed islands,[153] in 2009 when the Vietnamese government allowed the Chinese aluminium manufacturer Chinalco the rights to mine for bauxite in the Central Highlands,[155][156][157] and when Vietnamese fishermen were detained by Chinese security forces while seeking refuge in the disputed territories.[158] In 2011, following a spat in which a Chinese Marine Surveillance ship damaged a Vietnamese geologic survey ship off the coast of Vietnam, some Vietnamese travel agencies boycotted Chinese destinations or refused to serve customers with Chinese citizenship.[159] Hundreds of people protested in front of the Chinese embassy in Hanoi and the Chinese consulate in Ho Chi Minh City against Chinese naval operations in the South China Sea before being dispersed by the police.[160] In May 2014, mass anti-Chinese protests against China moving an oil platform into disputed waters escalated into riots in which many Chinese factories and workers were targeted. In 2018, thousands of people nationwide protested against a proposed law regarding Special Economic Zones that would give foreign investors 99 year leases on Vietnamese land, fearing that it would be dominated by Chinese investors.[161] According to journalist Daniel Gross, anti-Chinese sentiment is omnipresent in modern Vietnam, where \"from school kids to government officials, China-bashing is very much in vogue.\" He reports that a majority of Vietnamese resent the import and usage of Chinese products, considering them distinctly low status.[162] A 2013 book on varying host perceptions in global tourism has also referenced negativity from Vietnamese hosts towards Chinese tourists, where the latter were seen as \"making a lot more requests, complaints and troubles than other tourists\"; the views differed from the much more positive perceptions of young Tibetan hosts at Lhasa towards mainland Chinese visitors in 2011.[163] In 2019, Chinese media was accused by the local press of appropriating or claiming Áo Dài, which angered many Vietnamese.[164][165] According to The Diplomat in 2014, the Xinjiang conflict had increased anti-China sentiment in Afghanistan.[166] A 2020 Gallup International poll of 44 countries found that 46% of Afghans viewed China's foreign policy as destabilizing to the world, compared to 48% who viewed it as stabilizing.[167][168] Chinese outlet CGTN published a tweet about Mount Everest, calling it Mount Qomolangma in the Tibetan language and saying it was located in China's Tibet Autonomous Region, which caused displeasure from Nepalese and Indian Twitter users, who tweeted that China is trying to claim the mount from Nepal.[169] CGTN then corrected the tweet to say it was located on the China-Nepal border.[170] The relation between Bhutan and China has historically been tense and past events have led to anti-Chinese sentiment within the country. Notably the Chinese government's destruction of Tibetan Buddhist institutions in Tibet in 1959 led to a wave of anti-Chinese sentiment in the country.[171] In 1960, the PRC published a map in A Brief History of China, depicting a sizable portion of Bhutan as \"a pre-historical realm of China\" and released a statement claiming the Bhutanese \"form a united family in Tibet\" and \"they must once again be united and taught the communist doctrine\". Bhutan responded by closing off its border, trade, and all diplomatic contacts with China. Bhutan and China have not established diplomatic relations.[172] Recent efforts between the two countries to improve relations have been hampered by India's strong influence on Bhutan.[173][174] There were protests against allowing China to build a port and industrial zone, which will require the eviction of thousands of villagers around Hambantota.[175] Projects on the Hambantota port have led to fears among the local protestors that the area will become a \"Chinese colony\".[176] Armed government supporters clashed with protestors from the opposition that were led by Buddhist monks.[176] During the Sino-Indian War, the Chinese faced hostile sentiment all over India. Chinese businesses were investigated for links to the Chinese government and many Chinese were interned in prisons in North India.[177] The Indian government passed the Defence of India Act in December 1962,[178] permitting the \"apprehension and detention in custody of any person hostile to the country.\" The broad language of the act allowed for the arrest of any person simply for having a Chinese surname or a Chinese spouse.[179] The Indian government incarcerated thousands of Chinese-Indians in an internment camp in Deoli, Rajasthan, where they were held for years without trial. The last internees were not released until 1967. Thousands more Chinese-Indians were forcibly deported or coerced to leave India. Nearly all internees had their properties sold off or looted.[178] Even after their release, the Chinese Indians faced many restrictions in their freedom. They could not travel freely until the mid-1990s.[178] On 2014, India in conjunction with the Tibetan government-in-exile have called for a campaign to boycott Chinese goods due in part to the contested border disputes India has with China.[180][181] The 2020 China–India skirmishes resulted in the deaths 20 Indian soldiers and an undisclosed number of Chinese soldiers, in hand-to-hand combat using improvised weapons.[182] Following the skirmishes, a company from Jaipur, India developed an app named \"Remove China Apps\" and released it on the Google Play Store, gaining 5 million downloads in less than two weeks. It discouraged software dependence on China and promoted apps developed in India. Afterwards, people began uninstalling Chinese apps like SHAREit and CamScanner.[183] In May 2009, during the Papua New Guinea riots, Chinese-owned businesses were looted by gangs in the capital city Port Moresby, amid simmering anti-Chinese sentiment reported in the country.[184] There are fears that these riots will force many Chinese business owners and entrepreneurs to leave the South Pacific country, which would invariably lead to further damage on an impoverished economy that had a 80% unemployment rate.[184] Thousands of people were reportedly involved in the riots.[185] In 2000, Tongan noble Tu'ivakano of Nukunuku banned Chinese stores from his Nukunuku District in Tonga. This followed complaints from other shopkeepers regarding competition from local Chinese.[186] In 2001, Tonga's Chinese community (a population of about three or four thousand people) was hit by a wave racist assaults.[citation needed] The Tongan government did not renew the work permits of more than 600 Chinese storekeepers, and has admitted the decision was in response to \"widespread anger at the growing presence of the storekeepers\".[187] In 2006, rioters damaged shops owned by Chinese-Tongans in Nukuʻalofa.[188][189] In 2006, Honiara's Chinatown suffered damage when it was looted and burned by rioters following a contested election. Ethnic Chinese businessmen were falsely blamed for bribing members of the Solomon Islands' Parliament. The government of Taiwan was the one that supported the then current government of the Solomon Islands. The Chinese businessmen were mainly small traders from mainland China and had no interest in local politics.[188] After the Sino-Soviet split the Soviet Union produced propaganda which depicted the PRC and the Chinese people as enemies. In Central Asia Soviet propaganda specifically framed the PRC as an enemy of Islam and all Turkic peoples. These phobias have been inherited by the post-Soviet states in Central Asia.[190] Russia inherited a long-standing dispute over territory with China over Siberia and the Russian Far East with the breakup of the Soviet Union, these disputes were formerly resolved in 2004. Russia and China no longer have territorial disputes and China does not claim land in Russia; however, there has also been a perceived fear of a demographic takeover by Chinese immigrants in sparsely populated Russian areas.[191][192] Both nations have become increasingly friendlier however, in the aftermath of the 1999 US bombing of Serbia, which the Chinese embassy was struck with a bomb, and have become increasingly united in foreign policy regarding perceived western antipathy.[193][194] A 2019 survey of online Russians has suggested that in terms of sincerity, trustfulness, and warmth, the Chinese are not viewed especially negatively or positively compared to the many other nationalities and ethnic groups in the study.[195][196] An October 2020 poll from the Central European Institute of Asian Studies[197] found that although China was perceived positively by 59.5% of Russian respondents (which was higher than for the other 11 regions asked), 57% of respondents regarded Chinese enterprises in the Russian far east to varying degrees as a threat to the local environment.[198] Israel and China have a stable relationship, and a 2018 survey suggested that a significant percentage of the Israeli population have a positive view of Chinese culture and people.[199] This is historically preceded by Chinese support for Jewish refugees fleeing from Europe amidst World War II.[200] Within China, Jews gained praise for their successful integration, with a number of Jewish refugees advising Mao's government and leading developments in revolutionary China's health service and infrastructure.[201][202][203] However, these close relations between the early Chinese Communist Party (CCP) and the small Jewish-Chinese community have been hampered in recent years under the administration of CCP general secretary Xi Jinping and rise of nationalist sentiment in China, with Jews monitored since 2016, an occurrence reported widely in Israeli media.[204][205] This has led to some Sinophobic sentiments in Israel, with Israeli nationalists viewing China a despotic and authoritarian regime, given the ongoing repression of Jews in China.[204][failed verification] On July 4, 2015, a group of around 2,000 Turkish ultra-nationalists from the Grey Wolves linked to Turkey's MHP (Nationalist Movement Party) protesting against China's alleged fasting ban in Xinjiang mistakenly attacked South Korean tourists in Istanbul,[206][207] which led to China issuing a travel warning to its citizens traveling to Turkey.[208] Devlet Bahçeli, a leader from MHP, said that the attacks by MHP affiliated Turkish youth on South Korean tourists was \"understandable\", telling the Turkish newspaper Hurriyet that: \"What feature differentiates a Korean from a Chinese? They see that they both have slanted eyes. How can they tell the difference?\".[209] A Uyghur employee at a Chinese restaurant was attacked in 2015 by the Turkish Grey Wolves-linked protesters.[210] Attacks on other Chinese nationals have been reported.[211] According to a November 2018 INR poll, 46% of Turks view China favourably, up from less than 20% in 2015. A further 62% thought that it is important to have strong trade relationship with China.[212] Although anti-Chinese sentiment is not widely common in Syria, the Syrian opposition has accused China for supporting the Government of Bashar al-Assad as China has vetoed UN resolutions condemning Assad's alleged war crimes; Syrian and Lebanese nationalists have burnt the Chinese flag in response.[213] Like China's perception in other countries, China's large population, long history and size has been the subject of fear somewhat. China has figured in the Western imagination in a number of different ways as being a very large civilization existing for many centuries with a very large population; however the rise of the People's Republic of China after the Chinese Civil War has dramatically changed the perception of China from a relatively positive light to negative because of the anti-communism in the West, and reports of human rights abuses from China. Anti-Chinese sentiment became more common as China was becoming a major source of immigrants for the west (including the American West).[11] Numerous Chinese immigrants to North America were attracted by wages offered by large railway companies in the late 19th century as the companies built the transcontinental railroads. Anti-Chinese policies (such as the Chinese Exclusion Act, the Chinese Immigration Act of 1923, anti-Chinese zoning laws and restrictive covenants, the policies of Richard Seddon, and the White Australia policy) and pronouncements on the \"yellow peril\" were in evidence as late as the mid-20th century in Australia, United States, Canada, and New Zealand. The Chinese population was active in political and social life in Australia. Community leaders protested against discriminatory legislation and attitudes, and despite the passing of the Immigration Restriction Act in 1901, Chinese communities around Australia participated in parades and celebrations of Australia's Federation and the visit of the Duke and Duchess of York. Although the Chinese communities in Australia were generally peaceful and industrious, resentment flared up against them because of their different customs and traditions. In the mid-19th century, terms such as \"dirty, disease ridden, [and] insect-like\" were used in Australia and New Zealand to describe the Chinese.[214] A poll tax was passed in Victoria in 1855 to restrict Chinese immigration. New South Wales, Queensland, and Western Australia followed suit. Such legislation did not distinguish between naturalised, British citizens, Australian-born and Chinese-born individuals. The tax in Victoria and New South Wales was repealed in the 1860s. In the 1870s and 1880s, the Growing trade union movement began a series of protests against foreign labour. Their arguments were that Asians and Chinese took jobs away from white men, worked for \"substandard\" wages, lowered working conditions and refused unionisation.[215] Objections to these arguments came largely from wealthy land owners in rural areas.[215] It was argued that without Asiatics to work in the tropical areas of the Northern Territory and Queensland, the area would have to be abandoned.[216] Despite these objections to restricting immigration, between 1875 and 1888 all Australian colonies enacted legislation which excluded all further Chinese immigration.[216] In 1888, following protests and strike actions, an inter-colonial conference agreed to reinstate and increase the severity of restrictions on Chinese immigration. This provided the basis for the 1901 Immigration Restriction Act and the seed for the White Australia Policy, which although relaxed over time, was not fully abandoned until the early 1970s. The Chifley government's Darwin Lands Acquisition Act 1945 compulsorily acquired 53 acres (21 ha) of land owned by Chinese-Australians in Darwin, the capital of the Northern Territory, leading to the end of the local Chinatown. Two years earlier, the territory's administrator Aubrey Abbott had written to Joseph Carrodus, secretary of the Department of the Interior, proposing a combination of compulsory acquisition and conversion of the land to leasehold in order to effect \"the elimination of undesirable elements which Darwin has suffered from far too much in the past\" and stated that he hoped to \"entirely prevent the Chinese quarter forming again\". He further observed that \"if land is acquired from the former Chinese residents there is really no need for them to return as they have no other assets\". The territory's civilian population had mostly been evacuated during the war and the former Chinatown residents returned to find their homes and businesses reduced to rubble.[217] Number of cases have been reported, related to sinophobia in the country.[218] Recently, in February 2013, a Chinese football team had reported about the abuses and racism they suffered on Australia Day.[10] There have been a spate of racist anti-Chinese graffiti and posters in universities across Melbourne and Sydney which host a large number of Chinese students. In July and August 2017, hate-filled posters were plastered around Monash University and University of Melbourne which said, in Mandarin, that Chinese students were not allowed to enter the premises, or else they would face deportation, while a \"kill Chinese\" graffiti, decorated with swastikas was found at University of Sydney.[219][220] The Antipodean Resistance, a white supremacist group that identifies itself as pro-Nazi, claimed responsibility for the posters on Twitter. The group's website contains anti-Chinese slurs and Nazi imagery.[221] In the 1850s, sizable numbers of Chinese immigrants came to British Columbia during the gold rush; the region was known to them as Gold Mountain. Starting in 1858, Chinese \"coolies\" were brought to Canada to work in the mines and on the Canadian Pacific Railway. However, they were denied by law the rights of citizenship, including the right to vote, and in the 1880s, \"head taxes\" were implemented to curtail immigration from China. In 1907, a riot in Vancouver targeted Chinese and Japanese-owned businesses. In 1923, the federal government passed the Chinese Immigration Act, commonly known as the Exclusion Act, prohibiting further Chinese immigration except under \"special circumstances\". The Exclusion Act was repealed in 1947, the same year in which Chinese Canadians were given the right to vote. Restrictions would continue to exist on immigration from Asia until 1967, when all racial restrictions on immigration to Canada were repealed, and Canada adopted the current points based immigration system. On June 22, 2006, Prime Minister Stephen Harper offered an apology and compensation only for the head tax once paid by Chinese immigrants.[222] Survivors or their spouses were paid approximately CAD$20,000 in compensation.[223] Anti-Chinese sentiment in Canada has been fueled by allegations of extreme real estate price distortion resulting from Chinese demand, purportedly forcing locals out of the market.[224] In 2016, Czechs and pro-Tibetan activists had defaced the Chinese flag ahead of Xi Jinping's visit to the country, showing their strong resentment against China's growing influence and its perceived oppression on Tibetans.[225] Anti-Chinese sentiment has experienced a new growth due to closer ties between the Czech Republic and Taiwan, and led to a deterioration of the Czech Republic's relations with China.[226][227] Czech politicians have demanded China to replace its ambassador and criticizing the Chinese government for its alleged threats against the Czech Republic, further worsening China's perception in the country.[228] In France, there has been a long history of systemic racism towards the Chinese population, with many people stereotyping them as easy targets for crime.[229] As a result, France's ethnic Chinese population have been common victims of racism and crime, which include assaults, robbery and murder; it is common for Chinese business owners to have their businesses robbed and destroyed.[229] There have been rising incidents of anti-Chinese racism in France; many Chinese, including French celebrity Frederic Chau, want more support from the French government.[230] In September 2016, at least 15,000 Chinese participated in an anti-Asian racism protest in Paris.[229] French farmers are unhappy with Chinese investors purchasing large amount of prime agricultural land in France.[231] A 2018 survey by Institut Montaigne has suggested that Chinese investments in France are viewed more negatively than Chinese tourism to the country, with 50% of respondents holding negative views of the former.[232] 43% of the French see China as an economic threat, an opinion that is common among older and right-wing people, and 40% of French people view China as a technological threat.[232] It was reported in 2017 that there was some negativity among Parisians towards Chinese visitors,[233] but other surveys have suggested that they are not viewed worse than a number of other groups.[234][235][236] In 2016, Günther Oettinger, the former European Commissioner for Digital Economy and Society, called Chinese people derogatory names, including \"sly dogs,\" in a speech to executives in Hamburg and had refused to apologize for several days.[237] Two surveys have suggested that a percentage of Germans hold negative views towards Chinese travellers, although it is not as bad as a few other groups.[238][239][240] Although historical relations between two were friendly and even Marco Polo paid a visit to China, during the Boxer Rebellion, Italy was part of Eight-Nation Alliance against the rebellion, thus this had stemmed anti-Chinese sentiment in Italy.[241] Italian troops looted, burnt and stole a lot of Chinese goods to Italy, whom many are still being displayed in Italian museums.[242] In 2010, in the Italian town of Prato, it was reported that many Chinese people were working in sweatshop-like conditions that broke European laws, and that many Chinese owned businesses don't pay taxes.[243] Textile products produce by Chinese owned business in Italy are labeled as 'Made in Italy', but some of the businesses engaged in practices that reduce cost and increase output to the point where locally owned business can't compete with. As a result of these practices, in the 2009 municipal elections, it led to the local population to vote for the Lega Nord, a party known for their anti-immigrant stance.[243] Tensions between China and Lithuania in recent years, largely due to the dispute over Taiwan, Hong Kong and Chinese mobile spying, have contributed to the rise of negative opinion toward China among Lithuanians.[244][245][246][247] Anti-Chinese sentiment in New Zealand grew with the idea of a \"Yellow Peril\" in the 19th century, as Chinese citizens began to immigrate to New Zealand. Official discrimination began with the Chinese Immigration Acts in 1881, limiting Chinese emigration to New Zealand and excluding Chinese citizens from major jobs, to even anti-Chinese organizations.[248] Today, mostly anti-Chinese sentiment in New Zealand is about the labor issue.[248] K. Emma Ng reported that \"One in two New Zealanders feel the recent arrival of Asian migrants is changing the country in undesirable ways.\"[248] Attitudes on Chinese in New Zealand is suggested to have remained fairly negative, with some Chinese still considered to be less respected people in the country.[249] In the 16th century, increasing sea trades between Europe to China had led Portuguese merchants to China, however Portuguese military ambitions for power and its fear of China's interventions and brutality had led to the growth of sinophobia in Portugal. Galiote Pereira, a Portuguese Jesuit missionary who was imprisoned by Chinese authorities, claimed China's juridical treatment known as bastinado was so horrible as it hit on human flesh, becoming the source of fundamental anti-Chinese sentiment later; as well as brutality, cruelty of China and Chinese tyranny.[250] With the Ming dynasty's brutal reactions on Portuguese merchants following the conquest of Malacca,[251] sinophobia became widespread in Portugal, and widely practiced until the First Opium War, which the Qing dynasty was forced to cede Macao to Portugal.[252][note 1] Spain first issued anti-Chinese legislation when Limahong, a Chinese pirate, attacked Spanish settlements in the Philippines. One of his famous actions was a failed invasion of Manila in 1574, which he launched with the support of Chinese and Moro pirates.[253] The Spanish conquistadors massacred the Chinese or expelled them from Manila several times, notably the autumn 1603 massacre of Chinese in Manila, and the reasons for this uprising remain unclear. Its motives range from the desire of the Chinese to dominate Manila, to their desire to abort the Spaniards' moves which seemed to lead to their elimination. The Spaniards quelled the rebellion and massacred around 20,000 Chinese. The Chinese responded by fleeing to the Sulu Sultanate and supporting the Moro Muslims in their war against the Spanish. The Chinese supplied the Moros with weapons and joined them in directly fighting against the Spanish during the Spanish–Moro conflict. Spain also upheld a plan to conquer China, but it never materialized.[254] A Central European Institute of Asian Studies poll in 2020[197] found that although Spaniards had worsening views of China amidst the COVID-19 pandemic, it did not apply to Chinese citizens where most respondents reported positive views of Chinese tourists, students, and the general community in Spain.[255] In 2018, a family of Chinese tourists were removed from a hostel in Stockholm, which led to a diplomatic spat between China and Sweden. China accused the Swedish police of maltreatment as Stockholm's chief prosecutor chose not to investigate the incident.[256] A comedy skit later aired on Svenska Nyheter mocking the tourists and playing on racial stereotypes of Chinese people.[257][258] After the producers uploaded the skit to Youku, it drew anger and accusations of racism on Chinese social media,[259] the latter of which was also echoed in a letter to the editor from a Swedish-Chinese scholar[260] to Dagens Nyheter.[261] Chinese citizens were called on to boycott Sweden.[262] The next year, Jesper Rönndahl, the host of the skit, was honoured by Swedish newspaper Kvällsposten as \"Scanian of the Year\".[263] Relations further worsened after the reported kidnap and arrest of China-born Swedish citizen and bookseller Gui Minhai by Chinese authorities,[264] which led to three Swedish opposition parties calling for the expulsion of China's ambassador to Sweden, Gui Congyou, who had been accused of threatening several Swedish media outlets.[265][266] Several Swedish cities cut ties with China's cities in February 2020 amid deteriorating relations.[267] In May 2020, Sweden decided to shut down all Confucius Institutes in the country, citing the Chinese government's meddling in education affairs.[268] Some Chinese in Sweden have also reported increased stigmatisation during the COVID-19 pandemic.[269] A 2021 YouGov poll had 77% of Swedish respondents expressing an unfavourable view of China, with no other country more negatively viewed in Sweden except for Iran and Saudi Arabia.[270] 15% of ethnic Chinese reported racial harassment in 2016, which was the highest percentage out of all ethnic minorities in the UK.[271] The Chinese community have been victims of racially-aggravated attacks and murders, verbal accounts of racism, and vandalism. There is also a lack of reporting over anti-Chinese discrimination in the UK, notably violence against Chinese Britons.[272] The ethnic slur \"chink\" is frequently used against the Chinese community, with former UK Independence Party leader Nigel Farage saying the word is used by a lot of people; Dave Whelan, the former owner Wigan Athletic, was fined £50,000 and suspended for six weeks by The Football Association after using the term in an interview; Kerry Smith resigned as an election candidate after it was reported he used similar language.[272] Professor Gary Craig from Durham University carried out research about the Chinese population in the UK, and concluded that hate-crimes against the Chinese community is getting worse, adding that British Chinese people experience \"perhaps even higher levels of racial violence or harassment than those experienced by any other minority group but that the true extent to their victimization is often overlooked because victims were unwilling to report it.\"[273] Official police victim statistics put Chinese people in a group that includes other ethnicities, making it difficult to understand the extent of the crimes against the Chinese community.[272]  Starting with the California Gold Rush in the 19th century, the United States—particularly the West Coast states—imported large numbers of Chinese migrant laborers. Employers believed that the Chinese were \"reliable\" workers who would continue working, without complaint, even under harsh conditions.[274] The migrant workers encountered considerable prejudice in the United States, especially among the people who occupied the lower layers of white society, because Chinese \"coolies\" were used as scapegoats for depressed wage levels by politicians and labor leaders.[275] Cases of physical assaults on the Chinese include the Chinese massacre of 1871 in Los Angeles. The 1909 murder of Elsie Sigel in New York, for which a Chinese person was suspected, was blamed on the Chinese in general and it immediately led to physical violence against them. \"The murder of Elsie Sigel immediately grabbed the front pages of newspapers, which portrayed Chinese men as dangerous to \"innocent\" and \"virtuous\" young white women. This murder led to a surge in the harassment of Chinese in communities across the United States.\"[276] The emerging American trade unions, under such leaders as Samuel Gompers, also took an outspoken anti-Chinese position,[277] regarding Chinese laborers as competitors to white laborers. Only with the emergence of the international trade union, IWW, did trade unionists start to accept Chinese workers as part of the American working-class.[278] In the 1870s and 1880s various legal discriminatory measures were taken against the Chinese. These laws, in particular the Chinese Exclusion Act of 1882, were aimed at restricting further immigration from China.[20] although the laws were later repealed by the Chinese Exclusion Repeal Act of 1943. In particular, even in his lone dissent against Plessy v. Ferguson (1896), then-Supreme Court Justice John Marshall Harlan wrote of the Chinese as: \"a race so different from our own that we do not permit those belonging to it to become citizens of the United States. Persons belonging to it are, with few exceptions, absolutely excluded from our country. I allude to the Chinese race.\"[279] In April 2008, CNN's Jack Cafferty remarked: \"We continue to import their junk with the lead paint on them and the poisoned pet food [...] So I think our relationship with China has certainly changed. I think they're basically the same bunch of goons and thugs they've been for the last 50 years.\" At least 1,500 Chinese Americans protested outside CNN's Hollywood offices in response while a similar protest took place at CNN headquarters in Atlanta.[280][281] In the 2010 United States elections, a significant number[282] of negative advertisements from both major political parties focused on a candidates' alleged support for free trade with China which were criticized by Jeff Yang for promoting anti-Chinese xenophobia.[283] Some of the stock images that accompanied ominous voiceovers about China were actually of Chinatown, San Francisco.[283] These advertisements included one produced by Citizens Against Government Waste called \"Chinese Professor,\" which portrayed a 2030 conquest of the West by China and an ad by Congressman Zack Space attacking his opponent for supporting free trade agreements like NAFTA, which the ad had claimed caused jobs to be outsourced to China.[284] In October 2013, a child actor on Jimmy Kimmel Live! jokingly suggested in a skit that the U.S. could solve its debt problems by \"kill[ing] everyone in China.\"[285][286] Donald Trump, the 45th President of the United States, was accused of promoting sinophobia throughout his campaign for the Presidency in 2016.[287][288] and it was followed by his imposition of trade tariffs on Chinese goods, which was seen as a declaration of a trade war and another anti-Chinese act.[289] The deterioration of relations has led to a spike in anti-Chinese sentiment in the US.[290][291] According to a Pew Research Center poll released in April 2022, 82% of Americans have unfavorable opinions of China, including 40% who have very unfavorable views of the country.[292] But Americans increasingly see China as a competitor, not as an enemy.[292] 62% view China as a competitor and 25% an enemy, with 10% seeing China as a partner.[292] In January 2022, only 54% chose competitor and 35% said enemy, almost the same distribution as the prior year.[292] It has been noted that there is a negative bias in American reporting on China.[293][281][294] Many Americans, including American-born Chinese, have continuously held prejudices toward mainland Chinese people[295][296][297] which include perceived rudeness and unwillingness to stand in line,[298][299] even though there are sources that have reported contrary to those stereotypes.[300][301][302][303][304][305] A survey in 2019 though has suggested that some Americans still hold positive views of Chinese visitors to the US.[306] A Pew Research poll in March 2021 found that 55% of US respondents supported limiting the number of Chinese students studying in the country.[307] Chinese investments in Brazil have been largely influenced by this[clarification needed] negative impression.[308] Current Brazilian President Jair Bolsonaro has shown hostility towards China during his presidential campaign, and subsequent presidency. Bolsonaro has repeatedly made false claims about the origin of COVID-19 and repeatedly advised the need for public health interventions in the pandemic, including the use of Hydroxychloroquine, claiming that it is a \"Chinese Virus\".[309][310][311] Anti-Chinese sentiment was first recorded in Mexico at 1880s. Similar to most Western countries at the time, Chinese immigration and its large business involvement has always been a fear for native Mexicans. Violence against Chinese occurred such as in Sonora, Baja California and Coahuila, the most notable was the Torreón massacre,[312] although it was sometimes argued to be different from other Western nations.[313] Peru was a popular destination for Chinese slaves at 19th century, as part of the wider blackbirding phenomenon, due to the need in Peru for military and laborer workforce. However, relations between Chinese workers and Peruvian owners have been tense, due to the mistreatment of Chinese laborers and anti-Chinese discrimination in Peru.[21] Due to the Chinese support for Chile throughout the War of the Pacific, relations between Peruvians and Chinese became increasingly tenser in the aftermath. After the war, armed indigenous peasants sacked and occupied haciendas of landed elite criollo \"collaborationists\" in the central Sierra – majority of them were of ethnic Chinese, while indigenous and mestizo Peruvians murdered Chinese shopkeepers in Lima; in response to Chinese coolies revolted and even joined the Chilean Army.[314][315] Even in 20th century, memory of Chinese support for Chile was so deep that Manuel A. Odría, once dictator of Peru, issued a ban against Chinese immigration as a punishment for their betrayal.[316] Anti-Chinese populism has been an emerging presence in some African countries.[317] There have been reported incidents of Chinese workers and business-owners being attacked by locals in some parts of the continent.[318][319] Following reports of evictions, discrimination and other mistreatment of Africans in Guangzhou during the COVID-19 pandemic,[320] a group of diplomats from different African countries wrote a letter to express their displeasure over the treatment of their citizens.[321] In areas where Chinese contractors are building infrastructure, there has been an increase in Anti-Chinese sentiment among Kenyan youths. Kenyan youths have attacked Chinese contract workers, and accused them of denying local workers of job opportunities.[322] However, researchers from Hong Kong University of Science & Technology and Hong Kong Polytechnic University found that across 400 Chinese enterprises and projects in 40-plus African countries, more than 4 out of 5 employees were locals.[323] A sixteen-year-old illegal Chinese miner was shot in 2012, while trying to escape arrest, an event that led Chinese miners to subsequently begin arming themselves with rifles.[324] In 2006, Chinese businesses were targeted in riots by angry crowds after the electoral defeat of the anti-China Patriotic Front. According to Rohit Negi of Ambedkar University Delhi, \"the popular opposition to China in Zambia is linked to a surge in economic nationalism and new challenges to the neoliberal orthodoxy.\"[325] Zambia's ruling government accused the opposition of fueling xenophobic attacks against Chinese nationals.[326] A 2016 study from the Hong Kong University of Science and Technology suggested though that locals held more nuanced views of Chinese people, ranking them not as highly as Caucasians, but also less negatively than Lebanese, and to some extent, Indian people.[327] In 2016, the South African government planned to offer Mandarin as an additional optional language along with German, Serbian, Italian, Latin, Portuguese, Spanish, Tamil, Telugu and Urdu.[328] However, the teachers union in South Africa accused the government of surrendering to Chinese imperialism.[328] As of 2017, there were 53 schools that offered Mandarin in the country.[329] The Chinese have been victims of robberies and hijackings, and as the South African economy worsens, the hostility towards the Chinese and other foreigners has increased.[330] A hate speech case was brought to light in 2017 for the Facebook comments found on a Carte Blanche animal abuse video, with 12 suspects on trial.[331] Depictions of China and Chinese in Anglophone media have been somewhat under subject in general, but most are overall surrounded by mainly-negative coverage.[281] In 2016, Hong Kong's L. K. Cheah said to South China Morning Post that Western journalists who regard China's motives with suspicion and cynicism cherry-pick facts based on a biased view, and the misinformation that they produce as a result is unhelpful and sympathetic of the resentment against China.[332] According to China Daily, a nationalist press of China, Hollywood is accused for its negative portrayal of Chinese in movies, such as bandits, thugs, criminals, gangsters, dangerous, cold-blood, weak and cruel;[333] while the Americans as well as several European or Asians like Filipino, Taiwanese, Korean, Hong Konger, Vietnamese, Indian and Japanese characters in general are depicted as saviors, even anti-Chinese whitewashing in film is common. Matt Damon, the American actor who appeared in The Great Wall, had also faced criticism that he had participated in \"whitewashing\" through his involvement in the historical epic and Hollywood-Chinese co-produced movie, which he denied.[334] In practice, anti-Chinese political rhetoric usually puts emphasis on highlighting policies and alleged practices of the Chinese government that are criticised internally – corruption, human rights issues, unfair trades, censorship, violence, military expansionism, political interferences and historical imperialist legacies. It is often in line with independent media opposing the Chinese government in mainland China as well as in the Special Administrative Regions of China, Hong Kong and Macau.[335] In defence of this rhetoric, some sources critical of the Chinese government claim that it is Chinese state-owned media and administration who attempt to discredit the \"neutral\" criticism by generalizing it into indiscriminate accusations of the whole Chinese population and targeting those who criticize the regime[336] - or sinophobia.[335][337][338][339] Some have argued, however, that the Western media, similar to Russia's case, does not make enough distinction between CPC's regime and China and the Chinese, thus effectively vilifying the whole nation.[340] Due to resentment[by whom?] over the success of China-made business as well as alleged unfair trades from Chinese corporations, several countries have taken measures to ban or limit Chinese companies from investing in its markets. Notably is the case of Huawei and ZTE, which were banned from operating or doing business with American companies in the United States due to alleged involvements from Chinese Government and security concerns.[341][342][343] India also moved to ban or limit operations of Chinese corporations inside the country for similar reasons.[344][345] Alexandra Stevenson from The New York Times also noted that \"China wants its giant national companies to be world leaders in sectors like electric cars, robotics and drones, but the authorities are accused of curtailing foreign firms' access to Chinese consumers.\"[346] List of non-Chinese \"sinophobia-led\" acts of violence against ethnic Chinese There are a variety of derogatory terms referring to China and Chinese people. Many of these terms are viewed as racist. However, these terms do not necessarily refer to the Chinese ethnicity as a whole; they can also refer to specific policies, or specific time periods in history. In the aftermath of the United States bombing of the Chinese embassy in Belgrade during the NATO bombing of Yugoslavia in 1999, there was a significant surge in Chinese nationalist sentiment, and it was intensified by the growth of patriotic movements in China, which, like patriotic movements in Russia, believe that China is engaged in a clash of civilizations or a \"a global struggle between the materialistic, individualistic, consumerist, cosmopolitan, corrupt, and decadent West which is led by the United States and the idealist, collectivist, morally and spiritually superior Asia which is led by China,\" where the West is viewed as trying to tear China up so it can use its natural resources to satisfy its own interests and needs.[368][369] A 2020 study among Chinese students studying abroad in the United States found that after facing anti-Chinese racism, their support for the Chinese government increased.[370] A similar phenomenon was also reported for many Chinese students in the UK.[371] The COVID-19 pandemic, in which the virus was first detected in Wuhan, has caused prejudice and racism against people of Chinese ancestry; some people stated that Chinese people deserve to contract it.[373][374] Several citizens across the globe also demanded a ban on Chinese people from their countries.[375][376] Racist abuse and assaults among Asian groups in the UK and US have also increased.[377][378] Former U.S. President Donald Trump also repeatedly called the coronavirus 'Chinese virus' and 'Kung Flu',[379][380] however, he denied the terms had a racist connotation.[381]","Title":"Anti-Chinese sentiment - Wikipedia","KeyID":"15361","URL":"https://en.wikipedia.org/wiki/Sinophobe"}