{"Content: ":"An emerging infectious disease (EID) is an infectious disease whose incidence has increased recently (in the past 20 years), and could increase in the near future.[2][3] The minority that are capable of developing efficient transmission between humans can become major public and global concerns as potential causes of epidemics or pandemics.[4] Their many impacts can be economic and societal, as well as clinical.[5] EIDs have been increasing steadily since at least 1940.[6] For every decade since 1940, there has been a consistent increase in the number of EID events from wildlife-related zoonosis. Human activity is the primary driver of this increase, with loss of biodiversity a leading mechanism.[7] Emerging infections account for at least 12% of all human pathogens.[8] EIDs can be caused by newly identified microbes, including novel species or strains of virus[9] (e.g. novel coronaviruses, ebolaviruses, HIV). Some EIDs evolve from a known pathogen, as occurs with new strains of influenza. EIDs may also result from spread of an existing disease to a new population in a different geographic region, as occurs with West Nile fever outbreaks. Some known diseases can also emerge in areas undergoing ecologic transformation (as in the case of Lyme disease[10]). Others can experience a resurgence as a re-emerging infectious disease, like tuberculosis[11] (following drug resistance) or measles.[12] Nosocomial (hospital-acquired) infections, such as methicillin-resistant Staphylococcus aureus are emerging in hospitals, and are extremely problematic in that they are resistant to many antibiotics.[13] Of growing concern are adverse synergistic interactions between emerging diseases and other infectious and non-infectious conditions leading to the development of novel syndemics. Many EID are zoonotic,[4] deriving from pathogens present in animals, with only occasional cross-species transmission into human populations.[14] For instance, most emergent viruses are zoonotic[4] (whereas other novel viruses may have been circulating in the species without being recognized, as occurred with hepatitis C[15]). The French doctor Charles Anglada (1809–1878) wrote a book in 1869 on extinct and new diseases.[16] He did not distinguish infectious diseases from others (he uses the terms reactive and affective diseases, to mean diseases with an external or internal cause, more or less meaning diseases with or without an observable external cause). He writes in the introduction A widely held opinion among physicians admits the invariability of pathologies. All the illnesses which have existed or which have an outbreak around us are categorized according to arrested and preconceived types, and must enter one way or the other into the frameworks established by the nosologists. History and observation protest wildly against this prejudice, and this is what they teach: Diseases which have disappeared and whose traces are confined to the archives of science, are followed by other diseases, unknown to the contemporary generation, and which come for the first time to assert their rights. In other words, there are extinct and new diseases. Charles Nicolle, laureate of the Nobel Prize in Physiology or Medicine elaborated the concept of emergence of diseases in his 1930 book Naissance, vie et mort des maladies infectieuses (Birth, Life and Death of Infectious Diseases), and later in Destin des maladies infectieuses (Fate of Infectious Diseases)[17] published in 1933 which served as lecture notes for his teaching of a second year course at the Collège de France. In the introduction of the book he sets out the program of the lectures It is this historical existence, this destiny that will be the subject of our talks. I will have to answer, to the extent that our current knowledge allows, questions that you have asked yourself, that every thoughtful or simply curious mind asks: have the infectious diseases that we observe today always existed? Or have some of them appeared in the course of history? Can we assume that new ones will appear? Can we assume that some of these diseases will disappear? Have some of them already disappeared? Finally, what will become of humanity and domestic animals if, as a result of more and more frequent contacts between people, the number of infectious diseases continues to increase? The term emerging disease has been in use in scientific publications since the beginning of the 1960s at least[18] and is used in the modern sense by David Sencer in his 1971 article \"Emerging Diseases of Man and Animals\"[19] where in the first sentence of the introduction he implicitly defines emerging diseases as \"infectious diseases of man and animals currently emerging as public health problems\" and as a consequence also includes re-emerging diseases Infectious diseases of man and animals currently emerging as public health problems include some old acquaintances and some that are new in respect to identity or concept. He also notes that some infectious agents are newly considered as diseases because of changing medical technologies But there are also many familiar organisms formerly considered nonpathogenic that are now associated with nosocomial infections, use of artificial kidneys, and the acceptance or rejection of organ transplants, for example. He concludes the introduction with a word of caution And so infectious disease, one of man's oldest enemies, survives as an adversary that calls forth our best efforts. However to many people in the 1960s and 1970s the emergence of new diseases appeared as a marginal problem, as illustrated by the introduction to the 1962 edition of Natural History of Infectious Disease by Macfarlane Burnet[20] to write about infectious disease is almost to write of something that has passed into history as well as the epilogue of the 1972 edition[21] On the basis of what has happened in the last thirty years, can we forecast any likely developments for the 1970s? If for the present we retain a basic optimism and assume no major catastrophes occur [...] the most likely forecast about the future of infectious disease is that it will be very dull. There may be some wholly unexpected emergence of a new and dangerous infectious disease, but nothing of the sort has marked the past fifty years. The concept gained more interest at the end of the 1980s as a reaction to the AIDS epidemic. On the side of epistemology, Mirko Grmek worked on the concept of emerging diseases while writing his book on the history of AIDS[22] and later in 1993 published an article[23] about the concept of emerging disease as a more precise notion than the term \"new disease\" that was mostly used in France at that time to qualify AIDS among others. Also under the shock of the emergence of AIDS, epidemiologists wanted to take a more active approach to anticipate and prevent the emergence of new diseases. Stephen S. Morse from The Rockefeller University in New York was chair and principal organizer of the NIAID/NIH Conference \"Emerging Viruses: The Evolution of Viruses and Viral Diseases\" held 1–3 May 1989 in Washington, DC. In the article summarizing the conference the authors write[24] Challenged by the sudden appearance of AIDS as a major public health crisis [...] jointly sponsored the conference \"Emerging Viruses: The Evolution of Viruses and Viral Diseases\" [...] It was convened to consider the mechanisms of viral emergence and possible strategies for anticipating, detecting, and preventing the emergence of new viral diseases in the future. They further note Surprisingly, most emergent viruses are zoonotic, with natural animal reservoirs a more frequent source of new viruses than is the sudden evolution of a new entity. The most frequent factor in emergence is human behavior that increases the probability of transfer of viruses from their endogenous animal hosts to man. In a 1991 paper[25] Morse underlines how the emergence of new infectious diseases (of which the public became aware through the AIDS epidemic) is the opposite of the then generally expected retreat of these diseases The striking successes achieved with antibiotics, together with widespread application of vaccines for many previously feared viral diseases, made it appear to many physicians and the public that infectious diseases were retreating and would in time be fully conquered. Although this view was disputed by virologists and many specialists in infectious diseases, it had become a commonplace to suggest that infectious diseases were about to become a thing of the past [...]. As a direct consequence of the 1989 conference on emerging viruses, the Institute Of Medicine convened in February 1991 the 19-member multidisciplinary Committee on Emerging Microbial Threats to Health, co-chaired by Joshua Lederberg and Robert Shope, to conduct an 18-month study. According to the report produced by the committee in 1992,[26] its charge \"was to identify significant emerging infectious diseases, determine what might be done to deal with them, and recommend how similar future threats might be confronted to lessen their impact on public health.\" The report recommended setting up a surveillance program to recognize emerging diseases and proposed methods of intervention in case an emergent disease was discovered. A well-designed, well-implemented surveillance program can detect unusual clusters of disease, document the geographic and demographic spread of an outbreak, and estimate the magnitude of the problem. It can also help to describe the natural history of a disease, identify factors responsible for emergence, facilitate laboratory and epidemiological research, and assess the success of specific intervention efforts. The proposed interventions were based on the following: the U.S. public health system, research and training, vaccine and drug development, vector control, public education and behavioral change. A few years after the 1989 Emerging Viruses conference and the 1992 IOM report, the Program for Monitoring Emerging Diseases (ProMED) was formed by a group of scientists as a follow-up in 1994[27] and the Centres for Disease Control (CDC) launched the Emerging Infectious Diseases journal in 1995.[18] A decade later the IOM convened the Committee on Emerging Microbial Threats to Health in the 21st Century which published its conclusions in 2003.[28] In April 2000 the WHO organized a meeting on Global Outbreak Alert and Response[29] which was the founding act of the Global Outbreak Alert and Response Network. In 2014, the Western African Ebola virus epidemic demonstrated how ill-prepared the world was to handle such an epidemic. In response, the Coalition for Epidemic Preparedness Innovation was launched at the World Economic Forum in 2017 with the objective of accelerating the development of vaccines against emerging infectious diseases to be able to offer them to affected populations during outbreaks.[30] CEPI promotes the idea that a proactive approach is required to \"create a world in which epidemics are no longer a threat to humanity\".[31] One way to classify emerging infections diseases is by time and how humans were involved in the emergence:[32] The 1992 IOM report[26] distinguished 6 factors contributing to emergence of new diseases (Microbial adaptation and change; Economic development and land use; Human demographics and behavior; International travel and commerce; Technology and industry; Breakdown of public health measures) which were extended to 13 factors in the 2003 report[28] (Chapter 3 of the report detailing each of them) Their classification serves as a basis for many others. The following table gives examples for different factors: The U.S. National Institute of Allergy and Infectious Diseases (NIAID) maintains a list of Biodefense and Emerging Infectious Diseases. The list is categorized by biodefense risk, which is mostly based on biological warfare and bioterrorism considerations. As of 2004, it recognized the following emerging and re-emerging diseases.[41] Re-emerging: Diseases with bioterrorism potential, CDC category A (most dangerous): Diseases with bioterrorism potential, CDC category B: Diseases with bioterrorism potential, CDC category C (least dangerous): Since 2004, NIAID has added to its biodefense emerging pathogen list:[42] In December 2015, the World Health Organization held a workshop on prioritization of pathogens \"for accelerated R&D for severe emerging diseases with potential to generate a public health emergency, and for which no, or insufficient, preventive and curative solutions exist.\"[43] The result was a list containing the following 6 diseases These were selected based on the following measures In 2007 Mark Woolhouse and Eleanor Gaunt established a list of 87 human pathogens first reported in the period between 1980 and 2005.[44] These were classified according to their types. known in 2005 reported from 1980 to 2005 The following table summarizes the major outbreaks since 1998 caused by emerging or re-emerging infectious diseases[45] Methicillin-resistant Staphylococcus aureus (MRSA) evolved from methicillin-susceptible Staphylococcus aureus (MSSA), otherwise known as common S. aureus. Many people are natural carriers of S. aureus, without being affected in any way. MSSA was treatable with the antibiotic methicillin until it acquired the gene for antibiotic resistance.[56] Through genetic mapping of various strains of MRSA, scientists have found that MSSA acquired the mecA gene in the 1960s, which accounts for its pathogenicity, before this it had a predominantly commensal relationship with humans. It is theorized that when this S. aureus strain that had acquired the mecA gene was introduced into hospitals, it came into contact with other hospital bacteria that had already been exposed to high levels of antibiotics. When exposed to such high levels of antibiotics, the hospital bacteria suddenly found themselves in an environment that had a high level of selection for antibiotic resistance, and thus resistance to multiple antibiotics formed within these hospital populations. When S. aureus came into contact with these populations, the multiple genes that code for antibiotic resistance to different drugs were then acquired by MRSA, making it nearly impossible to control.[57] It is thought that MSSA acquired the resistance gene through the horizontal gene transfer, a method in which genetic information can be passed within a generation, and spread rapidly through its own population as was illustrated in multiple studies.[58] Horizontal gene transfer speeds the process of genetic transfer since there is no need to wait an entire generation time for gene to be passed on.[58] Since most antibiotics do not work on MRSA, physicians have to turn to alternative methods based in Darwinian medicine. However, prevention is the most preferred method of avoiding antibiotic resistance. By reducing unnecessary antibiotic use in human and animal populations, antibiotics resistance can be slowed. On 16 July 2021, the Director-General of WHO announced the formation of the Scientific Advisory Group for Origins of Novel Pathogens (or SAGO),[59][60][61] which is to be a permanent advisory body of the organisation. The Group was formed with a broad objective to examine emerging infectious diseases, including COVID-19.[59][62] According to the WHO Director-General, \"SAGO will play a vital role in the next phase of studies into the origins of SARS-CoV-2, as well as the origins of future new pathogens.\"[59]","Title":"Emerging infectious disease - Wikipedia","KeyID":"15371","URL":"https://en.wikipedia.org/wiki/Emerging_infectious_disease"}