{"Content: ":"Our World in Data (OWID) is a scientific online publication that focuses on large global problems such as poverty, disease, hunger, climate change, war, existential risks, and inequality. It is a project of the Global Change Data Lab, a registered charity in England and Wales,[1] and was founded by Max Roser, a social historian and development economist. The research team is based at the University of Oxford.[2] Our World in Data uses interactive charts and maps to illustrate research findings often taking a long-term view to show how global living conditions have changed over time. Compilation of graphs from the organization, showing the overall global percentages of the last two centuries, in six factors: extreme poverty, democracy, basic education, vaccination, literacy, and child mortality Cartogram showing the distribution of the global population. Each of the 15,266 pixels represents the home country of 500,000 people. Global CO2 emissions by world region since 1750 Roser began his work on the project in 2011,[3] adding a research team at the University of Oxford later on. In the first years, Roser developed the publication together with inequality researcher Sir Tony Atkinson.[3] Hannah Ritchie joined in 2017 and became Head of Research.[4] Edouard Mathieu joined in 2020 and became Head of Data.[5] The organization began the COVID-19 pandemic with six staff members, and grew to 20 by late 2021.[6][7] In 2019, Our World in Data won the Lovie Award, an European web award,[8] and was one of three nonprofit organizations in Y Combinator's Winter 2019 cohort.[9][10] Beginning in 2020, Our World in Data added an emphasis on publishing global data and research on the COVID-19 pandemic: In 2021 the team began campaigning for the International Energy Agency to make the data it collects from national governments genuinely open.[28] Global Change Data Lab, the non-profit that publishes Our World in Data and the open-access data tools that make the online publication possible, is funded through a mix of grants, sponsors, and reader donations.[29] The research team collaborated with the science YouTube channel Kurzgesagt.[32][33] In the coronavirus pandemic, the team partnered with epidemiologists from Harvard's Chan School of Public Health and the Robert Koch Institute to study countries that have responded successfully in the early phase of the pandemic.[34] Janine Aron and John Muellbauer worked with OWID to research excess mortality during the pandemic.[35] In 2021, the Our World in Data website had 89 million unique visitors.[36] Our World in Data has been cited in academic scientific journals,[37][38][39][40][41] medicine and global health journals,[42][43] and social science journals.[44] The Washington Post, The New York Times,[45] and The Economist[46] have used Our World in Data as a source.","Title":"Our World in Data - Wikipedia","KeyID":"15378","URL":"https://en.wikipedia.org/wiki/Our_World_in_Data"}