{"Content: ":"Xinhua News Agency (English pronunciation: /ˌʃɪnˈhwɑː/)[2], or New China News Agency, is the official state press agency of the People's Republic of China. Xinhua is a ministry-level institution subordinate to the State Council and is the highest ranking state media organ in China. Xinhua is a publisher as well as a news agency, and it operates more than 170 foreign news bureaus worldwide and maintains 33 bureaus in China, one for each provincial administrative division, in addition to a military bureau.[citation needed] Xinhua publishes in multiple languages and is a major channel for the distribution of information related to the Chinese government and the ruling Chinese Communist Party (CCP). Its headquarters in Beijing are strategically located close to the central government's headquarters at Zhongnanhai. Xinhua tailors its pro-Chinese government message to the nuances of each audience.[3][4] Xinhua has faced criticism for spreading propaganda and disinformation and for criticizing people, groups, or movements critical of the Chinese government and its policies.[5][6][7][8] The predecessor to Xinhua was the Red China News Agency (紅色中華通訊社; Hóngsè Zhōnghuá Tōngxùnshè), founded in November 1931 as the Chinese Soviet Zone of Ruijin, Jiangxi province. It mostly republished news from its rival Central News Agency (CNA) for party and army officials. The agency got its name of Xinhua in November 1935, at the end of the Long March, in which the Chinese Red Army retreated from Jiangxi to Shaanxi. By the outbreak of the Second Sino-Japanese War in 1937, Xinhua's Reference News translated CNA news from the Kuomintang, and also international news from agencies like TASS and Havas. Xinhua first started using letterpress printing in 1940.[9] During the Pacific War the agency developed overseas broadcasting capabilities and established its first overseas branches.[10] It began broadcasting to foreign countries in English from 1944. In 1949, Xinhua followed a subscription model instead of its previous limited distribution model.[9] In the direct aftermath of the Chinese Civil War, the agency represented the People's Republic of China in countries and territories with which it had no diplomatic representation, such as British Hong Kong.[10] In 1956, Xinhua began reporting on anti-Marxist and other opinions critical of the CCP. In 1957, Xinhua switched from a journal format to a newspaper format.[9] The agency was described by media scholars as the \"eyes and tongue\" of the CCP, observing what is important for the masses and passing on the information.[11] A former Xinhua director, Zheng Tao, noted that the agency was a bridge between the CCP, the government and the people, communicating both the demands of the people and the policies of the Party.[12] In 2018, the United States Department of Justice directed Xinhua's U.S. branch to register as a foreign agent under the Foreign Agents Registration Act.[13][14][15] In 2020, the United States Department of State designated Xinhua and other state-owned media outlets a foreign mission.[16][17] Xinhua registered in the US as a foreign agent in May 2021.[18] In June 2022, Fu Hua, the former Chinese Communist Party Committee Secretary of Beijing Daily, was appointed editor-in-chief of Xinhua.[19] Xinhua delivers its news across the world in eight languages: Chinese, English, Spanish, French, Russian, Portuguese, Arabic, and Japanese, as well as news pictures and other kinds of news. It has made contracts to exchange news and news pictures with more than eighty foreign news agencies or political news departments. Xinhua is also responsible for handling, and in some cases, censoring reports from foreign media destined for release in China.[20] By 2010, the agency had begun converging its news and electronic media coverage and increasing its English coverage through its wire service. The same year, Xinhua acquired prime commercial real estate on Times Square in Manhattan and started an English-language satellite news network.[21] Xinhua has paid other media outlets such as The New York Times, The Washington Post, and The Wall Street Journal to carry its inserts, branded as \"China Watch\" or \"China Focus\".[22] The Chinese media's internal publication system, in which certain journals are published exclusively for government and party officials, provides information and analysis which are not generally available to the public. The State values these internal reports because they contain much of China's most sensitive, controversial, and high-quality investigative journalism.[23] Xinhua produces reports for the \"internal\" journals. Informed observers note that journalists generally like to write for the internal publications because they can write less polemical and more comprehensive stories without making the omissions of unwelcome details commonly made in the media directed to the general public. The internal reports, written from a large number of countries, typically consist of in-depth analyses of international situations and domestic attitudes towards regional issues and perceptions of China.[24] The Chinese government's internal media publication system follows a strict hierarchical pattern designed to facilitate party control. A publication called Reference News—which includes translated articles from abroad as well as news and commentary by Xinhua reporters—is delivered by Xinhua personnel, rather than by the national mail system, to officials at the working level and above. A three-to-ten-page report called Internal Reference (Neibu Cankao) is distributed to officials at the ministerial level and higher. One example was the first reports on the SARS outbreak by Xinhua which only government officials were allowed to see.[25] The most classified Xinhua internal reports are issued to the top dozen or so party and government officials.[26] The Xinhua headquarters is located in Beijing, strategically located in close proximity to Zhongnanhai, which houses the headquarters of the CCP, the General Secretary, and the State Council. The Xinhua News Agency established its first overseas affiliate in 1947 in London, with Samuel Chinque as publisher. Now it distributes its news from the publication's overseas headquarters in New York City, in conjunction with distributing coverage from the United Nations bureau, as well as its other hubs in Asia, Middle East, Latin America, and Africa through more than 150 affiliates,[27] with regional headquarters in Hong Kong, Moscow, Cairo, Brussels, Mexico City, and Nairobi. Xinhua's branch in Hong Kong was not just a press office, but served as the de facto embassy of the PRC in the territory when it was under British administration. It was named a news agency under the special historic conditions before the territory's sovereignty was transferred from Britain to China, because the People's Republic did not recognise British sovereignty over the colony, and could not set up a consulate on what it considered to be its soil.[28] Despite its unofficial status, the directors of the Xinhua Hong Kong Branch included high-ranking former diplomats such as Zhou Nan, former Ambassador to the United Nations and Vice-Minister of Foreign Affairs, who later negotiated the Sino-British Joint Declaration on the future of Hong Kong.[29] His predecessor, Xu Jiatun, was also vice-chairman of the Hong Kong Basic Law Drafting Committee, before fleeing to the United States in response to the 1989 Tiananmen Square protests and massacre, where he went into exile.[30][31] It was authorized by the special administrative region government to continue to represent the central government after 1997, and it was renamed \"The Liaison Office of the Central People's Government in the Hong Kong SAR\" on 18 January 2000, retaining branch chief Jiang Enzhu as inaugural director.[32] The State Council appointed Gao Siren (高祀仁) as the director in August 2002. After the Liaison Office was established, Xinhua Agency was reconstituted as a bona fide press office.[citation needed] Xinhua opened its Middle East Regional Bureau in Cairo, Egypt in 1985. In November 2005, Xinhua News Agency opened a new office building alongside the Nile River in Cairo's Maadi district.[33] In 2005, Reporters Without Borders called Xinhua \"The World's Biggest Propaganda Machine\", pointing out that Xinhua's president held the rank of a minister in the government. The report stated that the news agency was \"at the heart of censorship and disinformation put in place\" by the government.[4][34] In a 2007 interview with The Times of India, then Xinhua president Tian Congming affirmed the problem of \"historical setbacks and popular perceptions\" with respect to Xinhua's credibility.[35] Newsweek criticized Xinhua as \"being best known for its blind spots\" regarding controversial news in China, although the article acknowledges that \"Xinhua's spin diminishes when the news doesn't involve China\".[36] During the 2002–2004 SARS outbreak, Xinhua was slow to release reports of the incident to the public. However, its reporting in the aftermath of the 2008 Sichuan earthquake was seen as more transparent and credible as Xinhua journalists operated more freely.[37][38] After the Beijing Television Cultural Center fire, the vice president of the CCP's China International Publishing Group stated that quantity of media exposure would not necessarily help perceptions of China. Rather, he said, media should focus on emphasizing Chinese culture \"to convey the message that China is a friend, not an enemy\".[39] Xinhua has criticized perceived foreign media bias and inaccurate reporting, citing an incident during the 2008 Tibetan unrest when media outlets used scenes of Nepalese police arresting Tibetan protesters as evidence of Chinese state brutality[40] with commentary from CNN's Jack Cafferty calling the Chinese \"goons and thugs\". CNN later apologized for the comments,[41] but Richard Spencer of The Sunday Telegraph defended what he conceded was \"biased\" media coverage of the riots, blaming Chinese authorities for not allowing foreign media access to Tibet during the conflict.[42] During the May 68 events in France, Xinhua and PRC embassy press office staff were reported to exploit civil unrest to undertake industrial espionage at French factories.[30] Xinhua staff struggled to find the \"right line\" to use in covering the 1989 Tiananmen Square protests and massacre. Although more cautious than People's Daily in its treatment of sensitive topics during that period – such as how to commemorate reformist CCP leader Hu Yaobang's April 1989 death and then ongoing demonstrations in Beijing and elsewhere – Xinhua gave some favorable coverage to demonstrators and intellectuals supportive of the movement. Conflict between journalists and top editors over the censorship of stories about the Tiananmen Square crackdown lasted for several days after the military's dispersal of demonstrators on 4 June, with some journalists going on strike and demonstrating inside the agency's Beijing headquarters. Government oversight of the media increased after the protests – top editors at the agency's bureaux in Hong Kong and Macau were replaced with appointees who were pro-Beijing.[43] In 2011, the Canadian Broadcasting Corporation reported on leaked \"flirtatious\" emails sent by Canada's Conservative MP and parliamentary secretary to the minister of justice Bob Dechert to married Xinhua Toronto correspondent Shi Rong, which prompted both sexual harassment and security breach allegations from opposition members. Dechert apologized, while the Chinese embassy in Ottawa responded to the matter by saying that it is \"in no position to comment on domestic disputes and privacy of those involved.\"[44] In 2012, Xinhua's Ottawa correspondent Mark Bourrie resigned after Ottawa bureau chief Zhang Dacheng allegedly requested him to report on the Dalai Lama for Xinhua's internal media, which Bourrie felt amounted to gathering intelligence for China.[45][46][47] Zhang denied the allegation, telling the Canadian Press that Xinhua's policy is to \"cover public events by public means\" and his bureau's job is to cover news events and file the stories to Xinhua's editing rooms, who would then decide which stories would be published.[48] Bourrie, who had a press pass providing him access to the Parliament of Canada, had previously tried to consult the Canadian Security Intelligence Service (CSIS) in 2009 on the matter of writing for Xinhua, but was ignored by CSIS.[49] On 7 pm, 28 April 2014, vice-president and chief editor of Xinhua's Anhui provincial branch Song Bin was found dead in the newsroom in an apparent suicide. The author for some award-winning reports on social and economic issues, the senior editor had been battling depression before ending his own life.[50] In 2015, Xinhua and other Chinese state media outlets signed cooperation and content-sharing agreements with Russian state media outlets.[51][52] During the 2017 China–India border standoff, Xinhua's English-language new media program The Spark released a satirical video named the \"Seven Sins of India\" on 16 August 2017, in which presenter Di'er Wang spoke of Indians having \"thick skin\" and \"pretending to sleep\" on the matter of the border dispute. Wang stated that India was physically threatening Bhutan, and compared India to a \"robber who breaks into a house and does not leave\". An actor in the video portraying \"India\" with a turban, beard and accent sparked allegations of racism and anti-Indian sentiment. The video was criticised on Twitter and by Indian and Western media.[53][54][55][56] In January 2018, The New York Times published an investigative report on social media promotions, alleging that the US-based company Devumi was providing \"Twitter followers and retweets to celebrities, businesses and anyone who wants to appear more popular or exert influence online.\" The article alleged an unnamed Xinhua editor bought \"hundreds of thousands of followers and retweets on Twitter\".[57] In 2019, Xinhua was criticized for perceived bias in its portrayal of the 2019–20 Hong Kong protests as violent and illegitimate, which led Twitter to ban it and other state-sponsored media outlets from ad purchases.[8][7][58] In November 2018, Xinhua News Agency and the Associated Press (AP) of the United States signed an memorandum of understanding to expand cooperation. Some lawmakers in the US congress asked the AP to release the text of its memorandum of understanding with Xinhua. In response, AP spokeswoman Lauren Easton told The Washington Post that AP's agreement with Xinhua is to allow it to operate inside China and has no bearing on AP's independence. Xinhua has no access to AP's sensitive information and no influence over AP's editorial decisions.[59] In 2020, Xinhua was one of several Chinese state media agencies reported to have been disseminating propaganda, targeted advertisements and social media posts, and news that showed the Chinese government in a better light.[60][6][61][62] During the 2022 Russian invasion of Ukraine, Xinhua and other Chinese state media outlets paid for digital ads on Facebook supporting pro-Kremlin disinformation and propaganda, including dissemination of the Ukraine biolabs conspiracy theory, after Meta Platforms banned Russian state media advertisement buys.[63][64][65][66]","Title":"Xinhua News Agency - Wikipedia","KeyID":"15385","URL":"https://en.wikipedia.org/wiki/Xinhua_News"}