{"Content: ":"BBC Sport is the sports division of the BBC, providing national sports coverage for BBC television, radio and online. The BBC holds the television and radio UK broadcasting rights to several sports, broadcasting the sport live or alongside flagship analysis programmes such as Match of the Day, Test Match Special, Ski Sunday, Today at Wimbledon and previously Grandstand. Results, analysis and coverage is also added to the BBC Sport website and through the BBC Red Button interactive television service. The BBC has broadcast sport for several decades under individual programme names and coverage titles. Grandstand was one of the more notable sport programmes, broadcasting sport for almost 50 years. The BBC first began to brand sport coverage as 'BBC Sport' in 1988 for the 1988 Summer Olympics in Seoul, by introducing the programme with a short animation of a globe circumnavigated by four coloured rings.[1] This practice continued throughout the next two decades. Upon the launch of the BBC News website in 1997, sport was included in the BBC's online presence for the first time. In May 2007, the BBC Trust approved plans for several BBC departments, including BBC Sport, to be moved to a new development in Salford.[2] The new development at MediaCityUK marks a major decentralisation of BBC departments from London and a key investment in the north of England where BBC spending in the region had previously been low. The department moved into Quay House, MediaCityUK gradually in late 2011 and early 2012 with the first Sports bulletins being broadcast from the new BBC Sport Centre on 5 March 2012.[3] In 2017, BBC Sport launched a new on-air identity, becoming the first BBC property to implement the broadcaster's new corporate typeface.[4][5] The BBC shares the rights to the FIFA World Cup and the UEFA European Championship with ITV. A near equal split of group stage and knockout stage games are shown, including a semi-final and the final is shown on both networks. The BBC aired all its matches from the 2018 World Cup in 4K UHD and VR to a limited number of viewers subject to bandwidth.[6] The BBC shows highlights of the Premier League on Match of the Day which has been hosted by Gary Lineker since 1999. Match of the Day 2 and Match of the Day 2 Extra, are presented by Mark Chapman. Alex Scott hosts Football Focus every Saturday lunchtime before Jason Mohammad presents Final Score every Saturday afternoon. Pundits for Match of the Day as well as co-commentators include Alan Shearer, Robbie Savage, Chris Sutton, Don Hutchison, Mark Lawrenson, Danny Murphy, Kevin Kilbane, Jermaine Jenas, Martin Keown, Stephen Warnock, Rio Ferdinand, Matthew Upson, Alex Scott, Faye White, Sue Smith, Lucy Ward, Chris Waddle, Cese Fabregas and Ian Wright while commentators include Guy Mowbray, Steve Wilson, Jonathan Pearce, Simon Brotherton, Steve Bower, Dave Woods, Vicki Sparks, Jacqui Oatley, Alistair Mann, Conor McNamara, Dan O'Hagan, Mark Tompkins, Martin Fisher, Gary Bloom, John Roder, Mark Scott, Chris Wise, Robyn Cowen, Tom Gayle and Steven Wyeth.[citation needed] The BBC also broadcasts live coverage of the FA Cup and will do so until 2025.[7] On 30 June 2017 it was announced that live cricket would be returning to BBC TV for the first time in 21 years. The BBC regained rights to highlights of all England's home Tests, ODIs and T20Is. They also have live broadcasts of two home T20 matches per season, plus 10 matches from The Hundred. Coverage also includes England Women for whom they will broadcast one home T20 and 8 matches from The Hundred. Today At The Test, the BBC's test cricket highlights programme is presented by Isa Guha alongside commentators, Michael Vaughan, Phil Tufnell, Ebony Rainford-Brent, Mark Ramprakash and James Anderson. Jonathan Agnew and Alison Mitchell also contributed to commentary as well as, presenter, Isa Guha. Regularly, a guest co-commentator will join the team from the touring side. On 30 August 2020, the BBC broadcast the second England vs Pakistan Twenty20 International, its first live cricket broadcast for 21 years.[8] BBC Sport currently holds the rights to broadcast the Wimbledon Tennis Championships and the Queen's Club Championships live on its television platforms. The Wimbledon contract has been held by the BBC since 1927 and the current contract lasts until 2024 making it the longest such contract in the world. The BBC produce over 900 hours of footage that is distributed to broadcasters in 159 countries.[9] BBC Wimbledon coverage is presented by former British number one and 1976 French Open Champion Sue Barker alongside a whole host of former ex-professional players including John McEnroe, Martina Navratilova, Boris Becker, Billie Jean King, Tracy Austin and Tim Henman. Matches are broadcast live on BBC One, BBC Two, the Red Button, or Online via the BBC Sport website. Highlights are also shown on the long-running Today at Wimbledon, presented by Clare Balding, who replaced John Inverdale in 2015. The same year, the programme was renamed \"Wimbledon 2day\", with a new lighthearted magazine format, but after only one year, the format was abandoned for 2016.[10] Following the trial which commenced with 2018 World Cup, the BBC broadcast all Centre Court matches from the 2018 Wimbledon Championships in 4K UHD via iPlayer. For the most recent tournament in 2021, the commentators included, Chris Bradnam, James Burridge, Andrew Castle, Matt Chilton, Andrew Cotter, Katherine Downes, Paul Hand, John Inverdale, David Law, Nick Lester, Dan Lobb, Alison Mitchell, Ronald McIntosh, Nick Mullins, Pete Odgers, Mark Petchey, Simon Reed, Sam Smith and Andy Stevenson. Co-commentators included, Tracy Austin, Marion Bartoli, Boris Becker, Pat Cash, Annabel Croft, Colin Fleming, Peter Fleming, Tim Henman, Anne Keothavong, John Lloyd, Miles Maclagan, John McEnroe, Martina Navratilova, Arvind Parmar, Louise Pleming, Chanda Rubin, Liz Smylie and Mel South. Lee McKenzie, Rishi Persad, John Inverdale and Simon Mundie were the reporters. Regular tournament weather updates are provided by Carol Kirkwood. The BBC also broadcasts two traditional Grass warm up events in the fortnight before the Wimbledon Championships. First is the AEGON Championships from Queen's Club, which takes place two weeks before Wimbledon. The BBC has covered the tournament since 1979 and has a contract in place until 2024.[11] The following week is the WTA AEGON International event from Eastbourne. Both events are primarily shown on BBC Two. The BBC holds rights to show daily TV highlights from the Australian Open. Coverage is presented by Sue Barker with commentary from Andrew Castle and John Lloyd. The BBC has exclusive free to air TV rights for 8 singles matches from the ATP World Tour Finals which includes the semi final and the final. The BBC covered the event originally between 2009 and 2011, followed by an extension for 2012 and 2013. This was extended again in 2013 through to 2015. It was extended again in 2016 for another 2 years before another deal was announced in 2017 and will run until 2020.[12][13][14][15] with Sky Sports, showing one afternoon match per day including one semi-final and the final which are usually shown on BBC Two. BBC Radio covers the four Grand Slam tournaments - the Australian Open, French Open, Wimbledon and US Open - on BBC Radio 5 Live and BBC Radio 5 Live Sports Extra. For most recent Wimbledon tournament in 2021, Gigi Salmon and Tony Livesey hosted full coverage on Radio 5 Live, with expert analysis from Marion Bartoli, Pat Cash, Laura Robson, Leon Smith, Chanda Rubin, Annabel Croft, Miles Maclagan, Mark Woodforde and Jeff Tarango. The team of commentators is led by the BBC's tennis correspondent, Russell Fuller, along with Gigi Salmon, David Law, Naomi Cavaday, Jonathan Overend, Iain Carter, Alison Mitchell and Sara Orchard. For other grand slam tournaments, Russell Fuller, David Law and Gigi Salmon are the commentators. For the select few ATP Tour Masters 1000 events that BBC Radio cover, Russell Fuller is usually the sole commentator. The BBC holds joint rights to the Six Nations championship in the UK with ITV Sport until 2025. The BBC will show all Scotland and Wales home matches live either on BBC One or BBC Two.[16] Coverage of these games is complemented by an interactive service on BBC Red Button and Radio commentary on all matches. The BBC held the live rights to the Autumn Internationals for the Scottish and Welsh sides as well as highlights of the English team. Gabby Logan leads the BBC's rugby coverage. Martin Johnson, Sam Warburton, Jonathan Davies, John Barclay, Jamie Heaslip, Andy Nicol, Chris Paterson and Thomas Castaignede are the main pundits and co-commentators. The BBC's main commentators are Eddie Butler and Andrew Cotter. Sonja McLaughlan and Lee McKenzie are the reporters. The BBC shows live coverage of the Challenge Cup including both semi-finals and the final, the Four Nations and the Rugby League World Cup.[17] Coverage is hosted by Mark Chapman and Tanya Arnold with commentary from Dave Woods, Jonathan Davies and Brian Noble. The BBC's Super League Show shows weekly highlights of the Super League, Magic Weekend, Super 8's and the Grand Final.[17] The BBC holds the exclusive terrestrial rights to show Summer Olympic Games and Winter Olympic Games and has shown live coverage of every Summer Olympics since 1960. For the 2012 Olympics in London the BBC had three stations showing live coverage of the games. BBC One showed main coverage, BBC Three with special extended coverage and BBC Two aired when BBC One was broadcasting news bulletins. The BBC's current rights deal lasts through the 2020 Summer Olympics. Beginning at the 2018 Winter Olympics, the BBC entered into sub-licensing agreements with Discovery Communications, the pan-European rightsholder of the Olympics for 2018 through 2024. Discovery will sub-license exclusive pay television rights to the Games from the BBC in 2018 and 2021, and will then, in turn, sub-license terrestrial rights to the Games to the BBC in 2022 and 2024. The deal is intended to maintain the BBC's tradition of Olympic broadcasting, although the BBC's coverage will be reduced as a result; the BBC and Discovery have had a historic relationship in regards to co-production of factual and nature programming.[18] The BBC showed the 2014 Commonwealth Games with more coverage than ever before. Coverage was similar to their coverage of the 2012 London Olympics. Live coverage was shown from 9.00 am to 10.30 pm on BBC One with coverage switching to BBC Two during news bulletins (1.00 pm to 1.45 pm, 6.00 pm to 7.00 pm and 10.00 pm to 10.30 pm). BBC Three broadcast alternative coverage from 9.00 am to 10.00 pm. The BBC covers events such as the Commonwealth Games, the European Athletics Championships, domestic British athletics and mass-participation events such as the London Marathon and the Great North Run. The BBC have the rights to show coverage of each Diamond League meeting on the red button, with the two British rounds and final two meetings live on BBC Two and selected meetings on BBC Three. In July 2013, The BBC announced that they had extended their deal to broadcast British athletic events such as the British Championships/World or European Championship Trials and the upcoming Anniversary Games through to 2020.[19] The BBC lost the rights to the 2011 and 2013 World Championships to Channel 4. However, in November 2011 it was announced that the BBC has obtained the TV, radio and online rights to the 2015 and 2017 IAAF World Athletics events,[20] It was also announced Channel 4 decided to hand the rights to the 2013 Championships to the BBC. This was down to Channel 4 saying they wanted to focus on Paralympic Sports. Gabby Logan is the main host of the athletics coverage with, Michael Johnson and Denise Lewis the studio pundits. Steve Cram and Andrew Cotter commentate on track events alongside, Colin Jackson and Paula Radcliffe, with Steve Backley commentating on field events alongside Toni Minichiello. Jeanette Kwakye and Radzi Chinyanganya are the main interviewers. Jessica Ennis-Hill provided commentary and analysis across track and field events at the 2017 IAAF World Championships alongside the regular presenting team. The BBC no longer holds rights to live coverage of golf. Until 2019, live coverage of Saturday and Sunday's play in the US Masters, and highlights of Thursday and Friday's play were broadcast, with Sky Sports showing all four days of The Masters live. From 2020, Sky Sports have exclusive live coverage of all four rounds, with daily highlights on BBC TWO. For 2017, they also showed all four days of the PGA Championship live.[21] Until 2015, the BBC's coverage of The Open Championships was extensive with coverage broadcast live and uninterrupted on BBC Two between 9 am and 8 pm on Thursday and Friday and on BBC One on Saturday and Sunday. Since 2016, Sky Sports has exclusive UK rights to The Open with the BBC showing a two-hour highlights programme every night.[22] The BBC also shows highlights of two other European Tour events held in Britain - the BMW PGA Championship and the Scottish Open. It also covers the Women's British Open. Eilidh Barbour is the lead presenter with commentary from, Andrew Cotter, Ken Brown, Paul Azinger, Maureen Madill and Wayne Grady. Rishi Persad is the reporter. The BBC also shows highlights of the Ryder Cup and has done so since 1997. The corporation had held the live rights from 1981 until 1993. The BBC Two programme Pot Black was arguably the starting point for the great popularity of snooker over the last 50 years. The sport always produces large viewing figures for the BBC; the 1985 World Snooker Championship final between Steve Davis and Dennis Taylor attracted the largest-ever audience for a BBC Two programme, pulling in 18.5 million viewers at the climax of the match shortly after midnight on 29 April 1985. The World Snooker Championship, the Masters, and the UK Championship are shown annually on BBC Two. The BBC also broadcasts the Welsh Open snooker tournament, which is available to watch on BBC Two Wales or via the BBC Red Button service. Snooker coverage is regularly hosted by Hazel Irvine, Jason Mohammad or Seema Jaswal. Pundits and commentators on the coverage include Steve Davis, John Parrott, Stephen Hendry, Ken Doherty, Alan McManus, John Virgo, Dennis Taylor and Joe Perry. The World Championships have featured guest commentators such as Judd Trump, Jack Lisowski, Peter Ebdon and Shaun Murphy. Rob Walker appears in the role of Master of Ceremonies at the major snooker tournaments televised by the BBC. In February 2016, it was announced that the BBC would cover the inaugural PDC Champions League of Darts. As a consequence the BBC would no longer show the BDO World Darts Championships, a tournament that the BBC had shown since its inception in 1978.[23] Darts presenters on the BBC have included David Vine in 1978, Peter Purves from 1979 to 1984, Tony Gubba from 1985 to 1990, Eamonn Holmes from 1991 to 1993, Dougie Donnelly from 1994 to 1998, John Inverdale from 1999 to 2000, Ray Stubbs from 2001 to 2009, Colin Murray & Rob Walker from 2010 to 2016 and Jason Mohammad from 2016 to present. Bobby George has presented as well from 2000 to 2016. The current commentators are Vassos Alexander (2011–present), Dan Dawson (2016–present), Alan Warriner-Little (2016–present), Paul Nicholson (2016–present) and Mark Webster (2016–present). Former commentators are Sid Waddell 1978–1994, David Croft 2003–2012, John Part 1995–2007, Tony Green 1978–2010 and 2012–2016, Jim Proudfoot 2013–2016, Scott Mitchell 2014–2016 and John Rawling 2014–2016. On 9 September 2015, the BBC announced that the NFL would return to its screens in an initial 2-year deal that includes the rights to show the NFL London Games live with at least one match being exclusively live. The BBC also show weekly highlights and magazine shows, which started in November 2015. The deal included live television, radio and online rights to screen the Super Bowl alongside Sky Sports.[24] The London Games were presented by Nat Coombs, Mike Carlson and Osi Umenyiora with Ore Oduba as sideline reporter. The BBC highlights show is presented by Dan Walker alongside Osi Umenyiora and Jason Bell. Both the live coverage and highlights use coverage and commentators from American TV. The BBC previously held the rights to live coverage, highlights (primarily broadcast on its web site) and live radio coverage of the NFL from 2007 to 2013 .[25] Jake Humphrey presented their play-off highlights show for the first 2 years with Matt Roberts taking over duties in 2010. The studio pundits included Mike Carlson, Rod Woodson and Jerry Rice. Since 2012, the BBC aired live weekly radio coverage of the NFL on BBC Radio 5 Live Sports Extra and air the Super Bowl on BBC TV and BBC Radio 5 Live in 2012 but Jake Humphrey stepped down and was replaced by Mark Chapman. For the 2012–13 season, the BBC broadcast Monday Night Football on the iPlayer and via BBC HD (commencing with the Giants at Redskins game on 4 December 2012; prior to this the broadcast was only available through the Red Button or online). Channel 4 then took over as the terrestrial home of NFL on British TV showing a Sunday Night game, the two London games and their first Super Bowl in 16 years in 2014 after last covering the Super Bowl in 1998. Absolute Radio took over the BBC Radio rights. In 2018, the BBC signed a deal to split the TV rights with Sky Sports for the Netball World Cup in Liverpool.[26] Following the success of the Vitality England Roses Squad at the Commonwealth Games in 2018, the BBC's coverage of the sport has increased. As well as all of this, the BBC broadcasts winter sports, including the Alpine Skiing World Cup, under its Ski Sunday banner; and briefly covers sports such as road and track cycling, sailing, badminton, table tennis, squash, equestrianism, gymnastics and other minority sports. Presenters for these sports include Jill Douglas and Phil Jones who often report for other areas of BBC Sport. BBC Sport regained coverage of the Boat Race from ITV Sport who pulled out of coverage after the 2009 event. A five-year contract was signed by BBC Sport to cover the event from 2010 after last covering the 2004 race. Clare Balding hosts this and commentary came from Andrew Cotter from 2010 to 2011, 2013–present and from Jonathan Legard in 2012. The race is also broadcast on BBC World News. Former presenters for this were Harry Carpenter who also commentated and Steve Rider while Barry Davies also commentated on this from the 1990s to 2004. BBC Sport also holds the rights to the Invictus Games which is presented by Clare Balding, Ade Adepitan, Johnathan Edwards. The BBC also has rights to highlights of Equestrianism from Badminton Horse Trials and Burghley Horse Trials. The coverage is hosted by Clare Balding and if she is unavailable Rishi Persad hosts with commentary by Mike Tucker. The BBC also shows the World Indoor Bowls Championships. Currently this is presented by Persad with commentary by David Corkill and analysis from current players such as Greg Harlow and Andy Thompson. Former bowls presenters include David Icke and Dougie Donnelly. BBC Sport had monopolised the sports commentary market on British radio since the BBC's conception but since 2000, has lost coverage of some sporting events to competitors including TalkSPORT. The majority of BBC Sport's radio coverage is broadcast on BBC Radio 5 Live and BBC Radio 5 Live Sports Extra however coverage is also broadcast on BBC Radio 4's longwave frequencies, BBC Local Radio and the BBC World Service. Highlights are also reported on the BBC Radio 1 and BBC Radio 2 news bulletins. Although cricket is not covered on television, the sport is fully covered by the BBC on its radio platforms, primarily BBC Radio 5 Live, 5 Live Sports Extra but also on Local Radio and BBC Radio 4 Longwave. This commentary is repeated and expanded on the BBC Sports website and on the BBC Red Button, overlaid with live scorecards. While television coverage of the London 2012 Paralympic Games was held by Channel 4,[27] the BBC retained the radio rights to the event and plans to broadcast events on radio stations BBC Radio 5 Live and BBC Radio 5 Live Sports Extra.[28] Horse racing coverage on the BBC had declined in recent years and finished altogether at the end of 2012 when Channel 4 won the rights to the Grand National, Royal Ascot and the Epsom Derby.[29] The BBC had lost many tracks over the years such as the Cheltenham Festival and other Cheltenham meetings went to Channel 4 in 1995, meetings from Newbury moved to Channel 4 in 2002 and after 50 years Glorious Goodwood and other Goodwood meetings were lost to Channel 4 in 2007. Also, in 2007 the Irish Derby, which had been included in Grandstand and later Sunday Grandstand for decades, was only shown on At the Races. The Grand National used to be one of the biggest attractions on Grandstand with audiences around or often in excess of 10 million for the race on a Saturday afternoon. Coverage of other events such as Royal Ascot and The Derby were also broadcast. The Derby was won back after many years in 2001, when the BBC also gained rights to The Oaks, which had only ever previously been shown by ITV and Channel 4 (until 2001, the commercial broadcasters had always held the Epsom contract, but from 1960 to 1974, in 1977 and in 1979 the BBC had shown the Derby simultaneously with ITV, because it was a protected event which could not be exclusive to either channel). The most famous BBC TV racing broadcaster was Peter O'Sullevan, who became one of the first ever TV sports commentators in the immediate post-war years and stayed with the BBC until 1997. Julian Wilson had presented the BBC's horse racing coverage from 1966 to 1997. Clare Balding took over presenting duties following Wilson's retirement. Prior to 1999, the BBC had shown live cricket coverage for many decades. Coverage had been fronted by Peter West and later by Tony Lewis. Richie Benaud was a commentator for the BBC for more than 30 years. In 1999, the BBC lost coverage of England home matches to Channel 4 and subsequently, one of the major criticisms of BBC Sport was that it did not show any live cricket and this was further enhanced when the BBC did not subsequently bid for the rights to show home Test matches. Due to this the popularity of cricket in UK (primarily England) has fallen sharply since cricket left terrestrial television in 2005 since being broadcast on Sky Sports. The BBC did broadcast highlights of the 2007 ICC Cricket World Cup, 2009 ICC World Twenty20 and the 2011 ICC Cricket World Cup. These were hosted by Sonali Shah, Rishi Persad and Manish Bhasin. They also had highlights of the 2006–07 Ashes Series with Manish Bhasin. The BBC took the world feed for these tournaments which all broadcasters take including Sky Sports and this comprises commentators from broadcasters all over the world, examples of which are Nasser Hussain, Michael Atherton and David Lloyd from Sky Sports as well as Mark Nicholas and Michael Vaughan from Channel 5 / Channel 9. However, 21 years after last showing live cricket, the BBC returned to live coverage of the sport in 2020.[30] The BBC covered the World Rally Championship until 2001, when Channel 4 bought the rights. WRC is now shown on ITV4. The BBC gave up the rights to the British Touring Car Championship at the end of 2001, with the rights eventually being picked up by ITV. BBC have had live coverage of all Formula E races since the beginning of the 2018–19 Formula E season. Commentary comes from the world feed with its lead F1 commentator Jack Nicholls and Dario Franchitti, with Nicki Shields acting as pit lane reporter. While the three races shown on BBC Two are presented by Jennie Gow. This is now on Channel 4[31] The BBC covered Formula One from 1978 until 1996 and from 2009 to 2015. The BBC provided live coverage of all races from 1995 to 1996 and again from 2009 to 2011, but from 2012 to 2015 the BBC showed 10 races live each season and highlights of all the races including the ones shown live. The BBC always showed the British Grand Prix and the final race live. Coverage was presented by Jake Humphrey from 2009 to 2012 and Suzi Perry from 2013 to 2015, with David Coulthard, Eddie Jordan and Allan McNish providing analysis during the races. Lee McKenzie and Tom Clarkson acted as pitlane reporters. The main commentators were Jonathan Legard in 2009 and 2010, Martin Brundle in 2011 and Ben Edwards from 2012 to 2015. Brundle acted as co-commentator in 2009 and 2010 and David Coulthard from 2011 to 2015. James Allen, Allan McNish and Jack Nicholls provide radio coverage with Jennie Gow as pit reporter though they also appeared on BBC TV. McKenzie presented Inside F1 for BBC News. Murray Walker contributed to coverage across the BBC for over sixty years and triple world champion and Mercedes driver Lewis Hamilton has a blog on BBC's website. BBC Sport had coverage of the British and World Superbikes for a few years—often showing the World Championship version live. It lost the BSB rights to Premium TV at the end of 2001. Premium TV did not have a channel of its own, so sub-leased the rights first to the ITV Sport Channel, then British Eurosport. After acquiring the rights to the MotoGP World Championship in 2003 coverage of the World Superbikes was dropped. In 2003, the BBC won the rights to the MotoGP World Championship. After a successful first season fronted by Suzi Perry, coverage was expanded with more live races and the contract was extended to the end of the 2013 season. The BBC showed all MotoGP races, with all qualifying sessions live via the BBC Red Button. From the 2009 season, more coverage became available on qualifying and race days again through the use of the Red Button service.[32] Jennie Gow replaced Perry for 2010,[33] but from 2011 former pitlane reporter Matt Roberts became host, alongside the original and unchanged commentary team of Charlie Cox and Steve Parrish.[34] Azi Farni replaced Roberts as pitlane reporter. From 2013, Qualifying moved from BBC Red Button to BBC Two. In May 2013, it was announced that the rights to MotoGP coverage had been awarded to BT Sport, in a five-year deal starting in 2014.[35] None of the BBC Team were recruited by BT Sport for the 2014 season. However BBC Sport still gives comprehensive coverage of the Irish Road Racing Championship, the International North West 200 and the Ulster Grand Prix together with other Road Racing meetings within Ireland together with the Southern 100 Motorcycle Races on the Isle of Man. These programmes are produced by BBC Northern Ireland.[36] The BBC had shown coverage of the Paralympics since the 1980s with the amount of coverage increasing in the 2000s to include some live coverage of the 2008 Paralympic Games. The BBC then lost the TV rights to the event to Channel 4 after they made a £10 million bid. The BBC covered the BDO World Championships from its inception in 1978 until 2016. In February 2016, it was announced that the BBC would cover the inaugural Professional Darts Corporation-sanctioned Champions League of Darts and as a consequence, its 38-year association with the British Darts Organisation came to an end. The BBC also covered the BDO Winmau World Masters from 2001 to 2010 but this coverage was lost to ESPN. The BBC broadcast the French Open for many decades until it lost the rights to the tournament to ITV in 2012. The BBC had only shown very limited coverage of the event, often only showing the finals and then sometimes only as highlights.[37] The BBC has a joint deal with Eurosport to show all of Britain's Davis Cup matches for three years to 2017, with coverage predominately broadcast on BBC Two and the Red Button but after the ITF launch the new Davis Cup format in 2019, the BBC lost the FTA rights to Eurosport.[38] The BBC had held these rights since the late 1990s. * Where live rights are jointly held, commercial broadcast partner is listed: Test Match Special Live commentary on all England home Test, ODI and T20 matches until 2024 Commentaries on England overseas tours and World Cup matches Reports every 15 minutes plus wicket flashes on England Test, ODI and T20 matches Commentary on all County Championship matches on BBC Sport website. Selected matches on BBC Radio 5 Live Sports Extra. Commentary on Wimbledon, US Open, French Open, Australian Open, ATP World Tour Finals, Queens Club Championships plus Davis Cup and selected ATP World Tour Masters 1000 events including the BNP Paribas Open at Indian Wells. Commentary on Wimbledon men's and women's singles finals Commentary on The Open Championship, US Open, US Masters, PGA Championships and the Ryder Cup Commentary on the Scottish Open on 810 MW National commentary on the National Hockey League, Elite Ice Hockey League, Champions Hockey League and the IIHF World Championships Local commentary on the Elite Ice Hockey League Commentary on major fights involving British boxers Commentary on The Boat Race Tour de France reports on Five Live; commentary on Sports Extra and BBC Sport website UCI Road World Championships and World Track Championships: Live on Sports Extra GAA live coverage of the Ulster Club and Ulster Senior Football Championships and games in the National League, qualifiers and All-Ireland Championship involving Ulster counties BBC Sport operates a sub-site of BBC Online which supplements the television and radio services of the department. The website features scores and analysis from a variety of sports including those not broadcast by the BBC. The site also includes news stories related to teams or particular sports and live broadcast coverage of some sports. The website launched c. 2000 and was relaunched in 2003 to accommodate bigger screen sizes, with a sidebar to incorporate more sport and to parallel the relaunched BBC News website.[61] The current look was implemented in February 2012, featuring the bold colour scheme of the logo, the new horizontal navigation bar across the whole of the site and design characteristics being implemented across the BBC website. The new look gave more prominence to live sports, programmes and events as well as news on the individual teams.[62] In January 2013, the BBC Sport app was launched on the iOS app store. An Android version was launched in February that year.[63] An app for Smart TV's was released in 2012: the app will be retired in 2020, with most video content moved to the iPlayer Smart TV app. Until 2011, the BBC Sport website hosted an online sports forum entitled 606, named after the original start-time of the radio programme – six minutes past six. It covered a large variety of topics which included cricket, football, rugby (league and union), tennis, athletics, motorsport and many more. Sporting teams usually had their own individual pages where members could post and comment on any news or topics relating to that team. Users accessed through an account system and could comment and rate their opinions. The forum was moderated by the BBC and any posts deemed to have broken the 'house rules' was not posted. As part of the reduction in BBC Online's budget of 25%, all non-essential services that did not focus around core products were closed. As all posts had to be post moderated and as conversations were increasingly being done through social media websites that BBC Sport were a part of, the site was closed on 31 May 2011.[64] BBC Sport also offers a service on the BBC Red Button interactive television service. The service offers a sports multi-screen service covering sports news stories in addition to five streams that can broadcast sport through the red button. This is often used for uninterrupted coverage and scores over a commentary, or for an alternative sport event unable to be covered on the main BBC TV or radio services.[65] A key example is of the broadcasts of the Wimbledon Tennis Championships as matches on other courts may be displayed through the red button while a higher ranking match on a main court is taking place on the main TV service.[66] BBC Sport also award several awards in recognition of the sports community. The mainstay of this is the BBC Sports Personality of the Year award, created in 1954 and awarded in a high-profile ceremony in December of each year.[67] There are several other awards given around the same time that focus on different areas of the sports industry, for example youth performers and coaches and trainers.[67] The awards also include the BBC Nations and Regions, who often present awards at local ceremonies for similar reasons; the winners of these local awards are therefore frequently put forward for the national awards themselves allowing all areas of the country to be represented at the national awards.","Title":"BBC Sport - Wikipedia","KeyID":"15395","URL":"https://en.wikipedia.org/wiki/BBC_Sport"}