{"Content: ":"Max Roser (born 1983) is an economist and philosopher who focuses on large global problems such as poverty, disease, hunger, climate change, war, existential risks, and inequality.[1][2][3][4] He is the founder and director of the research publication Our World in Data, and a research director in economics at the University of Oxford.[5] Roser was born in Kirchheimbolanden, Germany, a small village close to the border with France. As a teenager he won the German youth science competition Jugend Forscht.[6] Der Spiegel reported that he travelled the length of the Nile from the mouth to the source, and that he crossed the Himalayas and the Andes.[7] Roser graduated with degrees in geoscience, economics, and philosophy.[7] Inequality and poverty researcher Tony Atkinson hired Roser in 2012 at the University of Oxford where he collaborated with Piketty, Morelli, and Atkinson.[8] Roser is the founder and editor of Our World in Data, a scientific web publication that has the goal to present \"research and data to make progress against the world’s largest problems.\"[9] He started working on Our World in Data in 2011. During the first years he financed his project by working as a bicycle tour guide around Europe.[10] In 2015 he established a research team at the University of Oxford that is studying global development. About his motivation for this work he wrote \"The mission of this work has never changed: from the first days in 2011 Our World in Data focussed on the big global problems and asked how it is possible to make progress against them. The enemies of this effort were also always the same: apathy and cynicism.\"[citation needed] The publication covers a wide range of aspects of development: global health, food provision, the growth and distribution of incomes, violence, rights, wars, technology, education, and environmental changes, among others. The publication makes use of data visualisations which are licensed under Creative Commons and are widely used in research, in the media, and as teaching material.[11] The publication has more than 1.5 million readers every month (November 2018).[12] In 2019 he was listed in second place among the \"World’s Top 50 Thinkers\" by Prospect Magazine.[13] In 2011 he founded the open-access research publication Our World in Data as a platform for \"research and data on the world's largest problems and how to make progress against them.\"[9] Roser has said that global poverty, inequality, existential risks, human rights abuse, and humanity's environmental impact are among the world's most severe problems.[2][14] He is critical of the mass media's excessive focus on single events which he claims is not helpful in understanding \"the long-lasting, forceful changes that reshape our world, as well as the large, long-standing problems that continue to confront us.\"[2][15][16] In contrast to the event-focussed reporting of the news media Roser advocates the adoption of a broader, more holistic perspective on global change:[16] This perspective means looking at inequality and a particular focus on those living in poverty. The focus on the upper classes, especially in historical perspective, is misleading since it is not exposing the hardship of those in the worst living conditions. Secondly, he advocates looking at larger trends in poverty, education, health and violence since these are slowly, but persistently changing the world and are neglected in the reporting of today's mass media.[16] In his focus on slowly evolving structural changes, and dismissal of the media's \"event history\", he is following the agenda of the French Annales School with their focus on the longue durée. He is known for his research how global living conditions are changing and his visualisations of these trends.[17][18][19] He has shown that in many societies in the past a large share (over 40%) of children died.[20] Roser maintains that in many important aspects the world has made important progress in improving living conditions and documents this by visualizing the empirical evidence for these long-term trends.[21][22] In his most-quoted text he writes \"For our history to be a source of encouragement we have to know our history. The story that we tell ourselves about our history and our time matters. Because our hopes and efforts for building a better future are inextricably linked to our perception of the past it is important to understand and communicate the global development up to now. […] Freedom is impossible without faith in free people. And if we are not aware of our history and falsely believe the opposite of what is true we risk losing faith in each other.\"[23] He said that there are three messages of his work: \"The world is much better; The world is awful; The world can be much better\" and he writes that \"it is because the world is terrible still that it is so important to write about how the world became a better place.\"[24] Roser's research is concerned with global problems such as poverty, climate change, child mortality and inequality. He co-authored a major study of child mortality that was published in Nature in October 2019.[25] It was the first global study that mapped child death on the level of subnational district (17,554 units). The study was described as an important step to make action possible that further reduces child mortality.[26] In research with Felix Pretis the authors found that the growth rate in CO2 emission intensity exceeded the projections of all climate scenarios.[27] His research is predominantly concerned with poverty and rising income inequality.[4][28][29] In research with Tony Atkinson, Brian Nolan and others he studied how the benefits from economic growth are distributed.[30][31][32] In research publications with Jesus Crespo Cuaresma he studied the history of international trade and its impact on economic inequality.[33][34] Roser has criticized the practice of focusing on the international poverty line alone. In his research he suggests a poverty at 10.89 international-$ per day.[35] The researchers say this is the minimum level people needed to have access to basic healthcare. The reason for the low global poverty line is to focus the attention on the world's very poorest population.[36] He proposes using several different poverty lines to understand what is happening to global poverty. In global health research he studied the impact of poverty on poor health and disease.[37] He also coauthored a textbook on global health. His most cited article, coauthored with Hannah Ritchie and Esteban Ortiz-Ospina, is concerned with global population growth.[38] In 2019 he worked with Y Combinator on Our World in Data.[39] Roser is a regular speaker at conferences where he presents empirical data on how the world is changing.[40][41] Roser regularly consults private sector companies, governments, and the United Nations on global change. He is part of the Statistical Advisory Panel of UNDP.[42] UN Secretary-General António Guterres invites him to internal retreats attended by the heads of the UN institutions to speak about his global development research.[43] Bill Gates referred to Max Roser as \"one his favorite economists\".[44] Tina Rosenberg emphasised in The New York Times that Roser's work presents a \"big picture that’s an important counterpoint to the constant barrage of negative world news.\" Nobel laureate Angus Deaton cites Roser in his book The Great Escape. All his work is available open access.[45] Roser's research is regularly cited in academic journals including Science,[46] Nature,[47] and The Lancet.[48][49] In 2019 Our World in Data won the Lovie Award, the European web award, \"in recognition of their outstanding use of data and the internet to supply the general public with understandable data-driven research – the kind necessary to invoke social, economic, and environmental change.\"[50]","Title":"Max Roser - Wikipedia","KeyID":"15399","URL":"https://en.wikipedia.org/wiki/Max_Roser"}