{"Content: ":"la Repubblica (Italian: [la reˈpubblika]; the Republic) is an Italian daily general-interest newspaper. It was founded in 1976 in Rome by Gruppo Editoriale L'Espresso (now known as GEDI Gruppo Editoriale) and led by Eugenio Scalfari, Carlo Caracciolo and Arnoldo Mondadori Editore. Born as a leftist newspaper,[1] it has since moderated to a milder centre-left political stance,[2][3] and moved further to the centre after the appointment of Maurizio Molinari as editor.[4] la Repubblica was founded by Eugenio Scalfari,[5] previously director of the weekly magazine L'Espresso. The publisher Carlo Caracciolo and Mondadori had invested 2.3 billion lire (half each) and a break-even point was calculated at 150,000 copies.[citation needed] Scalfari invited a few trusted colleagues: Gianni Rocca, then Giorgio Bocca, Sandro Viola, Mario Pirani, Miriam Mafai, Barbara Spinelli, Natalia Aspesi and Giuseppe Turani. The cartoons were the prerogative of Giorgio Forattini until 1999.[6] The newspaper first went on sale on 14 January 1976. It was presented as the first Italian tabloid with some sections such as sports and business intentionally left out. When it was founded, it was intended to be a \"second newspaper\", with only major news at the national level, to an audience that has already read a local newspaper. It was composed of 20 pages and was published from Tuesday to Sunday. The paper defined itself as a “giornale-partito” (meaning \"newspaper-party\") in its initial stage.[7] During the first two years, it built up a core-audience identified as members of the centre-left and the Italian Communist Party (PCI). In 1977, Scalfari decided to cater to the university student movement, so la Repubblica began its expansion. The strength of the newspaper lay particularly in the editorial comments section, which was always incisive and thought-provoking. In the meantime, Giampaolo Pansa from Corriere della Sera became Deputy Director, alongside Rocca and Pirani.[citation needed] In early 1978, average sales amounted to 114,000 copies. During the 55 days of the Moro kidnapping, la Repubblica backed the policy of hardline non-negotiation while reporting on the pro-negotiation approach led by Bettino Craxi of the Italian Socialist Party (or PSI). The paper's stance proved popular and, by the end of the year, daily sales reached 140,000 copies. In 1979, with an average print run of 180,000 copies, it achieved a break-even point. The size of the newspaper increased with page count growing from 20 to 24. The newspaper decided to cover sports for the first time and veteran reporter Gianni Brera was added. From 1979 to 1994, Professor Glauco Benigni was the International Media Editor further reaffirming the expansion and popularity of La Repubblica overseas, covering international Film Festivals and major events like U.S. Mission rocket launches.[citation needed] In 1981, the Corriere della Sera was hit by a scandal when chief editor Franco Di Bella was outed as a member of the secret masonic lodge Propaganda Due, or P2. This allowed La Repubblica to win extra readers and recruit a number of prestigious commentators such as Enzo Biagi and Alberto Ronchey from Corriere. Aiming to gain top circulation in Italy, chief editor Scalfari launched new reader-friendly initiatives. There were now 40 pages, including news sections, entertainment and sport. The newspaper was pitched as an \"omnibus newspaper\" (a paper catering to all types of readers).[citation needed] Politically, while the paper kept backing the progressive left, its approach to governmental parties changed: its traditional opposition to Bettino Craxi's line was coupled with overtures to Ciriaco De Mita, one of the leading figures of the left wing of the Christian Democrats[5]. This seemed to pay off as in 1985 la Repubblica sold an average of 372,940 copies, about 150,000 more than in 1981.[citation needed] 1986 marked the newspaper's tenth birthday. A special issue was released in celebration, Ten years 1976/1985 consisting of 10 files in coated paper, one per each year, with the re-issuing of many original articles. The launch was backed by a successful advertising campaign featuring a young university student seen purchasing la Repubblica. Ten years later, the same student is pictured as an adult. He's holding the same newspaper, but in the meantime he's worked his way up to an important managerial position in a large company. The same year saw the launch of weekly financial supplement, Affari & finanza, edited by Giuseppe Turani. la Repubblica continued the game of catch up with Corriere della Sera and on (December 1986,) they actually managed to overtake their rivals.[citation needed] In 1987, la Repubblica launched a prize competition called Portfolio, a type of stock market-based lottery. Readers were encouraged to buy the newspaper daily in order to check share value. The prize turned out to cost more than the supplements earned, the latter increasing sales for one or two days a week only. la Repubblica expanded by almost 200,000 copies within three months, stretching to a total daily average of nearly 700,000 [7]. At that point, \"la Repubblica became the best-selling Italian newspaper.[citation needed] The 1988 circulation of the paper was 730,000 copies, making it the most read newspaper in Italy.[8] At the end of the 1980s the paper reached a circulation of 800,000 copies.[5] The Corriere della Sera hit back with a free Saturday magazine and la Repubblica reciprocated with their own magazine, Venerdì,[5] launched on 16 October 1987, the same day as Affari & Finanza. The via Solferino publishing group did not reclaim the top spot for two years.[citation needed] At the end of the 1980s, believing that a stronger financial support was needed for the growth of the group, Carlo Caracciolo and Eugenio Scalfari (main shareholders of the Espresso group) sold all their shares to Carlo De Benedetti.[citation needed] Already a major shareholder of Mondadori, Benedetti took the Espresso group together with the Milan publisher, with the goal of becoming the main shareholder, buying the stock of Arnoldo Mondadori’s heirs. Silvio Berlusconi prevented it, starting the so called “Segrate War” (from the town of Segrate near Milan where the Mondadori main office is located). In 1991, after more than two years of legal and financial battles, the struggle was ended by the entrepreneur Giuseppe Ciarrapico on behalf of the prime minister of the time, Giulio Andreotti, who persuaded De Benedetti and Berlusconi to split the “Grande Mondadori”. De Benedetti received la Repubblica, L’Espresso and some local newspapers; Berlusconi received Mondadori minus the newspapers. The controversial operation was the main point of a lawsuit in which Berlusconi was charged with corruption of legal proceedings. This lawsuit became famous as the \"Lodo Mondadori\" (the Mondadori Decision). A verdict on 3 October 2009 by the Causa Civile (Civil Court of Milan) pronounced that Berlusconi's Fininvest had to compensate the Carlo de Benedetti's CIR €750 million for financial losses due to \"perdita di chance\" (lost opportunities) from the Lodo Mondadori decision.[9][10] In the following years, new publishing projects were added. La Repubblica, which up to then was not published on Monday, bought Lunedì di Repubblica for 50 million lire. This was a satirical magazine, and first \"real fake\" newspaper, published by Vincenzo Sparagna, author of Frigidaire.[11] The launch occurred on 10 January 1994: in this period the newspaper has an average circulation of 660,000 copies. 1995, besides being the year of the introduction of the supplements Musica! Rock & altro and Salute, was the year of a graphical change as colour was introduced on the first page and in advertisements.[citation needed] In May 1996, after twenty years Eugenio Scalfari resigned as Editor in Chief, but remained an important contributor to the newspaper. He was succeeded by Ezio Mauro. The same year, the weekly women's supplement “D” (Donne) was launched.[citation needed] On 5 April 1996 the paper launched its website as a collaborative effort with Digital and Interbusiness (a unit of Telecom Italia), as an on-line trial version of the newspaper, created for the election of 21 April.[citation needed] In August 1996, Mauro began a project Repubblica – lavori in corso (Repubblica – work in progress), with the objective of testing an on-line edition. The project was coordinated by Vittorio Zambardino, Gualtiero Pierce and Ernesto Assante, with technical direction by Alessandro Canepa.[citation needed] On 14 January 1997 the online version of the newspaper Repubblica.it was launched.[12] It became the main Italian information website with over 10.6 million users in October 2007.[13] In 2010 it was the tenth most visited website in the country being ahead of Google, Yahoo!, Facebook, YouTube and MSN.[14] In 2004, through a gradual process, the newspaper introduced colour in every page. This decision forced the whole Italian newspaper market to adopt similar measures.[citation needed] On 19 October 2007, the newspaper's graphics and layout were renovated. La Repubblica split in two newspapers: one dedicated to the news and the other (Called “R2”) to analysis of current events.[15] The newspaper used to be regarded as on the moderate left wing of the political spectrum, with a very critical line towards the former Prime Minister Silvio Berlusconi,[16] especially criticizing his conflict of interest as both entrepreneur and politician. In August 2009, Berlusconi sued the newspaper[17] after it published ten questions addressed to him (which he refused to answer). It also used to be known for its critical stand vis-à-vis the Catholic Church, but this position has drastically changed after the onset of the papacy of Pope Francis. On 20 November 2007, the newspaper revealed wiretapping transcripts between certain RAI and Mediaset directors, aimed at modifying some parts of the TV scheduling of 2005 (regarding the death of the Pope and the regional elections of 2005).[18] Following the purchase of GEDI group by John Elkann, Carlo Verdelli was removed from his post as editor and replaced by Maurizio Molinari. Under his rule, la Repubblica sharply moved to the right, abandoning its previous centre-left stances. This prompted many important journalists like Gad Lerner, Enrico Deaglio and Pino Corrias to end his cooperation with la Republica. Carlo De Benedetti (former editor of the paper) also protested this decision and announced the foundation of a new newspaper called Domani.[19][20][21] The newspaper has also published The New York Times International Weekly on Mondays since 2004. This English language supplement features articles selected from The New York Times and can be downloaded free of charge from La Repubblica's website.[22] Official website","Title":"la Repubblica - Wikipedia","KeyID":"15394","URL":"https://en.wikipedia.org/wiki/La_Repubblica"}