{"Content: ":"Euractiv (styled EURACTIV) is a pan-European media network specialised in EU policies, founded in 1999 by the French media publisher Christophe Leclercq.[1] Its headquarters and central editorial staff are located in Brussels,with further offices in Paris and Berlin. Its content is produced by about 50 journalists[2] staffed in Belgium, Bulgaria, the Czech Republic, France, Germany, Greece, Italy, Poland, Romania, Serbia, and Slovakia.[3] EURACTIV's reporting focuses on the pre-legislative stage of EU decision-making, with up to 2,750 articles translated per year.[4][5] In addition to EURACTIV's editorial team, the company has established partnerships with media outlets such as Der Tagesspiegel, Agencia EFE and Ouest-France. EURACTIV has diversified sources of funding, as the company seeks private and public revenues to run its business. In 2019, about a fifth of EURACTIV's income came from public sources, including the EU.[2] Other sources of revenue are advertising and corporate sponsoring. Christophe Leclercq is the founder of EURACTIV. He is currently the chairman of the EURACTIV Foundation, a non-profit organisation aiming at analysing the sustainability and transparency of media outlets.[6] David Mekkaoui is the chief executive officer. Zoran Radosavljevic is editor in chief. The capitals, is EURACTIVs flagship newsletter. It brings together political news from different European capitals, on a daily basis. The content is policy related and focuses on political, agricultural, economical, environmental, international, health, technology, and transport related news from their respective local contexts. EURACTIV has been covering the European Parliament and other EU institutions for over twenty years. Its editorial coverage includes European politics in Brussels as well as more in-depth analysis of EU policies in areas such as energy and environment, agriculture, food safety, transport and tech policy. Apart from daily articles, EURACTIV also produces special reports on specific policy topics. In 2016, the company introduced its flagship newsletter The Brief. In 2019, it launched a new round of EU-focused newsletters: The Capitals, the Digital Brief and the Transport Brief. Furthermore, EURACTIV specialises in hosting events which bring key stakeholders together and into conversation. In 2018, it organised more than 70 events, most of which sponsored, mostly in the form of workshops or debates.[6] In 2020, the Annual ComRes/Burson-Marsteller survey of EU experts placed EURACTIV among the leading media outlets covering EU affairs, above Bloomberg and The New York Times.[7] In 2022, a study conducted by Council of the European Union ranked EURACTIV second on the list of the most influential media outlets among Members of the European Parliament (MEPs).[8] EURACTIV's reporting is regularly quoted by international newspapers such as The New York Times,[9] the Financial Times,[10] CNN,[11] Deutsche Welle,[12] le Figaro,[13] Le Point[14] and Il Post.[15]","Title":"Euractiv - Wikipedia","KeyID":"15401","URL":"https://en.wikipedia.org/wiki/EURACTIV"}