{"Content: ":"Ernesto Renato Ottone Ramírez (born 11 December 1972) is a Chilean actor and cultural manager. He served in the second government [es] of Michelle Bachelet, first as Minister President of the National Council of Culture and the Arts (2015–2018),[1] and then as the Minister of Cultures, Arts, and Heritage. In 2018 he was appointed Assistant Director-General for Culture of UNESCO.[2][3] The son of Ernesto Ottone Fernández, an adviser to President Ricardo Lagos, and Patricia Ramírez, Ernesto Ottone left Chile at a young age, months before General Augusto Pinochet's 1973 coup d'état against the government of Salvador Allende, because that February his father, in that militant communist era, had been appointed vice president of the World Federation of Democratic Youth, based in Budapest.[4] He grew up with his sister Soledad in Hungary and later lived in Paris, a city to which his father moved in 1982 after resigning from the Communist Party.[5] For his work at the UN, Ottone Sr. moved with the family to Vienna in 1984, where they remained until the beginning of 1986. They spent a year in Uruguay, returned to Paris for another two years, and finally returned to Chile in 1989.[5][6] In Chile, Ernesto Ottone attended Santiago College for his last two years of secondary education, after which he continued studying theater at the University of Chile. At age 19, he left the house to live with his partner, a woman who had a son from a previous relationship. In parallel to his studies, he was a waiter (at Tallarín Gordo and La Leona) and a bartender, worked at the Municipal Theater, made short films, and sold cell phones.[7] Ottone graduated as an actor and obtained a postgraduate degree in cultural management, a field in which he started working in 1997. Later he went to Germany, where his then partner had obtained a scholarship; there their son Liam was born. He was then called on to take over the Matucana 100 project. \"I came with a clear head, having lived almost a year and a half in Berlin, where the only thing I did was absorb good vibes,\" recalled Ottone in a 2015 interview.[7] He headed that cultural center from its creation in 2001 until April 2010. He also received a master's degree in institutional management and cultural policies from Paris Dauphine University.[8] After Matucana 100, in July 2010 he took over direction of the Salvador Allende Museum of Solidarity [es].[9] The following year he went on to head the Artistic and Cultural Extension Center of the University of Chile – which manages the National Ballet and the Symphony Orchestra [es] – a position which he held until leaving to serve as Minister of Culture in May 2015.[10] At the beginning of his career he was a culture advisor for the Valparaíso Urban Recovery and Development Program. He has been a member of the Network of Directors of Cultural Centers of Latin America and Europe (since 2002),[8] a founding partner of the Cultural Reading Corporation, and has passed through the Estación Mapocho and La Cúpula cultural centers.[11] He has been a board member of the Youth Orchestras Foundation and president of the Chilean Corporation for the Preservation and Development of Textile Heritage. As well as a professor at the University of Chile's Institute of Public Affairs (INAP), he has been a professor of master's theses in cultural management from the same house of studies. He has worked in foreign cultural institutions such as France's Grande halle de la Villette and Berlin's Kulturbrauerei.[1]","Title":"Ernesto Ottone - Wikipedia","KeyID":"15408","URL":"https://en.wikipedia.org/wiki/Ernesto_Ottone"}