{"Content: ":"ABC News is the news division of the American broadcast network ABC. Its flagship program is the daily evening newscast ABC World News Tonight with David Muir; other programs include morning news-talk show Good Morning America, Nightline, Primetime, and 20/20, and Sunday morning political affairs program This Week with George Stephanopoulos. In addition to the division's television programs, ABC News has radio and digital outlets, including ABC News Radio and ABC News Live, plus various podcasts hosted by ABC News personalities. ABC began in 1943 as the NBC Blue Network, a radio network that was spun off from NBC, as ordered by the Federal Communications Commission (FCC) in 1942.[1] The reason for the order was to expand competition in radio broadcasting in the United States, specifically news and political broadcasting, and broaden the projected points of view. The radio market was dominated by only a few companies, such as NBC and CBS. NBC conducted the split voluntarily in case its appeal of the ruling was denied and it was forced to split its two networks into separate companies. Regular television news broadcasts on ABC began soon after the network signed on its initial owned-and-operated television station (WJZ-TV, now WABC-TV) and production center in New York City in August 1948. Broadcasts continued as the ABC network expanded nationwide. Until the early 1970s, ABC News programs and ABC in general consistently ranked third in viewership behind CBS and NBC news programs. ABC had fewer affiliate stations and a weaker prime-time programming slate to be able to support the network's news operations compared to the two larger networks, each of which had established their radio news operations during the 1930s. By the 1970s, the network had effectively turned around, with its prime-time entertainment programs achieving stronger ratings and drawing in higher advertising revenue and profits to ABC overall. With the appointment of then president of ABC Sports, Roone Arledge as president of ABC News in 1977, ABC invested the resources to make it a major source of news content. Arledge, known for experimenting with the broadcast \"model\", created many of ABC News' most popular and enduring programs, including 20/20, World News Tonight, This Week, Nightline, and Primetime Live.[2] ABC News' longtime slogan, \"More Americans get their news from ABC News than from any other source.\" (introduced in the late 1980s), was a claim referring to the number of people who watch, listen to and read ABC News content on television, radio and (eventually) the Internet, and not necessarily to the telecasts alone.[3] In June 1998, ABC News (which owned an 80% stake in the service), Nine Network and ITN sold their respective interests in Worldwide Television News to the Associated Press.[citation needed] Additionally, ABC News signed a multi-year content deal with AP for its affiliate video service, Associated Press Television News (APTV), while providing material from ABC's own news video service, ABC News One, to APTV.[4] Scandal erupted in 1985 over a decision by Arledge, president of ABC News and Sports, to kill a 13-minute report about Marilyn Monroe possibly due to his close ties to Ethel Kennedy. 20/20 drew criticism from the co-anchors of the program, Hugh Downs and Barbara Walters, and the executive producer, Av Westin. Arledge said that he had killed the piece because it was \"gossip-column stuff\" and \"does not live up to its billing.\" Downs, however, took issue with Arledge's judgment. \"I am upset about the way it was handled,\" he said in an interview. \"I honestly believe that this is more carefully documented than anything any network did during Watergate. I lament the fact that the decision reflects badly on people I respect and it reflects badly on me and the broadcast.\"[5] Additionally, Westin said: \"I don't anticipate not putting it on the air. The journalism is solid. Everything in there has two sources. We are documenting that there was a relationship between Bobby and Marilyn and Jack and Marilyn. A variety of eyewitnesses attest to that on camera.\" Two other aspects of the unaired report, according to an ABC staff member who has seen it, are eyewitness accounts of wiretapping of Monroe's home by Jimmy Hoffa, the teamster leader, that reveal meetings between her and the Kennedy brothers, and accounts of a visit to Monroe by Robert F. Kennedy on the day of her death. Fred Otash, a detective who said he was the chief wiretapper, is interviewed on camera, and ABC staff members said his account was corroborated by three other wiretappers. In addition, several people not in the book say on camera that Monroe kept diaries with references to meetings with the Kennedy brothers, according to a staff member who has seen the report. \"It set out to be a piece which would demonstrate that because of alleged relations between Robert Kennedy and John F. Kennedy and Monroe the presidency was compromised because organized crime was involved,\" he said. \"Based on what has been uncovered so far, there was no evidence.\"[5] Arledge's decision to kill the broadcast resulted in the subsequent decision of Geraldo Rivera to leave ABC entirely. Rivera was a 20/20 correspondent but did not work on that story. He had been publicly critical of Arledge's decision. Arledge, who was both a champion and defender of Rivera, said he thought the story needed more work. The story probed purported affairs between actress Marilyn Monroe and President John F. Kennedy and his brother Robert F. Kennedy.[6] On August 7, 2014, ABC announced that it would relaunch its radio network division, ABC Radio, on January 1, 2015. The change occurred following the announcement that Cumulus would replace its ABC News radio service with Westwood One News (via CNN).[7] On September 20, 2019, ABC Radio was renamed as ABC Audio as the network has evolved to offer a podcast portfolio and other forms of on-demand and linear content.[8] In April 2018, it was announced that FiveThirtyEight would be transferred to ABC News from ESPN, Inc., majority owned by The Walt Disney Company.[9] On September 10, 2018, ABC News launched a second attempt to extend its Good Morning America brand into the afternoon with Strahan, Sara and Keke.[10] In May 2019, ABC News Live, an news focused steaming channel, was launched on Roku.[11] Following an reorganization of ABC's parent company, The Walt Disney Company which created the Walt Disney Direct-to-Consumer and International segment in March 2018, ABC News Digital and Live Streaming, including ABC News Live and FiveThirtyEight, were transferred to the new segment.[12] ABC News Radio is the radio service of ABC Audio, a division of the ABC News. Formerly known as ABC Radio News, ABC News Radio feeds through Skyview Networks with newscasts on the hour to its affiliates. ABC News Radio is the largest commercial radio news organization in the US. ABCNews.com launched on May 15, 1997, by ABC News Internet Ventures, a joint venture between Starwave and ABC formed in April 1997.[14][15] Starwave had owned and operated ESPNet SportsZone (later known as ESPN.com) since 1995, which licensed the ESPN brand and video clips from ABC's corporate sister ESPN Inc. Disney wanted more control of their Internet properties, which meant ABCNews.com was operated as a joint venture with ABC News having editorial control.[16] Disney had also bought a minority stake in Starwave before the launch of ABCNews.com and would later buy the company outright.[17] The website initially had a dedicated staff of about 30.[18] In addition to articles, it featured short video clips and audio from the start, delivered using RealAudio and RealVideo technology.[19] Some content was also available via America Online. In 2011, ABC News and Yahoo News announced a strategic partnership to share ABC's online reporting on Yahoo's website; the deal expanded in 2015 to include the Disney/ABC Television Group.[20] In 2018, ABC News, and Good Morning America specifically, ended the hosting partnership with Yahoo, instead opting to continue separate web presences.[21] ABC News Live is a 24/7 streaming video news channel for breaking news, live events, newscasts and longer-form reports and documentaries[22] operated by ABC News since 2018,[23] The channel is available through Roku, Hulu, YouTube TV, Sling TV, Pluto TV, Xumo, FuboTV and the news division's other streaming platforms.[24] The service is under the direction of Colby Smith, senior vice president and general manager of ABC News Digital and Live Streaming and Justin Dial as senior executive producer of ABC News Live.[22] This unit is producing: Satellite News Channel was a joint venture between ABC News and Group W that launched on June 21, 1982, as a satellite-delivered cable television network. SNC used footage from ABC News and seven Washington, D.C.-based crews, in addition to stories from other overseas networks to provide a rotating newscast every 20 minutes. However, this channel had difficulty getting clearance from cable systems, so ABC News and Group W decided to sell it to its competitor, CNN (a subsidiary of Time Warner's Turner Broadcasting System). CNN ceased Satellite News Channel's operations on October 27, 1983. SNC was either replaced by CNN or CNN2 on most cable systems. ABC News Now was a 24-hour cable news network that launched on July 26, 2004, as a digital subchannel by ABC News, being the company's second attempt in the 24-hour cable news world after Satellite News Channel. It was offered via digital television, broadband and streaming video at ABCNews.com[28] and on mobile phones. It delivered breaking news, headline news each half hour, and wide range of entertainment and lifestyle programming. The channel was available in the United States and Europe. Its Talk Back feature allowed viewers to voice their own input through the submission of videos and personal thoughts on controversial issues and current topics. It was shut down as a digital subchannel when after its experimental phase had ended with the President inauguration in 2005. ABC News Now was replaced on cable providers with Fusion on October 28, 2013. Fusion was a digital cable and satellite network owned and operated by Fusion Media Group, LLC, which was a joint venture between ABC News and Univision Communications. ABC and Univision formally announced its launch on May 2, 2012. Launched on October 28, 2013, Fusion features a mix of traditional news and investigative programs along with satirical content aimed at English-speaking Hispanic and Latino American adults between the ages of 18 and 34.[29][30] The network replaced ABC News Now, a mainly streaming service of ABC News content. In December 2015, it was reported that Disney was in talks to sell its stake in Fusion to Univision.[31] The split was complete on April 21, 2016;[32] Univision alone would continue to operate Fusion until December 31, 2021, when it shut down the network.[33] New York (Headquarters) Washington, D.C. Atlanta Chicago Dallas Los Angeles London Miami Paris San Francisco Current ABC News Radio personnel Contributors ('†' symbol indicates person deceased) In Australia, Sky News Australia airs daily broadcasts of ABC World News Tonight (at 10:30 a.m.) and Nightline (at 1:30 a.m.) as well as weekly airings of 20/20 (on Wednesdays at 1:30 p.m., with an extended version at 2:00 p.m. on Sundays) and occasionally Primetime (at 1:30 p.m. on Thursdays, with extended edition at 2:00 p.m. on Saturdays). Coincidentally, that country's public broadcasting, the Australian Broadcasting Corporation, operates its own unrelated news division that is also named ABC News. The U.S. ABC News maintains a content sharing agreement with the Nine Network, which also broadcasts GMA domestically in the early morning before its own breakfast program. In New Zealand, ABC World News was broadcast daily at 5:10 p.m. and again at 11:35 p.m. As with the BBC in the U.K., TVNZ 7 (owned by Television New Zealand) aired the program commercial-free, until the channel ceased operations on June 30, 2012. 1 2 3 4 5 6 7 NBC News Wall Street Journal Politico MSNBC/CNBC/Telemundo Bloomberg BNA Washington Examiner Boston Globe/Washington Blade Fox News CBS News Radio AP Radio/PBS VOA Time Yahoo! News Daily Caller/EWTN CBS News Bloomberg News McClatchy NY Post/TheGrio Washington Times Salem Radio/CBN Cheddar News/Hearst TV AP NPR Foreign pool The Hill Regionals Newsmax Gray TV/Spectrum News ABC News Washington Post Agence France-Presse Fox Business/Fox News Radio CSM/Roll Call Al Jazeera Nexstar/Newsy Reuters NY Times LA Times Univision/AURN RealClearPolitics Daily Beast/Dallas Morning News BBC/Newsweek CNN USA Today ABC News Radio Daily Mail National Journal HuffPost Financial Times/The Guardian","Title":"ABC News - Wikipedia","KeyID":"15419","URL":"https://en.wikipedia.org/wiki/ABC_News"}