{"Content: ":"The Columbus Dispatch is a daily newspaper based in Columbus, Ohio. Its first issue was published on July 1, 1871, and it has been the only mainstream daily newspaper in the city since The Columbus Citizen-Journal ceased publication in 1985. In a sale announced on June 3, 2015, ownership of the Dispatch was transferred to GateHouse Media. The Dispatch Broadcast Group, comprising WBNS-AM-FM-TV in Columbus and NBC affiliate WTHR (channel 13) in Indianapolis, remained in the hands of the Wolfe family until 2019, when it was sold to Tegna, Inc., which promptly absorbed the firm.[2][3] As of November 2019, Alan D. Miller is the newspaper's interim general manager.[4] The paper was founded in June 1871 by a group of 10 printers with US$900 in financial capital. The paper published its first issue as The Daily Dispatch on July 1, 1871, as a four-page paper which cost 4¢ (90¢ in 2021) per copy. The paper was originally an afternoon paper for the city of Columbus, Ohio, which at the time had a population of 32,000. For its first few years, the paper rented a headquarters on North High Street and Lynn Alley in Columbus. It began with 800 subscribers.[5] On April 2, 1888, the paper published its first full-page advertisement, for the Columbus Buggy Company. In 1895, the paper moved its headquarters to the northeast corner of Gay and High streets, a larger building on a site which was previously a grocer. On April 10, the paper published a 72-page edition to mark the move. On December 17, 1899, the paper published its first Sunday edition, a 36-page paper which cost 3¢ (98¢ in 2021), and the daily editions were reduced in price to 2¢ (65¢ in 2021). Two years later on March 3, 1901, the paper published its first color comic strips.[5] The paper, renamed The Columbus Evening Dispatch, changed hands several times in its early years. In 1905, it was purchased by brothers Harry Preston Wolfe and Robert Frederick Wolfe, who originally ran a shoe company. It was not the Wolfes' first entry into journalism; they had purchased the Ohio State Journal two years before. The Dispatch would remain in the hands of the Wolfe family for 110 years. On December 16, 1906, the paper published its first color ad, for Beggs Store. On April 9, 1907, the Dispatch offices were destroyed in a fire, and the building was demolished and rebuilt. In the interlude, the paper ran its offices out of 34/36 North High Street.[5] The paper's editorial staff traditionally has had a conservative slant.[6][7][8] Until it endorsed Hillary Clinton over Donald Trump, the paper's last endorsement of a Democrat as a Presidential candidate had been for the re-election of Woodrow Wilson in 1916.[9] The Dispatch endorsed Democratic gubernatorial candidate Ted Strickland in the 2006 Ohio elections,[10] but endorsed John Kasich, the Republican candidate running against his reelection, in 2010[11] A competing paper, The Columbus Citizen-Journal (known locally as the \"C-J\", pronounced \"See-Jay\") was beholden to the Columbus Dispatch for its printing facilities, and controversy surrounded the C-J's demise in 1985. On June 16, 2015, the Dispatch was purchased by the New Media Investment Group; the paper transferred to its subsidiary GateHouse Media.[12] The sections of the Dispatch include the Front Section, Nation & World, Metro & State, Business, Sports and Life & Arts. The Food section is included in the Wednesday paper, while Science is published on Sundays. The Weekender section is included in the Thursday paper. A Faith & Values section is included in the Friday paper. Sunday sections include Arts & Leisure, At Home, Insight and comics. The Columbus Dispatch also owns the magazines Columbus Monthly, Columbus CEO, Columbus Weddings, Columbus Monthly Home & Garden, Columbus Alive, and Columbus Parent.","Title":"The Columbus Dispatch - Wikipedia","KeyID":"15414","URL":"https://en.wikipedia.org/wiki/The_Columbus_Dispatch"}