{"Content: ":"In 2000, typhoid fever caused an estimated 21.7 million illnesses and 217,000 deaths.[1] It occurs most often in children and young adults between 5 and 19 years old.[2] In 2013, it resulted in about 161,000 deaths – down from 181,000 in 1990.[3] Infants, children, and adolescents in south-central and Southeast Asia experience the greatest burden of illness.[4] Outbreaks of typhoid fever are also frequently reported from sub-Saharan Africa and countries in Southeast Asia.[5][6][7] In the United States, about 400 cases occur each year, and 75% of these are acquired while traveling internationally.[8][9] Historically, before the antibiotic era, the case fatality rate of typhoid fever was 10–20%. Today, with prompt treatment, it is less than 1%.[10] However, about 3–5% of individuals who are infected develop a chronic infection in the gall bladder.[11] Since S. e. subsp. enterica is human-restricted, these chronic carriers become the crucial reservoir, which can persist for decades for further spread of the disease, further complicating the identification and treatment of the disease.[12] Lately, the study of S. e. subsp. enterica associated with a large outbreak and a carrier at the genome level provides new insights into the pathogenesis of the pathogen.[13][14] In industrialized nations, water sanitation and food handling improvements have reduced the number of cases.[15] Developing nations, such as those found in parts of Asia and Africa, have the highest rates of typhoid fever. These areas have a lack of access to clean water, proper sanitation systems, and proper health-care facilities. For these areas, such access to basic public-health needs is not in the near future.[16] In 430 BCE, a plague, which some believe to have been typhoid fever, killed one-third of the population of Athens, including their leader Pericles. Following this disaster, the balance of power shifted from Athens to Sparta, ending the Golden Age of Pericles that had marked Athenian dominance in the Greek ancient world. The ancient historian Thucydides also contracted the disease, but he survived to write about the plague. His writings are the primary source of information on this outbreak, and modern academics and medical scientists consider typhoid fever the most likely cause. In 2006, a study detected DNA sequences similar to those of the bacterium responsible for typhoid fever in dental pulp extracted from a burial pit dated to the time of the outbreak.[17] The cause of the plague has long been disputed and other scientists have disputed the findings, citing serious methodologic flaws in the dental pulp-derived DNA study.[18] The disease is most commonly transmitted through poor hygiene habits and public sanitation conditions; during the period in question related to Athens above, the whole population of Attica was besieged within the Long Walls and lived in tents.[citation needed] A pair of epidemics struck the Mexican highlands in 1545 and 1576, causing an estimated 7 to 17 million deaths.[19] A study published in 2018 suggests that the cause was typhoid fever.[20][21] Some historians believe that the English colony of Jamestown, Virginia, died out from typhoid. Typhoid fever killed more than 6,000 settlers in the New World between 1607 and 1624.[22] A long-held belief is that 9th US President William Henry Harrison died of pneumonia, but recent studies suggest he likely died from typhoid. This disease may also have been a contributing factor in the death of 12th US President Zachary Taylor due to the unsanitary conditions in Washington, DC, in the mid-19th century.[23][24] During the American Civil War, 81,360 Union soldiers died of typhoid or dysentery, far more than died of battle wounds.[25] In the late 19th century, the typhoid fever mortality rate in Chicago averaged 65 per 100,000 people a year. The worst year was 1891, when the typhoid death rate was 174 per 100,000 people.[26] During the Spanish–American War, American troops were exposed to typhoid fever in stateside training camps and overseas, largely due to inadequate sanitation systems. The Surgeon General of the Army, George Miller Sternberg, suggested that the War Department create a Typhoid Fever Board. Major Walter Reed, Edward O. Shakespeare, and Victor C. Vaughan were appointed August 18, 1898, with Reed being designated the president of the board. The Typhoid Board determined that during the war, more soldiers died from this disease than from yellow fever or from battle wounds. The board promoted sanitary measures including latrine policy, disinfection, camp relocation, and water sterilization, but by far the most successful antityphoid method was vaccination, which became compulsory in June 1911 for all federal troops.[27] In 1902, guests at mayoral banquets in Southampton and Winchester, England, became ill and four died, including the Dean of Winchester, after consuming oysters. The infection was due to oysters sourced from Emsworth, where the oyster beds had been contaminated with raw sewage.[28][29] The most notorious carrier of typhoid fever, but by no means the most destructive, was Mary Mallon, also known as Typhoid Mary. In 1907, she became the first carrier in the United States to be identified and traced. She was a cook in New York, who was closely associated with 53 cases and three deaths.[30] Public-health authorities told Mary to give up working as a cook or have her gall bladder removed, as she had a chronic infection that kept her active as a carrier of the disease. Mary quit her job, but returned later under a false name. She was detained and quarantined after another typhoid outbreak. She died of pneumonia in 1938, after 26 years in quarantine.[31][32] A well-publicised outbreak occurred in Croydon, Surrey, now part of London, in 1937.[33] It resulted in 341 cases of typhoid (43 fatal),[34][35] and it caused considerable local discontent.[36][37][38] While repair work was being performed on the primary well, the water supply was no longer being filtered and chlorinated. The infection was traced to one repair workman, who was (unwittingly) an active carrier of typhoid.[39] A notable outbreak occurred in Aberdeen, Scotland, in 1964, due to contaminated tinned meat sold at the city's branch of the William Low chain of stores. There were three deaths connected with the outbreak,[40] and over 400 cases were diagnosed.[41] In 2004–05 an outbreak in the Democratic Republic of Congo resulted in more than 42,000 cases and 214 deaths.[2] Since November 2016, Pakistan has had an outbreak of extensively drug-resistant (XDR) typhoid fever.[42] In 2020 a meta-analysis of reports of drug resistant typhoid fever revealed that among all Typhi isolates, 9,056 (25.9%) of 34,996 were resistant to chloramphenicol, 13,481 (38.8%) of 34,783 to ampicillin, and 13,366 (37.9%) of 35,270 to trimethoprim–sulfamethoxazol.[43] Of isolates in the time periods 2005 –2009, 2010–2014, and 2015–2018; 2.1%, 4.1%, and 6.7% were resistant to azithromycin, indicating a steady increase in resistance to first-line treatment.[43] Multi-drug resistant (MDR) typhoid remains prevalent in Asia, with resistance developing to an increasing number of antimicrobial classes such that extensively-drug resistant (XDR) Salmonella Typhi is now a major threat. MDR Salmonella Typhi is a growing problem in Africa.[43]","Title":"History of typhoid fever - Wikipedia","KeyID":"15439","URL":"https://en.wikipedia.org/wiki/History_of_typhoid_fever"}