{"Content: ":"The history of leprosy was traced to its origins by an international team of 22 geneticists using comparative genomics of the worldwide distribution of Mycobacterium leprae.[1] Monot et al. (2005) determined that leprosy originated in East Africa or the Near East and traveled with humans along their migration routes, including those of trade in goods and slaves. The four strains of M. leprae are based in specific geographic regions where each predominantly occurs:[1] They created a map of the dissemination of leprosy in the world. This confirmed the spread of the disease along the migration, colonisation, and slave trade routes taken from East Africa to India, West Africa to the New World, and from Africa into Europe and vice versa.[1] In 1873 G.H. Armauer Hansen in Norway discovered the causative agent of leprosy, Mycobacterium leprae. This was the first bacterium to be identified as causing disease in humans.[2] From the 19th century, European nations adopted some practices of India and China, administering naturally occurring oils. They were given by injection and orally, and were believed to cure some people, but results were often disputed. It was not until the 1940s that the first effective treatment, promin, became available.[3] The search for additional anti-leprosy drugs led to the use of clofazimine and rifampicin in the 1960s and 1970s.[4] Later, Indian scientist Shantaram Yawalkar and his colleagues formulated a combined therapy using rifampicin and dapsone, intended to mitigate bacterial resistance.[5] Multi-drug therapy (MDT) combining all three drugs was first recommended by the World Health Organization (WHO) of the United Nations in 1981. These three anti-leprosy drugs are still used in the standard MDT regimens. The word leprosy comes from ancient Greek Λέπρα [léprā], \"a disease that makes the skin scaly\", in turn, a nominal derivation of the verb Λέπω [lépō], \"to peel, scale off\". Λέπος (Lepos) in ancient Greek means peel, or scale; so from Λέπος derives Λεπερός (Λεπερός, \"who has peels – scales\") and then Λεπρός (\"leprous\").[6] The word came into the English language via Latin and old French. The first attested English use is in the Ancrene Wisse, a 13th century manual for nuns (\"Moyseses hond..bisemde o þe spitel uuel & þuhte lepruse.\" The Middle English Dictionary, s.v., \"leprous\"). A roughly contemporaneous use is attested in the Anglo-Norman Dialogues of Saint Gregory, \"Esmondez i sont li lieprous\" (Anglo-Norman Dictionary, s.v., \"leprus\"). Throughout history, individuals with leprosy have been known as lepers. In the 21st century, this term is falling into disuse as a result of the diminishing number of leprosy patients. Because of the stigma to patients, some prefer not to use the word 'leprosy', preferring 'Hansen's disease'. The term 'leprosy' is still used by the U.S. Centers for Disease Control and Prevention and the World Health Organization.[7] The ability to use historical records to trace the spread and treatment of leprosy in antiquity is greatly limited by confusion over which skin diseases were being discussed.[8] Famously, the \"leprosy\" of most translations of the Bible as far back as the Septuagint seems to have conflated various skin disorders and states of ritual impurity known to the Hebrews as tzara'ath (צָרַעַת, \"struck\")[9] with the Greek lépra (λέπρα, \"scaly\"), whose separate diagnostic history dealt with psoriasis and dandruff before later being applied to leprosy.[10] Debatably, the oldest known records are the Indian vedas whose kuṣṭha (कुष्ठ, \"eating away\") is clearly focused on leprosy by the time of Suśruta's Compendium, which prescribes chaulmoogra oil as the remedy;[11] unfortunately, its usual dating to 600 BC is wrong and the present text may be as recent as AD 600.[12] Similarly, the \"Great Chronicle\" of Sri Lanka describes royal ancestors of Gautama Buddha who contract leprosy, flee to the wilderness, and cure themelves using herbal medicine sometime before 700 BC but the present text dates to the 5th century or later. The Vendidad of the Zoroastrian Avesta, surviving only in texts after AD 1300 but presumably recording practices nearly as old as the Vedas, discusses leprosy as paēsa (Avestan: 𐬞𐬀𐬉𐬯𐬀) and prescribes direct application of cow's urine as a cure.[13] Writing in the 5th century BC, Herodotus mentions the Persian practice of shunning native lepers and deporting foreign ones as part of a discussion of that area's peculiar habits; he reported that they considered the condition to have been caused by offense against the sun god.[14][15] The disease was thought to have entered Egypt along the Nile from Nubia to its south and is recorded afflicting pharaohs as well as commoners. The ancient Greek and Roman doctors considered that \"elephantitis\" had been introduced to their areas by the armies of Alexander and Pompey, respectively. It is discussed in particular by the authors Aulus Cornelius Celsus (25 BC – AD 37) and Pliny the Elder (AD 23–79).[15][16] The \"Models for Sealing and Investigating\" (封診式, Fēngzhěnshì), written between 266 and 246 BC in the State of Qin during the Warring States period, is the earliest known Chinese text which describes the symptoms of leprosy, termed under the generic word li (癘) used for various skin disorders.[16] This text mentioned the destruction of the nasal septum in those with leprosy, an observation that would not be made outside of China until the writings of Avicenna in the 11th century; according to Katrina McLeod and Robin Yates it also stated lepers had \"swelling of the eyebrows, loss of hair, absorption of nasal cartilage, affliction of knees and elbows, difficult and hoarse respiration, as well as anaesthesia.\"[16] Medical texts from the medieval period have loose and seemingly incorrect depictions of leprosy, leading some historians to suspect that doctors of the era weren't able to distinguish leprosy from other ailments such as syphilis. Nevertheless, analysis of human remains in leper colony graveyards shows that the vast majority were affected by advanced forms of the disease considered as leprosy by modern doctors, so it is possible that medical practitioners of the era were better at distinguishing the disease than the scholars who wrote the manuscripts that survived to modern times.[17] In 1846, Francis Adams compiled The Seven Books of Paulus Aegineta, which included a commentary on all medical and surgical knowledge and descriptions and remedies from the Romans, Greeks, and Arabs. Descriptions of what is believed to be leprosy are included.[18][19] A proven ancient human case was verified by DNA taken from the shrouded remains of a man discovered in a tomb next to the Old City of Jerusalem; it was dated by radiocarbon methods to AD 1–50.[20] Skin infections causing symptoms similar to leprosy were likely common in the ancient world. In particular, tinea capitis (fungal scalp infection) and related infections on other body parts caused by the dermatophyte fungus Trichophyton violaceum are abundant in the late 20th century throughout North Africa and the Middle East. They may also have been common in biblical times. Likewise, the disfiguring skin disease favus is caused by Trichophyton schoenleinii, which appears to have been common throughout Africa and Eurasia before the advent of modern medicine.[21] As late as the 17th century in Europe, persons with severe favus and similar fungal diseases (and potentially also with severe psoriasis and other diseases not caused by microorganisms) tended to be classified as having leprosy.[21][page needed] The painting The Regents of the Leper Hospital in Haarlem 1667 by Jan de Bray (Frans Hals Museum, Haarlem, the Netherlands) shows a young Dutchman with a vivid scalp infection. It may have been caused by a fungus, but he is being cared for by three officials of a charitable home intended for people with leprosy.[citation needed] The use of the word \"leprosy\" before the mid-19th century, when microscopic examination of skin for medical diagnosis was first developed, can seldom be correlated reliably with leprosy as it is understood today.[citation needed] DNA analysis has been applied to the origins and history of leprosy. Geneticists in 2005 used comparative genomics to study these aspects, including the paths of how the disease was spread throughout the world. The researchers determined that leprosy originated in East Africa or the Near East and traveled with humans along their migration routes, including those of trade in goods and slaves. The four strains of M. leprae are based in specific geographic regions where each predominantly occurs:[1] The researchers created a map showing the dissemination of leprosy by these strains. The disease clearly accompanied humans along their migration, colonisation, and slave trade routes taken since ancient times. Some peoples traveled from East Africa to India, millions were taken in the slave trade from West Africa to the New World, and others traveled from Africa into Europe and vice versa.[1] In 2009 skeletal remains from the second millennium BCE were discovered at Balathal, in Rajasthan, northwest India. Study and analysis of these remains were documented as the oldest skeletal evidence for leprosy. The scholars who studied these remains suggest that, if the disease did migrate from Africa to India during the third millennium BCE, \"at a time when there was substantial interaction among the Indus Civilization, Mesopotamia, and Egypt, there needs to be additional skeletal and molecular evidence of leprosy in India and Africa so as to confirm the African origin of the disease.\"[22] Evidence for the disease was later confirmed in the human skeletal remains from the archaeological site of Harappa, in Pakistan.[23] The disease was thus present in the urban centers of the Indus civilization before 2000 BCE, further supporting the hypothesis it migrated here as part of the \"third millennium BCE interaction sphere\" – an exchange network that spanned the Arabian Sea. After the end of the 17th century, Norway, Iceland, and England were the countries in Western Europe where leprosy was a significant problem. Norway appointed a medical superintendent for leprosy in 1854 and established a national register for people with leprosy in 1856. This was the first national patient register in the world.[24] Mycobacterium leprae, the causative agent of leprosy, was discovered by G. H. Armauer Hansen in Norway in 1873, making it the first bacterium to be identified as causing disease in humans.[2][25] Hansen observed a number of nonrefractile small rods in unstained tissue sections. The rods were not soluble in potassium lye, and they were acid- and alcohol-fast. In 1879, he stained these organisms with Ziehl's method and noted the similarities with Koch's bacillus (Mycobacterium tuberculosis). There were three significant differences between these organisms: These differences suggested that leprosy was caused by an organism related to but distinct from Mycobacterium tuberculosis. Hansen worked at St. Jørgens Hospital in Bergen, founded early in the fifteenth century. St. Jørgens is now preserved as Lepramuseet – a museum related to the history and research of leprosy.[26] Hansen's finding was opposed principally by his father-in-law, Daniel Cornelius Danielssen, who considered it a hereditary disease. He had described it as such in his book, Traité de la Spedalskhed ou Elephantiasis des Grecs – the standard reference book on leprosy from 1848 until the death of Danielssen in 1895.[27] While Danielssen's book was a highly used source and provided a solid foundation for worldwide leprosy understanding, it was soon surpassed. In 1867 Dr. Gavin Milroy finished the Royal College of Physicians' report on leprosy. His work, which compiled data from all corners of the British Empire, agreed with Danielssen that leprosy was a hereditary disease. In addition, he said that leprosy was also a constitutional disease that could be mitigated by improvements to a patient's health, diet, and living conditions.[28] The disease was known in Ancient Greece as elephantiasis (elephantiasis graecorum). At various times blood was considered to be a treatment either as a beverage or as a bath; sometimes the blood of children or virgins was required, suggesting associations of ritual purity.[29] Europeans associated this practice with the Ancient Egyptians, but it appears to have been developed independently in China. This practice was used until at least 1790, when the use of dog blood was mentioned in De Secretis Naturae. Paracelsus recommended the use of lamb's blood, and blood from dead bodies was sometimes used. Snakes were also used, according to Pliny, Aretaeus of Cappadocia, and Theodorus. Gaucher recommended treatment with cobra venom. Boinet, in 1913, tried increasing doses of bee stings (up to 4000). Scorpions and frogs were used occasionally instead of snakes. The excreta of Anabas (the climbing fish) was also tried. Alternative treatments included scarification with or without the addition of irritants including arsenic and hellebore. Castration was also practiced in the Middle Ages. A common pre-modern treatment of leprosy was chaulmoogra oil. The oil has long been used in India as an Ayurvedic medicine for the treatment of leprosy and various skin conditions. It has also been used in China and Burma. It was introduced to the West by Frederic John Mouat, a professor at Bengal Medical College. He tried the oil as an oral and topical agent in two cases of leprosy and reported significant improvements in an 1854 paper.[31] This paper caused some confusion. Mouat indicated that the oil was the product of a tree Chaulmoogra odorata, which had been described in 1815 by William Roxburgh, a surgeon and naturalist, while he was cataloging the plants in the East India Company's botanical garden in Calcutta. This tree is also known as Gynocardia odorata. For the rest of the 19th century, this tree was thought to be the source of the oil. In 1901, Sir David Prain identified the chaulmoogra seeds of the Calcutta bazaar and of the Paris and London apothecaries as coming from Taraktogenos kurzii, which is found in Burma and Northeast India. The oil mentioned in the Ayurvedic texts was determined to be from the tree Hydnocarpus wightiana, known as Tuvakara in Sanskrit and chaulmugra in Hindi and Persian. The first parenteral administration was given by the Egyptian doctor Tortoulis Bey, personal physician to the Sultan Hussein Kamel of Egypt. He had been using subcutaneous injections of creosote for tuberculosis. In 1894 he administered subcutaneous injection of chaulmoogra oil to a 36-year-old Egyptian Copt who had been unable to tolerate oral treatment. After 6 years and 584 injections, the patient was declared cured. An early scientific analysis of the oil was carried out by Frederick B. Power in London in 1904. He and his colleagues isolated a new unsaturated fatty acid from the seeds, which they named 'chaulmoogric acid'. They also investigated two closely related species: Hydnocarpus wightiana and Hydnocarpus anthelmintica. By comparing material from the trees, they isolated both chaulmoogric acid and a closely related compound, 'hydnocarpus acid'. They also investigated Gynocardia odorata and found that it produced neither of these acids. Later investigation showed that 'taraktogenos' (Hydnocarpus kurzii) also produced chaulmoogric acid. Administration of the oil was difficult. Taken orally it is extremely nauseating. Given by enema may cause peri-anal ulcers and fissures. Given by injection the drug caused fever and other local reactions. Despite these difficulties, a series of 170 patients were studied in 1916 by Ralph Hopkins, the attending physician at the Louisiana Leper Home in Carville, Louisiana. He divided the patients into two groups – 'incipient' and 'advanced'. He reported that in the advanced cases, 25% (at most) showed any improvement or arrest of their condition; in the incipient cases, 45% showed an improvement or stabilization of the disease (mortality rates were 4% and 8%, respectively). The remainder absconded from the Home, apparently in improved condition.[clarification needed][citation needed] Given the apparent usefulness of this agent, a search began for improved formulations. Victor Heiser the Chief Quarantine Officer and Director of Health for Manila, and Elidoro Mercado the house physician at the San Lazaro Hospital for lepers in Manila, decided to add camphor to a prescription of chaulmoogra and resorcin, which was typically given orally. This was at the suggestion of Merck and Company in Germany to whom Heiser had written. They found that patients could tolerate this new compound without the nausea that had accompanied the earlier preparations. Heiser and Mercado in 1913 administered the oil by injection to two patients, with the result that they were cured of the disease. Since the doctors had been using the oil in conjunction with other materials, the results were not clear. Two additional patients were treated by injections of oil alone and appeared to be cured of the disease. The following year, Heiser reported on an additional 12 patients, but the results were mixed. Researchers worked to develop less toxic injectable forms of this oil. Merck of Darmstadt had already produced a version of the sodium salts in 1891. They named this sodium gynocardate in the mistaken belief that the origin of the oil was Gynocardia odorata. Bayer in 1908 marketed a commercial version of the esters under the name 'Antileprol'. At the University of Hawaii, the young chemist Alice Ball developed a chemical process that made the oil less hydrophobic and therefore more readily absorbed by the body. Sadly she died before she could see the results of her work: After being treated with the modified oil, 78 patients were able to return home from leper colonies in 1920. Despite the common side effects and continuing debates about its efficacy, chaulmoogra oil remained the best available treatment for leprosy into the 1940s.[32][33][34] To ensure a supply of this agent, Joseph Rock, Professor of Systematic Botany at the College of Hawaii, traveled to Burma to procure seeds of the trees. The local villagers located a grove of trees in seed, which he used to establish a plantation of 2,980 trees on the island of Oahu, Hawaii between 1921 and 1922. There continued to be numerous leprosy patients in the islands. Contrary to popular opinion, people were not universally isolated in leprosy asylums in the Middle Ages. In Europe, asylums offered shelter to all manner of people, including some who would have had skin complaints that included leprosy. The expansion of asylums in England between 1100 and 1250 was not necessarily in response to a major epidemic of leprosy.[35](346) Additionally, leprosy did not disappear in Europe after the medieval period as a result of a \"great confinement\" of leprosy-affected people in leprosy asylums. In Portugal, for example, there were 466 cases in 1898. By 1938 there were sufficient numbers to warrant the construction of Rovisco Pais, to treat people affected by the disease.[36] This was not only to treat those returning from the New World, but also for rural dwellers infected within Portugal, as the records of Rovisco Pais show. Spain also had cases enough to engage public attention. In 1902, Jesuits Father Carlos Ferris and Joaquin Ballister founded the Patronato San Francisco de Borja, Fontilles. In 1904, there were still 552 cases treated there and more than 1,000 in total estimated in Spain.[37] This documentation affirms the genetic tracking carried out by Monot et al.[1] that traces exchanges along the trade and slave routes from Africa, to Spain and Portugal, to the West Indies, and back again to Spain and Portugal. At the same time, there was an autochthonous strain that had persisted from an earlier period. Numerous leprosaria, or leper hospitals, were founded in the Middle Ages; Matthew Paris, a Benedictine monk, estimated that in the early thirteenth century, there were 19,000 across Europe.[38] The first recorded leper colony was in Harbledown, England. While leprosaria were common throughout Europe in the early, middle, and late Middle Ages, how leprosy was dealt with in the Middle Ages is still viewed through the \"distorting lens\" of \"nineteenth century attempts by physicians, polemicist, and missionaries\" who tried to use \"the past for evidence to support their own campaigns for mandatory segregation.\"[39] The leprosy asylum or leprosarium of the past had many designations and variations in structure and degree of restriction. In the medieval period, it also offered basic support to many indigent people, amongst whom some would have had leprosy. In England, these houses were run along monastic lines and required those admitted to take vows of poverty, obedience and chastity.[40] Those flouting the rules could be expelled. Within the Christian framework, the disease was associated with symbolic significance. Withdrawal from everyday life was considered symbolic of ritually separating themselves from the world of the flesh, as a redemptive action, on behalf of the whole of society.[41] The Order of Saint Lazarus was a hospitaller and military order of monks that began as a leper hospital outside Jerusalem in the twelfth century. It remained associated with leprosy throughout its history. The first monks in this order were leper knights, and they originally had leper grand masters, although these aspects of the order changed over the centuries. From this order was derived the name lazar house. Radegund was noted for washing the feet of lepers. Orderic Vitalis writes of a monk, Ralf, who was so overcome by the plight of lepers that he prayed to catch leprosy himself (which he eventually did). The leper would carry a clapper and bell to warn of his approach. This was as much to attract attention for charity as to warn people that a diseased person was near. The leprosaria of the Middle Ages had multiple benefits: They provided treatment and safe living quarters for people with leprosy who were granted admission; they eased tension amongst the healthy townspeople; and they provided for a more stable populace for the authorities to govern.[28][42] Promin was synthesised in 1940 by Feldman of Parke-Davis and company.[43] Although Parke-Davis synthesised the compound, it seems certain that they were not the first. In the same year that Gelmo described sulphanilamide (1908), Emil Fromm, professor of chemistry in the medical faculty of the University of Freiburg im Breisgau, in Germany, described another compound related to the sulphonamides: this was diaminodiphenylsulphone or dapsone (DDS). No one recognised the potential of this compound until Buttle and his colleagues at the Wellcome laboratories and Fourneau and the researchers at the Institut Pasteur simultaneously found in 1937 that dapsone was ten times as potent against streptococcal infection in mice and about a hundred times as toxic as sulphanilamide.[44] Until the introduction of treatment with promin in the 1940s, there was no effective treatment for leprosy. The efficacy of promin was first discovered by Guy Henry Faget and his co-workers in 1943 at Carville, Louisiana. Robert Cochrane was the first to use DDS, the active component of promin, at the Lady Willingdon Leprosy Settlement, in Chingleput, near Madras, India. John Lowe was the first to successfully administer DDS orally at Uzuakoli Leper Settlement, in Nigeria, in spite of indications that the drug was highly toxic. Both innovations made it possible to produce a treatment that was cheap, seemingly effective, and could be distributed on a large scale. Scientists eventually realised that DDS was only weakly bactericidal against M. leprae, and it was considered necessary for patients to take the drug indefinitely. When dapsone was used alone, the M. leprae population quickly evolved antibiotic resistance. By the 1960s, the world's only known anti-leprosy drug became ineffective against resistant bacteria. The search for more effective anti-leprosy drugs led to the use of clofazimine and rifampicin in the 1960s and 1970s.[4] Later, Indian scientist Shantaram Yawalkar and his colleagues formulated a combined therapy using rifampicin and dapsone, intended to mitigate bacterial resistance.[5] The first trials of combined treatment were carried out in Malta in the 1970s. Multidrug therapy (MDT) combining all three drugs was first recommended by a WHO Expert Committee in 1981. These three anti-leprosy drugs are still used in the standard MDT regimens. None of them is used alone because of the risk of developing resistance. As this treatment was quite expensive, it was not quickly adopted in most countries where the disease is endemic. In 1985, leprosy was still considered a public health problem in 122 countries. The 44th World Health Assembly (WHA), held in Geneva in 1991, passed a resolution to eliminate leprosy as a public-health problem by the year 2000 – defined as reducing the global prevalence of the disease to less than 1 case per 10,000. At the Assembly, the World Health Organization (WHO) was given the mandate to develop an elimination strategy by its member states. This was based on increasing the geographical coverage of MDT and patients' accessibility to the treatment. Novartis produces this medication for free.[citation needed] The Oxford Illustrated Companion to Medicine says that leprosy, as well as cures for it, were described in the Hindu religious book Atharva-veda.[45] Writing in the Encyclopædia Britannica 2008, Kearns and Nash state that the first mention of leprosy is in the Indian medical treatise Sushruta Samhita (6th century BCE).[46] The Cambridge Encyclopedia of Human Paleopathology (1998) holds that: \"The Sushruta Samhita from India describes the condition quite well and even offers therapeutic suggestions as early as about 600 BC\"[47] The surgeon Sushruta lived in the Indian city of Kashi by the 6th century BCE,[48] and the medical treatise Sushruta Samhita attributed to him was documented during the 1st millennium BCE.[46] The earliest surviving excavated written material that contains the works of Sushruta is the Bower Manuscript – dated to the 4th century CE, almost a millennium after the original work.[49] Despite these earlier works, Europeans believed that the first widely considered accurate description of the disease was that of Galen of Pergamum in 150 CE.[citation needed] In 1997, a 4,000 year-old skeleton was uncovered in India that was found to show traces of leprosy.[22] The discovery was made at a site called Balathal, which is today part of Rajasthan. This is believed to be the oldest known physical case of the disease.[50] This pre-dated by 1,500 years the previous earliest recognized case, dating to 6th century Egypt.[51] It is believed that the excavated skeleton belonged to a male, who was in his late 30s and belonged to the Ahar Chalcolithic culture.[51][52] Archaeologists have said that this is the first such example that dates to prehistoric India.[53] This finding supports the evidence of the disease spreading to India by human migration routes from its origin in Africa. In 1874, the Missions to Lepers began to offer support to leprosy asylums that offered shelter to people affected by leprosy in India. Gradually, they instituted a policy of segregating males and females in the institutions.[54] The asylum superintendents believe that this separation was beneficial in order to avoid infecting the children of diseased parents and to prevent further births. At this time, there were still debates about the transmission of the disease. The Leprosy Mission were heartened to find that the separated children did not develop the disease.[55] In 1881, around 120,000 leprosy patients were documented in India. The central government passed the Lepers Act of 1898, which provided legal provision for forcible confinement of people with leprosy in India, but the Act was not enforced.[56][57] Regarding ancient China, Katrina C.D. McLeod and Robin D.S. Yates identify the State of Qin's Feng zhen shi 封診式 (Models for sealing and investigating), dated 266–246 BCE, as offering the earliest-known unambiguous description of the symptoms of low-resistance leprosy, even though it was termed under li 癘, a general Chinese word for skin disorder.[16] This 3rd century BCE Chinese text on bamboo slip, found in an excavation of 1975 at Shuihudi, Yunmeng, Hubei province, described not only the destruction of the \"pillar of the nose\" but also the \"swelling of the eyebrows, loss of hair, absorption of nasal cartilage, affliction of knees and elbows, difficult and hoarse respiration, as well as anesthesia.\"[16] In the 21st century, the rate of prevalence across Indonesia is slightly under one new case per 10,000 people, with approximately 20,000 new cases detected each year.[58][page needed] But, the rate is considerably higher in certain regions, particularly South Sulawesi (with more than three new cases per 10,000 people) and North Maluku (with more than five new cases per ten thousand people).[58] MDT is provided free of charge to patients who require it in Indonesia. Several hospitals in major population centers are specifically intended to deal with the medical needs of those affected by the disease.[58] While the early detection and treatment of leprosy has improved over the years, approximately ten percent of patients in Indonesia have already had significant nerve or other damage prior to the identification and treatment of their disease. This is because of lack of awareness as well as the pervasive stigma that discourages those with the disease from seeking treatment.[58] PERMATA (Perhimpunan Mandiri Kusta) Indonesia was established in 2007 to fight the stigma associated with leprosy and eliminate discrimination against those with the disease. The organization was founded by a small group of individuals who had all been treated for leprosy. The founders worked to establish links with key figures amongst those with the disease in communities in South Sulawesi, East Java and NTT, the three provinces where the rate of incidence of the disease is amongst the highest in Indonesia.[59] The Persian polymath Avicenna (c. 980–1037) was the first outside of China to describe the destruction of the nasal septum in those with leprosy.[16] In a document written in 833, leprosy was described as \"caused by a parasite that eats five organs of the body. The eyebrows and eyelashes come off, and the nose is deformed. The disease brings hoarseness, and necessitates amputations of the fingers and toes. Do not sleep with the patients, as the disease is transmittable to those nearby.\" This was the first document concerning believed infectious aspect of the disease.[60] Japan passed leprosy prevention laws in 1907, 1931, and 1953 that were based on segregation of persons with the disease; this approach intensified leprosy stigma. Lepers were seen as being incurable and infectious. Males admitted to leprosaria in Japan were sterilized, and females found to be pregnant were forced to have abortions. These extreme actions were done to prevent children of diseased parents from being born, lest they carry the disease. (Doctors during this time still mistakenly believed that leprosy was a hereditary disease.)[61] The 1953 law was abrogated in 1996. More than a decade later, in 2008 there were 2,717 ex-patients in 13 national sanatoria and two private hospitals.","Title":"History of leprosy - Wikipedia","KeyID":"15432","URL":"https://en.wikipedia.org/wiki/History_of_leprosy"}