{"Content: ":"Jonas Edward Salk (/sɔːlk/; born Jonas Salk; October 28, 1914 – June 23, 1995) was an American virologist and medical researcher who developed one of the first successful polio vaccines. He was born in New York City and attended the City College of New York and New York University School of Medicine.[2] In 1947, Salk accepted a professorship in the School of Medicine at the University of Pittsburgh. It was there that he undertook a project to determine the number of different types of poliovirus, starting in 1948. For the next seven years, Salk devoted himself towards developing a vaccine against polio. Salk was immediately hailed as a \"miracle worker\" when the vaccine's success was first made public in April 1955, and chose to not patent the vaccine or seek any profit from it in order to maximize its global distribution.[2] The National Foundation for Infantile Paralysis and the University of Pittsburgh looked into patenting the vaccine but, since Salk's techniques were not novel, their patent attorney said \"If there were any patentable novelty to be found in this phase it would lie within an extremely narrow scope and would be of doubtful value.\"[3][4] An immediate rush to vaccinate began in both the United States and around the world. Many countries began polio immunization campaigns using Salk's vaccine, including Canada, Sweden, Denmark, Norway, West Germany, the Netherlands, Switzerland, and Belgium. By 1959, the Salk vaccine had reached about 90 countries.[5] An attenuated live oral polio vaccine was developed by Albert Sabin, coming into commercial use in 1961. Less than 25 years after the release of Salk's vaccine, domestic transmission of polio had been eliminated in the United States. In 1963, Salk founded the Salk Institute for Biological Studies in La Jolla, California, which is today a center for medical and scientific research. He continued to conduct research and publish books in his later years, focusing in his last years on the search for a vaccine against HIV. Salk also campaigned vigorously for mandatory vaccination throughout the rest of his life, calling the universal vaccination of children against disease a \"moral commitment\".[6] Salk's personal papers are today stored in Geisel Library at the University of California, San Diego.[7][8] Jonas Salk was born in New York City to Daniel and Dora (née Press) Salk. His parents were Jewish; Daniel was born in New Jersey to immigrant parents and Dora, who was born in Minsk, emigrated when she was twelve.[9][10] Salk's parents did not receive extensive formal education.[11] Jonas had two younger brothers, Herman and Lee, a renowned child psychologist.[12] The family moved from East Harlem to 853 Elsmere Place, the Bronx,[13] with some time spent in Queens at 439 Beach 69th Street, Arverne.[14] When he was 13, Salk entered Townsend Harris High School, a public school for intellectually gifted students. Named after the founder of City College of New York (CCNY), it was, wrote his biographer, Dr. David Oshinsky, \"a launching pad for the talented sons of immigrant parents who lacked the money—and pedigree—to attend a top private school.\" In high school \"he was known as a perfectionist ... who read everything he could lay his hands on,\" according to one of his fellow students.[15] Students had to cram a four-year curriculum into just three years. As a result, most dropped out or flunked out, despite the school's motto \"study, study, study.\" Of the students who graduated, however, most had the grades to enroll in CCNY, noted for being a highly competitive college.[16]: 96  Salk enrolled in CCNY, from which he earned a Bachelor of Science degree in chemistry in 1934.[17] Oshinsky writes that \"for working-class immigrant families, City College represented the apex of public higher education. Getting in was tough, but tuition was free. Competition was intense, but the rules were fairly applied. No one got an advantage based on an accident of birth.\"[16] At his mother's urging, he put aside aspirations of becoming a lawyer and instead concentrated on classes necessary for admission to medical school. However, according to Oshinsky, the facilities at City College were \"barely second rate.\" There were no research laboratories. The library was inadequate. The faculty contained few noted scholars. \"What made the place special,\" he writes, \"was the student body that had fought so hard to get there... driven by their parents.... From these ranks, of the 1930s and 1940s, emerged a wealth of intellectual talent, including more Nobel Prize winners—eight—and PhD recipients than any other public college except the University of California at Berkeley.\" Salk entered CCNY at the age of 15, a \"common age for a freshman who had skipped multiple grades along the way.\"[16]: 98  As a child, Salk did not show any interest in medicine or science in general. He said in an interview with the Academy of Achievement,[18] \"As a child I was not interested in science. I was merely interested in things human, the human side of nature, if you like, and I continue to be interested in that.\" After City College, Salk enrolled in New York University to study medicine. According to Oshinsky, NYU based its modest reputation on famous alumni, such as Walter Reed, who helped conquer yellow fever. Tuition was \"comparatively low, better still, it did not discriminate against Jews... while most of the surrounding medical schools—Cornell, Columbia, University of Pennsylvania, and Yale—had rigid quotas in place.\" Yale, for example, accepted 76 applicants in 1935 out of a pool of 501. Although 200 of the applicants were Jewish, only five got in.[16]: 98  During his years at New York University Medical School, Salk worked as a laboratory technician during the school year and as a camp counselor in the summer.[17] During Salk's medical studies, he stood out from his peers, according to Bookchin, \"not just because of his continued academic prowess—he was Alpha Omega Alpha, the Phi Beta Kappa Society of medical education—but because he had decided he did not want to practice medicine.\" Instead, he became absorbed in research, even taking a year off to study biochemistry. He later focused more of his studies on bacteriology, which had replaced medicine as his primary interest. He said his desire was to help humankind in general rather than single patients.[15] \"It was the laboratory work, in particular, that gave new direction to his life.\"[16] Salk has said: \"My intention was to go to medical school, and then become a medical scientist. I did not intend to practice medicine, although in medical school, and in my internship, I did all the things that were necessary to qualify me in that regard. I had opportunities along the way to drop the idea of medicine and go into science. At one point at the end of my first year of medical school, I received an opportunity to spend a year in research and teaching in biochemistry, which I did. And at the end of that year, I was told that I could, if I wished, switch and get a Ph.D. in biochemistry, but my preference was to stay with medicine. And, I believe that this is all linked to my original ambition, or desire, which was to be of some help to humankind, so to speak, in a larger sense than just on a one-to-one basis.\"[19] Concerning his last year of medical school, Salk said: \"I had an opportunity to spend time in elective periods in my last year in medical school, in a laboratory that was involved in studies on influenza. The influenza virus had just been discovered about a few years before that. And, I saw the opportunity at that time to test the question as to whether we could destroy the virus infectivity and still immunize. And so, by carefully designed experiments, we found it was possible to do so.\"[20] In 1941, during his postgraduate work in virology, Salk chose a two-month elective to work in the Thomas Francis' laboratory at the University of Michigan. Francis had recently joined the faculty of the medical school after working for the Rockefeller Foundation, where he had discovered the type B influenza virus. According to Bookchin, \"the two-month stint in Francis's lab was Salk's first introduction to the world of virology—and he was hooked.\"[15]: 25  After graduating from medical school, Salk began his residency at New York's prestigious Mount Sinai Hospital, where he again worked in Francis's laboratory.[16] Salk then worked at the University of Michigan School of Public Health with Francis, on an army-commissioned project in Michigan to develop an influenza vaccine. He and Francis eventually perfected a vaccine that was soon widely used at army bases, where Salk discovered and isolated one of the strains of influenza that was included in the final vaccine.[15]: 26  In 1947, Salk became ambitious for his own lab and was granted one at the University of Pittsburgh School of Medicine, but the lab was smaller than he had hoped and he found the rules imposed by the university restrictive.[21] In 1948, Harry Weaver, the director of research at the National Foundation for Infantile Paralysis, contacted Salk. He asked Salk to find out if there were more types of polio than the three then known, offering additional space, equipment and researchers. For the first year he gathered supplies and researchers including Julius Youngner, Byron Bennett, L. James Lewis, and secretary Lorraine Friedman joined Salk's team, as well.[22][23] As time went on, Salk began securing grants from the Mellon family and was able to build a working virology laboratory.[15] He later joined the National Foundation for Infantile Paralysis's polio project established by President Franklin D. Roosevelt.[15][24] Extensive publicity and fear of polio led to much increased funding, $67 million by 1955, but research continued on dangerous live vaccines.[25][16]: 85–87  Salk decided to use the safer 'killed' virus, instead of weakened forms of strains of polio viruses like the ones used contemporaneously by Albert Sabin, who was developing an oral vaccine.[26] After successful tests on laboratory animals, on July 2, 1952, assisted by the staff at the D.T. Watson Home for Crippled Children (now the Watson Institute[27]), Salk injected 43 children with his killed-virus vaccine. A few weeks later, Salk injected children at the Polk State School for the Retarded and Feeble-minded. He vaccinated his own children in 1953.[28][29] In 1954 he tested the vaccine on about one million children, known as the polio pioneers. The vaccine was announced as safe on April 12, 1955.[25][24][30][31][32] The project became large, involving 100 million contributors to the March of Dimes, and 7 million volunteers.[25][34]: 54  The foundation allowed itself to go into debt to finance the final research required to develop the Salk vaccine.[35] Salk worked incessantly for two-and-a-half years.[25][36] Salk's inactivated polio vaccine came into use in 1955.[37][38] It is on the World Health Organization's List of Essential Medicines.[39][40] Salk preferred not to have his career as a scientist affected by too much personal attention, as he had always tried to remain independent and private in his research and life, but this proved to be impossible. \"Young man, a great tragedy has befallen you—you've lost your anonymity\", the television personality Ed Murrow said to Salk shortly after the onslaught of media attention.[41] When Murrow asked him, \"Who owns this patent?\", Salk replied, \"Well, the people I would say. There is no patent. Could you patent the sun?\"[42] The vaccine is calculated to be worth $7 billion had it been patented.[43] However, lawyers from the National Foundation for Infantile Paralysis did look into the possibility of a patent, but ultimately determined that the vaccine was not a patentable invention because of prior art.[4] Salk served on the board of directors of the John D. and Catherine T. MacArthur Foundation.[44] Author Jon Cohen noted, \"Jonas Salk made scientists and journalists alike go goofy. As one of the only living scientists whose face was known the world over, Salk, in the public's eye, had a superstar aura. Airplane pilots would announce that he was on board and passengers would burst into applause. Hotels routinely would upgrade him into their penthouse suites. A meal at a restaurant inevitably meant an interruption from an admirer, and scientists approached him with drop-jawed wonder as though some of the stardust might rub off.\"[45] For the most part, however, Salk was \"appalled at the demands on the public figure he has become and resentful of what he considers to be the invasion of his privacy\", wrote The New York Times, a few months after his vaccine announcement.[32] The Times article noted, \"at 40, the once obscure scientist ... was lifted from his laboratory almost to the level of a folk hero.\" He received a presidential citation, a score of awards, four honorary degrees, half a dozen foreign decorations, and letters from thousands of fellow citizens. His alma mater, City College of New York, gave him an honorary degree as Doctor of Laws. But \"despite such very nice tributes\", The New York Times wrote, \"Salk is profoundly disturbed by the torrent of fame that has descended upon him. ... He talks continually about getting out of the limelight and back to his laboratory ... because of his genuine distaste for publicity, which he believes is inappropriate for a scientist.\"[32] During a 1980 interview, 25 years later, he said, \"It's as if I've been a public property ever since, having to respond to external, as well as internal, impulses. ... It's brought me enormous gratification, opened many opportunities, but at the same time placed many burdens on me. It altered my career, my relationships with colleagues; I am a public figure, no longer one of them.\"[41] \"If Salk the scientist sounds austere\", wrote The New York Times, \"Salk the man is a person of great warmth and tremendous enthusiasm. People who meet him generally like him.\" A Washington newspaper correspondent commented, \"He could sell me the Brooklyn Bridge, and I never bought anything before.\" Award-winning geneticist Walter Nelson-Rees called him \"a renaissance scientist: brilliant, sophisticated, driven ... a fantastic creature.\"[46]: 127  He enjoys talking to people he likes, and \"he likes a lot of people\", wrote the Times. \"He talks quickly, articulately, and often in complete paragraphs.\" And \"He has very little perceptible interest in the things that interest most people—such as making money.\" That belongs \"in the category of mink coats and Cadillacs—unnecessary\", he said.[32] In the years after Salk's discovery, many supporters, in particular the National Foundation, \"helped him build his dream of a research complex for the investigation of biological phenomena 'from cell to society'.\"[47] Called the Salk Institute for Biological Studies, it opened in 1963 in the San Diego neighborhood of La Jolla, in a purpose-built facility designed by the architect Louis Kahn. Salk believed that the institution would help new and upcoming scientists along in their careers, as he said himself, \"I thought how nice it would be if a place like this existed and I was invited to work there.\"[48] In 1966, Salk described his \"ambitious plan for the creation of a kind of Socratic academy where the supposedly alienated two cultures of science and humanism will have a favorable atmosphere for cross-fertilization.\"[49] Author and journalist Howard Taubman explained: Although he is distinctly future-oriented, Dr. Salk has not lost sight of the institute's immediate aim, which is the development and use of the new biology, called molecular and cellular biology, described as part physics, part chemistry and part biology. The broad-gauged purpose of this science is to understand man's life processes. There is talk here of the possibility, once the secret of how the cell is triggered to manufacture antibodies is discovered, that a single vaccine may be developed to protect a child against many common infectious diseases. There is speculation about the power to isolate and perhaps eliminate genetic errors that lead to birth defects. Dr. Salk, a creative man himself, hopes that the institute will do its share in probing the wisdom of nature and thus help enlarge the wisdom of man. For the ultimate purpose of science, humanism and the arts, in his judgment, is the freeing of each individual to cultivate his full creativity, in whichever direction it leads. ... As if to prepare for Socratic encounters such as these, the institute's architect, Louis Kahn, has installed blackboards in place of concrete facings on the walls along the walks.[49] The New York Times, in a 1980 article celebrating the 25th anniversary of the Salk vaccine, described the current workings at the facility: At the institute, a magnificent complex of laboratories and study units set on a bluff overlooking the Pacific, Dr. Salk holds the titles of founding director and resident fellow. His own laboratory group is concerned with the immunologic aspects of cancer and the mechanisms of autoimmune disease, such as multiple sclerosis, in which the immune system attacks the body's own tissues.[41] In an interview about his future hopes at the institute, he said, \"In the end, what may have more significance is my creation of the institute and what will come out of it, because of its example as a place for excellence, a creative environment for creative minds.\" Francis Crick, codiscoverer of the structure of the DNA molecule, was a leading professor at the institute until his death in 2004. The institute also served as the basis for Bruno Latour and Steve Woolgar's 1979 book Laboratory Life: The Construction of Scientific Facts.[50] Beginning in the mid-1980s, Salk engaged in research to develop a vaccine for AIDS. He cofounded The Immune Response Corporation (IRC) with Kevin Kimberlin and patented Remune, an immunologic therapy, but was unable to secure liability insurance for the product.[51] The project was discontinued in 2007, twelve years after Salk's death.[citation needed] In 1966, The New York Times referred to him as the \"Father of Biophilosophy.\" According to Times journalist and author Howard Taubman, \"he never forgets ... there is a vast amount of darkness for man to penetrate. As a biologist, he believes that his science is on the frontier of tremendous new discoveries; and as a philosopher, he is convinced that humanists and artists have joined the scientists to achieve an understanding of man in all his physical, mental and spiritual complexity. Such interchanges might lead, he would hope, to a new and important school of thinkers he would designate as biophilosophers.\"[49] Salk told his cousin, Joel Kassiday, at a meeting of the Congressional Clearinghouse on the Future on Capitol Hill in 1984 that he was optimistic that ways to prevent most human and animal diseases would eventually be developed. Salk said people must be prepared to take prudent risks, since \"a risk-free society would become a dead-end society\" without progress. Salk describes his \"biophilosophy\" as the application of a \"biological, evolutionary point of view to philosophical, cultural, social and psychological problems.\" He went into more detail in two of his books, Man Unfolding, and The Survival of the Wisest. In an interview in 1980, he described his thoughts on the subject, including his feeling that a sharp rise and an expected leveling off in the human population would take place and eventually bring a change in human attitudes: I think of biological knowledge as providing useful analogies for understanding human nature. ... People think of biology in terms of such practical matters as drugs, but its contribution to knowledge about living systems and ourselves will in the future be equally important. ... In the past epoch, man was concerned with death, high mortality; his attitudes were antideath, antidisease\", he says. \"In the future, his attitudes will be expressed in terms of prolife and prohealth. The past was dominated by death control; in the future, birth control will be more important. These changes we're observing are part of a natural order and to be expected from our capacity to adapt. It's much more important to cooperate and collaborate. We are the co-authors with nature of our destiny.[41] His definition of a \"biophilosopher\" is \"Someone who draws upon the scriptures of nature, recognizing that we are the product of the process of evolution, and understands that we have become the process itself, through the emergence and evolution of our consciousness, our awareness, our capacity to imagine and anticipate the future, and to choose from among alternatives.\"[52] Just prior to his death, Salk was working on a new book along the theme of biophilosophy, privately reported to be titled Millennium of the Mind. The day after his graduation from medical school in 1939, Salk married Donna Lindsay, a master's candidate at the New York College of Social Work. David Oshinsky writes that Donna's father, Elmer Lindsay, \"a wealthy Manhattan dentist, viewed Salk as a social inferior, several cuts below Donna's former suitors.\" Eventually, her father agreed to the marriage on two conditions: first, Salk must wait until he could be listed as an official M.D. on the wedding invitations, and second, he must improve his \"rather pedestrian status\" by giving himself a middle name.\"[16]: 99  They had three children: Peter (who also became a physician and is now a part-time professor of infectious diseases at the University of Pittsburgh),[28][29] Darrell, and Jonathan Salk. In 1968, they divorced and, in 1970, Salk married French painter Françoise Gilot. Jonas Salk died from heart failure at the age of 80 on June 23, 1995, in La Jolla,[53] and was buried at El Camino Memorial Park in San Diego.[54] ... in recognition of his 'historical medical' discovery ... Dr. Salk's achievement is meritorious service of the highest magnitude and dimension for the commonwealth, the country and mankind.\" The governor, who had three children, said that \"as a parent he was 'humbly thankful to Dr. Salk,' and as Governor, 'proud to pay him tribute'.[55] Because of Doctor Jonas E. Salk, our country is free from the cruel epidemics of poliomyelitis that once struck almost yearly. Because of his tireless work, untold hundreds of thousands who might have been crippled are sound in body today. These are Doctor Salk's true honors, and there is no way to add to them. This Medal of Freedom can only express our gratitude, and our deepest thanks.","Title":"Jonas Salk - Wikipedia","KeyID":"15446","URL":"https://en.wikipedia.org/wiki/Jonas_Salk"}