{"Content: ":"This is an environmental history of the 2020s. Environmental history refers to events and trends related to the natural environment and human interactions with it. Examples of human-induced events include biodiversity loss, climate change and holocene extinction. As of July 2020[update], neither the International Commission on Stratigraphy (ICS) nor the International Union of Geological Sciences (IUGS) has officially approved the term as a recognized subdivision of geologic time,[1][2][3] but in May 2019, the AWG voted in favor of submitting a formal proposal to the ICS by 2021,[4] locating potential stratigraphic markers to the mid-twentieth century of the common era.[5][4][6] According to the 2020 United Nations' Global Biodiversity Outlook report, of the 20 biodiversity goals laid out by the Aichi Biodiversity Targets in 2010, only 6 were \"partially achieved\" by the deadline of 2020.[7] The report highlighted that if the status quo is not changed, biodiversity will continue to decline due to \"currently unsustainable patterns of production and consumption, population growth and technological developments\".[8] The report also singled out Australia, Brazil and Cameroon and the Galapagos Islands (Ecuador) for having had one of its animals lost to extinction in the past 10 years.[9] Following this, the leaders of 64 nations and the European Union pledged to halt environmental degradation and restore the natural world. Leaders from some of the world's biggest polluters, namely China, India, Russia, Brazil, and the United States, were not among them.[10] The effects of climate change manifested in 2020 with a record 30 named Atlantic tropical storms and hurricanes; the highest heat in 80-years recorded at 54.4 Celsius; massive wildfires in Australia, the Western United States, and the Arctic; and the second-lowest annual Arctic sea ice coverage.[11] A hundred people died and 18,000 were hospitalized in Japan while France reported 1,462 heat-related deaths in 2019, an El Niño year. 2,800,000 people came down with dengue, leading to 1,250 deaths.[12] The Milne Ice Shelf, on Ellesmere Island in the northern Canadian territory of Nunavut, collapsed in two days at the end of July 2020. This was the last fully intact Arctic ice shelf.[13] Environmental groups declared that 2020 was at or near the hottest year on record. NASA said 2020 was tied with 2016, but NOAA said it was the second or third. NOAA said 2020 averaged 58.77 °F (14.88 °C), a few hundredths of a degree behind 2016. Other groups (World Meteorological Organization, Copernicus Group, UK Meteorological Office) had slightly different measurements. The differences in rankings mainly occurred due to how scientists accounted for data gaps in the Arctic; the difference between first or second place is considered insignificant.[14] According to the World Wide Fund for Nature's 2020 Living Planet Report, wildlife populations have declined by 68% since 1970 as a result of overconsumption, population growth and intensive farming, which is further evidence that humans have unleashed a sixth mass extinction event.[16][17][18] Earthquakes and tsunamis during the decade include the 2020 Caribbean earthquake and the 2020 Zagreb earthquake. Wildfires included the 2019–20 Australian bushfire season, 2020 Western United States wildfire season, 2020 Córdoba wildfires, and as well as 2021 Turkish wildfires. In 2020, a huge swarm of desert locusts threatened to engulf massive portions of the Middle East, Africa, and Asia.[19][20] In tandem with the COVID-19 pandemic, this posed major hazards to billions of people who might be affected. Although experts had thought the insects would die out during the dry season in December 2019, unseasonal rains caused the incursion to reach unanticipated and hazardous levels.[21][22][23][24] The 2019–2021 locust infestation caused widespread devastation of food production in the Horn of Africa. An extreme heat wave in Western North America began affecting much of the Pacific Northwest and Western Canada in late June 2021. The heat has affected northern California, Idaho, western Nevada, Oregon, and Washington in the United States, as well as British Columbia, and, in its later phase, Alberta, Manitoba, the Northwest Territories, Saskatchewan, and Yukon, all in Canada.[25] It resulted in some of the highest temperatures ever recorded in the region,[26] including the highest temperature ever measured in Canada at 49.6 °C (121.3 °F). Hurricane Eta and Hurricane Iota (both Category 4) hit the region in November within weeks of each other, creating much devastation to the same areas. At least 250 people were killed, with billions of dollars of damage to property. The 2020 Aegean Sea earthquake killed 117 people in İzmir (in addition to two in Greece) after 41 had died in the Elazığ earthquake in the same year, while the 2020 Iran–Turkey earthquakes killed 10. Forty-one people were also killed by the 2020 Van avalanches. Over two hundred wildfires burnt 1,600 square kilometres of Turkey's forest in its Mediterranean Region in July and August 2021,[27] the worst ever wildfire season in the country's history.[28] In July 2021, several European countries were affected by catastrophic floods, causing deaths and widespread damage. The floods affected several river basins, first in the United Kingdom and later across northern and central Europe including Belgium, Germany, Luxembourg, the Netherlands, Switzerland and Italy.[29] At least 185 people died in the floods, including 157 in Germany, 27 in Belgium and one in Italy.[30][31][32] Milieudefensie et al v Royal Dutch Shell was a case heard by the district court of The Hague in the Netherlands in 2021 related to efforts by multinational corporations to curtail carbon dioxide emissions. The case was considered a landmark ruling in environmental law related to climate change: while previous lawsuits against governments have prevailed for improving emissions, this was considered the first major suit to hold a corporation to the tenets of the Paris Agreement.[33] While the decision only has jurisdiction in the Netherlands,[34] it is expected to set a precedent for other environmental lawsuits against other large companies with high emissions that have not taken sufficient steps to reduce their emissions.[35][36][37][38][39] The impact of the court's decision was considered by legal experts to be strengthened due to its reliance on human rights standards and international measures on climate change.[40][33][35] The Norilsk diesel oil spill was an industrial disaster near Norilsk, Krasnoyarsk Krai, that began on 29 May 2020 when a fuel storage tank at Norilsk-Taimyr Energy's Thermal Power Plant No. 3 (owned by Nornickel) failed, flooding local rivers with up to 21,000 cubic metres (17,500 tonnes) of diesel oil.[41][42] Russian President Vladimir Putin declared a state of emergency in early June.[43] The accident has been described as the second-largest oil spill in modern Russian history.[44] As a result of the spill, up to 21,000 cubic metres (17,500 tonnes) of diesel oil spilled into the Daldykan River. Greenpeace Russia compared the potential environmental effects of the Norilsk spill to that of the 1989 Exxon Valdez oil spill.[41] In the aftermath of the Norilsk spill, Russia's Prosecutor General's office ordered safety checks at all dangerous installations built on the permafrost in Russia's Arctic.[45] From June 2021, the taiga forests in Siberia and the Far East region of Russia were hit by unprecedented wildfires, following record-breaking heat and drought.[46] For the first time in recorded history, wildfire smoke reached the North Pole.[47] Causes of the fires include monitoring difficulties,[48] the shifting patterns of the jet stream and climate change in Russia.[49] Large amounts of carbon may be released from formerly frozen ground under the fires,[50] especially peatlands[51] which continued burning from the previous year.[52] The 2019–20 Australian bushfire season was particularly destructive, killing at least 28 and destroying no fewer than 3,000 homes. The fires were widespread, but New South Wales (NSW) was the hardest hit. In December 2019 the smoke around Sydney was so bad that air quality was 11 times the \"hazardous\" level and temperatures were over 40 °C (113°-120 °F). Natural causes such as lightning strikes started most of the fires, which were exasperated by dry conditions and drought, although police in NSW arrested at least 24 people for deliberately starting fires. In total, 7.3 million hectares (17.9 million acres) have burned across Australia's six states—an area larger than Belgium and Denmark combined. Experts estimate 500 million animals died, not including bats, frogs, or insects; one-third of Australia's koalas were killed, according to Minister for the Environment Sussan Ley.[53]","Title":"2020s in environmental history - Wikipedia","KeyID":"15459","URL":"https://en.wikipedia.org/wiki/2020s_in_environmental_history"}