{"Content: ":"The political history of Europe during the 2020s covers political events on the continent from 2020 to the present, culminating when the year 2029 ends. During the early 2020s, a major concern was the pandemic of Covid-19, and different concerns and restrictions, as countries sought ways to prevent or limit the spread of the disease. The Greens became a governing party for the first time in January 2020 as part of a coalition deal with the right-wing Austrian People's Party.[1] On 6 October 2021, Austrian anti-corruption prosecutors conducted a raid on the offices of Federal Chancellor Sebastian Kurz, the headquarters of the Austrian People's Party and the Federal Ministry of Finance.[2] Kurz has been accused of embezzlement and bribery, along with nine high-profile politicians and newspaper executives.[2] As a result of the raid, Kurz has sustained heavy criticism from his junior The Greens, as well as the opposition.[3] On 9 October 2021, Kurz announced his resignation,[4] with Alexander Schallenberg to serve as his replacement.[5] As a result of the resignation, Kogler announced his intention to continue the governing coalition.[5] The 2020 Belarusian presidential election was held on Sunday, 9 August 2020. Early voting began on 4 August and ran until 8 August.[6] Incumbent Alexander Lukashenko was reelected to the sixth term in office, with official results crediting him with 80% of the vote. Lukashenko has won every presidential election since 1994,[7] with all but the first being labelled by international monitors as neither free nor fair.[8] Opposition candidate Sviatlana Tsikhanouskaya claimed to have won a decisive first-round victory with at least 60% of the vote, and called on Lukashenko to start negotiations. Her campaign subsequently formed the Coordination Council to facilitate a transfer of power and stated that it was ready to organize \"long-term protests\" against the official results.[9][10] All seven members of the Coordination Council Presidium were subsequently arrested or went into exile. Numerous countries refused to accept the result of the election, as did the European Union, which imposed sanctions on Belarusian officials deemed to be responsible for \"violence, repression and election fraud\".[11] The largest anti-government protests in the history of Belarus began in the lead-up to and during the election. Initially moderate, the protests intensified nationwide after official election results were announced on the night of 10 August, in which Lukashenko was declared the winner. Following the forced landing of Ryanair Flight 4978 to arrest opposition activist and journalist Roman Protasevich and his girlfriend Sofia Sapega, the European Union agreed to ban EU-based airlines from flying through Belarusian airspace, to ban Belarusian carriers from flying into EU airspace, and to implement a fresh round of sanctions.[12] The 2021 Belarus–European Union border crisis was a migrant crisis manifested in a massive influx of Middle Eastern and African migrants (mainly from Iraq) to Lithuania, Latvia, and Poland via those countries' borders with Belarus. The crisis was triggered by the severe deterioration in Belarus–European Union relations, following the 2020 Belarusian presidential election, the 2020–2021 Belarusian protests, the Ryanair Flight 4978 incident, and the attempted repatriation of Krystsina Tsimanouskaya. The three EU nations have described the crisis as hybrid warfare by human trafficking of migrants, waged by Belarus against the European Union, and called on Brussels to intervene.[13][14] The foreign minister Sophie Wilmès was treated in intensive care after contracting COVID-19 in November, 2020.[15] The 2020–2021 Bulgarian protests were a series of demonstrations held in Bulgaria, mainly in the capital Sofia, as well as cities with a large Bulgarian diaspora, such as Brussels,[16] Paris,[16] Madrid,[16] Barcelona,[16] Berlin[16] and London.[16] The protest movement was the culmination of long-standing grievances against endemic corruption and state capture, particularly associated with prime minister Boyko Borisov's governments, in power since 2009. Snap parliamentary elections were held in Bulgaria on 11 July 2021 after no party was able or willing to form a government following the April 2021 elections.[17] The populist party There Is Such a People (ITN), led by musician and television host Slavi Trifonov, narrowly won the most seats over a coalition of the conservative GERB and Union of Democratic Forces parties. ITN's success was propelled primarily by young voters. Kaja Kallas became the first female Prime Minister after the previous government fell after a corruption scandal.[18] The murder of Samuel Paty reignited the controversy surrounding depictions of Muhammad, and was followed by the 2020 Nice stabbing committed by another jihadist, as well as a far-right attack in Avignon on the same day.[19] Before the attacks, the Charlie Hebdo depiction had been republished on September 1, and the trial over the Charlie Hebdo shooting in 2015 had begun on September 2.[20] There had also been a second attack on Charlie Hebdo's former headquarters in Paris on September 25, and on October 2, President Emmanuel Macron had called Islam a 'religion in crisis'.[20] Following Macron's remarks, the Turkish president Recep Tayyip Erdoğan suggested he needed \"mental treatment\", leading France to withdraw its ambassador.[21] Saudi Arabia and Iran condemned France, while tens of thousands marched against in protest in Bangladesh.[22] The French government demanded that the representative body for the religion in the country accept a 'charter of republican values', rejecting political Islam and foreign interference, as well as establishing a system of official licenses for imams.[23] Overseas, the French military intervention in the Sahel continued fighting against the Islamic State in the Greater Sahara.[24] The former president Nicolas Sarkozy was charged with corruption in 2020.[25] Sarkozy, was found guilty in 2021 and sentenced to three years in jail for corruption.[26][27] Two years of this sentence are suspended, and one to be served in prison.[27] On 17 September 2021, Macron and his foreign minister Jean-Yves Le Drian recalled the French ambassadors to the U.S. and Australia after the formation of the AUKUS defense technology between the U.S., Australia, and UK (from which France was excluded). As part of the 2021 security agreement, the U.S. decided to provide nuclear-powered submarines to Australia, to counter China in the Pacific and Indo-Pacific region, and Australia canceled a US$66 billion (A$billion) deal from 2016 to purchase twelve French-built conventionally powered (diesel) submarines.[28][29][30] The French government was furious at the cancellation of the submarine agreement and said that it had been blindsided, calling the decision a 'stab in the back'.[28][29][30] On September 22, Biden and Macron pledged to improve the relationship between the two countries.[31] Following a surge of migrant arrivals from Turkey, Greece suspended all asylum applications in March 2020.[32] The freeze was lifted a month later.[33] The 2021 Greek protests broke out in response to a proposed government bill that would allow police presence on university campuses for the first time in decades. During the 2021 Italian government crisis, the Conte II Cabinet fell after Matteo Renzi, leader of Italia Viva (IV) and former Prime Minister, that he would revoke IV's support to the government of Giuseppe Conte.[34] On 18 and 19 January, Renzi's party abstained and the government won the key confidence votes in the Chamber and in the Senate, but it failed in reaching an absolute majority in the Senate.[35] On 26 January, Prime Minister Conte resigned from his office, prompting President Sergio Mattarella to start consultations for the formation of a new government. On 13 February, Mario Draghi was sworn in as Prime Minister, leading to the Draghi Cabinet.[36] During the 2022 Italian government crisis on 14 July, despite having largely won the confidence vote, Prime Minister Draghi offered his resignation, which was rejected by President Sergio Mattarella.[37][38][39] On 21 July, Draghi resigned again after a new confidence vote in the Senate failed to pass with an absolute majority, following the defections of M5S, Lega, and Forza Italia;[40][41][42] President Mattarella accepted Draghi's resignation and asked Draghi to remain in place to handle current affairs.[43] A snap election was called for 25 September 2022.[44] The 2020 Irish general election resulted in a historic win for the Sinn Féin, making it the second largest party of the Dáil Éireann.[45] The result was seen as a historic shift in Ireland's political landscape, effectively ending the two-party system of Fine Gael and Fianna Fáil.[46] The reason for the electoral upset for these parties was believed to be in voter dissatisfaction on issues of health, housing and homelessness.[47] On 27 June 2020, Micheál Martin was elected as Taoiseach, in an historic coalition agreement that saw his party Fianna Fáil go into government with the Green Party and Fianna Fáil's historical rivals, Fine Gael.[48][49] Ingrida Šimonytė became the second-ever female Prime Minister of Lithuania in 2020. The 2020 Montenegrin parliamentary election resulted in a victory for the opposition parties and the fall from power of the ruling DPS, which had ruled the country since the introduction of the multi-party system in 1990. On 31 August, the leaders of three opposition coalitions, For the Future of Montenegro, Peace is Our Nation and In Black and White, agreed to form an expert government, and to continue to work on the European Union accession process. The period before the election was marked by the high polarization of the electorate. Several corruption scandals of the ruling party triggered 2019 anti-government protests, while a controversial religion law sparked another wave of protests. In April 2021, a wave of protests, dubbed by its organizers as the Montenegrin Spring,[50][51] or the Montenegrin Response/Montenegrin Answer[52][53][54] was launched in Montenegro against the announced adoption of regulations that will make it easier to acquire Montenegrin citizenship, but also take away the citizenship of some Montenegrin emigrants, which the protesters consider as an \"attempt of the government to change the ethnic structure of Montenegro\" and against the newly-formed technocratic government of Montenegro, which the protesters accuse of being \"treacherous\" and the \"satellite of Serbia\".[55] The 2021 Montenegrin episcopal enthronement protests are a series of violent protests against the installation (enthronement) of Joanikije Mićović of the Serbian Orthodox Church as the Metropolitan of Montenegro and the Littoral that took place at the historic Cetinje Monastery on 5 September 2021.Following the enthronement, by mid-September 2021, divisions within the Krivokapić Cabinet led some of the ruling coalition members such as the Democratic Front and Democratic Montenegro to demand that the government be reconstructed or a snap election be held.[56] On 7 August 2020, a protest against the arrest of LGBT activist Margot led to a confrontation with police in central Warsaw and resulted in the arrest of 47 others, some of whom were peacefully protesting and others who were bystanders to the event, dubbed \"Polish Stonewall\" in an analogy to the 1969 Stonewall riots. The October–December 2020 Polish protests, commonly known as the Women's Strike (Polish: Strajk Kobiet)[citation needed], are the ongoing anti-government demonstrations and protests in Poland that began on 22 October 2020, in reaction to a ruling of the Constitutional Tribunal, mainly consisting of judges who were appointed by the ruling Law and Justice (Polish: Prawo i Sprawiedliwość, PiS) dominated United Right, which tightened the law on abortion in Poland. The ruling made almost all cases of abortion illegal, including those cases in which the foetus had a severe and permanent disability, or an incurable and life-threatening disease.[57][58] It was the biggest protest in the country since the end of the People's Republic during the revolutions of 1989.[59][60] The Socialist Party, led by António Costa, won a majority of seats in the Portuguese legislative election.[61] A political crisis began in Romania on 1 September 2021 engulfing both major coalition partners of the Cîțu Cabinet, namely the conservative-liberal National Liberal Party (PNL) and the progressive-liberal Save Romania Union (USR), then USR PLUS.[62] The crisis was sparked by disagreements over the so-called Anghel Saligny investment program meant to develop Romanian settlements,[63] which was supported by Prime Minister Cîțu but was severely criticized by USR PLUS (referring to it as a \"brand new OUG 13 abuse\")[64][65] whose ministers boycotted a government meeting.[63] In response, Prime Minister Cîțu sacked Justice Minister Stelian Ion (USR)[66] and named Interior Minister Lucian Bode (PNL) as interim, igniting a crisis.[67][68] In retaliation, USR PLUS submitted a motion of no confidence (also known as a motion of censure) against the Cîțu Cabinet together with the nationalist opposition party Alliance for the Unity of Romanians (AUR)[69][70] and by 7 September, all USR PLUS ministers resigned on their own.[71] Negotiations between PSD, PNL and UDMR for a new majority took place throughout most of November 2021, after which Ciucă was designated again by Iohannis as Prime Minister on 22 November. The crisis finally ended on 25 November, with the Ciucă Cabinet taking office. The entire Russian cabinet resigned in January 2020, with a new Prime Minister Mikhail Mishustin soon sworn in.[72] Following this, a constitutional referendum was held in Russia in 2020.[73] The draft amendments to the Constitution were submitted to a referendum in accordance with article 2 of the Law on Amendments to the Constitution.[74] The referendum was criticized for extending the rule of Vladimir Putin, as well as for not following the normal rules for referenda in Russia (by being labelled an \"all-Russian vote\" instead).[75][76] The anti-corruption activist and politician Alexei Navalny was the target of an attempted assassination by the Russian Federal Security Service, whose members involved in the attempt he exposed together with the investigative journalism outlet Bellingcat.[77] Following his return to Russia, he was arrested and immediately placed in pre-trial detention.[78] This, and the release of his film A Palace for Putin, led to the 2021 Russian protests. Navalny was ultimately sentenced to two-and-a-half years in a penal colony.[79] A court ordered the Anti-Corruption Foundation, linked to Navalny, to cease its activities.[80] Following the Russian invasion of Ukraine on 24 February 2022, daily anti-war demonstrations and protests broke out across Russia.[81] The protests have been met with widespread repression by the Russian authorities, with over 8,000 arrests being made[82][83][84] from 24 February to 4 March.[85][86][87] By 27 February, 4,000 scientists and science journalists, 6,200 medics, 5,000 architects and 6,700 artists in Russia had signed electronic petitions against the invasion.[88] On 6 March, the monitoring group OVD-Info reported over 5,000 arrests throughout the day,[89][90] bringing the total number of arrests since the start to over 12,000. On 26 February 2022, Russia's communications regulator, Roskomnadzor, ordered independent media outlets to take down reports that described the Russian invasion of Ukraine as an \"assault, invasion, or declaration of war\", otherwise fines and blocks would be issued.[91] From 1 March, Russian schools started war-themed social studies classes for teenagers based on the Russian government's position on history; one teaching manual (publicized by independent media outlet MediaZona) for such classes asserted that \"genocide\" had been occurring in eastern Ukraine for eight years, and that Russia in this case was responding with a \"special peacekeeping operation\" in Ukraine, which was \"not a war\".[92] On 7 July 2020, a series of protests and riots began over the government announcement of the reimplementation of the curfew and the government's allegedly poor handling of the COVID-19 situation, as well as being a partial continuation of the \"One of Five Million\" movement. The initial demand of the protesters had been to cancel the planned reintroduction of curfew in Serbia during July, which was successfully achieved in less than 48 hours of the protest.[93] Among other causes, the protests were driven by the crisis of democratic institutions under Aleksandar Vučić's rule and the growing concern that the President is concentrating all powers in his hands at the expense of the parliament.[94] A series of protests broke out after the formation of Janez Janša's government in early 2020, with protestors demanding Janša's resignation and early elections.[95] Janša was accused of eroding freedom of media since assuming office. According to a report by International Press Institute Slovenia experienced a swift downturn in media and press freedom. IPI accused Janša of creating a hostile environment for journalists by his tweets, which IPI described as \"vitriolic attacks\".[96][97] He was also accused of usurping power and corruption and compared to Viktor Orbán.[98][99] In the 2022 Slovenian parliamentary election, the Freedom Movement led by Robert Golob won 41 seats in its first election. It had campaigned on a transition to green energy, an open society and the rule of law. It won the highest number of seats for a single party in the elections since the independence of Slovenia. A government crisis started on 21 June 2021 in Sweden after the Riksdag ousted Prime Minister Stefan Löfven with a no-confidence vote.[100][101] This was the first time in Swedish history a Prime Minister was ousted by a no-confidence vote.[102][103] Löfven was narrowly re-elected to stay in power later.[104] In November, the Riksdag voted for Social Democrat leader Magdalena Andersson to become the first female prime minister of Sweden. However, Andersson resigned several hours later, after the Green Party quit the coalition. The Greens quit the coalition after the opposition budget was approved by the Riksdag.[105][106] On 24 February 2022, Russia invaded Ukraine in a major escalation of the Russo-Ukrainian War that began in 2014. The invasion caused Europe's largest refugee crisis since World War II,[107][108] with more than 9.6 million Ukrainians fleeing the country[109][110] and a third of the population displaced.[111][112] The invasion also caused global food shortages.[113][114] In 2014, Russia invaded and annexed Crimea, and Russian-backed separatists seized part of the Donbas region of south-eastern Ukraine, consisting of Luhansk and Donetsk oblasts, sparking a regional war.[115][116] In 2021, Russia began a large military build-up along its border with Ukraine, amassing up to 190,000 troops and their equipment. In a televised address shortly before the invasion, Russian president Vladimir Putin espoused irredentist views,[117] challenged Ukraine's right to statehood,[118][119] and falsely[120] claimed Ukraine was governed by neo-Nazis who persecuted the ethnic Russian minority.[121] On 21 February 2022, Russia recognised the Donetsk People's Republic and the Luhansk People's Republic, two self-proclaimed breakaway quasi-states in Donbas.[122] The next day, the Federation Council of Russia authorised the use of military force, and Russian troops promptly advanced on both territories.[123] The invasion began on the morning of 24 February,[124] when Putin announced a \"special military operation\" to \"demilitarise and denazify\" Ukraine.[125][126] Minutes later, missiles and airstrikes hit across Ukraine, including the capital Kyiv. A large ground invasion followed from multiple directions.[127][128] Ukrainian president Volodymyr Zelenskyy enacted martial law and a general mobilisation of all male Ukrainian citizens between 18 and 60, who were banned from leaving the country.[129][130] Russian attacks were initially launched on a northern front from Belarus towards Kyiv, a north-eastern front towards Kharkiv, a southern front from Crimea, and a south-eastern front from Luhansk and Donetsk.[131][132] During March, the Russian advance towards Kyiv stalled. Amidst heavy losses and strong Ukrainian resistance, Russian troops retreated from Kyiv Oblast by 3 April. On 19 April, Russia launched a renewed attack on Donbas, which has been proceeding very slowly, with Luhansk Oblast only fully captured by 3 July,[133] while other fronts remained largely stationary. At the same time, Russian forces continued to bomb both military and civilian targets far from the frontline, including in Kyiv,[134] Lviv,[135] Serhiivka near Odesa and Kremenchuk, among others. On 20 July, Russian foreign minister Sergey Lavrov announced that Russia would respond to the increased military aid being received by Ukraine from abroad as justifying the expansion of the 'special operations' front to include military objectives in both the Zaporizhzhia Oblast and Kherson Oblast beyond the original objectives of the oblasts of the Donbas region.[136] Under Boris Johnson's government, the UK left the EU on 31 January 2020; trade deal negotiations continued to within days of the scheduled end of the transition period on 31 December 2020 CET. The effects of Brexit will in part be determined by the EU–UK Trade and Cooperation Agreement which was agreed on 24 December 2020 and ratified by the UK Parliament on 30 December 2020 and was \"provisionally\" applied by the EU from 31 December 2020.[144] Loyalists and unionists argued that post-Brexit trading arrangements have created barriers between Northern Ireland and the rest of the United Kingdom.[145] The Loyalist Communities Council, which represents paramilitary groups including the Ulster Volunteer Force and the Ulster Defence Association withdrew their support for the Good Friday Agreement (which brought to an end The Troubles) until the sea border is removed.[146] A series of riots in loyalist areas of Northern Ireland began in Waterside, Derry, on 30 March 2021. First Minister Arlene Foster announced her resignation after losing the support of her Democratic Unionist Party in the aftermath of the riots.[147] On 15 October 2021, Sir David Amess, a British Conservative Party politician and Member of Parliament (MP) for Southend West, died after being stabbed multiple times at his constituency surgery at Belfairs Methodist Church Hall in Leigh-on-Sea, Essex. Ali Harbi Ali, a 25-year-old British man, was arrested at the scene and was later charged with murder and the preparation of terrorist acts. In the 2022 Northern Ireland Assembly election, Sinn Féin became the largest party, marking the first time an election in Northern Ireland has resulted in a nationalist party winning the most seats, and thus has the right to nominate Northern Ireland's first nationalist First Minister.","Title":"2020s in European political history - Wikipedia","KeyID":"15455","URL":"https://en.wikipedia.org/wiki/2020s_in_European_political_history"}