{"Content: ":"2020s political history refers to significant political and societal historical events of the 2020s, presented as a historical overview in narrative format. The COVID-19 pandemic, also known as the coronavirus pandemic, caused by coronavirus disease 2019 (COVID-19) was first identified in December 2019 in Wuhan, China. The World Health Organisation declared the outbreak a Public Health Emergency of International Concern in January 2020 and a pandemic in March 2020. By December 2020 the virus had extended to virtually every corner of the planet including ships at sea but excluding Antarctica and a handful of small islands. As of 28 July 2022[1], there were 573,903,780[1] confirmed cases and 6,393,665[1] deaths. The United States, India, and Brazil reported the most infections, deaths, and recoveries; the highest death rates were reported in Belgium, Italy, Peru, and Spain. The United States leads in new cases, new deaths, active cases, and recoveries.[2] The pandemic triggered global social and economic disruption, including the largest global recession since the Great Depression.[3] It led to the postponement or cancellation of events, widespread supply shortages exacerbated by panic buying, famines affecting hundreds of millions of people, and decreased emissions of pollutants and greenhouse gases. Educational institutions were partially or fully closed. Misinformation circulated through social media and mass media. There were incidents of xenophobia and discrimination against Chinese people and against those perceived as being Chinese or as being from areas with high infection rates.[4] The pandemic impacted international relations and affected the political systems of multiple countries, causing suspensions of legislative activities, isolation or deaths of multiple politicians and reschedulings of elections due to fears of spreading the virus. The pandemic also triggered broader debates about political issues such as the relative advantages of democracy and autocracy,[5][6] how states respond to crises,[7] politicization of beliefs about the virus,[8] and the adequacy of existing frameworks of international cooperation.[9] On May 24, 2020, China Foreign Minister Wang Yi said that relations with the U.S. were on the \"brink of a new Cold War\" after it was fuelled by tensions over the COVID-19 pandemic.[10] In his September 2021 speech to the United Nations General Assembly, US President Joe Biden said that the US is \"not seeking a new Cold War or a world divided into rigid blocs.\" Biden further said that the US would cooperate \"with any nation that steps up and pursues peaceful resolution to shared challenges,\" despite \"intense disagreement in other areas, because we'll all suffer the consequences of our failure.\"[11][12] The Treaty on the Prohibition of Nuclear Weapons, which totally bans nuclear weapons, went into effect on January 22, 2021. The treaty is not supported by NATO or any known nuclear powers.[13] On 24 February 2022, Russia invaded Ukraine in a major escalation of the Russo-Ukrainian War that began in 2014. The invasion caused Europe's largest refugee crisis since World War II,[14][15] with more than 9.6 million Ukrainians fleeing the country[16][17] and a third of the population displaced.[18][19] The invasion also caused global food shortages.[20][21] In 2014, Russia invaded and annexed Crimea, and Russian-backed separatists seized part of the Donbas region of south-eastern Ukraine, consisting of Luhansk and Donetsk oblasts, sparking a regional war.[22][23] In 2021, Russia began a large military build-up along its border with Ukraine, amassing up to 190,000 troops and their equipment. In a televised address shortly before the invasion, Russian president Vladimir Putin espoused irredentist views,[24] challenged Ukraine's right to statehood,[25][26] and falsely[27] claimed Ukraine was governed by neo-Nazis who persecuted the ethnic Russian minority.[28] On 21 February 2022, Russia recognised the Donetsk People's Republic and the Luhansk People's Republic, two self-proclaimed breakaway quasi-states in Donbas.[29] The next day, the Federation Council of Russia authorised the use of military force, and Russian troops promptly advanced on both territories.[30] The invasion began on the morning of 24 February,[31] when Putin announced a \"special military operation\" to \"demilitarise and denazify\" Ukraine.[32][33] Minutes later, missiles and airstrikes hit across Ukraine, including the capital Kyiv. A large ground invasion followed from multiple directions.[34][35] Ukrainian president Volodymyr Zelenskyy enacted martial law and a general mobilisation of all male Ukrainian citizens between 18 and 60, who were banned from leaving the country.[36][37] Russian attacks were initially launched on a northern front from Belarus towards Kyiv, a north-eastern front towards Kharkiv, a southern front from Crimea, and a south-eastern front from Luhansk and Donetsk.[38][39] During March, the Russian advance towards Kyiv stalled. Amidst heavy losses and strong Ukrainian resistance, Russian troops retreated from Kyiv Oblast by 3 April. On 19 April, Russia launched a renewed attack on Donbas, which has been proceeding very slowly, with Luhansk Oblast only fully captured by 3 July,[40] while other fronts remained largely stationary. At the same time, Russian forces continued to bomb both military and civilian targets far from the frontline, including in Kyiv,[41] Lviv,[42] Serhiivka near Odesa and Kremenchuk, among others. On 20 July, Russian foreign minister Sergey Lavrov announced that Russia would respond to the increased military aid being received by Ukraine from abroad as justifying the expansion of the 'special operations' front to include military objectives in both the Zaporizhzhia Oblast and Kherson Oblast beyond the original objectives of the oblasts of the Donbas region.[43] Beginning on 5 May 2020, Chinese and Indian troops engaged in aggressive melee, face-offs, and skirmishes at locations along the Sino-Indian border, including near the disputed Pangong Lake in Ladakh and the Tibet Autonomous Region, and near the border between Sikkim and the Tibet Autonomous Region. Additional clashes also took place at locations in eastern Ladakh along the Line of Actual Control (LAC). In late May, Chinese forces objected to Indian road construction in the Galwan river valley.[51][52] According to Indian sources, melee fighting on 15–16 June 2020 resulted in the deaths of Chinese and Indian soldiers.[53][54][55] Media reports stated that soldiers were taken captive on both sides and released in the coming few days while official sources on both sides went on to deny this.[56][57][58] On 7 September, for the first time in 45 years, shots were fired along the LAC, with both sides blaming each other for the firing.[59][60] Indian media also reported that Indian troops fired warning shots at the PLA on 30 August.[61] Partial disengagement from Galwan, Hot Springs, and Gogra occurred in June–July 2020 while complete disengagement from Pangong Lake north and south bank took place in February 2021.[62][63] Following disengagement at Gogra in August 2021, Indian analysts pointed out that the LAC has shifted westwards at patrol point 17A (PP 17A).[64][65] Amid the standoff, India reinforced the region with approximately 12,000 additional workers, who would assist India's Border Roads Organisation in completing the development of Indian infrastructure along the Sino-Indian border.[66][67][68] Experts have postulated that the standoffs are Chinese pre-emptive measures in responding to the Darbuk–Shyok–DBO Road infrastructure project in Ladakh.[69] China has also extensively developed its infrastructure in these disputed border regions and is continuing to do so.[70][71] The revocation of the special status of Jammu and Kashmir, in August 2019, by the Indian government has also troubled China.[72] However, India and China have both maintained that there are enough bilateral mechanisms to resolve the situation.[73][74] This includes multiple rounds of colonel, brigadier, and major general rank dialogue, special representatives' meetings,[a][76][77] meetings of the 'Working Mechanism for Consultation and Coordination on China-India Border Affairs' (WMCC),[b][79] and meetings and communication between their respective foreign and defense ministers.[80] On 12 January 2022, the 14th corps-commander-level meeting at Chushul-Moldo Border Personnel Meeting (BPM) point took place.[81] On 28 April, Tajikistan and Kyrgyzstan forces on the Kyrgyzstan–Tajikistan border near Kök-Tash, Leilek, started the clashes, resulting in four deaths and dozens of injuries.[88] The following day clashes resumed, with at least 41 people killed from both sides and roughly 10,000 people evacuated.[89] The same day the foreign ministers of Tajikistan and Kyrgyzstan agreed to a ceasefire at the border.[90] On 30 April, Tajikistan acknowledged the ceasefire in a statement published by its state information service.[91] The 2020 Nagorno-Karabakh war took place in the Nagorno-Karabakh region between the Republic of Artsakh backed by Armenia and Azerbaijan from September 2020 to November 2020. It is the latest escalation of the unresolved Nagorno-Karabakh conflict. A peace treaty was signed between Armenia, Azerbaijan, Artsakh, and Russia, ending hostilities on 10 November 2020. Widespread protests in Armenia followed the treaty while it was celebrated in Azerbaijan. The 2019–2021 Persian Gulf crisis has led to the attack on the United States embassy in Baghdad during the start of the decade, the subsequent assassination of Qasem Soleimani by the United States days later, the Iranian attack on U.S. forces in Iraq in revenge, as well as the accidental shootdown of Ukraine International Airlines Flight 752 by Iran soon after. The 2019–2020 northwestern Syria offensive, codenamed was a military operation launched by the armed forces of the Syrian Arab Republic, Russia, Iran, Hezbollah and other allied militias against Syrian opposition and allied fighters of the Syrian National Army, Hayat Tahrir al-Sham, Rouse the Believers Operations Room, the Turkistan Islamic Party, and other rebel and Salafi jihadist[92] forces.[93][94] By February 2020, pro-government forces had encircled several Turkish observation posts that had been established throughout Idlib.[95][96] On 27 February, after intermittent deadly clashes between Turkish and Syrian forces, Turkey formally intervened in the offensive and announced the beginning of Operation Spring Shield with the aim of pushing Syrian government forces back to pre-offensive frontlines.[97] Operation Spring Shield (Turkish: Bahar Kalkanı Harekâtı) was a cross-border military operation conducted by the Turkish Armed Forces (TSK) against the Syrian Armed Forces and allied militias in the Idlib Governorate of northwestern Syria,[98] which began on 27 February 2020 in response to the Balyun airstrikes.[99][100] Turkish National Defense Minister Hulusi Akar said that the purpose of the operation had been within the framework of the Astana talks, to ensure a ceasefire agreement in the Second Northern Syria Buffer Zone and to prevent migration from Idlib towards the Turkish border. On 5 March, Turkey and Russia signed a ceasefire agreement in Moscow.[101] A series of airstrikes were carried out by the Israeli Air Force on multiple Iranian-linked targets in the Deir ez-Zor Governorate of Syria on 13 January 2021.[102] More airstrikes were launched the following February. Later that same month, the United States military carried out an airstrike on a site which it believed to have been occupied by Iranian-backed Iraqi militias operating from across the border in eastern Syria.[103][104][105] The US-led coalition continued to hit targets in Syria, as part of what it described as a war against ISIS.[106] In 2020, the Secretary-General of the United Nations, António Guterres, declared that \"The state of the planet is broken\" and that \"Humanity is waging war on nature. This is suicidal.\"[107] The United Nations has also called climate change \"the defining issue of our time\",[108] and the World Health Organization said it \"threatens the essential ingredients of good health - clean air, safe drinking water, nutritious food supply, and safe shelter - and has the potential to undermine decades of progress in global health\".[109] Out of all national parliamentarians in Greece, 24.3% were women as of February 2019, while 11 women were serving as Head of State and 12 as Head of Government in June 2019. Furthermore, 20.7% of government ministers were women as of January 2019.[110] Katerina Sakellaropoulou became the first female president of Greece in January 2020.[111] Maia Sandu reached the same milestone for Moldova in 2020 as well. In Austria, the first female-majority cabinet was sworn in in 2020.[112] In a January 2020 interview with the Financial Times, German Chancellor Angela Merkel urged Europe to develop its own technology, such as manufacturing of batteries, electric cars, and cloud computing. Europe depends mostly on Asia for electric car batteries, and it has no hyperscale computing companies to support companies like Amazon and Facebook.[113] Switzerland's neutrality was called into question when it was in revealed in February 2020 that German and U.S. intelligence services had been using coding devices manufactured by Crypto AG to spy on other countries.[114] The Pandora Papers are 11.9 million leaked documents with 2.9 terabytes of data that the International Consortium of Investigative Journalists (ICIJ) published beginning on 3 October 2021.[115][116][117] The leak exposed the secret offshore accounts of 35 world leaders, including current and former presidents, prime ministers, and heads of state as well as more than 100 billionaires, celebrities, and business leaders. The news organizations of the ICIJ described the document leak as their most expansive exposé of financial secrecy yet, containing documents, images, emails and spreadsheets from 14 financial service companies, in nations including Panama, Switzerland and the United Arab Emirates,[118][119] surpassing their previous release of the Panama Papers in 2016, which had 11.5 million confidential documents (2.6 terabytes).[120][121][122][123][124] At the time of the release of the papers, the ICIJ said it is not identifying its source for the documents.[125] The COVID-19 recession is a global economic recession caused by the COVID-19 pandemic. The recession began in most countries in February 2020. After a year of global economic slowdown that saw stagnation of economic growth and consumer activity, the COVID-19 lockdowns and other precautions taken in early 2020 drove the global economy into crisis.[128][129][130][131] Within seven months, every advanced economy had fallen to recession.[132][133] The first major sign of recession was the 2020 stock market crash, which saw major indices drop 20 to 30% in late February and March. Recovery began in early April 2020, as of April 2022, the GDP for most major economies has either returned to or exceeded pre-pandemic levels [134] and many market indices recovered or even set new records by late 2020.[135][136][137] The recession saw unusually high and rapid increases in unemployment in many countries. By October 2020, more than 10 million unemployment cases had been filed in the United States,[138] swamping state-funded unemployment insurance computer systems and processes.[139][140] The United Nations (UN) predicted in April 2020 that global unemployment would wipe out 6.7% of working hours globally in the second quarter of 2020—equivalent to 195 million full-time workers.[141] In some countries, unemployment was expected to be around 10%, with more severely affected nations from the pandemic having higher unemployment rates.[142][143][144] Developing countries were also affected by a drop in remittances[145] and exacerbating COVID-19 pandemic–related famines.[146] The recession and the accompanying 2020 Russia–Saudi Arabia oil price war led to a drop in oil prices; the collapse of tourism, the hospitality industry, and the energy industry; and a downturn in consumer activity in comparison to the previous decade.[147][148][149] The 2021–2022 global energy crisis was driven by a global surge in demand as the world exited the early recession caused by the pandemic, particularly due to strong energy demand in Asia.[150][151][152] President Trump's trade disputes appear to be neutralizing as the President completed a phase 1 agreement with China and renegotiated NAFTA with the ratification of the United States–Mexico–Canada Agreement an improved, bipartisan trade agreement. Tomasz Brodzicki of IHS Markit predicts that world merchandise trade volume will increase by 2.7% to 14.174 billion tons (US$18.870 trillion) in 2020 and by 5% to 14.881 billion tons (US$19.795 trillion) in 2021. He forecasts the highest growth rates in 2020 for South and North America and the lowest for Africa. He predicts low trade growth for the U.S. and Canada and continuing conflicts with China, which should benefit Taiwan, Vietnam, and other parts of the ASEAN Free Trade Area. He also says the paralysis of the multilateral dispute settlement system in the World Trade Organization (WTO) will probably last.[154] The world's largest free trade agreement, the Regional Comprehensive Economic Partnership, was signed on November 15, 2020, including the members of ASEAN, as well as Australia, China, Japan, New Zealand, and South Korea.[155] The African Continental Free Trade Area (AfCTA) will go fully into effect on July 1, 2020, abolishing 90% of tariffs between member states and bringing a 50% increase in trade in the next few years.[156] In June 2019 the Mercosur (Argentina, Brazil, Paraguay, and Uruguay) reached a tentative agreement.pdf with the European Union. They are also looking forward to similar agreements with the United States, Canada, and the EFTA bloc—made up of Iceland, Norway, Liechtenstein, and Switzerland.[157] During 2020–22, coup d'état's were launched successfully in Burkina Faso, Guinea, Mali, Sudan, and unsuccessfully in Guinea-Bissau and Niger. In Chad, the Transitional Military Council took power as a military junta. On February 29, 2020, the United States and the Taliban signed a peace agreement in Doha, Qatar, officially titled the Agreement for Bringing Peace to Afghanistan.[158] The provisions of the deal include the withdrawal of all American and NATO troops from Afghanistan, a Taliban pledge to prevent al-Qaeda from operating in areas under Taliban control, and talks between the Taliban and the Afghan government.[159] The United States agreed to an initial reduction of its force level from 13,000 to 8,600 by July 2020, followed by a full withdrawal within 14 months if the Taliban keeps its commitments.[160] The deal was supported by China, Russia and Pakistan, although it did not involve the government of Afghanistan.[161] In September 2020, over 5,000 Taliban prisoners, including 400 of whom were accused and convicted of major crimes such as murder, were released by the Afghan government as part of the Doha Agreement between the United States and the Taliban.[162] According to Afghanistan's National Security Council, many of the released prisoners who were \"experts\" returned to the battlefield and strengthened the Taliban's hand.[163] In early 2021, both the Pentagon and Afghan leadership believed in a continuous US support for Kabul. However, President Biden continuing President Trump's persistent will to move the US away from an endless foreign war, while Afghan leadership consistently relied on the US' manpower and support, was not anticipated.[164] The Biden administration announced in April 2021 that it would continue the withdrawal beyond the initial deadline, with an expected completion date by 11 September 2021.[165] On 8 July, Biden shifted the U.S. withdrawal deadline to 31 August.[166] The Taliban and allied militant groups began a widespread offensive on 1 May 2021, simultaneous with the withdrawal of most U.S. troops from Afghanistan. Following its rapid defeat across the country, the Afghan National Army was left in chaos, and only two units remained operational by mid-August: The 201st Corps and 111th Division, both based in Kabul. The capital city itself was left encircled after Taliban forces had captured Mihtarlam, Sharana, Gardez, Asadabad, and other cities as well as districts in the east. Kabul, the capital city, fell to Taliban forces on 15 August 2021. The capture took place hours after President Ashraf Ghani fled the country. Large-scale evacuations of foreign citizens and some vulnerable Afghan citizens took place amid the withdrawal of US and NATO forces from the War in Afghanistan and the Taliban offensive in Afghanistan in 2021. After the fall of Kabul on 15 August 2021 and the collapse of the Islamic Republic of Afghanistan, Hamid Karzai International Airport remained the only non-Taliban controlled route out of the country, being protected by several thousand NATO troops. The evacuation operations were one of the largest airlifts in history.[167][168] Between 14 and 25 August, the US evacuated about 82,300 people from Hamid Karzai International Airport,[169] including US citizens, Special Immigrant Visa applicants, and other vulnerable Afghans.[168] Over 122,000 people were airlifted abroad.[170] On 17 August 2021, Amrullah Saleh—citing provisions of the Constitution of Afghanistan—declared himself President of Afghanistan from a base of operations in the Panjshir Valley, and said that he would continue military operations against the Taliban from there.[171] His claim to the presidency was endorsed by Massoud and former Afghan Minister of Defence Bismillah Mohammadi along with the Afghan embassy in Tajikistan and its ambassador Mohammad Zahir Aghbar.[172][171][173] However, Taliban forces captured the valley on 6 September 2021, and leaders of the resistance fled to Tajikistan on 18 September. The 2021 Afghan protests were protests against the Taliban that started on 17 August 2021 against the treatment of women by the Taliban government, considering it as discriminatory and misogynistic. As led by the NRF, the protesters also support decentralization, multiculturalism, and social justice.[174] Following the fall of Kabul, the leaders of the IS-K denounced the Taliban takeover of Afghanistan, continuing the Islamic State–Taliban conflict.[175] Chinese Communist Party (CCP) continued the mass imprisonment of Uyghyrs in the Xinjiang internment camps, under CCP General Secretary Xi Jinping's administration.[176] The Hong Kong protests against the Chinese government continued into 2020. A controversial new national security law was enacted on 30 June 2020 by the Standing Committee of the National People's Congress.[177] In July, 12 politicians were banned from standing the upcoming elections.[178] The elections were then postponed by a year, officially due to the COVID-19 pandemic.[178] After the arrest of eight opposition politicians in November, 15 other opposition lawmakers resigned in protest, including the remaining opposition members of the Legislative Council of Hong Kong.[178] The democracy activist Joshua Wong was also arrested, facing up to three years in prison in his trial.[179] The Decision of the National People's Congress on Improving the Electoral System of the Hong Kong Special Administrative Region was enacted on 11 March 2021 by the National People's Congress (NPC), the de jure legislative body of the People's Republic of China (PRC), to rewrite the electoral rules, imposing a much restrictive electoral system on the Hong Kong Special Administrative Region (HKSAR) for its Chief Executive (CE) and the Legislative Council (LegCo), claiming to ensure a system of \"patriots governing Hong Kong.\"[180][181] Police later arrested five executives of the Apple Daily newspaper as the newspaper warned that press freedom in the city was \"hanging by a thread\".[182] The Stand News raids and arrests occurred on 29 December 2021, when Stand News, one of the few remaining pro-democracy media outlets in Hong Kong following the passage of the Hong Kong national security law in 2020, was raided by the National Security Department of the Hong Kong Police Force. Media executives and journalists were arrested on the charge of \"conspiring to publish seditious publications\" on a large scale.[183] As a result of the raid, Stand News ceased operations, the organisation's website and social media became inactive, and all of its employees were dismissed. The Office of the United Nations High Commissioner for Human Rights, along with leaders in Canada, Germany, the United Kingdom and United States, condemned the raid.[184] Protests broke out on 2 January 2022 after a sudden sharp increase in gas prices which, according to the Kazakh government, was due to high demand and price fixing. The protests began in Zhanaozen, a city built on an oil field, but quickly spread to other cities in the country,[185] including the largest city, Almaty. Growing discontent with the government and former president Nursultan Nazarbayev also influenced larger demonstrations. As there were no popular opposition groups against the Kazakh government, the unrest appeared to be assembled directly by citizens. In response, President Kassym-Jomart Tokayev declared a state of emergency in Mangystau Region and Almaty, effective from 5 January. The Mamin Cabinet resigned the same day.[186][187] In response to the unrest, the Collective Security Treaty Organization (CSTO) – a military alliance of post-Soviet states that includes Armenia, Belarus, Kyrgyzstan, Russia, Tajikistan, and Kazakhstan itself – agreed to deploy peacekeeping troops in Kazakhstan. The local police reported that \"dozens of attackers were liquidated\", while former President Nazarbayev was removed as the Chairman of the Security Council of Kazakhstan.[188] Tokayev later announced a series of reforms to the national parliament, including re-establishing the Constitutional Court, reducing the membership requirement for establishing political parties from 20,000 to 5,000, reducing the number of parliament deputies appointed by the president, and restoring three regions that were merged during the 1990s. He says that the purpose of these reforms is to move the current political system from \"superpresidential\" rule to a presidential republic with a strong parliament.[189] The 2020 Kyrgyzstani protests began on 5 October 2020 in response to the recent parliamentary election that was perceived by protestors as unfair, with allegations of vote rigging.[190][191] The results of the election were annulled on 6 October 2020.[192] On 12 October 2020, President Jeenbekov announced a state of emergency in the capital city of Bishkek,[193] which was approved by Parliament the following day.[194] Jeenbekov resigned on 15 October 2020. In January 2021 a referendum on the form of government was held alongside presidential elections (won by Sadyr Japarov), with voters asked whether they would prefer a presidential system, a parliamentary system, or opposed both. Just over 84% voted in favour of a presidential system. Work began on drafting a new constitution, which was debated in the Supreme Council in February 2021. The draft new constitution replaces the parliamentary system with a presidential one, with presidents limited to two five years terms instead of a single six-year term. It also reduces the number of seats in the Supreme Council from 120 to 90 and establishes a constitutional court.[195] In March 2021 members of the Supreme Council passed a bill, scheduling a referendum on the new constitution for 11 April, the same day as local elections.[195] The result was 79.31% in favour.[196] In early 2020, officials from the Malaysia's Prime Minister's Office (PMO) said that Malaysia has recovered US$322 million stolen from the sovereign wealth fund 1Malaysia Development Berhad scandal, a fraction of the more than US$4.5 billion US prosecutors say was looted.[197] In April, the US Department of Justice returned US$300 million in funds stolen during the 1MDB scandal to Malaysia.[198][199] Former Prime Minister Najib Razak was found guilty of one count of abuse of power, three counts of criminal breach of trust, three counts of money laundering, a total of seven charges for the SRC International trial.[200][201] On 24 February 2020, Malaysia entered the 2020 Malaysian political crisis for almost a week after the resignation of the 7th Prime Minister of Malaysia, Mahathir Mohamad. Immediately that afternoon, the King of Malaysia re-appointed Mahathir Mohamad as the Interim Prime Minister to solve the political crisis. On 29 February 2020, Yang Dipertuan Agong, King Abdullah of Pahang agreed to appoint Tan Sri Muhyiddin Yassin as the 8th Prime Minister of Malaysia, and he was sworn in at the Istana Negara on 1 March 2020. Malaysia declared a State of Emergency in January 2021 amid the worsening COVID-19 pandemic, suspending parliament and all elections until August.[202] The declaration attracted political controversy;[203] a number of MPs from major coalition party UMNO withdrew support for the government in disapproval,[204] temporarily leading to a minority government and destabilising the coalition. On 8 July 2021, the President of UMNO announced that the party had withdrawn support for Prime Minister Muhyiddin Yassin over the government's handling of the COVID-19 pandemic[205] although others in UMNO later affirmed their support, splitting the party and putting the government's status into question.[206][207] After losing majority support and attempts to regain it were unsuccessful,[208] Prime Minister Muhyiddin and his cabinet resigned on 16 August 2021 with Muhyiddin remaining as caretaker Prime Minister. Four days later, UMNO's Vice President Ismail Sabri Yaakob was appointed Prime Minister by the Yang di-Pertuan Agong after receiving support from most of the MPs.[209][210] General elections were held in Myanmar on 8 November 2020, in which the National League for Democracy won 396 out of 476 seats in parliament, while the military's proxy party, the Union Solidarity and Development Party, won only 33 seats.[211] In the 2021 Myanmar coup d'état, democratically elected members of the ruling National League for Democracy were detained and/or deposed from their offices by the Tatmadaw; Myanmar's military. The Tatmadaw declared a year-long state of emergency and declared power had been vested in the commander-in-chief of the armed forces, Min Aung Hlaing. The coup d'état occurred the day before the Parliament of Myanmar was due to swear in the members elected at the November 2020 general election, preventing this from occurring.[212] President Win Myint and State Counsellor Aung San Suu Kyi were detained, along with ministers and their deputies and members of Parliament.[211] Domestic civil resistance efforts in Myanmar, known locally as the Spring Revolution (Burmese: နွေဦးတော်လှန်ရေး),[213][214] began in opposition to the coup d'état on 1 February.[215] As of 2 April 2021[update], at least 550 civilians, including children, have been killed by military or police forces and at least 2,574 people detained.[216] The National Unity Government of the Republic of the Union of Myanmar was formed by the Committee Representing Pyidaungsu Hluttaw, a group of elected lawmakers ousted in the coup d'état. It included representatives of the National League for Democracy (the deposed ruling party of former state counsellor Aung San Suu Kyi), ethnic minority insurgent groups, and various minor parties.[217] The NUG has sought international recognition as the government of Myanmar.[218] On 5 May 2021, the NUG announced the formation of \"People's Defense Force\" as its armed wing to launch an armed revolution against the military junta.[219][220] Parliamentary elections in June 2020[221][222] resulted in a victory for the ruling Mongolian People's Party. The Prime Minister Ukhnaagiin Khürelsükh resigned on 27 January 2021 following a minor protest against the mistreatment of a hospital patient.[223] In July 2021, the Nepalese Supreme Court declared that the dissolution of the Federal Parliament of Nepal by Prime Minister KP Sharma Oli in May was unconstitutional, reinstating the Parliament and removing the duties of Oli.[224] The Supreme Court also designated leader of the opposition Sher Bahadur Deuba as the new Prime Minister.[224] A political and constitutional crisis emerged in Pakistan when, on 3 April 2022, National Assembly Deputy Speaker Qasim Khan Suri dismissed a no-confidence motion against prime minister Imran Khan during a session in which it was expected to be taken up for a vote. Moments later, the president dissolved the National Assembly on the advice of prime minister Imran Khan.[225][226] This created a constitutional crisis, as effectively, Imran Khan led a constitutional coup to remain in power.[227][228] Four days later, the Supreme Court of Pakistan ruled that the dismissal of the no-confidence motion and subsequent dissolution of the National Assembly were unconstitutional, and overturned these actions. The Supreme Court further held that the National Assembly had not been prorogued and had to be reconvened by the Speaker immediately.[229][230] Shortly after midnight on 10 April, the National Assembly voted and passed the No Confidence motion removing prime minister Khan from office immediately upon passing of the resolution[231] and making him the first prime minister in Pakistan to be so removed from office.[232] The Sri Lankan economic crisis[233] is an ongoing crisis in the island-state of Sri Lanka that started in 2019.[234] It is the country's worst economic crisis since its independence in 1948.[234] It has led to unprecedented levels of inflation, near-depletion of foreign exchange reserves, shortages of medical supplies, and an increase in prices of basic commodities.[235] The crisis is said to have begun due to multiple compounding factors like tax cuts, money creation, a nationwide policy to shift to organic or biological farming, the 2019 Sri Lanka Easter bombings, and the impact of the COVID-19 pandemic in Sri Lanka. The subsequent economic hardships resulted in the 2022 Sri Lankan protests. Sri Lanka had been earmarked for sovereign default, as the remaining foreign exchange reserves of US$1.9 billion as of March 2022 would not be sufficient to pay the country's foreign debt obligations for 2022, with US$4 billion to be repaid.[236] An International Sovereign Bond repayment of US$1 billion is due to be paid by the government in July 2022. Bloomberg reported that Sri Lanka had a total of US$8.6 billion in repayments due in 2022, including both local debt and foreign debt.[237][238] In April 2022, the Sri Lankan government announced that it was defaulting, making it the first sovereign default in Sri Lankan history since its independence in 1948 and the first state in the Asia-Pacific region to enter sovereign default in the 21st century.[239][240] The 2022 Sri Lankan political crisis is an ongoing political crisis in Sri Lanka due to the power struggle between President Gotabaya Rajapaksa and the Parliament of Sri Lanka. It is fueled by the anti-government protests and demonstrations by the public due to the economic crisis in the country. The anti-government sentiment across various parts of Sri Lanka has triggered a state of political instability the country has not seen since the civil war.[242] The political crisis began on 3 April 2022, after all 26 members of the Second Gotabaya Rajapaksa cabinet with the exception of Prime Minister Rajapaksa resigned en masse overnight. Critics said the resignation was not valid as they did not follow the constitutional protocol and thus deemed it a \"sham\",[243][244][245] and several were reinstated in different ministries the next day.[246] There were even growing calls on forming a caretaker government to run the country or for snap elections, but the latter option was deemed unviable due to paper shortages and concerns over election expenditure, which would often cost in billions.[247] The 2022 Sri Lankan protests are ongoing mass protests which began in March 2022 against the government of Sri Lanka. The government has been criticized for mismanaging the Sri Lankan economy, which led to a subsequent economic crisis involving severe inflation, daily blackouts, and a shortage of fuel, domestic gas, and other essential goods. The main demand of the protesters has been the resignation of Gotabaya Rajapaksa and key officials from the Rajapaksa family.[254][255] Despite the involvement of several opposition parties, most protesters have considered themselves to be apolitical, and some have expressed discontent with the parliamentary opposition.[256] During the protests, protesters have chanted slogans such as \"go home Gota\" and \"go home Rajapaksas\".[257][258] The protests have been mainly caused by the general public,[259][260] with youths playing a major part by carrying out protests at Galle Face Green.[261][262][263][264] The government has reacted to these protests with authoritarian actions, such as declaring a state of emergency, allowing the military to arrest civilians, imposing curfews, and restricting access to social media. The government has violated the law and the Sri Lankan constitution by attempting to suppress the protests.[265][266][267] The Sri Lankan diaspora has also begun demonstrations against the suppression of basic human rights in the country.[268][269] In April, the government's ban on social media was perceived to have backfired, with hashtags including #GoHomeGota and #GoGotaGo trending on Twitter in countries such as the United States, Singapore, and Germany. The government's ban was lifted later that day. The Human Rights Commission of Sri Lanka has condemned the measure and summoned officials responsible for the blocking and abuse of protesters.[270][271] On 3 April, all 26 members of the Second Gotabaya Rajapaksa cabinet resigned with the exception of Prime Minister Mahinda Rajapaksa; critics said that the resignation was not valid as they did not follow constitutional protocol.[272][273][274] Several of the ministers who \"resigned\" were reinstated in different ministries the next day.[275] Chief government whip Johnston Fernando insisted that President Gotabaya Rajapaksa would not resign under any circumstances.[276] The protests, however, achieved the removal of officials and ministers including members of the Rajapaksa family and their close associates along with appointment of more qualified and veteran officials and the creation of the Advisory Group on Multilateral Engagement and Debt Sustainability.[277] Gurbanguly Berdimuhamedow stepped down as president on 19 March 2022, after a non-democratic snap presidential election, in which his son Serdar Berdimuhamedow won, becoming the next President and establishing a political dynasty.[280] The Citizenship Amendment Act protests occurred after the enactment of the Citizenship (Amendment) Act (CAA) by the Indian government on 12 December 2019, which triggered widespread ongoing protests across India and abroad against the act and the associated proposals to enact a National Register of Citizens (NRC).[281] The Amendment created a pathway to Indian citizenship for illegal migrants belonging to Hindu, Sikh, Buddhist, Jain, Parsi, and Christian communities from Pakistan, Bangladesh and Afghanistan, who had entered India before 2014 fleeing religious persecution.[282] The Amendment does not provide the same pathway to Muslims and others from these countries, nor to refugee Sri Lankan Tamils in India, Rohingyas from Myanmar, or Buddhists from Tibet.[283] The proposed National Register of Citizens (NRC) will be an official record of all legal citizens of India; individuals would need to provide a prescribed set of documents issued before a specified cutoff date to be included in it.[284] The amendment has been widely criticised as discriminating on the basis of religion, in particular for excluding Muslims.[285] Protestors against the amendment demand that it be scrapped and that the nationwide NRC not be implemented.[286] Protesters in Assam and other northeastern states do not want Indian citizenship to be granted to any refugee or immigrant, regardless of their religion, as they fear it would alter the region's demographic balance.[287][288] Prime Minister Narendra Modi dismissed 12 cabinet ministers, including Health Minister Harsh Vardhan, following intense criticisms over his handling of the COVID-19 pandemic. Ravi Shankar Prasad, who held multiple concurrent positions as Law, Information Technology, and Communications Minister, also resigned.[289] An Indonesian general was killed by West Papuan separatists in April 2021.[290] On 8 July 2022, Shinzo Abe, a former prime minister of Japan and a serving member of the House of Representatives, was assassinated while speaking at a political event outside Yamato-Saidaiji Station in Nara, Nara Prefecture, Japan.[291][292][293] While delivering a campaign speech for a Liberal Democratic Party (LDP) candidate, Abe was shot from behind at close range by a man with a homemade firearm.[294] He was transported by medical helicopter to Nara Medical University Hospital, where he was pronounced dead.[295] In Thailand, protests began in early 2020. Beginning first as demonstrations against the government of Prime Minister Prayut Chan-o-cha, it later included the unprecedented demands for reform of the Thai monarchy. The protests were initially triggered by the dissolution of the Future Forward Party (FFP) in late February 2020 which was critical of Prayut, the changes to the Thai constitution in 2017 and the country's political landscape that it gave rise to. Protests broke out in the autonomous region of Karakalpakstan in Uzbekistan on 1 July 2022 over proposed amendments by Shavkat Mirziyoyev, the Uzbek President, to the Constitution of Uzbekistan, which would have ended Karakalpakstan's status as an autonomous region of Uzbekistan and right to secede from Uzbekistan via referendum. A day after protests had begun in the Karakalpak capital of Nukus, President Mirziyoyev withdrew the constitutional amendments. The Karakalpak government said that protesters had attempted to storm government buildings.[296] The European Union reduced in member states from 28 to 27 with the exit of the United Kingdom on January 31, 2020. The response to the COVID-19 pandemic caused a rift between Northern and Southern European member states over spending, with the former demanding more stringent measures to curb overspending, while the latter argued for more financial support in order to overcome the crisis.[301] A key issue of contention was the issuing of so-called corona bonds. After a historic debt-sharing deal for economic stimulus was agreed to by the remaining countries, Hungary and Poland threatened to veto both it and the EU's budget unless a clause demanding the upholding of the rule of law by member states was dropped.[302] A compromise was reached to pass the deal, which involved delaying the implementation of the clause.[303] As a result of the Arab Spring which began in 2011, which evolved into what some considered the Arab Winter, much of the region was riven by massive instability and conflict, with the Syrian, Libyan and Yemeni Civil Wars continuing into the 2020s.. The 2018–2022 Arab protests in Algeria, Sudan, Iraq, Lebanon and Egypt were seen as a continuation of the Arab Spring.[304][305] Following the 2020 Nagorno-Karabakh ceasefire agreement, Armenian forces were to withdraw from Armenian-occupied territories surrounding Nagorno-Karabakh by 1 December. An approximately 2,000-strong Russian peacekeeping force from the Russian Ground Forces was to be deployed to the region for a minimum of five years, one of its task being protection of the Lachin corridor, which links Armenia and the Nagorno-Karabakh region. Additionally, Armenia undertook to \"guarantee safety\" of passage between mainland Azerbaijan and its Nakhchivan exclave via a strip of land in Armenia's Syunik Province. Russian FSB′s Border Troops would exercise control over the transport communication.[306][307][308] Shortly after the news about the signing the ceasefire agreement broke in the early hours of 10 November, violent protests erupted in Armenia against Nikol Pashinyan, claiming he was a \"traitor\" for having accepted the peace deal.[309] Protesters also seized the parliament building by breaking a metal door, and pulled the President of the National Assembly of Armenia Ararat Mirzoyan from a car and beat him.[310][311] Throughout November, numerous Armenian officials resigned from their posts, including the Armenian minister of foreign affairs, Zohrab Mnatsakanyan,[312] the minister of defence, David Tonoyan,[313] head of the same ministry's military control service, Movses Hakobyan,[314] and the spokesman of Armenia's Defense Ministry, Artsrun Hovhannisyan.[315] Prime Minister Nikol Pashinyan accused Chief of the General Staff of the Armenian Armed Forces Onik Gasparyan and more than 40 other high-ranking military officers of attempting a coup after they published a statement calling for Pashinyan's resignation on 25 February 2021. Two days later Armenian President Armen Sarksyan refused the order from Prime Minister Nikol Pashinyan to dismiss Onik Gasparyan, saying parts of the decree were in violation of the constitution. Pashinyan immediately resent the motion to dismiss Gasparyan to the president.[316] On 27 February, more than 15,000 protested in the capital Yerevan calling for Pashinyan to resign.[317] The 2019–2020 Iranian protests were a series of nationwide civil protests in Iran, initially caused by a 50%–200%[318][319][320] increase in fuel prices, becoming the most violent and severe anti-government unrest since the rise of Iran's Islamic Republic in 1979.[321][322][323][324] As many as 1,500 Iranian protesters were killed.[325][326] The government crackdown prompted a violent reaction from protesters who destroyed 731 government banks including Iran's central bank, nine Islamic religious centres, tore down anti-American billboards, and posters and statues of the Supreme Leader Ali Khamenei as well as former leader Khomeini. Fifty government military bases were also attacked by protesters.[327][328] In January 2020, the United States assassinated the commander of the Quds Force of the Islamic Revolutionary Guard Corps, general Qasem Soleimani. This led to an Iranian missile strike against bases housing US troops in Iraq five days later. As a result of expectations of a US retribution, the Iranian air defence system accidentally shot down Ukraine International Airlines Flight 752, killing all 176 people on board.[329] The International Maritime Security Construct was setup by the US to prevent Iran from disrupting international shipping in the Strait of Hormuz.[330] Israel was suspected of being behind at least five explosions and fires at Iranian nuclear sites in the summer of 2020.[331] The leading nuclear scientist of the country, Mohsen Fakhrizadeh, was assassinated on 27 November 2020, with Iran blaming Israel for the attack.[332] The 2021 Iranian protests started on 15 July in Khuzestan in response to the water crisis, but they quickly spread to other provinces and turned political in nature, with protesters in various cities calling for the end of the current regime.[333] In 2020–21, demonstrations took place in Baghdad and other parts of Iraq, over popular discontent with government corruption, unemployment, poor government services, and foreign interference within Iraq. Reports said that 450 protesters had been fatally shot by security forces.[334] Major protests were based in Nasiriyah in Dhi Qar province, with hundreds of protesters arriving there from other cities.[335] New clashes erupted in Baghdad between protesters and security forces, with security forces using gunfire against protesters.[336][337][338] One march included more than 1,000 students.[339] In March 2020, Mohammed Allawi sent a letter to the President of Iraq, stating that he had to decline to take office as Prime Minister since the Iraqi Parliament had declined to approve his cabinet.[340][341][342] Reports indicated that the crowds of protesters in Baghdad had expressed widespread opposition to Allawi.[334][343] Mustafa Al-Kadhimi was named by President Barham Salih as prime minister-designate, the third person tapped to lead the country in just 10 weeks as it struggled to replace a government that fell last year after months of protests.[344] Kadhimi was nominated by President Barham Salih, state television reported, shortly after the previous designated prime minister, Adnan al-Zurfi, announced he was withdrawing having failed to secure enough support to pass a government.[345] After nearly six months of political negotiations, Iraq's parliament confirmed al-Kadhimi as Prime Minister of Iraq on 6 May 2020.[346] Before entering office, al-Kadhimi said his government would be a government that finds solutions to Iraq's many problems and not a crisis ridden government. He promised early elections and vowed Iraq would not be used as a battleground by other countries.[citation needed] He assumed office on the heels of major upheavals in Iraq - protests, falling oil prices, and the COVID-19 pandemic.[347] Parliamentary elections were held in Iraq on 10 October 2021.[348] Iraqis who were supporters of the Iran-backed PMF and Fatah Alliance called the results \"a fraud\", as most Iran-backed parties, including Fatah Alliance, lost many seats.[349] Following the election, clashes between Iraqi protesters and security forces left more than 125 injured and 2 dead. The protestors were supporters of Iran-backed militias and political parties.[350] Two days later on the 7 November, an assassination attempt was made on Prime Minister Mustafa Al-Kadhimi via a drone strike. The PM survived the attack unharmed but resulted in six of his bodyguards being injured. The security forces reportedly opened fire on demonstrators, leading to at least one death. It was rumored that the assassination attempt was connected to these protests.[351][352] The 2019–2021 Israeli political crisis continued, with the fourth election within two years held in 2021.[353] The rotation government established after the third elections between the competing factions of Likud and Blue and White collapsed. In foreign relations, the country signed the Abraham Accords (also in 2020), leading to the Bahrain–Israel and Israel–United Arab Emirates normalization agreements. Sudan also announced that it would be normalizing relations with the country as did Morocco.[354] The Israeli Prime Minister Benjamin Netanyahu also met with Saudi Arabia's crown prince Mohammed bin Salman soon after.[355] The 2021 Palestinian legislative election for the Palestinian Legislative Council, originally scheduled for 22 May 2021, according to a decree by President Mahmoud Abbas on 15 January 2021, was indefinitely postponed.[356] President Abbas announced the postponement on 29 April 2021, stating the following: \"Facing this difficult situation, we decided to postpone the date of holding legislative elections until the participation of Jerusalem and its people is guaranteed.\"[357] Mahmoud Abbas was elected President of the Palestinian National Authority on 9 January 2005 for a four-year term that ended on 9 January 2009.[358] The last elections for the Palestinian Legislative Council were held on 25 January 2006.[359] There have not been any elections either for president or for the legislature since these two elections. The 2021 Israel–Palestine crisis started on 6 May 2021, with Palestinians protesting in Jerusalem over a forthcoming decision of the Israeli Supreme Court regarding the eviction of four Palestinian families from Sheikh Jarrah, a neighbourhood of East Jerusalem.[360] The protests quickly escalated into violent confrontations between Jewish and Palestinian protesters. The following day, the major Islamic holy site and the holiest to Judaism, known as al-Aqsa Mosque compound or Temple Mount, was stormed[361] by the Israeli police using tear gas, rubber bullets and stun grenades against firecrackers and stone-throwing Palestinians.[362][363][364][365] On 10 May, two Palestinian militant groups, Hamas and Palestinian Islamic Jihad, began firing rockets into Israel from the Gaza Strip, hitting multiple residences and a school.[366][367][368] Israel launched airstrikes against Gaza, including airstrikes targeting multiple apartment buildings, a refugee camp, and a news office building.[369][370][371][372][373] As part of the crisis, widespread protests and riots occurred across Israel, particularly in cities with large Arab populations. In Lod, rocks were thrown at Jewish apartments and some Jewish residents were evacuated from their homes by the police. One man was seriously injured after being struck in the head by a rock. In the nearby city of Ramle, Jewish rioters threw rocks at passing vehicles.[374] On 11 May, Mayor of Lod Yair Revivio urged Prime Minister of Israel Benjamin Netanyahu to deploy Israel Border Police in the city, stating that the city had \"completely lost control\" and warning that the country was on the brink of \"civil war\".[375][376] Netanyahu declared a state of emergency in Lod on 11 May, marking the first time since 1966 that Israel has used emergency powers over an Arab community.[377][378] Minister of Public Security Amir Ohana announced the implementation of emergency orders.[378] Following the unrest, Yair Lapid, leader of the Yesh Atid political party and the Israeli opposition, informed outgoing President Reuven Rivlin that he and Yamina leader Naftali Bennett had reached a deal to form a coalition government, which would remove Netanyahu from power.[379] Mansour Abbas, leader of the United Arab List party, agreed to join the coalition.[380] On 2 June 2021, a coalition agreement was signed between Yesh Atid, Blue and White, Yamina, the Labor Party, Yisrael Beiteinu, New Hope, Meretz, and the United Arab List, with the new government sworn in on 13 June.[381][382] On 20 June 2022, a litlle over a year after the coalition government was sworn in, Bennett and Lapid announced that they would begin the process of dissolving the government, thus sending Israel to a fifth round of elections in less than four years.[383] The election is scheduled for 1 November, with Lapid serving as interim Prime Minister until then.[384] The 2021 Jordanian coup d'état attempt was a failed military coup attempt against King Abdullah II of Jordan. The former Crown Prince Prince Hamzah bin Hussein was placed under house arrest. The 17 October Revolution continued, leading to the resignation of Prime Minister Saad Hariri, and then his successor Hassan Diab following the 2020 Beirut explosion. These events have also happened against the ongoing Lebanese liquidity crisis. Following being an interim Prime Minister, Saad Hariri resigned in July 2021 after both failing to form a new government in the past eight months and reaching an impasse with President Michel Aoun on adopting some constitutional amendments.[385] General elections were held in Qatar for the first time on 2 October 2021, following an announcement by the Emir of Qatar on 22 August 2021.[386] The elections for the Consultative Assembly were originally scheduled to be held in the second half of 2013,[387] but were postponed in June 2013 until at least 2016.[388] In 2016 they were postponed again.[389] Finally in November 2020 Emir Tamim bin Hamad Al Thani pledged to hold the election in October 2021.[390] The voter turnout during the election was 63.5%.[391] In early 2020, there was some evidence of new positive ties between the Syrian government and the Kurdish leaders in the autonomous region of Rojava, as the Kurds asked the Syrian government for help and protection against Turkish forces who invaded that region of Syria.[392] In June 2020, the Syrian pound underwent a dramatic collapse. The US Government stated via US Envoy James Jeffrey that the collapse would be exacerbated due to sanctions, and offered to help Assad if he agreed to meet certain conditions for political reform.[393] On 10 June, hundreds of protesters returned to the streets of Sweida for the fourth consecutive day, rallying against the collapse of the country's economy, as the Syrian pound plummeted to 3,000 to the dollar within the past week.[394] On 11 June, Prime Minister Imad Khamis was dismissed by President Bashar al-Assad, amid anti-government protests over deteriorating economic conditions.[395] The new lows for the Syrian currency, and the dramatic increase in sanctions, began to appear to raise new threats to the survival of the Assad government.[396][397][398] Analysts noted that a resolution to the current banking crisis in Lebanon might be crucial to restoring stability in Syria.[399] As of early 2022, Syria was still facing a major economic crisis due to sanctions and other economic pressures. there was some doubt of the Syrian government's ability to pay for subsidies for the population and for basic services and programs.[400][401][402] The UN reported there were massive problems looming for Syria's ability to feed its population in the near future.[403] In one possibly positive sign for the well-being of Syria's population, several Arab countries began an effort to normalize relations with Syria, and to conclude a deal to provide energy supplies to Syria. This effort was led by Jordan, and included several other Arab countries.[404] In January 2020, Turkey announced it had sent troops to Libya in order to support the National Transitional Council in the Libyan Civil War, but that they would be in non-combat duties.[405] In March 2020, Turkey started a military offensive against the Syrian Armed Forces as part of its intervention in the Syrian Civil War.[406] That same month Turkey also declared that it would no longer stop migrants from entering the European Union.[407] Turkey also supported the Azerbaijani side in the 2020 Nagorno-Karabakh war by supplying it with Syrian mercenaries and drones.[408] The Yemeni Civil War is an ongoing conflict that began in 2015 between two factions: the Abdrabbuh Mansur Hadi led Yemeni government and the Houthi armed movement, along with their supporters and allies. Both claim to constitute the official government of Yemen.[409] The pink tide showed signs of resurging following a series of violent protests against austerity measures and income inequality scattered throughout Latin America, including the 2019-2020 Chilean protests, 2019–2020 Colombian protests, 2018–19 Haitian protests, and the 2021 Colombian protests.[410][411] This development was strengthened by the landslide victory of left-wing MAS and its presidential candidate Luis Arce in Bolivia in the 2020 Bolivian general election.[412] The trend continued throughout 2021, when multiple left wing leaders won elections in Latin America. In the 2021 Peruvian general election, Peru elected the indigenous, socialist union leader Pedro Castillo in contrast to the previous leaders who embraced neoliberal populism.[413] In November 2021, Honduras elected leftist president Xiomara Castro,[414] and just weeks later, left-winger Gabriel Boric won the 2021 Chilean election.[415] In 2021, at the request of Bolivia, Argentine prosecutors filed charges against former president Mauricio Macri, security minister Patricia Bullrich, defense minister Oscar Aguad and former Argentine ambassador to Bolivia Normando Álvarez García for allegedly supporting the removal of Evo Morales from power in November 2019.[416] The Argentine government of that time was also accused of sending ammunition and weaponry to help the government of interim president Jeanine Áñez suppress protests organized by Morales's supporters.[416] The government of Barbados announced in September 2020 that it would transition to a republic during the next year. In 2021, an indirect presidential election was held to choose the first ever President of Barbados. The outgoing Governor-General of Barbados, Dame Sandra Mason, was the only candidate nominated; Mason was sworn in on 30 November, the 55th anniversary of Barbadian independence from the United Kingdom.[417] On March 30, 2021, the commanders of all three branches of the Brazilian Armed Forces – General Edson Leal Pujol (Army), Admiral Ilques Barbosa Junior (Navy), and Brigadier Antonio Carlos Moretti Bermudez (Air Force) – announced their intention to resign from their posts. The collective resignation announcement came less than a day after the dismissal of former Defence Minister Fernando Azevedo e Silva and was allegedly a move to signal the Armed Forces' opposition to any military interference in politics. The 2021 Brazilian protests were popular demonstrations that took place in different regions of Brazil, in the context of the COVID-19 pandemic. Protests both supporting and opposing government happened.[418] It was also the first time when sectors linked to the two antagonistic sides, such as the left and the right, began to protest against the government over a common goal, holding caravans on January 23 and 24, 2021.[419] In May and June 2021, the remains of hundreds of Indigenous people, including hundreds of children, were discovered near the former sites of four Canadian Indian residential schools in the provinces of Manitoba, British Columbia and Saskatchewan. In July, Inuk leader Mary Simon was appointed to be the 30th Governor General of Canada, the first Indigenous person to assume this role. Simon succeeded Chief Justice Richard Wagner, who had been acting as Administrator since the resignation of former Governor General Julie Payette in January.[420] The 2019–2022 Chilean protests were a series of massive demonstrations and severe riots originated in Santiago and spread to all regions of Chile. The protests have been considered the \"worst civil unrest\" having occurred in Chile since the end of Augusto Pinochet's military dictatorship due to the scale of damage to public infrastructure, the number of protesters, and the measures taken by the government.[421] On 25 October 2019, over 1.2 million people took to the streets of Santiago to protest against social inequality, demanding President Piñera's resignation, in what was called as \"The biggest march of Chile.\"[422][423] At least 29 people died,[424] and nearly 2,500 were injured and 2,840 arrested.[423][425] On 15 November 2019, Chile's National Congress signed an agreement to hold a national referendum that would rewrite the constitution if it were to be approved.[citation needed] The referendum was rescheduled from April to October 2020 due to the COVID-19 pandemic in Chile.[citation needed] On 25 October 2020, Chileans voted 78.28 per cent in favor of a new constitution, while 21.72 per cent rejected the change. Voter turnout was 51 per cent. On 16 May 2021, the election of the 155 Chileans who will form the convention which will draft the new constitution was voted.[426][427] On 21 December 2021, former students leader and constitutional agreement negotiator, 35-year old leftist Gabriel Boric, was elected president of Chile in the 2021 Chilean presidential election with 55,86% of the vote.[428] The 2019–20 Colombian protests were a collection of protests that began on 21 November 2019. Hundreds of thousands of Colombians demonstrated for various reasons. Some protested against various proposed economic and political reforms proposed by the government of Iván Duque Márquez, others against the few violent protestors and in favor of the Colombian peace process, and other issues.[200] Another series of protests began in Colombia on 28 April 2021 against increased taxes and health care reform proposed by the government of President Márquez. After the presidential elections on 29 May 2022, with a runoff on 19 June 2022, Gustavo Petro, a senator and former Mayor of Bogota, defeated Rodolfo Hernández Suárez, former Mayor of Bucaramanga, in the runoff election.[429] Petro's victory made him the first left-wing candidate to be elected president of Colombia.[430][431] Petro, a former AD/M-19 member, was chosen as a candidate of the Historic Pact for Colombia alliance. Petro's left-wing platform encompassed support for land reform, universal health care, continuing the Colombian peace process, and expanding social services.[432][433] At the 8th Congress of the Communist Party, Raúl Castro officially resigned as the First Secretary, the most powerful position in Cuba.[434] Cuban President Miguel Díaz-Canel was officially named First Secretary of the Communist Party following the resignation of Raúl Castro. He is the first person not of the Castro family to hold the position since the 1959 Cuban revolution.[435] A series of protests against the Cuban government and the ruling Communist Party of Cuba began on 11 July 2021, triggered by the shortage of food and medicine and the government's response to the resurgent COVID-19 pandemic in Cuba.[436][437] The protests have been described as the largest anti-government demonstrations since the Maleconazo in 1994.[438] In March 2020, massive protests occurred in the Dominican Republic, due to announced postponement of national elections.[439] On 7 April 2020, The Criminal Court of the National Court of Justice found the former president Rafael Correa guilty of aggravated passive bribery in 2012–2016. He was sentenced to 8 years in prison in absentia for leading the corruption network that between 2012 and 2016 received \"undue contributions\" at to finance his political movement in exchange for awarding state contracts to businessmen along with Alexis Mera, former Judiciary Secretary of the Presidency, former Ministry of Housing and Urban Development, María de los Angeles Duarte, former congresswoman Viviana Bonilla and former Constitutional Judge and his secretary Pamela Martínez.[440][441][442][443][444][445] General elections were held in Ecuador on 7 February 2021. Incumbent president Lenín Moreno did not seek reelection. In first round results, Andrés Arauz had a significant lead, but one not large enough to avoid a runoff with Lasso, who had narrowly beaten third-place finisher Yaku Pérez. On 11 April, Lasso defeated Arauz,[446][447][448] which some news outlets called an upset victory.[449][450] in the 2020 Salvadoran political crisis on 9 February 2020, the Salvadoran President Nayib Bukele ordered 1,400 Salvadoran soldiers from the Salvadoran Army to enter the Legislative Assembly of El Salvador to coerce the approval of a loan request of 109 million dollars from the United States for Bukele's security plan for El Salvador.[451] After winning a majority in the 2021 Salvadoran legislative election, President Bukele's party Nuevas Ideas voted to sack the country's Attorney General and the five judges of the Constitutional Court.[452] Alejandro Giammattei became the new president in 2020. Later in the year, the 2020 Guatemalan protests breakout in response to COVID-19 pandemic and Hurricanes Eta and Iota. The 2021 Haitian protests were a mass protest movement consisting of popular movement and opposition mass street demonstrations and violent protest marches across Haiti that began on 14 January in protest at president Jovenel Moïse's plan to run for one more year in power. The protests and civil unrest that paralysed Haiti hit hard. Since the 14 January protest, hundreds of thousands took part in weekly protests calling for the government to resign.[453][454][455] President Moïse said he foiled a coup attempt to kill him and overthrow the government in February 2021; at least 23 people were arrested.[456] He was assassinated on 7 July 2021 at 1 a.m. EDT (UTC−04:00) when a group of 28 gunmen stormed his residence and opened fire.[457] First Lady Martine Moïse was also shot multiple times in the attack. Joseph Lambert, the President of the Senate, was nominated as provisional President of Haiti by a group of senators, potentially succeeding Jovenel Moïse.[458] In 2021, a former cartel leader testified in a New York court that he had bribed President Juan Orlando Hernández with 250,000 US dollars to prevent extradition to the United States.[459] His brother Tony Hernández was sentenced to life in prison on allegations of drug trafficking, with court documents claiming that the two had conspired to engage in \"state-sponsored drug trafficking\".[460] The leftist Xiomara Castro became in 2021 the country's first female president, as well as the first president not to be a member of either the Liberal Party or the National Party since democracy was restored in 1982.[461] As the Fourth Transformation enters its second year, President Andrés Manuel López Obrador (AMLO) faces challenges involving social violence (particularly drug-related and other killings),[462] corruption, major infrastructure development, universal health care,[463] and decentralization of the government.[464][465] At a news conference on January 15, 2020, journalist Jorge Ramos pointed that during AMLO's first year as president, there were more homicides than under his predecessors; Ramos asked if a change in strategy and/or personal were required. The president assured him that we would see results by December.[466] Following several notorious cases of femicide, violence against women emerges as a priority concern. Hundreds of thousands march on March 8[467] and millions of women strike on March 9, 2020.[468] In May 2021, Nicaragua's Supreme Electoral Council revoked the legal status of opposition party the Democratic Restoration Party (PRD).[469] The same week, the Ortega government opened an investigation into Cristiana Chamorro, alleging money laundering,[470] which threatened to disqualify her candidacy as people under investigation are barred from running.[469] The same day, the police also raided the news offices of her brother Carlos's media channel, Confidencial.[469] On 5 June, the Ortega administration arrested Arturo Cruz.[471] On 8 June, the government arrested Félix Maradiaga, a leader of the Blue and White National Unity (UNAB) opposition group.[472] Later the same day they arrested economist Juan Sebastián Chamorro, the fourth pre-candidate to be detained.[473] On 20 June, the government arrested Miguel Mora, a pre-candidate affiliated with the PRD until the government revoked its charter.[474] Peasant leader Medardo Mairena was also arrested on the night of 5 July 2021,[475] On 9 July, law professor and Civic Alliance attorney María Asunción Moreno announced her intention to register as a pre-candidate with the CxL.[476] The following day, she received a summons from the government,[476] and, following information that she would be arrested, went into hiding and later into exile.[477] On 12 July, Luis Fley confirmed he had gone into exile in response to \"threats from the dictatorship to arrest me\".[478] Later on 24 July, the government announced the investigation and then the arrest of ACxL conservative pre-candidate Noel Vidaurre,[479] Most of those already arrested are accused of violations of Law 1055, \"performing acts that undermine independence, sovereignty, and self-determination\".[480] On 15 June, the Permanent Council of the Organization of American States put out a statement saying it \"unequivocally condemns the arrest, harassment and arbitrary restriction imposed on potential presidential candidates, political parties and independent media outlets\" and called for \"the immediate release of potential candidates and all political prisoners.\"[481] A large majority of member states (26) endorsed the statement;[481] Following Mora's arrest, Mexico and Argentina jointly recalled their ambassadors from Nicaragua for consultation, citing \"the worrying political-legal actions carried out by the Nicaraguan government in recent days that have put at risk the integrity and freedom of various opposition figures (including presidential candidates), Nicaraguan activists and businessmen\".[482] The impeachment trial of Donald Trump found him not guilty in February 2020. The 2020 Democratic Party presidential primaries ended up supporting moderate Joe Biden (former Vice President to Barack Obama) as the party's nominee, over more progressive choices such as Bernie Sanders or Elizabeth Warren. The presidential campaign was dominated by the issues of the COVID-19 pandemic and the resulting economic fallout. A month before the election, Supreme Court Justice Ruth Bader Ginsburg died unexpectedly, leading to the nomination and confirmation of Amy Coney Barrett as her replacement by the sitting President Trump and the Republican-held Senate. The election ended with Biden winning. Trump made numerous false allegations of election fraud and attempted to overturn the election results, but this failed. The George Floyd protests are an ongoing series of protests, lootings, riots, and demonstrations against police brutality and racism in policing. The protests began in the United States in Minneapolis on May 26, 2020,[483] after George Floyd, a 46-year-old black man, was murdered by Derek Chauvin, a white police officer. Chauvin knelt on Floyd's neck for over nine minutes during an arrest the previous day.[484] The unrest began as local protests in the Minneapolis–Saint Paul metropolitan area of Minnesota before quickly spreading across the entire nation as well as George Floyd protests outside the United States in support of Black Lives Matter. While the majority of protests have been peaceful,[485] demonstrations in some cities descended into riots and widespread looting,[486][487] with some being marked by street skirmishes and strong police reaction, notably against some peaceful protesters and members of the media.[488] At least 200 cities imposed curfews by 3 June, while at least 27 states and Washington, D.C, activated over 74,000 National Guard personnel due to the mass unrest.[489][490][491] From the beginning of the protests to June 3, at least 11,000 people had been arrested,[492] including all four police officers who were present while Floyd was murdered.[493] During the COVID-19 pandemic in Peru, President Vizcarra instituted stay-at-home orders and issued relief funds, but existing inequality, overcrowding and a largely informal economy saw Peru being heavily affected by the pandemic. As a result, Peru's gross domestic product declined thirty percent, increasing political pressure on Vizcarra's government. In September 2020, Congress opened impeachment proceedings against Vizcarra on grounds of \"moral incapacity\", accusing him of influence peddling after audio recordings were released by an opposition legislator, but the process did not receive enough votes to remove him from office. On 9 November 2020, the Peruvian Congress impeached Vizcarra a second time, after declaring him \"morally incompetent\"; he was removed from office.[494] The President of Congress, Manuel Merino, succeeded him as President of Peru the following day.[495] Vizcarra's removal from office was seen as a coup by many Peruvians,[496] political analysts[497] and media outlets in the country,[498][499][500][501][502] resulting in the beginning of the 2020 Peruvian protests. Following the deaths of protesters, Merino resigned after only five days.[503] The new president chosen by the legislature was Francisco Sagasti, a former World Bank official characterised as a \"centrist technocrat\".[504] After the 2021 Peruvian general election won by Pedro Castillo, the candidate of the Marxist Free Peru party, runner-up Keiko Fujimori disseminated claims of electoral fraud.[505][506] Observers from the Inter-American Union of Electoral Organizations, the Organization of American States, and the Progressive International denied any instances of widespread fraud and praised the accuracy of the elections.[507][508] A letter signed by almost one-hundred retired officers of the Peruvian armed forces was written calling on current military leaders in Peru to refuse recognizing the election of Castillo into the presidency.[509] President Francisco Sagasti condemned the letter, stating: \"They want to incite top commanders of the Army, Navy, and Air force to break the rule of law.\"[509] Since taking office, Castillo has distanced himself from Free Peru, adopted more moderate left-wing cabinets and was later described as holding conservative or right-wing political positions. Going through four cabinets in a little over six months and his choice of appointing close acquaintances as officials led to his government facing the most unstable beginning in more than twenty years, with questions arising about his apparent inexperience for office. Following failed impeachment proceeding in December 2021 and March 2022, a transportation union leader who previously cooperated with politicians and businessmen to destabilize Castillo's government helped organize a general strike that expanded into the 2022 Peruvian protests. The Crisis in Venezuela and its presidential crisis continued in 2020. On 5 January, the 2020 Venezuelan National Assembly Delegated Committee election was disputed between Luis Parra and opposition leader Juan Guaidó.[510] On 19 January, Guaidó left Venezuela and arrived in Colombia, planning to meet with Mike Pompeo, as well as traveling to Europe and the United States later.[511] On 26 March, the Department of State declared a $15 million bounty on Nicolás Maduro, as well as $10 million each on Diosdado Cabello, Hugo Carvajal, Clíver Alcalá Cordones and Tareck El Aissami, for charges of drug trafficking and narco-terrorism.[512] Following this, Clíver Alcalá, a former general residing in Colombia, published a video claiming responsibility for a stockpile of weapons and military equipment seized in Colombia.[513] According to Alcalá, he had made a contract with Guaidó and \"American advisers\" in order to buy weapons to remove Maduro.[513] Alcalá did not present any evidence[513] and Guaidó rejected the allegations.[514] After wishing farewell to his family, Alcalá surrendered to US authorities on 27 March.[515] On 3 May, eight former Venezuelan soldiers were killed and seventeen rebels were captured on 3 May, including two American security contractors, after approximately 60 men landed in Macuto and tried to invade Venezuela. The members of the naval attack force were employed as private military contractors by Silvercorp USA and the operation aimed to depose Maduro from power.[516] During the COVID-19 pandemic, the National Cabinet was established while Australia received praise during 2020 for being one of the few Western countries to successfully suppress the virus,[517] though the slow pace of the COVID-19 vaccination rollout was criticized.[518] In 2021, the country joined the AUKUS security pact amid increased tensions between Australia and China[519] The Morrison government was defeated at the 2022 Australian federal election, with Scott Morrison subsequently announcing he would resign as the leader of the Liberal Party.[520] In the 2020 New Zealand general election, the governing Labour Party, led by incumbent Prime Minister Jacinda Ardern won the election in a landslide victory against the National Party, led by Judith Collins.[521] It was the first time a New Zealand political party has secured a majority government under the mixed-member proportional representation (MMP) system introduced in 1996.[522] Labour also achieved the highest percentage of the popular vote (49.1%) for any political party since the 1951 general election (where the then-National Party won 54.0% of the popular vote). Labour also achieved its third-highest ever percentage of the popular vote (49.1%) in its political history, surpassed only by its previous general election victories of 1938 (55.8%) and 1946 (51.3%).[citation needed] Conversely in this election, the National Party obtained the second-lowest ever percentage of the popular vote (26.79%) in its history, second only to the lowest percentage obtained in 2002 (20.93%).[citation needed] A constitutional crisis began in Samoa on 22 May 2021 when the O le Ao o le Malo (Head of State) Tuimalealiifano Va'aletoa Sualauvi II issued a proclamation purporting to prevent the Legislative Assembly of Samoa from meeting in the wake of the April 2021 Samoan general election.[523] Court rulings had upheld the election results, giving a parliamentary majority to the Faʻatuatua i le Atua Samoa ua Tasi (FAST) party, led by Fiame Naomi Mataʻafa. On 24 May 2021, a makeshift ceremony was held outside of Parliament to swear in Mata'afa as prime minister. On 23 July the Court of Appeal declared that the ceremony was binding and that FAST had been the government since that date.[524][525] The 2021 Solomon Islands unrest was a series of demonstrations and violent riots in the Solomon Islands, which began on 24 November 2021. Australia responded to the unrest by deploying Australian Federal Police and Australian Defence Force personnel following a request from the Sogavare government under the Australia-Solomon Islands Bilateral Security Treaty.[526] Gracia Shadrack, Vanuatu's speaker, declared in 2021 that the seats of the prime minister Bob Loughman, the deputy prime minister, and 16 other MPs are vacant after they boycott parliament for three days.[527] Supreme Court of Vanuatu Justice Oliver Saksak placed a stay on speaker Gracia Shadrack's vacation of the 18 seats of parliament until a court could formally consider the dispute.[528]   ","Title":"2020s in political history - Wikipedia","KeyID":"15453","URL":"https://en.wikipedia.org/wiki/2020s_in_political_history"}