{"Content: ":"This is an economic history of the 2020s. Economic history refers to the study of economies or economic events of the past, including financial and business history. The COVID-19 recession is a major ongoing global economic crisis which has caused both a recession in some nations, and in others a depression. It is currently the worst global economic crisis in history, surpassing the impact of the Great Depression. The economic crisis began due to the economic consequences of the ongoing COVID-19 pandemic. The first major sign of a recession was the collapse of markets during the 2020 stock market crash, which began in late February and lasted through March.[1][2][3][4][5][6] As of September 2020, every advanced economy is in a recession or depression, whilst all emerging economies are in recession.[7][8][9] Modeling by the World Bank suggests that in some regions a full recovery will not be achieved until 2025 or beyond.[10][11][12][13] The 2020 stock market crash was a major and sudden global stock market crash that began on 20 February 2020 and ended on 7 April. The crash was the fastest fall in global stock markets in financial history and the most devastating crash since the Wall Street Crash of 1929. The crash, however, only caused a short-lived bear market, and in April global stock markets re-entered a bull market, which would continue until late October of that year.[14][15][16] The retail apocalypse continued to be exacerbated by the COVID-19 pandemic, as many were forced to shut down due to lockdowns responding to the pandemic.[17] This has affected at least Pier 1,[18] Neiman Marcus,[18] Tuesday Morning,[19] GNC,[20] and Brooks Brothers.[21] During the COVID-19 pandemic, remote work became common due to social distancing requirements.[22] In France, 84% of office workers had returned to offices by late 2020, but only 40% had in the UK.[23] New hybrid arrangements emerged, with only half of the 74% of German office employees going to office doing so for the whole working week around the same time.[23] Similar figures were true for other major European countries.[24] Global housing prices grew in with fastest pace since 2006 during the beginning of the decade.[25] Across 53 countries, the average rate of growth was 5.3%.[25] In the United States, housing prices grew by 14.6% in the year to June 2021.[26] A similar rate of growth was observed in Australia.[27] These trends were blamed on low interest rates and the savings accrued during the spendic slump caused by the Covid-19 Pandemic.[25] On 8 March 2020, Saudi Arabia initiated a price war with Russia, facilitating a 65% quarterly fall in the price of oil. In the first few weeks of March, US oil prices[ambiguous] fell by 34%, crude oil fell by 26%, and Brent oil fell by 24%. The price war was triggered by a break-up in dialogue between the Organization of the Petroleum Exporting Countries (OPEC) and Russia over proposed oil-production cuts in the midst of the COVID-19 pandemic. Russia walked out of the agreement, leading to the fall of the OPEC+ alliance. Oil prices had already fallen 30% since the start of the year due to a drop in demand. The price war is one of the major causes and effects of the currently ongoing global stock-market crash. In early April 2020 and again in June 2020, Saudi Arabia and Russia have agreed to oil production cuts.[28][29][30] The price became negative on 20 April. Oil production can be slowed, but not stopped completely, and even the lowest possible production level resulted in greater supply than demand; those holding oil futures became willing to pay to offload contracts for oil they expected to be unable to store. In 2021, record-high energy prices have been reached, due to a global surge in demand as the world quit the economic recession caused by COVID-19, particularly in Asia. Suppliers did not keep up with the demand surge,.[31][32][33][34] The energy price elevated even further into 2022 as Russian aggression against Ukraine have caused great reduction in Russian energy supply to Europe, furthering the supply-demand unbalance. In 2021, the Group of Seven finance ministers agreed on a deal to commit towards a minimum global corporate tax rate of at least 15 percent, which will be aimed at preventing tax havens that cater to large multinational corporations, during a meeting in London.[35] Lina Khan was appointed as the chair of the Federal Trade Commission in 2021 with the promise to tackle American tech corporations for alleged anti-competitive practices.[36] In the same year, Facebook was found to not be engaging in such practices in a lawsuit brought by 46 U.S. states.[37] Also in 2021, Alphabet Inc. was sued by a group of 37 U.S. states over allegations of overcharging on the Google Play app store.[38] An antitrust case was also opened against the company by the European Commission.[39] China started cracking down on domestic tech companies in 2021.[40] After Jack Ma, the founder of Alibaba Group, criticized the Chinese financial system, he disappeared for three months.[41] The ride-hailing firm DiDi was banned from local app stores after its listing in the New York Stock Exchange.[40] Other online companies with American investment that were restricted included Yunmanman, Huochebang, and Boss Zhipin.[40] The rules for overseas financing were also tightened.[40] In May 2021, China banned financial institutions and payments services from offering cryptocurrency-related services.[42] In 2021, the cryptocurrency exchange Binance was banned from operating in the United Kingdom.[43] The Trump tariffs continued to stay largely in effect. The World Trade Organization says that trade growth has stagnated and that the number of trade restrictions is increasing as the decade begins. The sectors most affected by import restrictions are mineral and fuel oils (17.7%), machinery and mechanical appliances (13%), electrical machinery and parts (11.7%), and precious metals (6%).[44] However, regional trade agreements are increasing.[45] The Brexit withdrawal agreement went into effect at the end of January 2020.[46] Mexico and the United States have signed the USMCA agreement, and Canada has signed it as of March 2020.[47][48] Carbon emission trading continues to expand with countries like China kickstarting their national carbon trading market within the decade. Virgin Galactic, SpaceX, and Blue Origin began to pioneer in private space travel during the early 2020s.[49] In April 2020, Sub-Saharan Africa appeared poised to enter its first recession in 25 years, but this time for a longer duration.[50] The World Bank predicted that overall sub-Saharan Africa's economy would shrink by 2.1%–⁠5.1% during 2020.[51] African countries cumulatively owe $152 billion to China from loans taken 2000–2018; as of May 2020, China was considering granting deadline extensions for repayment, and in June 2020, Chinese leader Xi Jinping said that some interest-free loans to certain countries would be forgiven.[52][53] In mid-2021, a severe drought in southern[54] Madagascar caused hundreds of thousands of people, with some estimating more than one million people, to suffer from food insecurity and being on the verge of famine.[55][56] Some organizations have attributed the situation to the impact of climate change and the COVID-19 pandemic.[54][note 1] As tensions between China and the West rose in the early 2020s, their respective economies began to decouple.[57] In 2020, the United States imposed sanctions on Chinese companies involved in human rights violations against the Uyghurs.[57] In 2021, the People's Bank of China ruled that all financial transactions and activities involving cryptocurrency are illegal in the country.[58] In 2021, in an effort to control the highly-indebted sector, the Chinese government enacted a \"three red lines\" rule to limit the leverage of property developers, limiting their borrowing based on their performance in debt-to cash, debt-to-equity, and debt-to-assets metrics.[59] The new regulations greatly affected the property developer Evergrande Group, which had historically used large amounts of borrowing to become successful. The Lebanese liquidity crisis is an ongoing financial crisis affecting the Middle Eastern nation of Lebanon, starting in August 2019, which further exacerbated by both the COVID-19 pandemic in Lebanon (which began in 2020) and the 2020 Beirut port explosion. The fall of the exchange rate caused the 2019–2021 Lebanese protests, which ultimately resulted in the resignation of the prime minister and his cabinet. After the resignation occurred, the COVID-19 pandemic forced additional businesses to close their doors and to lay off their employees.[60] On 1 June 2021, the World Bank released a report which warned that the economic crisis in Lebanon would risk becoming one of the three most severe since the mid-19th century, if its \"bankrupt economic system, which benefited a few for so long\" weren't reformed.[61] The economy of Cuba went through major difficulties in the early 2020s. This was due to a loss of tourism caused by the Covid-19 pandemic and a lack of economic reforms.[62] The country's dual-currency system was also wound down in 2020.[63] The economic suffering resulted in widespread hunger.[64] In 2021, El Salvador became the first country to accept Bitcoin as legal tender, after the Legislative Assembly votes 62–22 to pass a bill submitted by President Nayib Bukele classifying the cryptocurrency as such.[65] Pemex was awarded control of a privately discovered oil field by the Mexican government as part of Andrés Manuel López Obrador's \"nationalistic\" energy policy.[66] Before the pandemic, there were signs of recession. The US yield curve inverted in mid-2019, usually indicative of a forthcoming recession.[67][68] Starting in March 2020, job loss was rapid. About 16 million jobs were lost in the United States in the three weeks ending on 4 April.[69] Unemployment claims reached a record high, with 3.3 million claims made in the week ending on 21 March. (The previous record had been 700,000 from 1982.)[70][71] On 8 May, the Bureau of Labor Statistics reported a U-3 unemployment (official unemployment) figure of 14.7%, the highest level recorded since 1941, with U-6 unemployment (total unemployed plus marginally attached and part-time underemployed workers) reaching 22.8%.[72] Restaurant patronage fell sharply across the country,[73] and major airlines reduced their operations on a large scale.[74] The Big Three car manufacturers all halted production.[75] In April, construction of new homes dropped by 30%, reaching the lowest level in five years.[76] Approximately 5.4 million Americans lost their health insurance from February to May 2020 after losing their jobs.[77][78] The St. Louis Fed Financial Stress Index increased sharply from below zero to 5.8 during March 2020.[79][80] The United States Department of Commerce reported that consumer spending fell by 7.5 percent during the month of March 2020. It was the largest monthly drop since record keeping began in 1959. As a result, the country's gross domestic product reduced at a rate of 4.8 percent during the first quarter of 2020.[81] The largest economic stimulus legislation in American history, a $2 trillion package called the CARES Act, was signed into law on 27 March 2020.[82] The Congressional Budget Office reported in May 2020 that: In June 2020, economic analyst Jim Cramer said that the response to the COVID-19 recession has led to the biggest transfer of wealth to the ultra-wealthy in modern history.[84] On 30 July 2020, it was reported that the U.S. 2nd quarter gross domestic product fell at an annualized rate of 33%.[85] Venezuela launches its second monetary overhaul in the past three years by cutting six zeros from its currency in order to simplify accounting. This move was in response to hyperinflation, which reached an annual record of 1,743%, amid a serious ongoing economic crisis.[86] Australia before the recession was suffering from an unusually severe and expensive bushfire season which damaged the economy and domestic trade routes.[87] Not only that, but Australia had experienced significant slowdown in their economic growth, with economists in late 2019 saying that Australia was 'teetering on the edge of a recession'.[88] As a result of this and the effects of the recession, Australia is expecting a deep recession with at least 10.0% of the able working population becoming unemployed according to the Australian treasury and at least a 6.7% GDP retraction according to the IMF.[89][90] In April 2020, a water consultant predicted a shortage of rice and other staples during the pandemic unless farmers' water allocations were changed.[91] The unemployment level of 5.1% is projected to rise to a 25-year high of 10.0%, according to Treasury data released in April 2020.[92][93] The JobSeeker Payment unemployment benefit base rate was almost doubled in April when it had a Coronavirus Supplement of A$550 added to it,[94] but Prime Minister Scott Morrison said that this would likely be reduced when the pandemic ends.[95] On 12 March 2020 the Government announced a A$17.6 billion stimulus package, the first since the 2008 Global Financial Crisis (GFC).[96][97] The package consists of multiple parts, a one-off A$750 payment to around 6.5 million welfare recipients as early as 31 March 2020, small business assistance with 700,000 grants up to A$25,000 and a 50% wage subsidy for 120,000 apprenticies or trainees for up to 9 months, A$1 billion to support economically impacted sectors, regions and communities, and A$700 million to increase tax write off and A$3.2 billion to support short-term small and medium-sized business investment.[96][98] On 30 March the Australian Government announced a A$130 billion \"JobKeeper\" wage subsidy program. The JobKeeper program would pay employers up to A$1500 a fortnight per full-time, part-time or casual employee that has worked for that business for over a year. For a business to be eligible, they must have lost 30% of turnover after 1 March of annual revenue up to and including A$1 billion. For businesses with a revenue of over A$1 billion, turnover must have decreased by 50%. Businesses are then required by law to pay the subsidy to their staff, in lieu of their usual wages.[99] This response came after the enormous job losses seen just a week prior when an estimated 1 million Australians lost their jobs. This massive loss in jobs caused the myGov website to crash and lines out of Centrelink offices to run hundreds of metres long.[100] The program was backdated to 1 March, to aim at reemploying the many people who had just lost their jobs in the weeks before. Businesses would receive the JobKeeper subsidy for 6 months.[99] The announcement of the JobKeeper wage subsidy program is the largest measure announced by the Australian Government in response to the economic impact of the COVID-19 Outbreak. In the first hour of the scheme, over 8,000 businesses registered to receive the payments. The JobKeeper wage subsidy program is one of the largest economic packages ever implemented in the history of Australia.[99] As of April 2020, up to a million people have been laid off due to effects of the recession.[101] Over 280,000 individuals applied for unemployment support at the peak day.[102] On 23 July 2020, Josh Frydenberg delivered a quarterly budget update stating the government had implemented a A$289 billion economic support package. As a result, the 2020–21 budget will record a A$184 billion deficit, the largest since WWII. Australia will maintain their triple A credit rating. Net debt will increase to A$677.1 billion at 20 June 2021. Further, real GDP is forecast to have fallen sharply by 7% in the June quarter with unemployment anticipated to peak at 9.25% in the December quarter. However, due to the further reinstatement of restrictions on Victoria, notably stage 4 restrictions, national unemployment is now set to reach 11%. The 2020–21 Budget will be handed down on 6 October, delayed from May.[103] Treasury estimates now place Australia on track to experience a depression, with Australia experiencing a 0.25% contraction in GDP in the 2019–20 financial year, and predictions now expecting a greater than 2.5% contraction in the financial year of 2020–21.[104] In September 2020 the Australian Government passed changes to \"JobKeeper\" wage subsidy program. From September 28, the payment will fall to A$1,200 a fortnight, followed by a further drop at the beginning of January 2021 to A$1,000.[105][106] On 22 February 2021, Prime Minister Scott Morrison announced that the JobSeeker Payment base rate would be increased by A$50 a fortnight from April 2021. The payment will rise to A$614 a fortnight, with an estimated cost over forward estimates of A$9 billion. It is also intended to increase the threshold amount recipients can earn before their payment starts to be reduced.[107] As a result of the recession, China's economy contracted for the first time in almost 50 years.[108] The national GDP for the first quarter of 2020 dropped 6.8% year-on-year, 9.8% quarter on quarter, and the GDP for Hubei Province dropped 39.2% in the same period.[109] In May 2020, Chinese Premier Li Keqiang announced that, for the first time in history, the central government would not set an economic growth target for 2020, with the economy having contracted by 6.8% compared to 2019 and China facing an \"unpredictable\" time. However, the government also stated an intention to create 9 million new urban jobs until the end of 2020.[110] The IMF predicted the growth rate of India in the financial year of 2020–21 as 1.9%,[111] but in the following financial year, they predict it to be 7.4%.[112] IMF also predicted that India and China are the only two major economies that will maintain positive growth rates.[113] However the prediction later turned out to be wrong. On 24 June 2020 IMF revised India's growth rate to -4.5%, a historic low. However, IMF said India's economy is expected to bounce back in 2021 with a robust six percent growth rate. On 31 August 2020, the National Statistical Office (NSO) released the data, which revealed that the country's GDP contracted by 23.9 per cent in the first quarter of 2020–21 financial year. The economic contraction followed the severe lockdown to contain the COVID-19 pandemic, where an estimated 140 million jobs were lost. According to the Organisation for Economic Co-operation and Development, it was the worst fall in history. [114] In Japan, the 2019 4th quarter GDP shrank 7.1% from the previous quarter[115] due to two main factors. One is the government's raise in consumption tax from 8% to 10% despite opposition from the citizens. The other is the devastating effects of Typhoon Hagibis, also known as the Reiwa 1 East Japan Typhoon (令和元年東日本台風, Reiwa Gannen Higashi-Nihon Taifū), or Typhoon Number 19 (台風19). The 38th depression, 9th typhoon and 3rd super typhoon of the 2019 Pacific typhoon season, it was the strongest typhoon in decades to strike mainland Japan, and one of the largest typhoons ever recorded at a peak diameter of 825 nautical miles (950 mi; 1529 km). It was also the costliest Pacific typhoon on record, surpassing Typhoon Mireille's record by more than US$5 billion (when not adjusted for inflation).[116] In the resort town of Hakone, record rainfall of almost a meter (942.3 mm, 37.1 inches) fell in only 24 hours.[117] This adds to the effect of the pandemic on people's lives and the economy, the prime minister unveiling a 'massive\" stimulus amounting to 20% of GDP.[118] The European Purchasing Managers' Index, a key indicator of economic activity, crashed to a record-low of 13.5 in April 2020.[119] Normally, any figure below 50 is a sign of economic decline.[119] An financial crisis began in the Russian Federation in late February 2022, in the days after the 2022 Russian invasion of Ukraine and the subsequent economic sanctions targeting the Russian banking sector, the Russian President Vladimir Putin, and his government.[120][121][122] The ruble fell to record lows as Russians rushed to exchange money.[123][124][125][126][127] Moscow and St Petersburg Stock Exchanges were suspended.[128] The Central Bank of Russia announced its first market interventions since the 2014 annexation of Crimea to stabilize the market. It also raised interest rates to 20% and banned foreigners from selling local securities.[129] The sanctions put Russia's sovereign wealth fund at risk of disappearing.[130] Long lines and empty ATMs have been reported in Russian cities.[131][132] On 19 March 2020 the Bank of England cut the interest rate to a historic low of 0.1%.[133] Quantitative easing was extended by £200 billion to a total of £645 billion since the start of the Great Recession.[134] A day later, the Chancellor of the Exchequer Rishi Sunak announced the government would spend £350 billion to bolster the economy.[135] On 24 March non-essential business and travel were officially banned in the UK to limit the spread of SARS-CoV-2.[136] In April the Bank agreed to extend the government's overdraft facility from £370 million to an undisclosed amount for the first time since 2008.[137] Household spending fell 41.2% in April 2020 compared with April 2019.[138] April's Purchasing Managers' Index score was 13.8 points, the lowest since records began in 1996, indicating a severe downturn of business activity.[139] By the start of May, 23% of the British workforce had been furloughed (temporarily laid off). Government schemes were launched to help furloughed employees and self-employed workers whose incomes had been affected by the outbreak, effectively paying 80% of their regular incomes, subject to eligibility.[140] The Bank estimated that the UK economy could shrink 30% in the first half of 2020 and that unemployment was likely to rise to 9% in 2021.[141] Economic growth was already weak before the crisis, with 0% growth in the fourth quarter of 2019.[142] On 13 May, the Office for National Statistics announced a 2% fall in GDP in the first quarter of 2020, including a then-record 5.8% monthly fall in March. The Chancellor warned it was very likely the UK was going through a significant recession.[143] HSBC, which is based in London, reported $4.3 billion in pre-tax profits during the first half of 2020; this was only one-third of the profits it had taken in the first half of the previous year.[144] On 12 August, it was announced that the UK had entered into recession for the first time in 11 years.[145]","Title":"2020s in economic history - Wikipedia","KeyID":"15458","URL":"https://en.wikipedia.org/wiki/2020s_in_economic_history"}