{"Content: ":"This is the military history of the 2020s. In the early 2020s, the pandemic of Covid-19 caused major global security concerns, as countries worked to address major security concerns and travel restrictions that were made necessary by the pandemic. In late 2021, the Russian buildup of forces on its border with Ukraine caused major world concerns. [1] [2] [3] [4] [5] [6] [7] [8] On 24 February 2022, Russia invaded Ukraine in a major escalation of the Russo-Ukrainian War that began in 2014. The invasion caused Europe's largest refugee crisis since World War II,[9][10] with more than 9.6 million Ukrainians fleeing the country[11][12] and a third of the population displaced.[13][14] The invasion also caused global food shortages.[15][16] In 2014, Russia invaded and annexed Crimea, and Russian-backed separatists seized part of the Donbas region of south-eastern Ukraine, consisting of Luhansk and Donetsk oblasts, sparking a regional war.[17][18] In 2021, Russia began a large military build-up along its border with Ukraine, amassing up to 190,000 troops and their equipment. In a televised address shortly before the invasion, Russian president Vladimir Putin espoused irredentist views,[19] challenged Ukraine's right to statehood,[20][21] and falsely[22] claimed Ukraine was governed by neo-Nazis who persecuted the ethnic Russian minority.[23] On 21 February 2022, Russia recognised the Donetsk People's Republic and the Luhansk People's Republic, two self-proclaimed breakaway quasi-states in Donbas.[24] The next day, the Federation Council of Russia authorised the use of military force, and Russian troops promptly advanced on both territories.[25] The invasion began on the morning of 24 February,[26] when Putin announced a \"special military operation\" to \"demilitarise and denazify\" Ukraine.[27][28] Minutes later, missiles and airstrikes hit across Ukraine, including the capital Kyiv. A large ground invasion followed from multiple directions.[29][30] Ukrainian president Volodymyr Zelenskyy enacted martial law and a general mobilisation of all male Ukrainian citizens between 18 and 60, who were banned from leaving the country.[31][32] Russian attacks were initially launched on a northern front from Belarus towards Kyiv, a north-eastern front towards Kharkiv, a southern front from Crimea, and a south-eastern front from Luhansk and Donetsk.[33][34] During March, the Russian advance towards Kyiv stalled. Amidst heavy losses and strong Ukrainian resistance, Russian troops retreated from Kyiv Oblast by 3 April. On 19 April, Russia launched a renewed attack on Donbas, which has been proceeding very slowly, with Luhansk Oblast only fully captured by 3 July,[35] while other fronts remained largely stationary. At the same time, Russian forces continued to bomb both military and civilian targets far from the frontline, including in Kyiv,[36] Lviv,[37] Serhiivka near Odesa and Kremenchuk, among others. On 20 July, Russian foreign minister Sergey Lavrov announced that Russia would respond to the increased military aid being received by Ukraine from abroad as justifying the expansion of the 'special operations' front to include military objectives in both the Zaporizhzhia Oblast and Kherson Oblast beyond the original objectives of the oblasts of the Donbas region.[38] The 2020 Nagorno-Karabakh war[a] was an armed conflict between Azerbaijan, supported by Turkey, and the self-proclaimed Republic of Artsakh together with Armenia, in the disputed region of Nagorno-Karabakh. It was the latest escalation of an unresolved conflict over the region, which is internationally recognized as part of Azerbaijan, but partially governed by Artsakh, a breakaway state with an Armenian ethnic majority.[b] Clashes began on the morning of 27 September 2020 along the Nagorno-Karabakh Line of Contact, which had been established in the aftermath of the First Nagorno-Karabakh war (1988–1994). In response to the clashes, Armenia and Artsakh introduced martial law and total mobilization,[54][55] while Azerbaijan introduced martial law and a curfew,[56] later declaring partial mobilization on 28 September 2020.[57] Turkey provided military support to Azerbaijan, although the extent of this support has been disputed.[58][59] Turkey's involvement is thought to have been an attempt to extend its sphere of influence, both by increasing the standing of Azerbaijan in the conflict and by marginalizing Russia's influence over the region.[58][60] Following the capture of Shusha, the second-largest settlement in Nagorno-Karabakh, a ceasefire agreement was signed between the President of Azerbaijan, Ilham Aliyev, the Prime Minister of Armenia, Nikol Pashinyan, and the President of Russia, Vladimir Putin, ending all hostilities in the area from 00:00, 10 November 2020 Moscow Time.[61][62][63] The President of Artsakh, Arayik Harutyunyan, also agreed to end the hostilities.[64] Under the agreement, the warring sides will keep control of their currently held areas within Nagorno-Karabakh, while Armenia will return the surrounding territories it occupied in 1994 to Azerbaijan. Azerbaijan will also gain land access to its Nakhchivan exclave bordering Turkey and Iran.[65] Approximately 2,000 Russian soldiers will be deployed as peacekeeping forces along the Lachin corridor between Armenia and Nagorno-Karabakh for a mandate of at least five years. In January 2020, the United States assassinated the commander of the Quds Force of the Islamic Revolutionary Guard Corps, general Qasem Soleimani. This led to an Iranian missile strike against bases housing US troops in Iraq five days later. As a result of expectations of a US retribution, the Iranian air defence system accidentally shot down Ukraine International Airlines Flight 752, killing all 176 people on board.[66] The International Maritime Security Construct was setup by the US to prevent Iran from disrupting international shipping in the Strait of Hormuz.[67] Israel was suspected of being behind at least five explosions and fires at Iranian nuclear sites in the summer of 2020.[68] The leading nuclear scientist of the country, Mohsen Fakhrizadeh, was assassinated on 27 November 2020, with Iran blaming Israel for the attack.[69] The Yemeni Civil War is an ongoing conflict that began in 2015 between two factions: the Abdrabbuh Mansur Hadi led Yemeni government and the Houthi armed movement, along with their supporters and allies. Both claim to constitute the official government of Yemen.[70] Houthi forces currently control the capital Sanaʽa, allied with forces loyal to the former president Ali Abdullah Saleh, have clashed with the forces loyal to Hadi who are based in Aden. Al-Qaeda in the Arabian Peninsula (AQAP) and the Islamic State of Iraq and the Levant have also carried out attacks, with AQAP controlling swathes of territory in the hinterlands, and along stretches of the coast.[71] Concurrently, the Hadi government is in conflict with UAE forces as a result of UAE military measures such as the United Arab Emirates takeover of Socotra and UAE-backed STC takeover of Aden.[72] In February 2020, the political track of the Libyan peace process started in Geneva among 20 Libyans, from both the Tobruk-based and Tripoli-based parts of the Libyan House of Representatives, and from the independent persons' group selected by UN Support Mission in Libya (UNSMIL), including Interior Minister Fathi Bashagha, former Education Minister Othman Abdul Jalil and former head of the HCS Abdulrahman Sewehli.[73] The aimed composition was 13 HoR representatives from both the Tobruk and Tripoli branches, 13 HCS representatives and 14 UNSMIL-selected independent Libyans, for a total of 40.[74] The Tigray conflict is an ongoing armed conflict that began in November 2020 in the Tigray Region of Ethiopia, between Tigray Region special forces led by the Tigray People's Liberation Front (TPLF), and the Ethiopian National Defense Force (ENDF) in alliance with Amhara Region special forces.[75] The conflict stemmed from the attempt of Ethiopian Prime Minister Abiy Ahmed to distance the country's politics from ethnic federalism, a power-sharing system giving regional influence to individual ethnic groups, by merging the ethnic and region-based parties of the Ethiopian People's Revolutionary Democratic Front, which had governed Ethiopia for 30 years, into a nationwide Prosperity Party. The Tigray People's Liberation Front, a military and politically powerful entity inside Ethiopia representing 6% of the total population ethnically, refused to join the new party, and alleged that Abiy Ahmed became an illegitimate ruler by rescheduling the general elections set for 29 August 2020 to an undetermined date in 2021 due to COVID-19. The South Sudanese Civil War ended with a negotiated peace treaty. In January 2020, the Community of Sant'Egidio mediated a Rome Peace Declaration between the SSOMA and the South Sudanese government.[76] The most contentious issue delaying the formation of the unity government was whether South Sudan should keep 32 or return to 10 states. On 14 February 2020, Kiir announced South Sudan would return to 10 states in addition to three administrative areas of Abyei, Pibor, and Ruweng,[77][78] and on 22 February Riek Machar was sworn in as first vice president for the creation of the unity government, ending the civil war.[79] Disarmament campaigns led by the government has led to resistance, with clashes killing more than 100 people in two days in north-central Tonj in August 2020.[80] In January 2020, progress was made in peace negotiations, in the areas of land, transitional justice and system of government issues via the Darfur track of negotiations. SRF and Sovereignty Council representatives agreed on the creation of a Special Court for Darfur to conduct investigations and trials for war crimes and crimes against humanity carried out during the War in Darfur by the al-Bashir presidency and by warlords. Two Areas negotiations with SPLM-N (al-Hilu) had progressed on six framework agreement points, after a two-week pause, but disagreement remained on SPLM-N (al-Hilu)'s requirement of a secular state in South Kordofan and Nuba Mountains and Blue Nile self-determination. On 24 January on the Two Areas track, political and security agreements, constituting a framework agreement, were signed by Hemetti on behalf of the Sovereignty Council and Ahmed El Omda Badi on behalf of SPLM-N (Agar). The agreements give legislative autonomy to South Kordofan and Blue Nile; propose solutions for the sharing of land and other resources, and aim to unify all militias and government soldiers into a single unified Sudanese military body. On 26 January, a \"final\" peace agreement for the northern track, including issues of studies for new dams, compensation for people displaced by existing dams, road construction and burial of electronic and nuclear waste, was signed by Shamseldin Kabashi of the Sovereignty Council and Dahab Ibrahim of the Kush Movement.[81][82][83] In late 2021, Chinese military exercises and actions near Taiwan caused major world concern. The Afghan peace process comprises the proposals and negotiations in a bid to end the ongoing war in Afghanistan. Although sporadic efforts have taken place since the war began in 2001, negotiations and the peace movement intensified in 2018 amid talks between the Taliban, which is the main insurgent group fighting against the Afghan government and American troops; and the United States, of which 20,000 soldiers maintain a presence within the country to support the Afghan government. Most of the talks have taken place in Doha, the capital of Qatar. It is expected that a mutual agreement between the Taliban and the United States would be followed by a phased American withdrawal and the start of intra-Afghan peace talks.[84] Besides the United States, regional powers such as Pakistan, China and India, Russia, as well as NATO play a part in facilitating the peace process.[85][86] On February 29, 2020, the U.S. signed a conditional peace agreement with the Taliban, which calls for the withdrawal of foreign troops in 14 months if the Taliban uphold the terms of the agreement.[87][88] On March 1, 2020, however, the Afghan government, which was not a party to the deal, rejected the U.S. and Taliban's call for a prisoner swap by March 10, 2020, with President Ghani stating that such an agreement will require further negotiation and will also not be implemented as a precondition for future peace negotiations.[89][90][91][92] In March 2020, the Taliban announced they would resume hostilities with the Afghan Government if the prisoners were not released.[93][94] The Camp Simba attack by Al-Shabaab in January 2020 killed three Americans.[95] In November 2020, the Polisario Front declared it had broken a 30-year truce and attacked Moroccan forces in Western Sahara as part of the Western Sahara conflict.[96] The insurgency in Cabo Delgado intensified with events such as the 2020 Mozambique attacks, the Mocímboa da Praia offensive in 2020 and the Battle of Palma in 2021. The United States formally withdrew from the Treaty on Open Skies on November 22, 2020.[97] On February 29, 2020, the United States and the Taliban signed a peace agreement in Doha, Qatar, officially titled the Agreement for Bringing Peace to Afghanistan.[98] The provisions of the deal include the withdrawal of all American and NATO troops from Afghanistan, a Taliban pledge to prevent al-Qaeda from operating in areas under Taliban control, and talks between the Taliban and the Afghan government.[99] The United States agreed to an initial reduction of its force level from 13,000 to 8,600 by July 2020, followed by a full withdrawal within 14 months if the Taliban keeps its commitments.[100] The United States also committed to closing five military bases within 135 days,[101] and expressed its intent to end economic sanctions on the Taliban by August 27, 2020.[102] The deal was supported by China, Russia and Pakistan, although it did not involve the government of Afghanistan.[103] Despite the peace agreement between the U.S. and the Taliban, insurgent attacks against Afghan security forces were reported to have surged in the country. In the 45 days after the agreement (between 1 March and 15 April 2020), the Taliban conducted more than 4,500 attacks in Afghanistan, which showed an increase of more than 70% as compared to the same period in the previous year.[104] More than 900 Afghan security forces were killed in the period, up from about 520 in the same period a year earlier. Meanwhile, because of a significant reduction in the number of offensives and airstrikes by Afghan and U.S. forces against the Taliban due to the agreement, Taliban casualties dropped to 610 in the period down from about 1,660 in the same period a year earlier. On 22 June 2020, Afghanistan reported its \"bloodiest week in 19 years,\" during which 291 members of the Afghan National Defense and Security Forces (ANDSF) were killed and 550 others wounded in 422 attacks carried out by the Taliban. At least 42 civilians, including women and children, were also killed and 105 others wounded by the Taliban across 18 provinces.[105] During the week, the Taliban kidnapped 60 civilians in the central province of Daykundi.[106] The Brereton Report found evidence of 39 murders of civilians and prisoners by (or at the instruction of) members of the Australian special forces, which were subsequently covered up by ADF personnel.[107][108][109] The report stated 25 ADF personnel were involved in the killings, including those who were \"accessories\" to the incident.[110] The unlawful killings discussed by the report began in 2009, with most occurring in 2012 and 2013.[111] The Israeli foreign intelligence agency Mossad was accused by Iran of using an \"artificial intelligence\" machine gun controlled by a satellite in the assassination of Mohsen Fakhrizadeh.[112] The Philippines was considering a purchase of the BrahMos cruise missile system in late 2020.[113] In early 2020, the Syrian Civil War flared up, with massive fighting between Syrian government forces and rebel groups in northwestern Syria. In March 2020, Syria claimed that a number of its soldiers had been killed in Turkish attacks.[114] Turkey warned that millions of migrants might head for the EU.[115] Greece suspended all asylum applications.[116] In May 2020, Special UN Envoy Geir Pedersen said that warring factions had indicated some willingness to have new peace talks.[117] Fighting in the Syrian Civil War continued around the areas of Idlib and Aleppo in northwestern Syria.[118] In January 2020, Turkey announced it had sent troops to Libya in order to support the National Transitional Council in the Libyan Civil War, but that they would be in non-combat duties.[119] In March 2020, Turkey started a military offensive against the Syrian Armed Forces as part of its intervention in the Syrian Civil War.[120] Turkey also supported the Azerbaijani side in the 2020 Nagorno-Karabakh war by supplying it with Syrian mercenaries and drones.[121] The Finnish Navy is building its largest ships since World War II with the Pohjanmaa-class corvette. Meanwhile, the Finnish Air Force will replace its McDonnell Douglas F/A-18 Hornet fighters through the HX Fighter Program, being the most expensive military procurement in Finnish history. Finland is also procuring a new surface-to-air missile, with possible contenders being the AMRAAM-ER, IRIS-T SL, EMADS, SPYDER MR/LR or David's Sling systems.[122] The French military is scheduled to receive a 46% increase to its annual budget by 2025, compared to 2018.[123] As part of this, Project Scorpion aims to replace almost all mechanized vehicles in the army and upgrade the Leclerc tanks.[123] The air force was, on the other hand, expanded in 2020 to cover space force activities as well.[123] Meanwhile, the French Navy received the first of the Barracuda-class nuclear attack submarines in 2020.[124] Overseas, the French military intervention in the Sahel continued fighting against the Islamic State in the Greater Sahara.[125] The Russian Navy will build a new base in Port Sudan, which will be the country's first in Africa since the Soviet Union had a base in Baledogle, Somalia during the Cold War until 1977.[126][127] In 2020, Russian cyberwarfare operations hacked US federal government departments, FireEye, an IT security company.[128] The United Kingdom unveiled the largest spending increases on the military since the end of the Cold War.[129] The AUKUS trilateral security pact between Australia, the United Kingdom, and the United States was announced on 15 September 2021.[130] Under the pact, the United States and United Kingdom agree to help Australia to develop and deploy nuclear-powered submarines, adding to the Western military presence in the Pacific region.[131] Although the joint announcement by Australian prime minister Scott Morrison, British prime minister Boris Johnson and US president Joe Biden did not mention any other country by name, anonymous White House sources have alleged it is designed to counter the influence of the People's Republic of China (PRC) in the Indo-Pacific region.[132] Artificial intelligence solutions are being developed and deployed for air combat purposes, though sixth-generation jet fighters are expected to still have human pilots.[133] Specific tasks will, however, are being automated, for example in the Automatic Ground Collision Avoidance System.[133] A sensor-system for detecting underground military activities, such as tunnelling, was developed by the Sandia National Laboratories in the early 2020s.[134] ","Title":"2020s in military history - Wikipedia","KeyID":"15457","URL":"https://en.wikipedia.org/wiki/2020s_in_military_history"}