{"Content: ":"The 2020s (shortened to \"the '20s\" and referred to as the twenties)[1][2] is the current decade which began on 1 January 2020, and will end on 31 December 2029. The 2020s began with the ongoing COVID-19 pandemic, which caused a global economic recession as well as continuing financial inflation concerns and a global supply chain crisis. International demonstrations occurred in the early 2020s, including a continuation of those in Hong Kong that started in the late 2010s against extradition legislation, protests against certain local, state and national responses to the COVID-19 pandemic, and others around the world against racism and police brutality. The private space race also greatly accelerated in the early 2020s, as did military conflicts such as the Azerbaijan-Armenian War, the Tigray War, the conflict between Gaza and Israel, the Fall of Kabul (which marked the end of the 20-year War in Afghanistan) and the Russian invasion of Ukraine (the largest conventional military offensive in Europe since World War II having resulted in an immense refugee crisis). With many extreme weather events worsening in the early 2020s, several world leaders have called it the \"decisive decade\" for climate action as ecological crises continue to escalate.[3][4] 5G networks also launched around the globe at the start of the decade, and became prevalent in smartphones. The prominent wars of the decade include: Note: To be included, entries must be notable (have a stand-alone article) and described by a consensus of reliable sources as \"terrorism\". They also must have 100 or more fatalities reported. Having suffered decline in the years after the Great Recession, the centre-left politics and the 1990s political model (like progressivism, liberalism, social democracy, and third way policies) experienced a resurgence across Europe and the Anglosphere in the early 2020s, various factors were suggested as contributing to this including natural shifts in the electoral cycle along with conservatives difficulties appealing to university graduates or voters under the age of 40.[32] Sitting leaders that died in office: In 2020: Sheik Sabah al-Sabah, Sultan Qaboos bin Said,[33] and Pierre Nkurunziza. In 2021: Idriss Déby, John Magufuli, and Jovenel Moïse. In 2022: Khalifa bin Zayed Al Nahyan. Former world leaders who died: In 2020: Hosni Mubarak,[34] Valéry Giscard d'Estaing,[35] John Turner, Daniel arap Moi, Pranab Mukherjee, Amadou Toumani Touré, Jerry Rawlings, Mamadou Tandja, Tabaré Vázquez, Javier Pérez de Cuéllar, Pierre Buyoya, John Cremona, Sidi Ould Cheikh Abdallahi, Kuniwo Nakamura, Litokwa Tomeing, Moussa Traoré, Pascal Lissouba, Branko Kostić, Lee Teng-hui, Benjamin Mkapa, Miloš Jakeš, Rafael Leonardo Callejas Romero, Abdul Halim Khaddam, Joachim Yhombi-Opango, Manuel Serifo Nhamadjo, Mike Moore, and Janez Stanovnik. In 2021: Gustavo Noboa, Ali Mahdi Muhammad, Didier Ratsiraka, Bonfoh Abass, Mamnoon Hussain, Arturo Armando Molina, Hissène Habré, Jorge Sampaio, Abdelkader Bensalah, Kenneth Kaunda, Anerood Jugnauth, Abdelaziz Bouteflika, Enrique Bolaños, Roh Tae-woo, Chun Doo-hwan, Benigno Aquino III, Carlos Menem, F. W. de Klerk, James Fitz-Allen Mitchell, Norodom Ranariddh, Kinza Clodumar, and Karolos Papoulias. In 2022: Toshiki Kaifu, Ernest Shonekan, Ibrahim Boubacar Keïta, Christos Sartzetakis, Amos Sawyer, Rupiah Banda, Karl Offmann, Ayaz Mutallibov, Dušan Čkrebić, Mwai Kibaki, Leonid Kravchuk, Stanislav Shushkevich, Romeo Morri, Bujar Nishani, Evaristo Carvalho, Jacob Nena, Shinzo Abe, José Eduardo dos Santos and Luis Echeverría. The event has been condemned by foreign governments, the political opposition, and human rights organizations and is considered the first major political crisis in the country since the conclusion of the Salvadoran Civil War in 1992 and has been referred to as a coup attempt. Prominent assassinations, targeted killings, and assassination attempts include: Note: This table is a chronological list of earthquakes reported with 7.5Mw  or greater or that have reported at least 100 fatalities. Note: This section reports only floods with 200 or more deaths and avalanches and landslides involving 30 or more deaths. In 2020, a huge swarm of desert locusts threatened to engulf massive portions of the Middle East, Africa and Asia.[105][106][107][108][109][110] The World Trade Organization reported that trade growth had stagnated and that trade restrictions were increasing as the decade began. The sectors most affected by import restrictions were mineral and fuel oils (17.7%), machinery and mechanical appliances (13%), electrical machinery and parts (11.7%), and precious metals (6%).[117] Regional trade agreements were found to be increasing.[118] Archaeology: 2020 2021 Paleontology: 2020 2021 Space: 2020 2021 Spaceflight: 2020 2021 Biotechnology: 2020 2021 Quantum IT: 2020 2021 Computing: 2020s Environment and environmental sciences: 2020 2021 Climate change: 2020 2021 Philosophy: 2020 2021 History of technology by type List of science timelines Medical experts advised, and local authorities often mandated stay-at-home orders to prevent gatherings of any size. Such gatherings could be replaced by teleconferencing, or in some cases with unconventional attempts to maintain social distancing with activities such as a balcony sing-along for a concert, or a \"birthday parade\" for a birthday party. Replacements for gatherings were seen as significant to mental health during the crisis. Social isolation among alcohol users also adopted a trend towards Kalsarikänni or \"pantsdrunking\", a Finnish antisocial drinking culture. Low-income individuals were more likely to contract the coronavirus and to die from it. In both New York City and Barcelona, low-income neighborhoods were disproportionately hit by coronavirus cases. Hypotheses for why this was the case included that poorer families were more likely to live in crowded housing and work in low-skill jobs, such as supermarkets and elder care, which were deemed essential during the crisis. In the United States, millions of low-income people may lack access to health care due to being uninsured or underinsured. Millions of Americans lost their health insurance after losing their jobs. Many low-income workers in service jobs became unemployed. The coronavirus pandemic was followed by a concern for a potential spike in suicides, exacerbated by social isolation due to quarantine and social-distancing guidelines, fear, and unemployment and financial factors. Many countries reported an increase in domestic violence and intimate partner violence attributed to lockdowns amid the COVID-19 pandemic. Financial insecurity, stress, and uncertainty led to increased aggression at home, with abusers able to control large amounts of their victims' daily life. United Nations Secretary-General António Guterres called for a domestic violence \"ceasefire\". The murder of George Floyd led to many protest and riots across the United States and internationally in 2020. The stated goal of the protest has been to end police brutality and racial inequality and is closely linked with the Black Lives Matter movement. 24.3% of all national parliamentarians were women as of February 2019. 11 women were serving as Head of State and 12 as Head of Government in June 2019. 20.7% of government ministers were women as of January 2019. There are wide regional variations in the average percentages of women parliamentarians. As of February 2019, these were: Nordic countries, 42.5%; Americas, 30.6%; Europe excluding Nordic countries, 27.2; sub-Saharan Africa, 23.9; Asia, 19.8%; Arab States, 19%; and the Pacific, 16.3%. Rwanda has the highest number of women parliamentarians worldwide, 61.3% of seats in the lower house. About 26% of elected local parliamentarians are women.[136] Many states swore in their first female leaders during the 2020s including Presidents Katerina Sakellaropoulou (Greece), Samia Suluku Hassan (Tanzania), Sandra Mason (Barbados), Xiomara Castro (Honduras), Katalin Novák (Hungary) and Prime Ministers Kaja Kallas (Estonia), Fiamē Naomi Mata'afa (Samoa), Robinah Nabbanja (Uganda), Najla Bouden (Tunisia), Magdalena Andersson (Sweden).[137] Decorated cloth face masks. Wearing a face covering in settings such as shops, bars, airports, and on public transport became mandatory in many countries in the early 2020s, in order to prevent the spread of COVID-19. The PlayStation 5 and Xbox Series X was released in 2020, and came pre-installed with the 2020 game Astro's Playroom. The PS5 made use of the more powerful new DualSense controller and the fourth generation Xbox system. Genshin Impact and Animal Crossing: New Horizons became the best-selling game and a global phenomenon during the COVID-19 pandemic. Popular singer Olivia Rodrigo visited the White House in 2021 in a push to normalize vaccine use for American youth. Pictured above is Rodrigo with President Joe Biden, the two of them putting on Biden's signature aviator sunglasses. The video-sharing site TikTok became a major influence to pop culture and the music industry in the early 2020s. By the early 2020s, foldable phones became retail available, though they were quite expensive in comparison to standard phones, or the bulkier phone of the 2010s. Due to the COVID-19 pandemic, many movies were released on internet streaming services like Netflix, Viaplay, Amazon Prime, HBO Max, Disney+, Peacock and Paramount+, instead of theaters during 2020 (movies like The King of Staten Island and Mulan, for example). Bright multi-colored clothing became a trend in the early 2020s, as did baggier, looser-fitting clothing (in a rejection to the form-fitting 2010s fashion), as modeled here by Billie Eilish, one of the most popular musicians of the early decade. In the 2020s, multiple online food delivery services such as Uber Eats, Postmates, DoorDash and Grubhub became popular. Pictured above is an Uber Eats employee delivering a meal. Singer The Weeknd was the first artist of the decade to achieve a Billboard number-one single of the year (for the year 2020) with his hit single \"Blinding Lights\", which was also performed during the 2021 Superbowl. The Netflix show Squid Game became an immediate global success and a phenomenon in the early 2020s. Beyond television, its effects in popular culture were also notable for the increased sales of outfits and shoes featured in the show. The use of cryptocurrency became more mainstream in the 2020s. Crypto such as Bitcoin and others were notable. The Staples Center was even renamed Crypto.com Arena in 2021. The holding company of Facebook and Instagram changed its name to Meta Platforms in 2021, with intention to put greater focus on building the metaverse, a social network of 3D virtual worlds. In the early 2020s, K-pop continued to experience greater growth and success with groups like BTS (pictured) and their song \"Dynamite\" and Blackpink leading the popularity. Tomorrow X Together, Stray Kids, Twice and others have also been part of the 2020s Korean wave. 5G was introduced in smartphones during the early part of the decade, with the Samsung Galaxy S20 and iPhone 12 smartphones having 5G capabilities. China, Japan and South Korea became leading electronics industry and technological advances in the Asia-Pacific since the 1990s. The early 2020s started with a rise in videoconferencing due to the pandemic, while many educational institutions and workplaces shifted to distance learning and remote work, using Zoom, Google Meet, Microsoft Teams and other platforms. Doja Cat, a fashion icon of the early part of the decade, became one of the most streamed artists on Spotify in 2021, along with musicians like Bad Bunny, Dua Lipa and others. COVID-19 vaccines became widely available to the public in some countries starting in 2021, and influenced certain cultures based on the vaccine status of individuals. Fashion trends of the early 2020s have been largely inspired by the 2000s.[143][144][145] Wearing a decorative mask to prevent the disease COVID-19 from spreading was a fashion trend in the early 2020s.[146] Spider-Man: No Way Home was the highest-grossing film of the 2020s, becoming the highest-grossing Spider-Man film and non-Avengers Marvel film. It is currently the 6th highest-grossing film of all time. Several films and other upcoming movies were released exclusively on streaming platforms instead of in theatres due to the COVID-19 pandemic. As COVID-19 cases declined through 2021 and some restrictions were lifted, some films were released both in theatres and on streaming services.  The 2020s started off with the primary streaming services being Netflix, Amazon Prime, Binge,[147] HBO Max, Showtime, Hulu and Disney+. Additional streaming services such as Discovery+, Paramount+, and Peacock were released as well. Cable television and satellite television continued to fall out of popularity, and were no longer as prevalent as they were once in the 2010s and decades prior. In the 2020s, reboots and reunion episodes of older shows became widespread, including That '90s Show, How I Met Your Father, Animaniacs, The Conners, Saved by the Bell, HBO Max's Friends: The Reunion and The Fresh Prince of Bel-Air Reunion, and And Just Like That..., Paramount+'s new iCarly, Rugrats, and Beavis and Butthead: Do The Universe. It's Always Sunny in Philadelphia became the longest-running live-action comedy in 2021, with its season premiere episode \"2020: A Year in Review\". As well, reboots of older movies in new iterations joined the likes of television with movies including Bill & Ted Face the Music, Space Jam: A New Legacy, Borat Subsequent Moviefilm, and Ghostbusters: Afterlife. Streaming television such as Pluto TV become more popular. Star Wars: Obi-Wan Kenobi started streaming on 27 May 2022 and aired its last episode on 22 June 2022 on Disney+. It is part of the Star Wars franchise and stars Ewan McGregor as Obi-Wan Kenobi, reprising his role from the Star Wars prequel trilogy. The fourth season of the American science fiction horror drama television series Stranger Things, was released on the streaming service Netflix in two volumes. The first set of seven episodes was released on 27 May 2022, while the second set of two episodes was released on 1 July 2022. By 2020, TikTok had become an extremely popular music platform on social media.[148] Streaming on platforms such as Spotify, YouTube Music, Amazon Music and Apple Music increased due to the COVID-19 pandemic. Festivals such as Coachella were cancelled because of the virus. The COVID-19 pandemic devastated the touring business.[149][150] Pop, hip hop, R&B and nu disco[151] dominated the early part of the decade, with the most popular artists being Billie Eilish, Lizzo, Taylor Swift, Ariana Grande, Lil Nas X, Megan Thee Stallion, Dua Lipa, Jack Harlow, The Weeknd, Lil Baby, BTS, Doja Cat, Olivia Rodrigo, Blackpink, Harry Styles, Bad Bunny, Cardi B, Adele, Ed Sheeran, the Kid Laroi and more.[152]  The ninth generation of consoles began in 2020 with the release of the Xbox Series X/S and PlayStation 5. The video game Among Us surged in popularity online in 2020. The Nintendo Switch continued to be popular among gamers. Animal Crossing: New Horizons had sold over 31 million copies on the Nintendo Switch,[153] making it the second-best-selling game on the Nintendo Switch. Its success has been attributed in part to its release amid global stay-at-home orders during the COVID-19 pandemic. The Nintendo Switch's sales also remained strong in the 2020s due in part to games such as Nintendo Switch Sports, Paper Mario: The Origami King, Super Mario 3D All-Stars, Bowser's Fury, Kirby and the Forgotten Land, WarioWare: Get It Together!, and Pokémon Legends: Arceus.  There is a revival in expressionist architecture. The SoFi Stadium was completed on 8 September 2020 and is a component of Hollywood Park, a master-planned neighborhood in development in Inglewood, California. The stadium serves as a home to the Los Angeles Rams and the Los Angeles Chargers. SoFi Stadium hosted Super Bowl LVI in February 2022.[154] The stadium is also set to host the opening and closing ceremonies, soccer and archery in the 2028 Summer Olympics, which will be hosted in Los Angeles, California, United States of America.[155] The Unity Tower was finally completed on 30 September 2020. The construction of the building originally started in 1975, but stopped permanently in 1981 because of economic constraints and political unrest at the time. Due to the unfinished building's resemblance to a skeleton, it was nicknamed after Skeletor, the arch-villain in He-Man and the Masters of the Universe, which was popular in Poland at the time construction began.[156] The 2020 Summer Olympics was postponed to July–August 2021. This was the first Olympic Games to be postponed rather than cancelled in history.[157] The 2020 T20 Cricket World Cup, originally scheduled to take place in Australia, was rescheduled to occur in India in 2021. The tournament was ultimately held in the UAE and Oman (primarily the former) in 2021, with Australia winning the final against New Zealand to earn its first T20 World Cup title. National Hockey League, Major League Baseball, National Basketball Association and Premier League adapt their seasons and championship play around COVID-19 by placing players in \"bubbles\" and televising games played in empty arenas and stadiums. Food delivery apps such as DoorDash, Instacart, Menulog, Uber Eats, Grubhub and Just Eat Takeaway flourished due to the COVID-19 pandemic.[159][160] Indoor dining was also closed in many countries due to the COVID-19 pandemic, and upon re-opening the usage of QR codes and other technologies in the restaurant industry increased compared to the 2010s in order to comply with pandemic restrictions.[161][162] Literature in 2020s has also increased in popularity in the decade as years flies by. Several and much of these bookstores thrived during the COVID-19 pandemic. Also, many literary works that are published have been influenced by current events including one that happened recently and other books about climate change. Some of these thing will be the same as well. Books published include The Vanishing Half, Leave the World Behind, Transcendent Kingdom, Memorial, and The City We Became.[163] The following articles contain brief timelines which list the most prominent events of the decade: Media related to 2020s at Wikimedia Commons ","Title":"2020s - Wikipedia","KeyID":"15452","URL":"https://en.wikipedia.org/wiki/2020s"}