{"Content: ":"Ahmed Aboul Gheit (Arabic: أحمد أبو الغيط [ˈæħmæd æbolˈɣeːtˤ], also: Abu al-Ghayt, Abu El Gheyt, etc.) (born 12 June 1942) is an Egyptian politician and diplomat who has been Secretary-General of the Arab League since July 2016.[1] He was reappointed for a second term on 3 March 2021.[2] Aboul-Gheit served as the Minister of Foreign Affairs of Egypt from 11 July 2004 to 6 March 2011. Previously, between 1999 and 2004,[3] he was Egypt's Permanent Representative to the United Nations.[4] He was succeeded as Minister of Foreign Affairs by ICJ judge Nabil Elaraby in March 2011, following the overthrow of President Hosni Mubarak.[5] He was elected Secretary-General of the Arab League in March 2016,[6] and his term commenced on 3 July 2016. He was awarded the French Legion d'Honneur, first rank in 2002.[7] Born in Heliopolis in Cairo on 12 June 1942,[8] Aboul Gheit was originally from the city of Port Said. He studied business at Ain Shams University, Cairo. Aboul Gheit joined the diplomatic corps in 1965 after completing university, and rose through the ranks of the Egyptian Ministry of Foreign Affairs, occupying diplomatic positions in Rome, Nicosia, Moscow and New York. He participated in negotiations in 1978 of the Camp David Accords, which led to the signing of the Israeli-Egyptian peace treaty. In 1999, he was appointed Permanent Representative of Egypt to the United Nations, before being recalled to Cairo in 2004 to take the lead in diplomacy. Aboul Gheit started his career as Third Secretary at the Embassy of Cyprus. Later he was First Secretary for Egypt's Ambassador to the United Nations, Political Consultant at the Egyptian Embassy in the Soviet Union in 1984, and Ambassador of Egypt to Italy, Macedonia and San Marino. In 1999 he was the head of Egypt's permanent delegation to the United Nations.[9] Aboul Gheit served as the Minister of Foreign Affairs of Egypt from 11 July 2004 to 6 March 2011. In December 2005, he began mediating the Chad-Sudan conflict. During the Pope Benedict XVI Islam controversy in 2006, he said \"this was a very unfortunate statement and it is a statement that shows that there is a lack of understanding of real Islam. And because of this we are hopeful that such statements and such positions would not be stated in order to not allow tension and distrust and recriminations to brew between the Muslim as well as the west.\"[10] On 26 December 2010, Aboul Gheit opened the first Egyptian consulate outside Baghdad in the northern city of Erbil in a one-day visit to Iraq, where he also held talks with Iraqi President Jalal Talabani.[11] After the fall of Egyptian President Hosni Mubarak on 11 February 2011, he ceased to be Foreign Affairs Minister on 6 March 2011, after which he devoted himself to writing his memoirs. Aboul Gheit was elected Secretary-General of the Arab League in March 2016, to succeed Nabil el-Arabi. However, his election was not without some League members' criticism, due to his age.[12] His term commenced on 3 July 2016. Gheit called the 2019 Turkish offensive into north-eastern Syria a \"blatant violation of Syria's sovereignty\".[13] On 11 May 2021, Gheit condemned Israeli air strikes on Gaza as \"indiscriminate and irresponsible\".[14]","Title":"Ahmed Aboul Gheit - Wikipedia","KeyID":"15470","URL":"https://en.wikipedia.org/wiki/Ahmed_Aboul_Gheit"}