{"Content: ":"Luis Leonardo Almagro Lemes (Spanish pronunciation: [ˈlwis alˈmaɣɾo]; born June 1, 1963) is a Uruguayan lawyer, diplomat, and politician who currently serves as the 10th Secretary General of the Organization of American States (OAS). He also served as Minister of Foreign Affairs between 2010 and 2015 during the presidency of José Mujica. Luis Almagro was born June 1, 1963, in Cerro Chato/Paysandu, Uruguay. Almagro studied at the University of the Republic in Montevideo, where he earned his law degree. During his 23-year career with the Uruguayan Foreign Ministry, Almagro represented Uruguay in the Islamic Republic of Iran (1991–1996), in Germany (1998–2003), as well as serving as Ambassador to China (2007–2010). He is fluent in Spanish, English, and French. In the 2014 general election, Almagro was elected to the Senate of Uruguay. He later resigned to take the position of OAS Secretary General. Almagro has seven children. During Almagro's time as Foreign Minister (2010–2015), Uruguay drew global recognition for a small South American country as they were the largest per capita contributor to UN peacekeeping forces [1] as well as secured Uruguay's successful election seat to the UN Security Council.[2] Almagro also supported efforts on the restoration of relations between Cuba and the US. Almagro's commitment to human rights extended to domestic affairs as demonstrated by the active role in the repeal of the 1986 Expiry Law, which granted amnesty for crimes and human rights abuses committed during the civic-military dictatorship between 1973 and 1985, and actively supported prosecutions for these crimes. A lawyer, Almagro was a member of the Executive Committee that drafted the groundbreaking legislation regulating the possession, growth, and distribution of marijuana in Uruguay in 2013. Uruguay is the first country in the world to introduce legislation of its kind.[3] He also represented Uruguay at the International Centre for Settlement of Investment Disputes (ICSID), in the suit brought by Philip Morris International against Uruguay for its anti-tobacco policies. After six years, ICSID ruled in favor of Uruguay. Also responsible for trade, Almagro also played a key role in expanding and diversifying Uruguay market access, raising exports each year of his term. A key focus was opening up non-traditional markets to Uruguayan exporters, including as securing access to key US markets for Uruguay's citrus fruit. A strong advocate for refugees, Almagro played an integral role in negotiating the transfer of a group of ex-detenidos (former detainees) from Guantanamo Bay detention camp to Uruguay. Almagro also led the process to welcome dozens of Syrian refugees to Uruguay, along with former President Mujica. For this they were listed among Foreign Policy magazine's top Global Thinkers for 2014.[4] Almagro is one of only 10 decision-makers in the region to be awarded this international distinction.[5] In 2018, Almagro was listed 4th in the ranking of top 100 leaders from multilateral organizations.[6] Almagro was elected Secretary General of the Organization of American States on March 18, 2015, earning the support of 33 of the 34 Members States, including one abstention. He officially took office on May 26, 2015. Almagro's first year in office was marked by his outspoken stance on democracy and human rights. His leadership has widely been seen as reinvigorating an Organization.[7] His election campaign centered on the idea of \"More Rights for More People\". In addition to four programmatic pillars of democracy, human rights, security and development, he announced a set of new strategic initiatives to achieve this goal including Under the renewed vision, Almagro continues to champion key OAS initiatives including the Inter-American Human Rights System, the Inter-American Judicial Facilitators Program, the MACCIH, and the Mission to Support the Peace Process in Colombia (MAPP), along with electoral cooperation and observation missions as priorities for the organization. Following the suspension of the second round of presidential elections on January 24, 2016, President Michel Martelly requested assistance from OAS Secretary General Almagro to facilitate a discussion on finding a way forward. On January 29, an OAS Special Mission travelled to Haiti to assess the situation and help reach an understanding \"agreed by Haitians.\"[8] The Mission engaged in dialogue with key political and civil society stakeholders facilitating a consensus formula for next steps. On February 6, 2016, former President Martelly announced a transitional agreement electing an interim President and confirming a consensus Prime Minister. After the completion of the Mission, the Representative of Haiti to the OAS, Jean Josué Pierre, applauded the OAS, stating that \"the Mission not only supported and accompanied the negotiations, but has reestablished the image of the Organization.\"[9] Almagro has been critical of the slow progress to resolve the political impasse; \"It is imperative for Haitian political stakeholders, including Parliamentarians and those provisionally governing the country, to fully assume their responsibilities towards the nation. The interests of the Haitian people must supersede partisan interests.\"[10] Anticorruption has been a focus from the outset of Secretary Almagro's term. In the spring of 2015, widespread protests erupted when a multi-million corruption scandal involving the Honduran social security system was uncovered by the local media. In August 2015, Honduran President Juan Orlando Hernández invited Secretary General Almagro to Honduras to facilitate a dialogue and response to the protests. Almagro met with government representatives, political parties and civil society on how to end impunity and repair trust between the country's government and its citizens. On January 19, 2016, Secretary General Almagro and the Government of Honduras signed an agreement creating the OAS Mission to Support the Fight against Corruption and Impunity in Honduras (MACCIH). The MACCIH created an international anti-corruption team of investigators and judges to work with Honduran judges, prosecutors and police officers to better investigate and prosecute complex public corruption cases. While the Mission's focus is to investigate cases involving networks of public and private corruption, it will also support reform in four key areas: preventing and fighting corruption, criminal justice reform, political and electoral reform and public security.[11] The first members of the MACCIH arrived in Honduras in April 2016.[7] However in January 2020, the Honduran government dissolved MACCIH after OAS negotiators were unable to secure an agreement with it to renew the body’s mandate.[12][13][14] In the lead up to the December 2015 parliamentary elections in Venezuela, Secretary General Almagro sent an 18-page open letter to the president of that country's National Electoral Council (CNE) in which he publicly denounced “the Government's violations of human rights and efforts to undermine the December 2015 elections through the monopolization of the media, interference in the election process, oppression of free assembly and the detention of political prisoners″. The letter represented the first open criticism of the Venezuelan government by a senior diplomat from the region.[15] The former president of Uruguay, José Mujica, declares about him : “I regret the direction that you chose to follow and I know it is irreversible, so now, I tell you goodbye”.[16] As the situation in Venezuela deteriorated dramatically after the December elections, in June 2016, Secretary General Almagro released a 114-page report [17] detailing the deteriorating economic situation and humanitarian crisis. Under article 20, the Secretary General invoked the Inter-American Democratic Charter on the grounds that Venezuela has experienced \"an alteration of the constitutional order\".[18] Key recommendations from the report include the immediate release of all political prisoners; implementation of the constitutionally mandated recall referendum before the end of 2016; a return to the balance of powers between the Judicial, Executive, and Legislative branches of government; a bi-partisan review of judicial appointments; and, the establishment of an independent body to combat corruption.[17] The Secretary General continues to lead the international community in advocating publicly on behalf of political prisoners[19] and for a return to the constitutional order in Venezuela. On September 23, Almagro expressed dismay at the rules and timetable published by the CNE that further delayed the recall process into 2016, guaranteeing that the ruling party remains in power until the end of the term in 2019. \"The recall referendum belongs to the people, and it is up to the CNE to ensure the guarantees for the free expression of the people, instead of curtailing and trying to annul their rights.\"[20] As the situation in Venezuela worsened, on March 14, 2017, the Secretary General presented an Updated Report on the Situation in Venezuela[21] outlining the further deterioration of the conditions in the country, stating that there had been a complete rupture of the democratic order. In the wake of the violent protests during the summer of 2017, the Secretary General published a Third Report on the Situation in Venezuela. In this Report, the Secretary General stated that there was “evidence that pointed to the systematic, tactical and strategic use of murder, imprisonment, torture, rape and other forms of sexual violence” are part of a targeted campaign and systemic policy against those who opposed the government. The OAS General Secretariat was tasked with monitoring further developments in Venezuela and to “specifically look at the individuals and institutions that directly or indirectly enable the use of these repressive tactics and tools” to determine whether crimes against humanity have taken place. A Fourth Report was published detailing the complete elimination of democracy following the establishment of the unconstitutional “National Constituents Assembly” in September 2017. In July 2017, Secretary General Luis Almagro appointed former International Criminal Court (ICC) Prosecutor, Luis Moreno Ocampo as a Special Advisor on Crimes Against Humanity. In this position, Ocampo helped to define and launch an independent and impartial process to assess whether crimes against humanity have taken place in Venezuela. In September 2017, a Panel of Independent International Experts was established to oversee the process including a series of public hearings that were held at OAS Headquarters in Washington, DC in September, October, and November of that year. In May 2018, the Panel of Independent Experts released their report indicating that there are reasonable grounds that satisfy the burden of proof required by Article 52 of the Rome Statue, to believe that crimes against humanity had taken place in Venezuela. Shortly after, Secretary General Almagro formally submitted the Report to the Prosecutor of the International Criminal Court, Fatou Bensouda, requesting that the Prosecutor open a full investigation into the situation on an urgent basis.[22] During subsequent months, the Secretary General worked diligently to identify a coalition of countries to take the historic step of invoking Article 14 of the Rome Statute and refer the situation in Venezuela to the ICC. On September 26, 2018, Argentina, Canada, Chile, Colombia, Paraguay and Peru formally submitted the Article 14 referral to the Prosecutor of the International Criminal Court.[23] The Secretary General has called upon the international community to consider using all mechanisms available in international law to protect the rights of Venezuelans. This includes, but is not limited to, Responsibility to Protect and International Humanitarian Law.[24] On October 12, 2017, the newly-elected Supreme Tribunal of Justice, were sworn in the OAS Headquarters. The 33 magistrates, elected by the National Assembly in July 2017, were forced to take office in exile due to political persecution, intimidation and threats of being detained by the Maduro dictatorship.[25] As the number of Venezuelans fleeing their country reached precedent-setting numbers, in September 2018, Secretary General Almagro established the Working Group on Crisis of Venezuelan Migrants and Refugees of the OAS, chaired by David Smolansky, to provide “solutions to the exodus of the Venezuelan people – the most visible face of the humanitarian crisis in Venezuela – who can today be found walking through the cities and towns of the Americas looking for the bread they cannot get in their own homeland.\"[26] The initiative \"Protecting our Home Common Home: Ensuring more rights for more people in the Americas\"[27] is organized through the cooperation of the OAS, the Vatican and the Inter-religious Institute for Dialogue.[28] The inaugural meeting on September 7–8, 2016, established a Hemispheric Network of Dialogue for the Common Home which creates platform for dialogue between countries of OAS Member States and religious leaders to support reconciliation and the search for solutions to promote peace and stability, in line with Article 2 of the OAS Charter.[29] Led by Almagro, the General Secretariat of the OAS activated different diplomatic and denouncing mechanisms to expose the serious situation that the Central American country faces. A project of electoral reforms was agreed between the General Secretariat of the OAS and the government early in 2017 with the objective of strengthening democratic institutions. While the agreement is currently on hold given the ongoing crisis, Secretary Almagro remains a staunch supporter of mechanisms that would allow for redemocratization, and to achieve justice for the hundreds of Nicaraguan victims. In this context, his good offices made possible the first visit on-site visit of the Inter American Human Rights Commission (CIDH, by its initials in Spanish) in many years, and he approved the creation of the Interdisciplinary Group of Independent Experts (GIEI, by its initials in Spanish) to seek truth and help investigate the crimes committed. Facing an attitude of denial from the government, in December 2018 he announced the activation of article 20 of the Inter American Democratic Charter for Nicaragua. On December 7, 2018, under the leadership of Secretary General Almagro, the OAS hosted the first Conference on the Situation of Human Rights in Cuba since the 2009 Resolution lifting Cuba's suspension from the Organization. The conference included dialogue on the criminality of freedom of Expression in Cuba, as well as the situation of political prisoners and accountability for repressors in the country.[30] Almagro and the OAS were also involved in the political crisis in Bolivia following the aftermath of the 2019 Bolivian general election. Disputes over the transparency and legitimacy of the election had occurred after incumbent President Evo Morales was declared the winner with 47.08% of the vote after a 24-hour pause in results transmission; as this was greater than then ten-point margin over his nearest competitor, Carlos Mesa, needed for Morales to be announced as a winner without a run-off second-round vote.[31][32] Following weeks of widespread protests in Bolivia, as well as calls for a second-round election from several foreign countries,[32] the OAS released the results of its audit on 10 November 2019, claiming to have found \"clear manipulation\" and significant irregularities.[33] Morales, who had pledged to respect the OAS audit, agreed on the same day to hold new elections,[33] at a date to be determined.[31] However, later on the same day, Morales and his vice president, Álvaro García Linera, resigned from office after losing support from the police and military, which was termed by Morales and his supporters to be a coup d'etat.[34] International politicians, scholars and journalists are divided between describing the event as a coup or popular uprising.[35][36][37][38][39][40][41] The OAS released a full report of its findings afterwards.[42][43] However, reports from the Center for Economic and Policy Research and academics John Curiel and Jack Williams, also commissioned by the CEPR, contradicted the OAS conclusions, finding no statistical evidence for the OAS claim of election fraud, and no significant differences between the vote before and after counting was paused.[44][45] Another study, conducted by independent statisticians from the University of Pennsylvania among other institutions and published in the New York Times, which initially backed Morales' forced resignation, also found the initial OAS analysis unsubstantiated.[46][47][48] Almagro has since defended his actions and appeared supportive of the interim government that has assumed power.[49] During the 2022 Summit of the Americas, Almagro called for a global treaty to end violence against women and girls.[50] Almagro has given special lectures and classes at prestigious academic centers including the University of Oxford, New York University, Georgetown University, Harvard University, Syracuse University, UNAM of Mexico, University of Pennsylvania, Boston College, Cambridge University, and University of the Republic of Uruguay, among others. 2019 2018 2017 2016 2014","Title":"Luis Almagro - Wikipedia","KeyID":"15471","URL":"https://en.wikipedia.org/wiki/Administration_of_Luis_Almagro"}