{"Content: ":"Events pertaining to world affairs in 2020, national politics, public policy, government, world economics, and international business, that took place in various nations, regions, organizations, around the world in 2020. Note: This section is provided for issue-based overviews in narrative format, if desired. In December 2019, the World Meteorological Organization released its annual climate report revealing that climate impacts are worsening.[351] They found the global sea temperatures are rising as well as land temperatures worldwide. 2019 is the last year in a decade that is the warmest on record.[352] Global carbon emissions hit a record high in 2019, even though the rate of increase slowed somewhat, according to a report from Global Carbon Project.[353] The economic slowdown and the closure of factories related to the coronavirus pandemic brought a 6% decrease in emissions in February and March 2020.[354] BlackRock global money management firm Chief Executive Larry Fink said in January 2020 that climate change \"has become a defining factor in companies' long-term prospects... and I believe we are on the edge of a fundamental reshaping of finance.\"[355] Legislatures close, cities, regions, and entire countries are locked down, and borders close across the world in response to the pandemic. Elections are postponed. Governments rush to find funding to combat the virus, provide medical supplies and services, and to mitigate the economic slowdown. The virus, which began in Wuhan, China, in December 2019 was declared a pandemic by the World Health Organization (WHO) on March 11. The epicenter of the pandemic shifted from East Asia at the beginning of the year to Europe in March and April, then to the United States and Latin America in May and June. As of June 7, there have been over 7,000,000 confirmed cases and 400,000 deaths worldwide, with about 30% of the cases in the United States.[356] After accusing the WHO of bias towards China, U.S. President Donald Trump threatened to permanently cut off funding for the organization. Many blame Trump himself for the high number of cases in the United States.[357] Hundreds of thousands of people protest in the United States[358] and around the world[359] against the May 26 murder of George Floyd in Minneapolis, Minnesota.[360] Many of the protests emphasize local cases of police brutality and racism.[361] WikiProject—Wikiproject Politics See also related draft articles at: 2020 in Europe politics and government, 2020 in Mideast politics and government, Category:Drafts about contemporary events","Title":"2020 in politics and government - Wikipedia","KeyID":"15478","URL":"https://en.wikipedia.org/wiki/2020_in_politics_and_government"}