{"Content: ":"Member states and key leaders: BRICS is the acronym coined to associate five major emerging economies: Brazil, Russia, India, China and South Africa. The BRICS members are known for their significant influence on world affairs.[1] Since 2009, the governments of the BRICS states have met annually at formal summits. China hosted the most recent 14th BRICS summit on 24 July 2022 virtually. BRICS host New Development Bank, Contingent Reserve Arrangement, BRICS payment system, and BRICS basket reserve currency officially announced in 2022. Originally the first four were grouped as \"BRIC\" (or \"the BRICs\") before the induction of South Africa in 2010.[2] The BRICS have a combined area of 39,746,220 km2 (15,346,101.0 sq mi) and an estimated total population of about 3.21 billion,[3] or about 26.7% of the world land surface and 41.5% of the world population. Four out of five members are among the world's ten largest countries by population, by area and GDP, except for South Africa which is twenty-third in both. Members of G20, as of 2018, these five states had a combined nominal GDP of US$19.6 trillion, about 23.2% of the gross world product, a combined GDP (PPP) of around US$40.55 trillion (32% of the world's GDP PPP), and an estimated US$4.46 trillion in combined foreign reserves.[4][5] The BRICS have received both praise and criticism from numerous commentators.[6][7][8] Bilateral relations among BRICS states are conducted mainly based on non-interference, equality, and mutual benefit.[9] Whilst the term \"BRIC\" is often believed to have been coined in 2001 by then-chairman of Goldman Sachs Asset Management, Jim O'Neill, in his publication Building Better Global Economic BRICs,[10] it was actually coined by Roopa Purushothaman, who was a Research Assistant in the original report.[11] The foreign ministers of the initial four BRIC General states (Brazil, Russia, India, and China) met in New York City in September 2006 at the margins of the General Debate of the UN Assembly, beginning a series of high-level meetings.[12] A full-scale diplomatic meeting was held in Yekaterinburg, Russia, on 16 June 2009.[13] The BRIC grouping's 1st formal summit, also held in Yekaterinburg, commenced on 16 June 2009,[14] with Luiz Inácio Lula da Silva, Dmitry Medvedev, Manmohan Singh, and Hu Jintao, the respective leaders of Brazil, Russia, India, and China, all attending.[15] The summit's focus was on improving the global economic situation and reforming financial institutions, and discussed how the four countries could better co-operate in the future.[14][15] There was further discussion of ways that developing countries, such as 3/4 of the BRIC members, could become more involved in global affairs.[15] In the aftermath of the Yekaterinburg summit, the BRIC nations announced the need for a new global reserve currency, which would have to be \"diverse, stable and predictable.\"[16] Although the statement that was released did not directly criticize the perceived \"dominance\" of the US dollar – something that Russia had criticized in the past – it did spark a fall in the value of the dollar against other major currencies.[17] In 2010, South Africa began efforts to join the BRIC grouping, and the process for its formal admission began in August of that year.[18] South Africa officially became a member nation on 24 December 2010, after being formally invited by China to join[19] and subsequently accepted by other BRIC countries.[18] The group was renamed BRICS – with the \"S\" standing for South Africa – to reflect the group's expanded membership.[20] In April 2011, the President of South Africa, Jacob Zuma, attended the 2011 BRICS summit in Sanya, China, as a full member.[21][22][23] The BRICS Forum, an independent international organization encouraging commercial, political, and cultural cooperation among the BRICS nations, was formed in 2011.[24] In June 2012, the BRICS nations pledged $75 billion to boost the lending power of the International Monetary Fund (IMF). However, this loan was conditional on IMF voting reforms.[25] In late March 2013, during the fifth BRICS summit in Durban, South Africa, the member countries agreed to create a global financial institution intended to cooperate with the western-dominated IMF and World Bank.[26] After the summit, the BRICS stated that they planned to finalize the arrangements for this New Development Bank by 2014.[27] However, disputes relating to burden sharing and location slowed down the agreements. At the BRICS leaders meeting in St Petersburg in September 2013, China committed $41 billion towards the pool; Brazil, India, and Russia $18 billion each; and South Africa $5 billion. China, holder of the world's largest foreign exchange reserves and contributes the bulk of the currency pool, wants a more significant managing role, said one BRICS official. China also wants to be the location of the reserve. \"Brazil and India want the initial capital to be shared equally. We know that China wants more,\" said a Brazilian official. \"However, we are still negotiating, there are no tensions arising yet.\"[28] On 11 October 2013, Russia's Finance Minister Anton Siluanov said that creating a $100 billion fund designated to steady currency markets would be taken in early 2014. The Brazilian finance minister, Guido Mantega, stated that the fund would be created by March 2014.[29] However, by April 2014, the currency reserve pool and development bank had yet to be set up, and the date was rescheduled to 2015.[30] One driver for the BRICS development bank is that the existing institutions primarily benefit extra-BRICS corporations, and the political significance is notable because it allows BRICS member states \"to promote their interests abroad... and can highlight the strengthening positions of countries whose opinion is frequently ignored by their developed American and European colleagues.\" In March 2014, at a meeting on the margins of the Nuclear Security Summit in The Hague, the BRICS Foreign Ministers issued a communique that \"noted with concern, the recent media statement on the forthcoming G20 Summit to be held in Brisbane in November 2014. The custodianship of the G20 belongs to all Member States equally, and no one Member State can unilaterally determine its nature and character.\" In light of the tensions surrounding the annexation of Ukrainian Crimea by Russia, the Ministers remarked that \"The escalation of hostile language, sanctions and counter-sanctions, and force does not contribute to a sustainable and peaceful solution, according to international law, including the principles and purposes of the United Nations Charter.\"[31] This was in response to the statement of Australian Foreign Minister Julie Bishop, who had said earlier that Russian President Vladimir Putin might be barred from attending the G20 Summit in Brisbane.[32] In July 2014, the Governor of the Russian Central Bank, Elvira Nabiullina, claimed that the \"BRICS partners promote the establishment of a system of multilateral swaps that will allow them to transfer resources to one or another country, if needed\" in an article which concluded that \"If the current trend continues, soon the dollar will be abandoned by most of the significant global economies and it will be kicked out of the global trade finance.\"[33] Over the weekend of 13 July 2014, when the final game of the FIFA World Cup was held, and in advance of the BRICS Fortaleza summit, Putin met fellow leader Dilma Rousseff to discuss the BRICS development bank, and sign some other bilateral accords on air defense, gas and education. Rouseff said that the BRICS countries \"are among the largest in the world and cannot content themselves in the middle of the 21st century with any kind of dependency.\"[34] The Fortaleza summit was followed by a BRICS meeting with the Union of South American Nations president's in Brasilia, where the development bank and the monetary fund were introduced.[35] The development bank will have capital of US$50 billion with each country contributing US$10 billion, while the monetary fund will have US$100 billion at its disposal.[35] On 15 July, the first day of the BRICS sixth summit in Fortaleza, Brazil, the group of emerging economies signed the long-anticipated document to create the US$100 billion New Development Bank (formerly known as the \"BRICS Development Bank\") and a reserve currency pool worth over another US$100 billion. Documents on cooperation between BRICS export credit agencies and an agreement of cooperation on innovation were also inked.[36] At the end of October 2014, Brazil trimmed down its holdings of US government securities to US$261.7 billion; India, US$77.5 billion; China, US$1.25 trillion; South Africa, US$10.3 billion.[37] In March 2015, Morgan Stanley stated that India and Indonesia had escaped from the 'fragile five' (the five major emerging markets with the most fragile currencies) by instituting economic reforms. Previously, in August 2013, Morgan Stanley rated India and Indonesia, together with Brazil, Turkey, and South Africa, as the 'fragile five' due to their vulnerable currencies. But since then, India and Indonesia have reformed their economies, completing 85% and 65% of the necessary adjustments respectively, while Brazil had only achieved 15%, Turkey only 10%, and South Africa even less.[38] After the 2015 summit, the respective communications ministers, under a Russian proposal, had a first summit for their ministries in Moscow in October where the host minister, Nikolai Nikiforov, proposed an initiative to further tighten their information technology sectors and challenge the monopoly of the United States in the sector.[citation needed] Since 2012, the BRICS group of countries have been planning an optical fibre submarine communications cable system to carry telecommunications between the BRICS countries, known as the BRICS Cable.[39] Part of the motivation for the project was the spying of the U.S. National Security Agency on all telecommunications that flowed in and out of United States territory.[40] In August 2019, the communications ministers of the BRICS countries signed a letter of intent to cooperate in the Information and Communication Technology sector. This agreement was signed in the fifth edition of meeting of communication ministers of countries member of the group[41] held in Brasília, Brazil. Argentina and Iran applied for membership in BRICS in 2022.[42] The grouping has held annual summits since 2009, with member countries taking turns to host. Prior to South Africa's admission, two BRIC summits were held, in 2009 and 2010. The first five-member BRICS summit was held in 2011. The most recent BRICS leaders summit took place virtually on 23 June, 2022 hosted by China.[43][44] India has hosted the BRICS 2021 summit at New Delhi & amid tensions with China, Chinese leader Xi Jinping had made a soft move by supporting India's Chairmanship in 2021.[45] Bangladesh, Indonesia, Mexico, Turkey, Egypt, Nigeria, Sudan, Syria, Saudi Arabia and Pakistan have expressed interest in membership of the BRICS.[69][70][71][72] In 2022, both Argentina and Iran confirmed their attendance at the 2022 BRICS summit upon invitation by host nation China, as well as confirming their desire to each permanently join the bloc.[73][74] Currently, there are two components that make up the financial architecture of BRICS, namely, the New Development Bank (NDB), or sometimes referred to as the BRICS Development Bank, and the Contingent Reserve Arrangement (CRA). Both of these components were signed into treaty in 2014 and became active in 2015. The New Development Bank (NDB), formally referred to as the BRICS Development Bank,[75] is a multilateral development bank operated by the five BRICS states. The bank's primary focus of lending will be infrastructure projects[76][77] with authorized lending of up to $34 billion annually.[77] South Africa will be the African Headquarters of the Bank named the \"New Development Bank Africa Regional Centre.\"[78] The bank will have starting capital of $50 billion, with wealth increased to $100 billion over time.[79] Brazil, Russia, India, China, and South Africa will initially contribute $10 billion each to bring the total to $50 billion.[78][79] It has so far 53 projects under way worth around $15 billion.[80] Recently Bangladesh, Egypt, United Arab Emirates (UAE) and Uruguay were added as new members of BRICS New Development Bank (NDB).[81] The BRICS Contingent Reserve Arrangement (CRA) is a framework for providing protection against global liquidity pressures.[76][79][82] This includes currency issues where members' national currencies are being adversely affected by global financial pressures.[76][82] It is found that emerging economies that experienced rapid economic liberalization went through increased economic volatility, bringing an uncertain macroeconomic environment.[83] The CRA is generally seen as a competitor to the International Monetary Fund (IMF) and along with the New Development Bank is viewed as an example of increasing South-South cooperation.[76] It was established in 2015 by the BRICS countries. The legal basis is formed by the Treaty for the Establishment of a BRICS Contingent Reserve Arrangement, signed at Fortaleza, Brazil on 15 July 2014. With its inaugural meetings of the BRICS CRA Governing Council and Standing Committee, held on 4 September 2015, in Ankara, Turkey[84] it entered into force upon ratification by all BRICS states, announced at the 7th BRICS summit in July 2015. At the 2015 BRICS summit in Russia, ministers from BRICS nations, initiated consultations for a payment system that would be an alternative to the Society for Worldwide Interbank Financial Telecommunication (SWIFT) system. Russian Deputy Foreign Minister Sergey Ryabkov stated in an interview, \"The finance ministers and executives of the BRICS central banks are negotiating ... setting up payment systems and moving on to settlements in national currencies. SWIFT or not, in any case we’re talking about ... a global multilateral payment system that would provide greater independence, would create a definite guarantee for BRICS.\"[85] The Central Bank of Russia (CBR) also started consultations with BRICS nations for a payment system that would be an alternative to the SWIFT system. The main benefits highlighted were backup and redundancy in case there were disruptions to the SWIFT system. The Deputy Governor of the Central Bank of Russia, Olga Skorobogatova, stated in an interview, \"The only topic that may be of interest to all of us within BRICS is to consider and talk over the possibility of setting up a system that would apply to the BRICS countries, used as a backup.\"[86] China has also initiated the development of their own payment system called CIPS, that would be an alternative to the SWIFT system: the Cross-Border Inter-Bank Payments System (CIPS), which would provide a network that enables financial institutions worldwide to send and receive information about financial transactions in a secure, standardized, and reliable environment.[87] India also has its alternative Structured Financial Messaging System (SFMS), as does Russia with its Система передачи финансовых сообщений (СПФС)/System for Transfer of Financial Messages (SPFS). In 2012, Hu Jintao, the then President of China and Paramount leader, described the BRICS countries as defenders and promoters of developing countries and a force for world peace.[6] Western analysts have highlighted potential divisions and weaknesses in the grouping, including significant economic instabilities,[88][89][90][91] disagreements among the members over the UN Security Council reform,[92] and India and China's disputes[93] over territorial issues.[7] On 9 April 2013, Isobel Coleman from the Council on Foreign Relations, director of CFR's Civil Society, Markets, and Democracy Program said that members of BRICS share a lack of consensus. They uphold drastically different political systems, from a vibrant democracy in Brazil to entrenched oligarchy in Russia, and their economies are little integrated and are different in size by orders of magnitude. Also, she states that the significant difference in GDP influences the reserves. China taking up over 41% of the contribution, which in turn leads to bigger political say within the association.[94] Vijay Prashad, author and the Edward Said Chair at the American University of Beirut, has raised the BRICS limitations as a political and economic 'locomotive of the South' because they follow neoliberal policies. They have established neither new counter-balancing institutions nor come up with an alternative ideology. Furthermore, the BRICS project, argues Prashad, has no ability to challenge the primacy of the United States and NATO.[95] The group at each summit elects one of the heads of state of the component countries to serve as President Pro Tempore of the BRICS. In 2019, the pro tempore presidency was held by the president of Brazil.[96] The theme of the 11th BRICS summit was \"BRICS: economic growth for an innovative future\", and the priorities of the Brazilian Pro Tempore Presidency for 2019 are the following: Strengthening of the cooperation in Science, technology and innovation; Enhancement of the cooperation on digital economy; Invigoration of the cooperation on the fight against transnational crime, especially against organized crime, money laundering and drug trafficking; Encouragement to the rapprochement between the New Development Bank (NDB) and the BRICS Business Council.[97] Currently the new President Pro Tempore is Russia and their goals are: investing into BRICS countries in order to strengthen everyone's economies, cooperating in the energy and environmental industries, helping with young children, and coming up with resolutions on migration and peacekeeping.[98] The New Development Bank, located in China, plans on giving out $15 billion to member nation to help their struggling economies. Member countries are hoping for a smooth comeback and a continuation of economic trade pre-COVID-19. The summit they plan on doing virtually in St. Petersburg, Russia will discuss how to handle the COVID-19 pandemic and how to fix their multilateral system by reforms.[99] The COVID-19 accepting rate of taking the vaccine is a mixture in the BRICS community. China, India, and South Africa are the most willing to take the vaccine while Brazil and Russia have more skepticism than the other three.[100] During the 13th BRICS summit, Indian Prime Minister Narendra Modi called for a transparent investigation into the origins of COVID-19 under the World Health Organization with the full cooperation of \"all countries\", and Chinese President Xi Jinping spoke directly afterwards, calling on BRICS countries to \"oppose politicisation\" of the process.[101] Brazil Jair Bolsonaro, President Russia Vladimir Putin, President India Narendra Modi, Prime Minister China Xi Jinping, President South Africa Cyril Ramaphosa, President","Title":"BRICS - Wikipedia","KeyID":"15472","URL":"https://en.wikipedia.org/wiki/BRICS"}