{"Content: ":"The fashions of the 2020s represent a departure from 2010s fashion. They have been largely inspired by styles of the 2000s and 1980s.[1][2][3][4][5][6] Popular brands in the United Kingdom, United States, and Australia during this era include Adidas, Nike, Globe International, Vans, Kappa, Tommy Hilfiger, Asics, Ellesse, Ralph Lauren, Forever 21, and The North Face. During the 2020s, many companies, including current fashion giants, such as Shein and Shekou, have been using social media platforms such as TikTok as a marketing tool.[7] Marketing strategies involving third parties, particularly influencers and celebrities, are a prominent promotional tactic. E-commerce platforms such as Depop and Etsy grew by offering vintage, homemade, or resold clothing from individual sellers. Their goal is to promote and support small businesses and the environment, instead of major retailers.[8] The COVID-19 pandemic influenced many aspects of society, including fashion. Wearing a face mask became a common and often mandatory practice.[9] The mask shortage, human desire for self-expression, and the ability to quickly design and make masks without specialized technology soon led to a multitude of mask designs. In addition, fashion's ability to adapt to the dynamics of the world allowed fashion to stay in front of the changes.[10][11] In response to these changes, fashion emerged that prioritized comfort, style, and safety. Along with face masks, both men and women favored more comfortable everyday wear. This included sneakers, loungewear, athleisure, pajamas, and zoom tops. Zoom tops were shirts that were kept close by so the wearer could easily be presentable for a video meeting.[12] Maximalist style made a comeback in America as the decade began, as a backlash against the fashions of the 2010s. People started to channel their restless energy, after two years indoors, into cheery, upbeat fashions.[13] Gen Z found themselves dissatisfied with Minimalism and Millennial fashion, considering it lacking in self-expression and fluid gender presentation [14] All facets of popular culture were impacted by maximalism, especially fashion, interior design, music, and the arts.[15][16][17][18] The remnants of minimalist fashion were rebranded as fashion subcultures such as Post Minimalism and Normcore.[19] As the decade began, many younger women in the UK, Australia, the US, Europe, and Asia rejected the form-fitting clothes that were a staple of 2010s fashion.[20] In late 2020, younger British and American women abandoned skinny jeans for sweatpants; sweat suits; leggings; bike shorts; baggy shorts;[21] mom jeans; high rise pants; overalls; shortalls; pants with drawstring waists; zip up denim jumpsuits with large pockets; boot cut pants and leggings;[22] pink velour tracksuits; miniskirts; leather skirts; ankle length skirts sometimes made from sheer fabric;[23] baggy pants;[24] and culottes.[25] Popular shirts, coats and dresses from this time included puffer jackets made from upcycled deadstock fabric, sweatshirts, high waisted pants, tucked in sweaters, brocade topcoats,[26] midriff baring tops, ribbed turtlenecks, off-the-shoulder knitted tops, science fiction inspired metallic jackets,[27] loose-fitting shift dresses [28] or blouses, pantywaist tops sometimes with cap sleeves, cashmere cardigans,[29][30] and oversized 80s inspired[31][32] dog's tooth check jackets popularized by Kaia Gerber and Miley Cyrus. Shoe and accessory styles changed as crocs;[33][34] platform sandals; knee high boots; ballet flats; white sneakers such as Vans; Keds; Nike Air Force 1s;[35] or Converse; fringed handbags; multi-colored 80s inspired earrings made from recycled ocean plastic;[36] white bralettes; chunky cable knit scarves; Chelsea boots; and Doc Martens became popular. These women shifted to fair trade, vintage, and cruelty-free clothing. Fashion conscious British women rejected nylon, acrylic, rayon, new cotton, and polyester in favor of tencel, linen, organic cotton, and recycled polyester.[37] Popular colors included gray, silver,[27] pastel pink, violet, pale blue, lavender, mint green,[26] faded yellow, pastel teal, orange, red and brown.[29][38] Workplace dress codes became more casual due to a higher proportion of remote workers among white collar staff. Many professional women paired a formal blouse with casual leg wear like shorts or even pajama bottoms on video conferences.[34] In India, Pakistan, and Ceylon, Generation Z girls repurposed the sari worn by their mothers. They paired it with sneakers, casual knitwear, crop tops, T-shirts, black Oxford shoes, Y2K inspired platform sandals, and sportswear. The dresses were often made in contrasting shades of grey, black, and blush pink seen as a sleek, modern, and corporate look.[39] The spring of 2021 saw a revival of psychedelic mid-to-late 1960s fashion in the UK, Asia, the US, and Africa. Clothing such as miniskirts, slim fit capri pants, denim jumpsuits,[40] flared trousers,[41] patched jeans,[42] dog's tooth check skirts and mini-dresses, and cropped slim-fitting jeans[43] were popular pants among younger women. Other favored styles included prairie dresses with floral embroidery;[34] backless sundresses;[44] floor-length kaftans with jeans;[45] Pendleton jackets; tiered flamenco dresses that flare out below the knee;[46] satin slip dresses; jumpers with smiley faces and mushroom designs; satin blouses; checkerboard sweater vests;[47] leather three-quarter length coats; Crombie style wool overcoats; leopard print winter coats;[48] zip collar turtleneck sweaters; zip-up polo shirts with white collar trim;[49] clothing with sunflower print; checkerboard motifs; and diamond and hexagonal prints. Popular colors during this time included brown,[41] sage green, royal blue, hot pink, orange, yellow, and purple.[50] During the COVID-19 pandemic lockdowns in early 2020, cottagecore became popular due to many younger women's desire to escape cities for rural life. Cottagecore fashion became popular in Korea, the US, and the UK promoted by social media sites such as TikTok, Pinterest, and Tumblr. Western artists such as Taylor Swift adopted the trend. The style was defined by pastel colors and palettes that evoked a romantic, idealized country aesthetic. American news website Vox characterized cottagecore popularity as \"an escapist trend where quarantines were romantic instead of terrifying\".[51] Cottagecore centers around pastel-colored and earth-colors. Popular clothing included prairie dresses, blue gingham mini-dresses,[52] white gypsy tops with multicolor Mexican-inspired floral embroidery,[53] and hippie-style maxi dresses inspired by those worn during the late 1960s. Gingham and Austerity-era floral patterns dominate the aesthetick.[51] As Gen Z reached adulthood, fashions of the 2000s returned. This included mixing carefully selected contemporary fashion brands like Ellesse, Kappa, Tommy Hilfiger, or Ralph Lauren[54] with original vintage clothing and recent thrift shop finds.[55][56] Popular trends in the UK, Italy, Sweden,[57] China,[58] the US, and Australia[59] included black or white crew neck shirts designed by Carhartt, Ralph Lauren, Calvin Klein, or Hanes,[60] midnight blue U.S. Woodland camouflage baseball caps,[61] T-shirts with geek chic inspired game console logos like the Sony Playstation,[62] bold multicolor motif shirts popularized by DJ Khaled,[63] tracksuits with business suit styling,[64] gorpcore — (after the colloquial term for trail mix - \"Good Ol' Raisins and Peanuts\") — hiking and fishing clothing like Fjallraven windbreakers or cargo pants,[65] Sandqvist canvas rucksacks,[57] jogger pants as athletic style, twill joggers as a more dressed up style, black trench coats reminiscent of those worn in The Matrix,[66] imitation leather messenger bags featuring throwback logos,[67] Fred Perry Oxford shirts with vertical stripes,[68][69] and club wear — especially brightly patterned camp shirts.[70][71] Other popular items are workwear like fleece jackets, zip-up hoodies, unbranded baseball caps, corduroy pants, trucker caps,[72] and slim-fitting grey or khaki cargo pants worn with matching lightweight M65 Field Jackets with multiple external patch pockets. Other 2000s retreads included old school hip-hop inspired satin track jackets, athletic tank tops with contrasting black, orange and magenta stripes, bucket hats,[34] sports jerseys, cargo pants, bomber jackets, preppy Madras plaid shirts, blouson style leather jackets, long sleeve knitted polo shirts,[73] silk skinny ties with bold prints,[74] tapered high waisted pants known as \"dad jeans\" in the US, brow line sunglasses,[75] pleated khaki chino pants, mid-washed slim-fitting jeans and jean jackets,[76] tie dye socks, oversized sweaters,[75] pale denim bleached almost white,[77] paisley sweatpants,[78] looser fitting stonewashed jeans, sleeveless undershirts, Nike Shorts, swim shorts, white polo shirts,mid-wash double denim, oversized Bermuda shorts, color block hoodies and sweatpants with a stripe down the leg, parkas, duffle coats,[79] paint-spattered T-shirts, over shirts made from blanket cloth, retro bowling shirts, striped Rugby shirts, distressed Perfecto motorcycle jackets.[58] Oversized gold chains regained popularity.[80] Common footwear included classic Air Jordan sneakers, loafers with chunky brothel creeper soles favored by Shawn Mendes,[81][82] suede desert boots, cyan floral print Vans sneakers popularized by Nick of the Jonas Brothers,[83] all-black imitation leather Adidas trainers,[84] suede Timberland boots, Gucci loafers,[85] Lacrosse or Sorel duck boots, suede Beatle boots[86] chunky hiking sandals, high top Converse All-Stars,[87] Nike Air Max sneakers,[88] worker boots, and combat boots bought as army surplus. Desirable colors included white, orange, brown, black, yellow, greens such as olive and lime, blues such as indigo, sky, cyan, and navy, and tans such as khaki and taupe.[68] As a result of the increase in remote work, workplace dress codes became more casual. Employees returning to the office frequently combined 1990s business casual attire with elements of loungewear and athleisure such as black monotone sneakers, navy hoodies, shorts, and even dark grey sweatpants.[89] Due to the many gym closures, digital smart watches with timers replaced analog wristwatches as many younger men in Europe and America subscribed to online apps for tracking and planning their exercise routines at home.[90][91] In the UK,[92] Middle East, and some parts of Africa,[93] keffiyehs were used in an attempt to block viruses[94] and to show support for Palestinian nationalism.[95][96][97] Due to many 2000s fashions being throwbacks to the late 1970s to early 1980s,[98][99] clothing such as pinstripes, textured knits with vertical stripes, leather waistcoats, clothing with corduroy texture, pleated trousers, and Chelsea boots regained popularity. In Britain and the US, clothing with sports logos,[100] color block, trucker, Harrington jackets, and baseball jackets,[101][102] aviator sunglasses, striped full-button cardigan sweaters with polo shirt collars, safari suits intended for the modern business casual workplace, double breasted 1940s style blazers originally revived in the 80s as the power suit, corduroy sportscoats,[103][104] Ivy League college-style cardigans with trim,[105] jacquard, dog's tooth, and cashmere check wool scarves,[106] tricolor socks,[107] Vans,[108] monotone Plimsoll shoes,[69] toweling polo shirts,[104] turtlenecks, and t-shirts featuring vintage-inspired graphics such as muscle cars, comic book characters,[109] and brands such as Coca-Cola, regained mainstream popularity. Colors such as green, gray, navy blue, red, black, white, and orange became popular in 2021, and other desired articles of clothing included stylized pale blue and magenta representations of palm trees or cassette players, and 80s movie posters such as Star Wars or the Ghostbusters logo due to the unexpected popularity of the 2021 movie.[110][111] Genderless fashion began as a niche Japanese subculture at the end of the 2010s. It went mainstream by 2021, with fashion experts speculating that the emerging androgynous style represents a new ideal of male beauty.[112] The style took inspiration from 1980s fashion, anime, trendsetters like Ryuchell, and the often androgynous style of K-pop boy bands.[113] Dyed hair, makeup, short shorts,[114] knee socks, necklaces, tight pants, brothel creepers, Pink Panther and Betty Boop motifs, and feminine blouses in leopard print[115] silver, or bright colors like pink and orange[66] were particularly common. At the same time, some men in the UK and Korea[116] were embracing accessories like feather boas and [117] drop earrings.[118] Other popular articles of clothing included kimono style shirts, frilly lace blouses, tunics,[66] boots with stacked Cuban heels, crop tops, furry ugg boots,[119] kilts,[120][119] mint green safari jackets with Nudie Cohn inspired embroidery,[121] shiny jackets with shoulder pads and puffy sleeves, flared trousers,[115] transparent shirts, shawl lapel sportscoats[122] sometimes covered with sequins or rhinestones, oversized silk shirts in purple, green, gold or silver,[66] and suits in eccentric colors like gold lame,[66] shiny green sequins, or fuchsia.[123] The main trendsetters in androgynous fashion during this time included Sam Smith, Lil Nas X, Italian rock band Måneskin, South Korean pop star Jimin,[124] drag artists Ru Paul and Jodie Harsh,[125] Paul Mescal,[114] African entrepreneur Ezra Olubi,[126] and Harry Styles. Beginning in 2020 widespread internet and social media access caused a boom in the popularity of 2000s subcultures and fashion styles among teenagers. One such subculture was the alternative or pop punk style of the early 2000s. This style was particularly popular among scene kids, punks, emos, skaters and mall goths who referred to them[127] as the \"Rawring Twenties\" on social media.[128][129] Youth wanted to fully recreate the 'peak' of emo culture in every aspect of their lifestyle. This phenomenon brought a rise in secondhand shopping, as it allowed people to find genuine or deadstock items from the early 2000s. Reasons for subculture revivals are nostalgia and considered that fashoin to be liberating and eye-catching.[130][131][132][133][134] E-kid culture of the early 2020s was influenced by 2000s-inspired pop punk and emo aesthetics. Celebrities and influencers such as Billie Eilish, Yungblud,[135] Dua Lipa, Lil Peep, Bladee, and Juice WRLD based their styles on emo rap, dark trap, ragecore, digicore, and industrial trap music.[136] The pop punk revival of the early 2020s, associated with acts like Machine Gun Kelly, Olivia Rodrigo and Yungblud, as well as early 2000s groups like Paramore releasing comeback albums, had a significant E-kid fanbase.[137] Like the millennial scene kids swapping style tips on MySpace during the mid to late 2000s, Generation Z used YouTube and TikTok to showcase their multi-coloured bang haircuts,[138] customized androgynous all-black outfits, lowrise pants, stripy T-shirts, silver jewellery, mesh tops, plaid or leather miniskirts,[139] platform sneakers, knit caps, band T-shirts, garishly printed shirts, hoodies, fishnets, wallet chains,[140] and pale emo inspired makeup with blush and heavy eyeliner.[141][132][142] Despite criticisms that E-kids were appropriating Asian popular culture such as anime and Korean pop, the counterculture grew in popularity driven by retailers such as Hot Topic and also due to mainstream exposure of emo pop.[143][144][145] For Black American and Black British youth, hip-hop fashion became more politicized. This was due to the influence of social justice rappers including Stormzy,[146] No Name,[147] the Black Lives Matter movement, and a resurgence of interest in past civil rights organizations such as the Black Panther Party.[148] Slogan T-shirts inspired by punk fashion,[149] black leather jackets or trench coats,[150] hoodies,[151] black sweatpants, face-concealing black bandanas, dark glasses, marijuana motifs, skull masks, morale patches, paramilitary tactical vests,[148] and camouflage patterns were popular. Black American activists in the South sometimes wore blue union army kepis at the demolition of Confederate statues, to taunt lost cause revisionists and white supremacists. American Indie fashion of the early 2020s had a major crossover with the Japanese subculture Kid-Core, to the point where the two terms became interchangeable in the US. The indie kid look centers around bright colors and nods to the late 90s and 2000s.[152] Thrifting was popular across the internet in 2020 due to Gen Z's distaste for fast fashion and a desire to emulate the past. American and European teens started flooding Thrift Stores like Goodwill in hopes of finding trendy items such as wide legged jeans, oversized zip up hoodies, striped cardigans, crop tops, collared shirts, shoestring belts, mom jeans and other low-rise pants, shortalls, bucket hats, Doc Martins,[153] platform shoes, shredded denim, and occasionally flower crowns, and tennis skirts.[154][155][156] People who influenced this trend include indie rapper Russ and [157] Australian rapper the Kid Laroi.[158] Unlike the hipster subculture of the 2010s, American indie kids of the 2020s favored a more childlike style that took inspiration from the late 1990s and 2000s, bedroom pop, skater fashion, energy drink culture, and hyper pop. Though the indie movement attempted to be anti-conformist and environmentally friendly, this trend was heavily criticized for young people reselling cheap second hand clothing for inflated prices.[159][160] A subsection of indie fashion were the VSCO girls who tried to emulate the style of the photo app, VSCO. These girls wear scrunchies on their wrists and in their hair with high and side ponytails and headbands. Footwear includes white sneakers, ballet flats and sandals. VSCO girls do not wear loud colors. They wear little or no makeup that blends with their skin and prioritized a cute and comfortable style.[161] The style also included elements of soft grunge such as pastel pinks and blues,[162] high waisted pants, oversized tie dye T-shirts, long sweatshirts or sweater dresses, bike shorts, Nike track shorts, Nike Tempo shorts, capri and ankle length leggings with socks,[163] T-shirt dresses, denim skirts, overalls, shortalls, many times with shirts, sweaters, sweatshirts tucked in their jeans and a belt worn, headbands, and Nike Elite socks in many different colors.[164][165][166][167] In contrast to the brightly colored, childlike outfits popular in America, and the mismatched clothing previously worn ironically by hipsters during the 2010s, British indie pop fans favored a darker post punk and garage rock inspired aesthetic. This combined thrifted dress clothing from the mid 2000s to early 2010s with carefully selected vintage clothing, and new garments made to retro 1960s patterns by companies such as Madcap England. Artists including Sam Fender, Wet Leg, Years & Years, and Wolf Alice popularized velvet or paisley tuxedo jackets in dark blue or burgundy, off the peg dark wash slim fit jeans (but not as tight as those of the 2010s), striped polo shirts with cardigan sweater styling,[168] white T shirts, black leather jackets, bucket hats, miniskirts (for girls), Argyle golfing sweaters,[169] black sportcoats, checked western shirts, ripped jeans, brothel creepers, and parkas.[170][171] The dark academia aesthetic, which combined elements of preppy and gothic fashion, was heavily influenced by 1930s and 1940s fashion, particularly attire worn by students at Oxbridge, Ivy League colleges, and prep schools during the time. Cardigans, blazers, dress shirts, plaid skirts, tights, knee socks, Oxford shoes, ballet flats, white sneakers, twill jogger pants, and apparel made of houndstooth and tweed are some of the most identified articles of clothing with the dark academia aesthetic. The typical color palette consisted of primarily of black, white, beige, browns, dark green, and occasional navy.[172][173] The style has been criticized for its having themes of Eurocentrism and unhealthy learning practices.[174][175] A closely related style, known as \"light academia\", was characterized by neutral and light colors including light blues, pinks, whites, creamy yellows, beige, light greys, light purple, pastel and dusty colors, plaid, stripes, and argyle patterns reminiscent of the preppy look of the early 1980s. Variants to this style, which originated in America as an internet trend, included \"pastel academia,\" \"romantic academia,\" and \"chaotic academia.\"[176] Unlike dark academia, light academia is about positivity, self-care, and the warm and pleasurable parts of life. Clothing items included pleated skirts, skater dresses, jumper dresses, dresses worn with a belt, sweaters, cardigans, oversized tops, khaki pants, plaid pants, twill jogger pants, argyle and pastel knee socks, argyle and pastel tights, black tights when worn with lighter colored clothes, socks slouched in summer weather, socks over tights, ankle and capri leggings, bike shorts, mom jeans and other high waisted pants, shortalls, shorts and skirts worn with tucked in dress shirts, cardigan sweaters and sweatshirts, turtlenecks, polo style shirts, and dressy shorts. Shoes included ballet flats, boat shoes, Mary Jane flats, white sneakers such as Keds or Sperry Top-Siders, flat ankle boots, and loafers. They accessorized with headbands, scrunchies, watches, and thin bangles.[177][178][179] Goblincore, also known as gremlincore, was an American subculture and style of art based on the enjoyment of features of nature that were not conventionally considered beautiful. The Goblin was an evil thieving creature in European mythology, but also served as a carefree expression of infatuation with nature's ugliness. Animals like frogs and snails, as well as materials like moss, dirt, plants, and fungi like mushrooms, were associated with goblincore. Goblincore was popular in the LGBTQ+ community. Attire could include[180] adventure-ready gear — most goblin core fans appear to prefer ensembles with multiple clashing patterns/colors especially oversized sweaters — or worn-out or customized pants and overalls. For a more relaxed vibe, much of the apparel is worn-out, thrifted, or second-hand, similar to the crust punk fashion of the late 1990s. Most goblincore enthusiasts preferred getting dirty, therefore keeping their clothes clean was not a priority.[181] Fairy grunge combined the aesthetics of fairy-core and grunge. Social media creators were mostly responsible for popularizing this aesthetic. Fairy grunge might be seen as a natural extension of the kinderwhore style — which has deep roots in grunge — but with a more ethereal touch. Fairy grunge often included oversized t-shirts or hoodies, long or mini skirts, nightgowns, corsets, mittens gloves, skull patterns mesh tights or fishnets, high knee socks, leg warmers, platform Demonia shoes, fairy wings, and sometimes elf ears.[182][183] Bimbocore is a feminist fashion subculture that reclaims the sexist stereotypes of female celebrities from the 2000s. Bleached blonde hair, Juicy Couture. Von Dutch, Ed Hardy, skimpy skin tight clothing and McBling inspired fashion accessories that characterize Bimbocore. The style acts as a meta-ironic parody of 2010's Millennial Girlboss Feminism, acknowledging that they are appealing to heteronormative feminine beauty standards, but in a queer feminist way.[184] Pro-sex work and women's rights, Bimbocore gained popularity in leftist TikTok communities.[185][186] The subculture was criticized for glamorizing the sugar baby life style and adult platforms such as OnlyFans, but that did not end the movement's popularity with Gen Z.[187][188] McBling was commonily mislabeled as Y2K. It became the umbrella term for feminine mid-2000s aesthetics. Millennial pink, rinestones, small handbags, large sunglasses and pop music define the this aesthetic.[189][190] Due to the restrictions on hair salons during the lockdowns,[191] many women grew out their hair or watched tutorials to try and do their own hair.[192] Popular styles included curtain bangs,[193] 1980s and 1990s inspired bangs, ponytails, shaggy hair commonly commonly known as the \"wolf cut\",[194] and natural hair for Black American women.[195] Along with these hairstyles, early 2000s fashion-inspired straightened and brightly dyed hair was made popular by Doja Cat and Billie Eilish.[141] Common hair accessories included pearl and sequin hair clips, headbands, and scrunchies. Home styles included the bob cut, the crop,[196] the partially shaved head, bangs, and the pixie cut.[197] Beginning in 2020, full beards associated with hipster subculture declined,[198] except in parts of the Middle East, Africa, Eastern Europe and Latin America. When worn, beards in the West were generally trimmed short[199] to accentuate the wearer's features and facilitate masking.[200] Hairstyles of the early and mid 2000s such as side parted or centrally parted curtained hair,[201] permed hair, bleached hair, Mullets, and shaggy hair[202] came back among teenagers and young adult men due to barbershop closures in the UK and US.[203] Many younger Black American men opted for natural hair from 2021 onwards, especially the skin fade,[204] textured Caesar cut[198] and short versions of the afro or dreadlocks combined with an undercut. Meanwhile, many balding men in the UK, America and Ireland continued to get buzz cuts at home during the lockdown.[205] Despite negative online reactions by heterosexual women, young males began growing mustaches in the summer of 2022, inspired by Miles Teller's role in Top Gun: Maverick.[206][207] Common skincare techniques in America included \"slugging\" the face and sometimes the hair with petroleum jelly.[208][209][210][211] Many Indian and American women also used vitamin C and Retinol serums in the form of a liquid, cream or gel[212][213] to reduce fine lines, improved collagen production, blemish reduction and to address pigmentation issues.[214][209][215][216] The Clean Girl look was an evolution of the previous decade's Model of Duty aesthetic. The term was coined during the early 2020s to characterize the makeup style pioneered by American models like Bella Hadid and Lily Rose Depp. This casual monochromatic tone style had matching clothing sets that complemented the cosmetics, buttondown shirts, slicked back hair, fluffy brows, dewy skin, flushed cheeks, and glossy lips.[217][218] Clean Girl was focused on appearing effortlessly flawless and casual, adapting all the fashion trends from the early 2020s and giving them a muted tonal color palate and a sexy carefree attitude.[219] The strong emphasis on skincare, diet and exercise made clean girl defined a lifestyle as well, similar to its 1960s predecessor. The maximalist graphic eyeliner trend of 2022 gave British and American women the freedom to emphasize the eyes with vibrant colors and geometric designs. Graphic eyeliner made headlines and introduced women to fresh methods to experiment with facial makeup.[220][221][214] From 2021 onwards, new tattoo styles emerged among younger trendsetters. Popular trends for women included colorful modern reinterpretations of traditional Japanese tattoos, psychedelic art, tramp stamps, minimalist black and white portraits, lightning bolts, fine art, pop culture mashups, holograms, and dot work. Other popular tattoo designs included spiritual meanings such as representations of the Buddha, Hindu mandalas, and the Tree of Life.[222] Tribal tattoos and hyper realistic portraits of loved ones popular during the 2010s declined.[223] The Brazilian butt lift is a gluteal fat grafting procedure that utilizes excess fat collected from other areas of the body to add buttock volume and projection, and/or adjust overall shape and symmetry. The Brazilin Butt lift reached peak of media coverage in 2021 when it was officially declared \"the deadliest cosmetic procedure in the world\",[224][225] with news headlines discussing the procedure's risks and fatalities following the procedure.[226][227][228][229] Man wearing early 2020s fashion trends. Teen girl wearing early 2020s fashion trends. 2021: Nikki Phillips in fashion week. 2020: Social media influencer Belle Delphine wearing all-black e-girl outfit. Clothes for sale in 2021. Actress Dove Cameron sporting early 2020s makeup trends. The mullet/shaggy hairstyle became a popular hairstyle among men. 2020: Singer Billie Eilish sporting a mask and mixed brown and green dye straight hair. 2020: Blush pink dress designed by Shey Natividad for DC Fashion Week.","Title":"2020s in fashion - Wikipedia","KeyID":"15494","URL":"https://en.wikipedia.org/wiki/2020s_in_fashion"}