{"Content: ":"2020s political history refers to significant political and societal historical events in the United Kingdom in the 2020s, presented as a historical overview in narrative format. Boris Johnson won a landslide majority in the 2019 general election.[1] In late January 2020, the United Kingdom officially left the European Union. The ongoing COVID-19 pandemic spread to the United Kingdom in late January 2020. As of 15 January 2022[update] there have been 15,147,120 confirmed cases[nb 1] and 151,899 confirmed deaths overall,[nb 2] the world's 31st-highest death-rate per capita.[2] There were 174,233 deaths where the death certificate mentioned COVID-19 by January 15 (see Statistics).[3] More than 90% of those dying had underlying illnesses or were over 60 years old. The infection rate is higher in care homes than in the community, which is inflating the overall infection rate. There is large regional variation in the outbreak's severity. In March, London had the highest number of infections[4] while North East England has the highest infection rate.[5] England is the country of the UK with the most such deaths per capita, while Northern Ireland has the lowest. Healthcare in the UK is devolved to each country. The Department of Health and Social Care launched a public health information campaign to help slow the virus's spread, and began posting daily updates in early February. In February, the Heath Secretary, Matt Hancock, introduced the Health Protection (Coronavirus) Regulations 2020 for England, used as a template in the other parts of the UK, and hospitals set up drive-through screening. The Chief Medical Officer for England, Chris Whitty, outlined a four-pronged strategy to tackle the outbreak: contain, delay, research and mitigate. In March, the UK government imposed a lockdown, banning all \"non-essential\" travel and contact with people outside one's home (including family and partners), and shutting almost all schools and other educational institutions, shops selling nonessential goods, venues, facilities, amenities and places of worship. Those with symptoms, and their household, were told to self-isolate, while the most vulnerable (the over 70s and those with certain illnesses) were told to shield themselves. People were made to keep apart in public. Police were empowered to enforce the lockdown, and the Coronavirus Act 2020 gave the government emergency powers[6] not used since the Second World War.[7][8] Panic buying was reported. In late May and in June 2020, protests took place across the country following the murder of George Floyd, a 46-year-old African American man, by police officers while under arrest in Minneapolis, Minnesota on 25 May. Immediately after the murder, protests and riots broke out in dozens of cities across the United States. These spread internationally for the first time three days later, with a solidarity demonstration outside the United States Embassy in London. Protests spread across the UK, particularly in London, Birmingham and Manchester. Many have been organised by the Black Lives Matter and Stand Up to Racism movements. As well as providing solidarity to protests in the United States, many of the protests highlight pockets and instances of racism in operational policy and conduct of UK policing, rehabilitation and in daily life. Many protests have received endorsement and support from local councils and politicians, including in Liverpool and Oxford. Most such UK protests have been peaceful, although notable clashes between protesters and police have occurred many times in central London. Confrontations between police and protesters included a group spraying \"ACAB\" on the memorial to Earl Haig. When soldiers from the Household Cavalry in plain clothes scrubbed the graffiti off, protesters criticised them for doing so.[9] Protesters sprayed graffiti on the plinth of the statue of Winston Churchill in Parliament Square calling him a racist.[10] A statue of 17th-century slave trader and town benefactor Edward Colston was toppled from its pedestal in The Centre, Bristol and thrown into Bristol Harbour on 7 June.[11] The movement having identified many divisive figures of the past, some local councils have renamed such streets and public buildings, notably the Bristol Beacon having formerly paid homage to Colston. In January 2020, The United Kingdom and Gibraltar left the European Union,[12] beginning an 11-month transition period, during which they remain in the Single Market and Customs Union.[13] In December 2019, the World Meteorological Organization released its annual climate report revealing that climate impacts are worsening.[14] They found the global sea temperatures are rising as well as land temperatures worldwide. 2019 is the last year in a decade that is the warmest on record.[15] Global carbon emissions hit a record high in 2019, even though the rate of increase slowed somewhat, according to a report from Global Carbon Project.[16] This article outlines the history of the COVID-19 pandemic in the United Kingdom (granular timelines can be found here). Though later reporting indicated that there may have been some cases dating from late 2019,[17][18] COVID-19 was confirmed to be spreading in the UK by the end of January 2020.[19] The country was initially relatively slow implementing restrictions but a legally enforced stay-at-home order had been introduced by late March.[20][21][22] Restrictions were steadily eased across the UK in late spring and early summer that year.[23][24][25][26][27][28] By the Autumn, COVID-19 cases were again rising.[29] This led to the creation of new regulations along with the introduction of the concept of a local lockdown, a variance in restrictions in a more specific geographic location than the four nations of the UK.[30][31][32][33][34][35] Lockdowns took place in Wales, England and Northern Ireland later that season.[36][37][38] In part due to a new variant of the virus,[39][40] cases were still increasing[41] and the NHS had come under severe strain by late December.[42][43][44][45][46] This led to a tightening of restrictions across the UK.[47][48][49][50] Leadership elections for the Scottish Conservatives were held in February and August 2020. Douglas Ross is now the leader [64] As both the Labour leader (Jeremy Corbyn) and deputy leader (Tom Watson) had resigned or announced their intention to do so in late 2019,[65][66] the party had both a leadership and deputy leadership contest in early 2020.[67] The leadership contest was won by Shadow Secretary of State for Exiting the European Union Keir Starmer with 275,780 votes (56.2% of the vote share).[68] Angela Rayner became the deputy leader, achieving 192,168 first preference votes (41.7% of the vote share) and winning a majority of votes after the third round.[69] After their leader (Jo Swinson) lost her seat at the 2019 general election, the Liberal Democrats announced early in 2020 that they planned to have new leader in place by the middle of July that year.[70] The contest was delayed by six weeks due to the COVID-19 pandemic with the winner being declared in late August, until then MP Sir Ed Davey and the party's president Mark Pack remained its acting leadership.[71][72][73] The contest was won by Ed Davey with 63.5% of the vote.[74] The SNP won a plurality of seats in the 2021 Scottish Parliament election.[75] The London mayoral election originally due to take place in May 2020 was suspended for a year to 6 May 2021 due to the COVID-19 pandemic.[76] The mayoral race saw London Labour's Sadiq Khan win on second preferences with 55.2% of the vote. The 2021 London Assembly election took place on the same day. The assembly elections saw Labour lose a seat while the London Conservatives, London Liberal Democrats and London Greens each gained one.[77][78] The 2021 Scottish Parliament election took place on 6 May 2021.[79] The election saw limited changes in vote share and seats with each party gaining or losing less than 2% of the overall share in each category of voting. The SNP gained one seat but fell one short of an overall majority. The Scottish Conservatives maintained their second place position with the same number of seats as in 2016. Whilst, Scottish Labour continued in third place with a loss of two seats. The Scottish Greens gained two extra seats with a small increase in their vote share. The election also had an unusually high voter turnout compared to previous Scottish parliament elections of 63.2%. It was suggested that this may have been in part due to the Covid-19 pandemic leading to higher postal voting and lockdown giving people more time to engage with political activists and go to the polling station.[80][81] Later that year, the SNP and Scottish Greens established a powersharing agreement where the later was given non-cabinet ministerial positions in exchange for support on votes of confidence, budgets and some areas of policy.[82] The 2021 Senedd election took place on 6 May 2021.[79] It was the first Welsh Parliament election where 16- and 17-year-olds could vote, following the enactment of Senedd and Elections (Wales) Act that lowered the voting age to 16 for Welsh Senedd elections.[83] The election saw Welsh Labour gain one seat falling one short of an overall majority (which no party had ever achieved). The Welsh Conservatives gained five seats returning their strongest ever result of 16. Plaid Cymru made a net gain of one seat returning 13. The Welsh Liberal Democrats lost their only constituency but kept a seat through the regional vote, whilst UKIP lost all its seats from 2016 and no other party gained any.[84][85] While Labour lacked an overall majority it decided to not make any kind of coalition or confidence pact and its leader Mark Drakeford was reconfirmed as First Minister of Wales a few days later with none of the other parties attempting to mount any kind of challenge.[86][87] Though, in late 2021, Welsh Labour and Plaid Cymru reached a agreement to cooperate for three years.[88] The Northern Irish Assembly returned to business in January 2020 after a three-year hiatus with a new power sharing agreement between Sinn Féin and the DUP.[89] On 30 April, First Minister of Northern Ireland Arlene Foster resigned as leader of the Democratic Unionist Party.[90] She was replaced as First Minister of Northern Ireland by Paul Givan who was confirmed on 17 July.[91] Meanwhile the role of DUP leader was handled separately, being given first to Edwin Poots on the 14 May and following his resignation after just 21 days in the role it was taken by Jeffrey Donaldson.[92][93][94] On 28 April 2022, Premier of the British Virgin Islands Andrew Fahie was arrested in the United States on charges related to drug trafficking and money laundering.[95][96] Shortly afterwards, on 5 May 2022, he was removed as Premier by a near-unanimous vote in the House of Assembly, and replaced by his deputy Natalio Wheatley.[97] On 8 June 2022, the British Government decided against direct rule for the islands.[98] Local elections in England as well as police and crime commissioner elections in England and Wales were postponed from May 2020 to 2021 due to the COVID-19 pandemic.[99] Taking place on 6 May, the local elections saw the conservatives make a net gain of 294 councillors and 13 councils, whilst labour lost 264 and eight respectively. The Green Party of England and Wales gained 85 council seats and the Liberal Democrats increased their total by three.[100] The Conservatives gained both a mayor and a police and crime commissioner of Labour, who themselves gained the same from the Conservatives and Plaid Cymru.[101][102][103] Coordinates: 55°N 3°W﻿ / ﻿55°N 3°W﻿ / 55; -3﻿ (2020 in UK politics)","Title":"2020s in United Kingdom political history - Wikipedia","KeyID":"15491","URL":"https://en.wikipedia.org/wiki/2020s_in_United_Kingdom_political_history"}