{"Content: ":"2020s in United States political history is a narrative summary of major political events and issues in the United States from January 1, 2020, through December 31, 2029. The first part is divided chronologically by Congressional sessions and the second part highlights major issues that span several years or even the entire decade. There are links for further information. The ongoing COVID-19 pandemic was confirmed to have reached the United States in January 2020. The first confirmed case of local transmission was recorded in January,[1] while the first known deaths happened in February.[2] By the end of March, cases had occurred in all 50 U.S. states, the District of Columbia, and all inhabited U.S. territories except American Samoa.[3][4] As of May 27, 2020[update], the U.S. had the most confirmed active cases and deaths in the world.[5][6] As of June 5, 2020, its death rate was 330 per million people, the ninth-highest rate globally.[7][8] The Trump administration declared a public health emergency on January 31, then on February 2 began to prevent the entry of most foreign nationals who had recently traveled to China, but did not ban entry of U.S. residents who had been there, and no virus testing was implemented to screen those seeking to enter the country.[9][10] The initial U.S. response to the pandemic was otherwise slow, in terms of preparing the healthcare system, stopping other travel, or testing for the virus.[11][12][13] A lack of mass testing obscured the true extent of the outbreak.[14] For much of February, manufacturing defects rendered many government-developed test kits unusable, commercial tests were disallowed by regulations, and strict testing requirements were in place.[15][12] The U.S. tested fewer than 10,000 people by March 10.[16] Meanwhile, President Donald Trump was optimistic and \"cheer-leading the country\",[17][18] downplaying the threat posed by the coronavirus and claiming that the outbreak was under control.[19] On February 25, the Centers for Disease Control and Prevention (CDC) warned the American public for the first time to prepare for a local outbreak.[20] A national emergency was declared by President Trump on March 13.[21] In early March, the Food and Drug Administration began allowing public health agencies and private companies to develop and administer tests, and loosened restrictions so that anyone with a doctor's order could be tested.[15] By the end of the month, over 1 million people had been tested (1 per 320 inhabitants).[22][23] The Trump administration largely waited until mid-March to start purchasing large quantities of medical equipment.[24] In late March, the administration started to use the Defense Production Act to direct industries to produce medical equipment.[25] Federal health inspectors who surveyed hospitals in late March found shortages of test supplies, personal protective equipment (PPE), and other resources due to extended patient stays while awaiting test results.[26] By early May, the U.S. had processed around 6.5 million tests (about 1 per 50 inhabitants),[23][27] and was conducting around 250,000 tests per day, but experts said this level of testing was still not enough to contain the outbreak.[28] The CDC warned that widespread disease transmission may force large numbers of people to seek healthcare, which could overload healthcare systems and lead to otherwise preventable deaths.[29] On March 16, the White House advised against any gatherings of more than ten people.[30] Since March 19, 2020, the U.S. Department of State has advised U.S. citizens to avoid all international travel.[31] Travel restrictions on most foreign nationals who had recently traveled to Iran or 28 European countries were implemented in March.[10][32][33] By April 11, the federal government approved disaster declarations for all states and inhabited territories except American Samoa.[34] State and local responses to the outbreak have included prohibitions and cancellation of large-scale gatherings (including cultural events, exhibitions, and sporting events), restrictions on commerce and movement, and the closure of schools and other educational institutions.[35] Disproportionate numbers of cases have been observed among Black and Latino populations,[36][37] and there were reported incidents of xenophobia and racism against Asian Americans.[38] Clusters of infections and deaths have occurred in nursing homes, long-term care facilities, prisons and other detention centers, meatpacking plants, houses of worship, and urban areas; large gatherings that occurred before widespread shutdowns and social distancing (Mardi Gras in New Orleans, a conference in Boston sponsored by Biogen, and a funeral in Albany, Georgia) accelerated transmission.[39] The George Floyd protests are an ongoing series of protests, riots, and demonstrations against police brutality and racism in policing. The protests began in the United States in Minneapolis on May 26, 2020,[40] following the murder of George Floyd, a 46-year-old black man, by Derek Chauvin, a white police officer, who knelt on Floyd's neck for over nine minutes during an arrest the previous day.[41] The unrest began as local protests in the Minneapolis–Saint Paul metropolitan area of Minnesota before quickly spreading across the entire nation as well as George Floyd protests outside the United States in support of Black Lives Matter. While the majority of protests have been peaceful,[42] demonstrations in some cities descended into riots and widespread looting,[43][44] with more being marked by street skirmishes and significant police brutality, notably against peaceful protesters and reporters.[45] At least 200 cities imposed curfews by 3 June, while at least 27 states and Washington, D.C, activated over 74,000 National Guard personnel due to the mass unrest.[46][47][48] From the beginning of the protests to June 3, at least 11,000 people had been arrested,[49] including all four police officers involved in the arrest during which Floyd was murdered.[50] Three House committees began their impeachment inquiry on September 24, 2019,[51] and in December the House Judiciary Committee heard hearings[52] leading to Trump's impeachment on two counts on December 18, 2019.[53] The impeachment trial of Donald Trump took up most of the month of January and early February 2020.[54][55] On February 5, 2020, the Senate voted to acquit Trump of all charges. All 45 Democrats and the two independents voted for conviction; all 52 Republican Senators voted for acquittal, except for Mitt Romney (R-UT) who voted for conviction on the charge of abuse of power.[56] The Speaker of the United States House of Representatives is Nancy Pelosi (D-CA).[57] There are 232 Democrats, 197 Republicans, one independent, and five vacancies (March 2020).[58] The President pro tempore of the United States Senate is Chuck Grassley (R-IA), and the Senate majority leader is Mitch McConnell (R-KY).[59] 53 Senators are Republicans, 45 are Democrats, and two are independents.[60] All senators took office in or before 2019, except Kelly Loeffler (R-GA) who took office on January 6, 2020.[61] President Trump delivered a highly partisan 2020 State of the Union Address on February 4, 2020, that ended with Speaker Pelosi ripping up his speech.[62] The Senate Select Committee on Intelligence reportedly began receiving top-secret briefings on the COVID-19 pandemic in February. Committee chairman Richard Burr (R-NC) and three others (Kelly Loeffler (R-GA), Dianne Feinstein (D-CA), and Jim Inhofe (R-OK)) allegedly used this insider information to gain millions of dollars in the stock market prior to the February 13, 2020 stock market crash.[63][64] On March 6, President Trump signed the $8.3 billion Coronavirus Preparedness and Response bill Archived February 20, 2017, at the Wayback Machine and on March 18 the Families First Coronavirus Response Act. On March 19, Senate Republicans released a draft for the Coronavirus Aid, Relief, and Economic Security (CARES) Act.[65] On March 27, the House approved the $2 trillion CARES Act that was previously approved by the Senate. The act includes one-time payments to individuals, strengthened unemployment insurance, additional health-care funding, and loans and grants to businesses to deter layoffs. Speaker Pelosi said more money will be needed.[66] In early 2020, the outbreak of coronavirus in the United States resulted in mass shutdowns of government in cities across the country in order to try to control the spread of this highly-contagious illness. In May 2020, the murder of George Floyd by a police officer led to massive protests in widespread cities around the nation. Conservative judge Amy Coney Barrett was confirmed to the Supreme Court on October 26 along partisan lines, despite earlier Republican arguments that it is inappropriate to choose justices during a presidential election year.[67] In the November 3 elections, the Democratic majority in the House was reduced to 222-213 and Republicans maintained 50 seats in the Senate with two seats (Georgia Senate election and Georgia Senate special election) awaiting a runoff on January 5, 2021.[68] On December 21, Congress approved a second $900 billion stimulus bill, including a $600 check for individuals, $300 extra for unemployment benefits for 11 weeks, and $25 million for rental assistance, as well as funding for distribute of COVID-19 vaccines.[69] In early 2021, nearly the entire state of Texas was shut down by major ice storms and snow storms. some areas remained without power for several weeks.[70] In early 2021, the federal government made agreements with regional chains of pharmacies to help administer the vaccine for COVID-19.[71] On January 6, 2021, a mob of 2,000–2,500 supporters of U.S. President Donald Trump attacked the Capitol Building in Washington, D.C.[a][72][73] They sought to overturn his defeat in the 2020 presidential election[74] by disrupting the joint session of Congress assembled to count electoral votes that would formalize President-elect Joe Biden's victory.[75][76] The Capitol Complex was locked down and lawmakers and staff were evacuated as rioters assaulted law enforcement officers, vandalized property, and occupied the building for several hours.[77] Five people died either shortly before, during, or following the event: one was shot by Capitol Police, another died of a drug overdose, and three died of natural causes.[78][79] Many people were injured, including 138 police officers. Four officers who responded to the attack died by suicide within seven months.[80] Trump was impeached for the second time on January 13, 2021 for incitement of insurrection, after the storming of the United States Capitol one week earlier. The 117th United States Congress is the current meeting of the legislative branch of the United States federal government, composed of the U.S. Senate and the U.S. House of Representatives. It convened in Washington, D.C., on January 3, 2021, during the final weeks of Donald Trump's presidency, and will end on January 3, 2023. It will meet during the first two years of Joe Biden's presidency. The 2020 elections decided control of both chambers. In the House of Representatives, the Democratic Party retained their majority (albeit reduced from the 116th Congress). In the Senate, the Republican Party briefly held the majority at the beginning of the term. On January 20, 2021, three new Democratic senators (Jon Ossoff and Raphael Warnock of Georgia and Alex Padilla of California) were sworn in, resulting in 50 seats held by Republicans, 48 seats held by Democrats, and two held by independents who caucus with the Democrats. Effectively, this created a 50–50 split, which had not occurred since the 107th Congress in 2001. With Vice President Kamala Harris serving as the tie breaker in her constitutional role as Senate President, Democrats have control of the Senate, and thereby have full control of Congress for the first time since the 111th Congress ended in 2011. In April 2021, President Biden submitted a major infrastructure plan to Congress.[81] The Build Back Better Bill is a bill introduced in the 117th Congress to fulfill aspects of President Joe Biden's Build Back Better Plan. It was spun off from the American Jobs Plan, alongside the Infrastructure Investment and Jobs Act, as a $3.5 trillion Democratic reconciliation package that included provisions related to climate change and social policy. Following negotiations, the price was lowered to approximately $2.2 trillion. The bill was passed 220–213 by the House of Representatives on November 19, 2021. In the midst of negotiations and parliamentary procedures, Senator Joe Manchin publicly pulled his support from the bill for not matching his envisioned cost of about $1.75 trillion, then subsequently retracted support for his own compromise legislation. This effectively killed the bill as it needs all 50 Democratic senators to pass via reconciliation, and there are no further discussions with him to salvage its contents as of May 2022[update]. The Congressional Progressive Caucus of the Democratic Party, a major backer of the bill, had urged President Biden to enact the green energy and climate change provisions into law by executive order.[citation needed]  In 2022, the United States experienced a severe shortage of infant formula as a result of the 2021–2022 global supply chain crisis compounded by a large scale product recall.[82][83] As of May 14, nationwide out-of-stock rates were reported to be 43%, up from 31% two weeks prior; The Wall Street Journal states that the normal out-of-stock rate is 10%,[84] while other sources say the in the first half of 2021, out-of-stock rates were 2%-8%.[85] In many places, store shelves are bare. Delaware, Kansas, and Tennessee were the most hard-hit states.[84] As of mid-May, manufacturers and retailers expected a months-long delay before formula stocks would be fully restored.[86] In addition to infants, the formula recalls have affected non-infant medical patients who require nasogastric feeding.[87][88][89] In February 2022, President Joe Biden released a statement condemning the Russian invasion of Ukraine as \"unprovoked and unjustified\" and accused Putin of starting a \"premeditated war that will bring a catastrophic loss of life and human suffering\".[90] Biden stated the US would not dispatch its own forces to protect Ukraine, however, Biden did authorize sanctions directly targeting Putin and Russian Foreign Minister Sergey Lavrov.[91][92] In the 2022 State of the Union Address, Biden announced that all US airspace would be closed to all Russian aircraft.[93] Biden additionally condemned Russian oligarchs who had supported Putin, stating that \"We are joining with our European allies to find and seize your yachts, your luxury apartments, your private jets. We are coming for your ill-begotten gains.\"[94] Vice President Kamala Harris threatened to increase sanctions against Russia at the Munich Security Conference: \"Let me be clear, I can say with absolute certainty: If Russia further invades Ukraine, the United States, together with our allies and partners, will impose significant and unprecedented economic costs.\"[95] House speaker Nancy Pelosi vowed for the House to pass as much funding that is needed to support the Ukrainian government.[96] In the years 2021-2022 Biden promoted 2 bills that can reduce the US greenhouse gas emissions by more than 50% from the level of 2005: the Infrastructure Investment and Jobs Act and the Build Back Better Act. The group of experts who made the analysis said that the Infrastructure Investment and Jobs Act alone will make only a small reduction in emissions, but they did not count at all the impact of measures regarding highways and public transport.[97] The bill includes the largest federal investment in public transit in history.[98] The bill includes spending of 105 billion dollars in public transport. It also give 110 billion on fixing roads and bridges what includes measures for climate change mitigation - access for cyclists and pedestrians.[99] The Infrastructure Investment and Jobs Act was enacted in late 2021. [100][101] The plan includes measures for reaching carbon neutrality in the electricity sector, supporting electric vehicles, and promoting energy efficiency on a very large scale. The plan should cost $2.3 trillion.[102][103] If passed, it can have a large influence on the Greenhouse gas emissions of the United States.[104] The plan, according to Biden's administration, should help rebuild the American economy and create millions of jobs. Biden's administration claims that economic and climate issues are linked.[105] 19 Republican senators, including Mitch McConnell, voted for it, despite criticism from Donald Trump, who called it \"the beginning of the Green New Deal\". The bill includes spending of 105 billion dollars for public transit, 21 billion for environmental projects, 50 billion for water storage, 15 billion for electric vehicles.[106] 73 billion dollars will be spent on power infrastructure what includes its adjustment to renewable energy. 110 billion will be spent on fixing roads and bridges what includes measures for climate change mitigation - access for cyclists and pedestrians.[99] The plan also includes 1 billion for better connection of neighborhoods separated by transport infrastructure. According to Biden's administration the plan should add 2 million jobs per year.[107] Tensions between the United States and Iran heated up in January 2020 when Iranian General Qasem Soleimani was killed in a drone attack.[108] Iran retaliated with a strike on U.S. military bases in Iraq.[109] Tensions let up somewhat after it is revealed that Iran accidentally shot down a civilian plane that departed Tehran for Kyiv.[110] The U.S.-Irani relationship remained tense throughout 2020, with the U.S. sending B52s over the Persian Gulf twice in December.[111] In late February 2020, the United States and the Taliban signed an agreement that could lead to the end of the war in Afghanistan.[112] Ivan Duque, president of Colombia, revealed in March 2020 that his country and the United States had a three-prong policy to bring about change in Venezuela: support for the opposition, diplomatic isolation, and economic pressures including a blockade against petroleum exports and against financial support. He said the effort was paying off as social discontent increases, oil exports reach only 500,000 barrels/day, and Venezuela could not pay for industrial parts, food, or medicine.[113] On March 26, 2020, the United States accused Venezuelan President Nicolás Maduro of narcoterrorism and offered a $15 million reward for information leading to his arrest.[114] The stock market fell over 3,000 points in the last week of February 2020, the greatest fall since 2008, as investors worry about disruptions to supplies because of Coronavirus disease 2019 (COVID-19).[115] Stocks fell to 18,592 points (Dow average) on March 23 after a procedural Senate vote on a coronavirus economic stimulus bill failed for the second time in two days.[116] In late February 2020, the Donald Trump 2016 presidential campaign sued The New York Times for libel for intentionally publishing a false opinion article related to Russian interference in the 2016 United States elections.[117] a week later they sued The Washington Post for the same thing.[118] In March, the Justice Department indicated it might not pursue legal action against a Russian company that bankrolled 2016 election interference.[119] In the 2019 Special Counsel investigation, Robert Mueller concluded that the Russians and other countries were already trying to interfere in the 2020 United States elections.[120] Other reports indicated that not only Russia but also China and Iran were meddling in U.S. elections.[121] Dan Coats, director of National Intelligence, testified about such interference before the Senate Select Committee on Intelligence in January 2019.[122] Similar testimony in February 2020 that Russia was trying to help the campaigns of President Trump and Democratic Senator Bernie Sanders[123] led to the firing of acting director of national intelligence, retired Vice Adm. Joseph Maguire,[124] and his replacement by an inexperienced Trump loyalist.[125] Sanders vehemently rejected Russian support for his campaign.[126] Social media companies Facebook and Twitter announced in March 2020 that they had dismantled scores of Russian-backed trolls originating in Ghana and Nigeria, following a CNN report about troll farms in the two countries.[127] After the 2020 United States presidential election in which Joe Biden prevailed,[128] then-incumbent Donald Trump, as well as his campaign, his proxies, and many of his supporters, pursued an aggressive and unprecedented[129] effort to deny and overturn the election.[130][131][132] The attempts to overturn the election were described as an attempted coup d'état[133] and an implementation of \"the big lie.\"[134] Trump and his allies promoted numerous false claims that the election was stolen from Trump through an international communist conspiracy, rigged voting machines, and electoral fraud.[135][141] These claims culminated in a rally at the U.S. Capitol on January 6, 2021 calling for Congress to deny the certification of Biden's Electoral College victory. The rally led to the 2021 United States Capitol attack, when Trump supporters illegally entered the building, causing its temporary evacuation. Health care emerged as a leading issue in the 2020 Democratic Party presidential primaries[142] and the 2020 United States elections as a whole. The United States' response to the COVID-19 pandemic was slow. China announced its first cases in late December 2019 but travelers were allowed to come in from that country until mid-January after the first case was reported in Everett, Washington, on January 20.[143] The White House Coronavirus Task Force was established on January 29, 2020.[144] American diplomatic personal were evacuated the same day.[145] A public health emergency and travel from China was restricted on January 31.[146] The lack of federal preparation for the COVID-19 pandemic in the United States[147] and its possible effects on both public health and the economy were a major concern.[148] Rather than using tests developed in China or Germany, the Centers for Disease Control and Prevention (CDC) opted to produce their own. William Schaffner, a CDC adviser and infectious-disease specialist at the Vanderbilt University School of Medicine said, \"The notion of accepting a test developed by someone else I think was a bit alien. There may have been other considerations of which I'm not aware, but I'm sure that pride was one of them: 'We know how to do this, thank you very much. We'll develop our own.'\"[149] The first tests proved faulty, and then testing was overly-restrictive. The first concern was to evacuate U.S. citizens from Hubei Province, China, where the virus had originated. On February 5, 345 U.S. citizens were evacuated from Hubei Province and taken to two air bases in California to be quarantined for 14 days. 300 others were evacuated the following day.[150] Fourteen of the 340 Americans who were evacuated from the Diamond Princess that was docked in Yokohama, Japan, on February 16 were found to have contracted the virus.[151] President Trump refused to take the virus seriously, calling it the Democrats' “new hoax” and promising that “the numbers are going to get progressively better as we go along.”[152] The first case of community transmission was confirmed by the Centers for Disease Control and Prevention (CDC) on February 26, and even as the first American death had been reported in Seattle, Washington, on February 29, only 472 people had been tested.[152] Bowing to Congressional criticism of official misinformation and inaction, on February 26 President Trump appointed Vice President Mike Pence to head the coronavirus response team.[153] Given his poor handling of the HIV/AIDS crisis when he was governor of Indiana, Pence's qualifications were quickly challenged.[154] By the first week of March, the government had changed its tune. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases warned that the sick and elderly were particularly vulnerable to the coronavirus, saying people to avoid large crowds.[155] On March 5, Congress passed and President Trump signed an $8.3 billion package to fight COVID-19.[156] The CDC warned against cruise-ship travel.[155] The National Basketball Association (NBA) suspended its season on March 11 after one of its players tested positive for COVID-19.[157] States started closing their schools and universities.[158] Democratic presidential hopefuls Joe Biden and Bernie Sanders held a virtual debate two days before the March 17 Illinois Democratic Primary election.[159] President Trump placed travel restrictions for 30 days on Continental Europe as the World Health Organization (WHO) declares a pandemic in March 2020.[160] The states of Washington and California banned gatherings of more than 250 people, and the municipality of New Rochelle, New York, imposed a quarantine on residents. Sporting events, concerts, and political rallies were canceled or rescheduled; schools and universities were closed, businesses advised their employees to work from home, and stock market values fell.[161] President Donald Trump officially declared the pandemic a national emergency on March 13. Except for signing the relief bill, Trump did not treat the disease seriously[162] until the World Health Organization declared a pandemic.[143][163] Trump banned most travel from Europe on March 11, but his comments did little to assure the stock market, which fell amid fears of breaks in the supply chain and even recession.[164] Concern about the economic fallout from the pandemic prompted the Federal Reserve Bank to lower interest rates to near zero and to purchase $700 billion worth of government securities on March 15.[165] After passing the Senate 92-8[166] on March 18, President Trump signed the Families First Coronavirus Response Act, which provides free testing and paid leave for certain workers. Congress prepared for a \"Phase 3\" response.[167] Xenophobic and racist incidents against Asians and Asian-Americans occurred as a result of the COVID-19 pandemic. President Trump was criticized for using the expression \"Chinese virus” instead of its proper name, with opponents alleging that Trump's rhetoric contributes to the attacks.[168] As Democrats push for more liberal immigration laws in 2020, the Trump Administration makes immigration more difficult and more costly.[169] H-2A temporary visas for agricultural workers were expanded in February 2020,[170] but the Muslim ban was also expanded to several new countries.[171] In February 2020, travel restrictions were imposed on China, South Korea, Iran, and Italy in response to fears of the COVID-19 pandemic.[172] U.S. District Judge Randolph Moss ruled in March that Ken Cuccinelli was not eligible to serve as acting director of the United States Citizenship and Immigration Services and suspended two policies Cuccinelli implemented while leading the agency.[173] In March 2020, a bill was introduced in the Maryland legislature to tax advertising revenue of Internet giants such as Facebook and Google.[174] As soon as trade sanctions were lifted against the Chinese telecom manufacturer ZTE in March 2020, the Justice Department announced a new investigation into the company, this time for bribery.[175]","Title":"2020s in United States political history - Wikipedia","KeyID":"15490","URL":"https://en.wikipedia.org/wiki/2020s_in_United_States_political_history"}