{"Content: ":"This article describes trends in popular music in the 2020s. The beginning of the decade was a difficult time for the music industry, with the COVID-19 pandemic resulting in widespread concert cancellations due to risks of mass infection.[1] The COVID-19 pandemic resulted in the cancellation or postponement of numerous music-related events scheduled to take place in the early 2020s, including major tours, festivals, and television appearances. Due to the restrictions, many artists conducted virtual experiences as an alternative to live events (e.g. Dua Lipa's Studio 2054 and Taylor Swift's Folklore: The Long Pond Studio Sessions).[2] The COVID-19 pandemic has also resorted to postponements or the rescheduling of major tours to at least a year or two from its initially scheduled tour dates, examples including The Stadium Tour (co-headlined by Mötley Crüe and Def Leppard), Ozzy Osbourne's headlining tour No More Tours II and Rage Against the Machine's reunion tour.[3][4][5] In 2020, LP records surpassed Compact Disc sales for the first time since 1986, LP records 28.7% ($619.6 million) with the rapid decline in Compact Disc sales by 23% ($483 million), with 62% ($1.1 billion) of revenue derived from physical music sales across the United States according to the Recording Industry Association of America (RIAA), 2020 Year-End Music Industry Revenue Report.[6][7][8][9][10] The early part of the decade carried on the cross-genre trap music and footwork influence which started in the late 2010s.[11] Thanks to the rise of social media platforms such as TikTok, music genres old and new had a moment in the spotlight. Genres such as synth-pop, nu-disco, pop-punk, emo-pop, house, indie rock, and afrobeats garnered considerable attention in the mainstream media.[12][13][14][15][16] British rock magazine Kerrang! wrote that Olivia Rodrigo's \"Good 4 U\" (2021) leads the commercial comeback of rock music in 2020–2021, noting how it is the first rock song since Evanescence's \"Bring Me to Life\" (2003) to spend four or more weeks atop the UK Singles chart, alongside chart success of other rock-adjacent artists, such as Willow Smith, Machine Gun Kelly, Måneskin, and Miley Cyrus.[17] Slate proclaimed that Rodrigo \"might be the dying genre's best hope\", pinpointing that \"Good 4 U\" is the \"most up-the-middle rock song to top the [U.S.] Hot 100 in a decade or more\".[18] Media outlets and fans online observed a music trend called \"Sad Girl Autumn\" or \"Sad Girl Fall\" in early 2020s, which refers to the release of melancholic and introspective music by female artists during autumn, such as Swift's Red (Taylor's Version), Adele's 30 and Mitski's \"The Only Heartbreaker\"; it is a counterpart to \"Hot Girl Summer\", a catchphrase coined by American rapper Megan Thee Stallion with her 2019 song of the same name.[19] On July 5, 2022, American music magazine Billboard published an article listing the \"The 25 Musical Moments That Defined the First Quarter of the 2020s\" in chronological order.[20] They are: Taylor Swift, Olivia Rodrigo, Harry Styles, Doja Cat, The Weeknd, Billie Eilish, Dua Lipa and Lil Nas X are some of the best-sellings pop artists of 2020-2021.[21][22][23] Influenced by the 1980s retro musical elements, Lipa and the Weeknd incorporated heavy disco, funk, and synth-pop influences in their works such as Future Nostalgia and After Hours, respectively; both the albums were met with critical acclaim. Lipa's singles \"Don't Start Now\" and \"Levitating\", and the Weeknd's \"Blinding Lights\" and \"Save Your Tears\" were commercially successful.[24] \"Blinding Lights\" went on to become the biggest Billboard Hot 100 song of all time, spending 90 weeks on the chart—the most for any song.[25] Future Nostalgia won Best Pop Vocal Album at the 63rd Annual Grammy Awards.[26] Kate Bush's song Running Up That Hill, which was actually released in the 1980s, gained a massive following after having a pivotal role in the fourth season of Stranger Things.[27] Metallica's 1986 single Master of Puppets also saw a revival because of its inclusion in the show. Latin pop and other Latin music genres such as reggaeton continued to be successful in the 2020s.[28] Selena Gomez released her first Spanish-language project, Revelación, in March 2021. It incorporated urbano influences.[29] Anitta's Envolver song became the first song by a Latin female act to reach the number one on Spotify Global Daily chart,[30][31][32] reaching the number two on the Billboard Global 200 and the number one in Billboard Global Excl. U.S.[33][34][35] The soundtrack of Encanto, Disney's 2021 animated fantasy film, written and produced by American playwright Lin-Manuel Miranda, was a viral phenomenon, enjoying widespread popularity on the internet. It has spent multiple weeks atop the Billboard 200 chart. Far Out called the phenomenon \"Encanto-mania\".[36] The TikTok videos tagged with the hashtag \"#encanto\" have received more than 11.5 billion views in total, as of January 23, 2022.[37][38] The most popular song of the soundtrack was \"We Don't Talk About Bruno\", a salsa tune which experienced widespread commercial success in 2022.[39] \"Dos Oruguitas\" was nominated for the Academy Award for Best Original Song at the 94th Academy Awards.[40] Lisa made her solo debut with her single album Lalisa in September 2021. The album sold over 736,000 copies in its release week in South Korea, making her the first female artist to do so.[41] The music video for its lead single of the same name recorded 73.6 million views on YouTube in first 24 hours of its release, becoming the most-viewed music video in the first 24 hours on the platform by a solo artist.[42] The 2020s have featured some heavily successful group debuts, with album sales reaching tens of thousands. Some of these groups include Aespa, STAYC, Kep1er, Ive, Le Sserafim, Weeekly, Woo!ah!, and Enhypen. On April 16, 2022 at Coachella, 2NE1 reunited after 6 years with a surprise performance on the main stage.[43] Aespa also performed on the festival's main stage the following weekend.[44] Some of the efforts from hyperpop artists such as Charli XCX, Dorian Electra, A.G Cook, Midwxst, Ecco2k, Bladeee and 100 Gecs received critical appraisal. Charlie XCX's How I'm Feeling Now, due to its themes of self-reflection and social isolation, that connected with listeners during the covid-19 pandemic.[45] Scottish musician Sophie, who revolutionized avant pop and experimental pop genres, and represented transgender people in the electronic music scene, died in January 31, 2021.[46] Artists such as Yung Lean, Kanye West, Playboi Carti, JPEGMafIia, Kendrick Lamar, Clipping, Run the Jewels, Childish Gambino, Jungle Pussy and Genesis Owusu dominated the alternative hip hop scene in the early 2020s. On November 23, 2020, Carti revealed that Whole Lotta Red was finished and has been sent to his record label and was released on December 25 of that year. It was Carti's first chart-topping release, debuting at number one on the US Billboard 200.[47][48] Visions of Bodies Being Burned is the fourth studio album by American hip hop group Clipping. It was released on October 23, 2020 through Sub Pop and received positive reviews from music critics.[49][50] Kendrick Lamar's fifth studio album, Mr. Morale & the Big Steppers, was released by Interscope Records on May 13, 2022. The double album is his final collaboration with Top Dawg. Mr. Morale & the Big Steppers was met with widespread critical acclaim.[51][52] Pop rap, a genre hybridizing pop, hip hop, and R&B styles, remained prominent in the 2020s and continued to grown in popularity. Examples include \"Montero (Call Me by Your Name)\" and \"Industry Baby\" (with Jack Harlow) by Lil Nas X,[53][54] and \"Say So\" and \"Kiss Me More\" (featuring SZA) by Doja Cat.[55] In 2020, TikTok popularized the hip hop style drift phonk—a genre that was generally explored by music producers in Russia.[56] In May 2021, following the rise in popularity of the genre in Russia, Spotify released an official curated phonk playlist. Influenced by the COVID-19 pandemic, many artists created unplugged, \"stripped-down\" music mainly driven by acoustic or classical music instruments and melancholic subject matter. Taylor Swift shifted from mainstream pop to adopt indie folk, alternative rock and chamber pop styles. She released two of the best selling albums of 2020, Folklore and Evermore.[57][58] Folklore spent a record eight weeks atop the Billboard 200 chart,[59] and won the Album of the Year at the 63rd Annual Grammy Awards.[60] Lorde ventured into psychedelic folk-pop in her third studio album, Solar Power (2021).[61] Lana Del Rey released two folk-inspired studio albums in 2021: Chemtrails over the Country Club and Blue Banister.[62][63] Indie music had a major revival in the latter half of the 2010s thanks to bedroom pop slowly entering the mainstream music scene. Tame Impala, Phoebe Bridgers, Glass Animals and Fiona Apple released records in the early 2020s. Tame Impala's The Slow Rush was a commercial and critical success, leading to five of Kevin Parker's songs' reaching the Billboard top ten in 2020.[64] Up-and-coming acts such as Clairo and Girl in Red also started achieving radio success with their songs \"Sofia\" and \"Serotonin\" respectively.[65][66] Glass Animals' breakout song \"Heat Waves\" stayed number one on the Billboard Alternative Charts for seven weeks in 2021, making it one of the most successful singles of the year.[67] English singer-songwriter PinkPantheress released her debut mixtape To Hell with It, which received widespread acclaim in reviews from music critics upon release. To Hell with It was named the third best album of 2021 by Time and the fifth best album of the year by The New York Times's Jon Caramanica and Gigwise.[68][69][70] American rock band the Strokes released The New Abnormal on April 10, 2020, produced by Rick Rubin The album charted in the top ten in six other countries, including the US and the UK. It was also nominated for and won a Grammy Award for Best Rock Album at the 63rd Annual Grammy Awards, marking the band's first nomination and win.[71][72][73] Dangerous: The Double Album by American country singer Morgan Wallen became the first country album to spend its first four weeks atop the Billboard 200 chart since Shania Twain's Up! did so in January 2003.[74] Having finished third on American Idol, country artist Gabby Barrett released her debut single \"I Hope\" in 2019. It reached number one on the Billboard Country Airplaychart dated April 25, 2020,[75] and eventually topped the Hot Country Songs chart dated July 25, 2020, making it the first debut single by a female artist to top the latter since 2006.[76] Swift's re-recordings, Fearless (Taylor's Version) and Red (Taylor's Version), were the top two best-selling country albums of 2021.[77] The genres hard rock and heavy metal had declined in mainstream popularity by the early 2020s. However, Italian hard rock band Måneskin rose to worldwide prominence following the band's win at the Eurovision Song Contest 2021 with their song Zitti e buoni.[78] Måneskin's cover of the song The Four Seasons' \"Beggin'\" reached the top 10 on the Billboard Global Excl. U.S. and was ranked 66th in Billboard Year End Hot 100 chart of 2021.[79] Several veteran acts have continued to maintain popularity worldwide, including AC/DC, whose 2020 album Power Up reached number one on the charts in various countries (including the United States and their homeland Australia),[80] while Iron Maiden earned their first Top 5 album on the Billboard 200 chart, Senjutsu, for the first time in its 41-year recording career.[81] Other veteran heavy metal acts, including Testament and Dream Theater, debuted on the Top 100 on the Billboard 200 chart with their respective albums Titans of Creation and A View from the Top of the World.[82][83]American heavy metal band Metallica surpassed monthly listener count of 30 million in late of July 2022 on world's leading song streaming platform Spotify from an average of 17 million. This significant increase in listener count could be credited to 4th season of Netflixs' '80s based sci-fi web series Stranger Things 4th season where it, at one final scene included Metallica's song Master of Puppet with Eddie Munson. Pop punk and emo pop, fueled by 2000s nostalgia,[84][85] had a revival in the early 2020s with artists such as Machine Gun Kelly, Willow Smith, Maggie Lindemann, Meet Me @ the Altar,[86] Kenny Hoopla and Travis Barker releasing tracks that achieved general praise from the public. Tickets to My Downfall by Machine Gun Kelly reached number one on the Billboard 200 chart in 2020. Willow Smith collaborated with Travis Barker from Blink-182 on the song \"Transparent Soul\" which reached the top 10 on the rock charts. Avril Lavigne also returned to the genre in collaborations with Barker and Mod Sun. The Chaos Chapter: Freeze and the repackage Fight or Escape by the Korean boyband Tomorrow X Together brought pop punk and emocore references, mainly on their lead singles \"0X1=Lovesong (I Know I Love You)\" and \"Loser=Lover\".[87] Olivia Rodrigo, Billie Eilish, Halsey, and other pop/alternative singers, also brought influences from pop punk and power pop in Sour, Happier Than Ever and If I Can't Have Love, I Want Power, respectively. In another crossover phenomenon of the early 2020s several established rap artists released pop punk material, including Machine Gun Kelly, The Kid Laroi, and Mod Sun.[88]","Title":"2020s in music - Wikipedia","KeyID":"15493","URL":"https://en.wikipedia.org/wiki/2020s_in_music"}