{"Content: ":"Attacks on civilians On 18 August 2014, a convoy of refugees fleeing heavy fighting near Luhansk, Ukraine, was hit by an artillery strike. At least 17 people were killed in the strike which the Ukrainian government blamed on insurgents affiliated with the Luhansk People's Republic.[3] The insurgents denied striking any convoy and blamed the attack on the Ukrainian government. The convoy was struck near the village of Novosvitlivka, in Krasnodon Raion. The village is southeast of Luhansk city, and is a vital crossroads. Government forces said they had recaptured it from the insurgents on 14 August, but fighting in the area continued.[citation needed] The convoy was made up of refugees fleeing the intense fighting in the insurgent-occupied city of Luhansk, which was under siege by government forces. The vehicles were flying white flags, to indicate that they were carrying civilians. Within the convoy, there were also some military lorries provided by the Armed Forces of Ukraine.[4] It was travelling on the road between Novosvitlivka and the neighbouring village of Khryashchuvate.[5] A spokesman for the Armed Forces said that the insurgents had been warned that a \"convoy with peaceful citizens would be passing\" through the area. On this road, it was struck by mortar and Grad rocket fire.[3] According to the Ukrainian government, the convoy was struck with such force that the people inside the vehicles were \"burned alive\", and that it was entirely destroyed.[6][7] They said that separatist insurgents affiliated with the Luhansk People's Republic were responsible for the attack, and that the insurgents had lain in wait to ambush the convoy.[7] They also said that they suspected that the insurgents had used a Russian-made Uragan missile system to carry out the attack.[6] Colonel Andriy Lysenko stated that the insurgents \"had perpetrated a bloody crime\" with weapons supplied from Russia.[8] According to the Donetsk People's Republic (DPR) deputy prime minister Andrei Purgin, the area where the attack took place had been constantly barraged by Ukrainian artillery in recent days. He also said that it was the Ukrainian government that was at fault for the attack, and that insurgent forces lacked the \"ability to send Grads into that territory\".[6][9] DPR prime minister Aleksandr Zakharchenko stated, \"The shelled refugee convoy is a canard. No refugee convoy was at the moment shelled by the DPR or Luhansk People’s Republic.\"[10] A spokesman for the government military operation in Donbass said that Ukrainian forces had retrieved fifteen corpses from the convoy's destroyed vehicles, and were in the process of collecting the scattered remains of ten more people killed in the attack.[11] On the day after the attack, Ukrainian government forces said they were trying to recover more remains from the site of the attack but were unable to do so because of heavy fighting in the area. According to them, the bodies found on the day of the attack were \"burnt beyond recognition\".[12] The Ukrainian government released a video that they said was an interview with survivors of the attack.[13] One of the survivors said, \"We got ready quickly as we could, and jumped in and we were taken off... At the junction, another [vehicle] was waiting for us. We turned and set off, it wanted to follow us, and then a mortar shell fell right on that vehicle and hit the refugees, and cut the vehicle in half\".[4]","Title":"Novosvitlivka refugee convoy attack - Wikipedia","KeyID":"15500","URL":"https://en.wikipedia.org/wiki/Novosvitlivka_refugee_convoy_attack"}