{"Content: ":"Russia launches a full-scale invasion of Ukraine in February 2022 In March and April 2021, Russian Armed Forces began massing thousands of personnel and military equipment near Russia's border with Ukraine and in Crimea, representing the largest mobilization since the annexation of Crimea in 2014.[43][44] This precipitated an international crisis due to concerns over a potential invasion. Satellite imagery showed movements of armour, missiles, and heavy weaponry.[45][46] The troops were partially withdrawn by June 2021,[47] though the infrastructure was left in place. A second build-up began in October 2021, this time with more soldiers and with deployments on new fronts; by December over 100,000 Russian troops were massed around Ukraine on three sides.[48] Despite the Russian military build-ups, Russian officials from November 2021 to 20 February 2022 repeatedly denied that Russia had plans to invade Ukraine.[49][50] The crisis was related to the ongoing War in Donbas, itself part of the Russo-Ukrainian War, ongoing since 2014. In December 2021, Russia advanced two draft treaties that contained requests for what it referred to as \"security guarantees\", including a legally binding promise that Ukraine would not join the North Atlantic Treaty Organization (NATO) and a reduction in NATO troops and materiel stationed in Eastern Europe, and threatened unspecified military response if those demands were not met in full. NATO rejected these requests, and the United States warned Russia of \"swift and severe\" economic sanctions should it further invade Ukraine.[51] The crisis was described by many commentators as one of the most intense in Europe since the Cold War.[52][53][54] International affairs analyst Fiona Hill later commented on 28 February 2022 Russia's invasion of Ukraine was another sign that World War III was already underway.[55] On 21 February 2022, Russia officially recognized the two breakaway regions in eastern Ukraine, the Donetsk People's Republic and the Luhansk People's Republic, as independent states,[56] and deployed troops to Donbas, in a move interpreted as Russia's effective withdrawal from the Minsk Protocol.[57][58] The breakaway republics were recognized in the boundaries of their respective Ukrainian oblasts, which extend far beyond the line of contact.[59] On 22 February, Putin said that the Minsk agreements were no longer valid.[60] On the same day, the Federation Council unanimously authorised the use of military force in the territories.[61] On the morning of 24 February, Putin announced that Russia was initiating a \"special military operation\" in the Donbas, and launched a full-scale invasion into Ukraine.[62][63] Attacks on civilians Following the dissolution of the Soviet Union in 1991, Ukraine and Russia continued to retain close ties. In 1994, Ukraine agreed to abandon its nuclear arsenal and signed the Budapest Memorandum on Security Assurances on the condition that Russia, the United Kingdom, and the United States issue an assurance against threats or use of force to the territorial integrity or political independence of Ukraine. Five years later, Russia was one of the signatories of the Charter for European Security, where it \"reaffirmed the inherent right of each and every participating State to be free to choose or change its security arrangements, including treaties of alliance, as they evolve\".[64] Despite being recognized as an independent country since 1991, as a former USSR constituent republic, Ukraine was perceived by the leadership of Russia as part of its sphere of influence. In 2008, Russian President Vladimir Putin spoke out against Ukraine's membership in NATO.[65][66] In 2009, Romanian analyst Iulian Chifu and his co-authors opined that in regard to Ukraine, Russia has pursued an updated version of the Brezhnev Doctrine, which dictates that the sovereignty of Ukraine cannot be larger than that of the Warsaw Pact's member states prior to the collapse of the Soviet sphere of influence during the late-1980s and early-1990s.[67] This view[improper synthesis?] is built upon the premise that Russia's actions to placate the West in the early 1990s should have been met with reciprocity from the West, without NATO expansion along Russia's border.[68][69] Following weeks of protests as part of the Euromaidan movement (2013–2014), pro-Russian Ukrainian President Viktor Yanukovych and the leaders of the Ukrainian parliamentary opposition on 21 February 2014 signed a settlement agreement that called for an early election. The following day, Yanukovych fled from Kyiv ahead of an impeachment vote that stripped him of his powers as president.[70][71][72] Leaders of the Russian-speaking eastern regions of Ukraine declared continuing loyalty to Yanukovych,[73] causing the 2014 pro-Russian unrest in Ukraine.[74] This unrest was fomented by Russia as part of a coordinated political and military campaign against Ukraine,[75][76][77][78][79] amidst that Russia invaded and subsequently annexed Crimea in March 2014, followed by the War in Donbas, which started in April 2014 with the creation of the Russia-backed quasi-states of the Donetsk and Luhansk People's Republics.[80][81] The Minsk agreements allowed the fighting to subside in Donbas, leaving separatists in control of about a third of the region.[82] This stalemate led to the war being labelled a \"frozen conflict\".[83] Since 2019, Russia has issued over 650,000 internal Russian passports among an unconfirmed overall population,[84] which is considered by Ukrainian government as a step towards annexation of the region.[85] On 14 September 2020, Ukrainian President Volodymyr Zelenskyy approved Ukraine's new National Security Strategy, \"which provides for the development of the distinctive partnership with NATO with the aim of membership in NATO.\"[86][87][88] On 24 March 2021, Zelenskyy signed the Decree No. 117/2021 approving the \"strategy of de-occupation and reintegration of the temporarily occupied territory of the Autonomous Republic of Crimea and the city of Sevastopol\", complementing the activities of the Crimean Platform.[89] In July 2021, Putin published an essay titled On the Historical Unity of Russians and Ukrainians, in which he re-affirmed his view that Russians and Ukrainians were \"one people\".[90] American historian Timothy Snyder described Putin's ideas as imperialism.[91] British journalist Edward Lucas described it as historical revisionism.[92] Other observers have noted that the Russian leadership has a distorted view of modern Ukraine and its history.[93][94][95] Russia has said that a possible Ukrainian accession to NATO and the NATO enlargement in general threaten its national security.[96][97][98] In turn, Ukraine and other European countries neighboring Russia have accused Putin of attempting to restore the Russian Empire/Soviet Union and of pursuing aggressive militaristic policies.[99][100][101][102][103] On 21 February 2021, the Russian Defence Ministry announced the deployment of 3,000 paratroopers to the border for \"large-scale exercises\". The announcement was made following the Ukrainian government's crackdown on Viktor Medvedchuk earlier that month. Medvedchuk was a leading pro-Russian Ukrainian opposition politician and tycoon with close personal ties to Vladimir Putin. An analysis by Time published in February 2022 cited the event as the start of the Russian military buildup near Ukraine.[104] On 3 March, Suspilne claimed separatists from the self-proclaimed Donetsk People's Republic (DPR) reported they had been granted permission to use \"preemptive fire for destruction\" on Ukrainian military positions.[105] On 16 March, the SBGS border patrol in Sumy spotted a Russian Mil Mi-8 helicopter trespassing approximately 50 metres (160 ft) into Ukrainian territory before heading back to Russian airspace.[106] Ten days later, Russian troops fired mortars at Ukrainian positions near the village of Shumy in Donbas, killing four Ukrainian servicemen.[107] Russia refused to renew the ceasefire in Donbas on 1 April.[108] On March 24, Zelenskyy announced Ukraine's intent to take back Crimea, mentioning among others military means.[109] The next day Russia sent troops to the Ukraine border.[110] Beginning from 16 March, NATO began a series of military exercises known as Defender Europe 2021.[u] The military exercise, one of the largest NATO-led military exercises in Europe for decades, included near-simultaneous operations across over 30 training areas in 12 countries, involving 28,000 troops from 27 nations.[114][115] Russia criticized NATO for holding Defender Europe 2021,[116] and deployed troops to its western borders for military exercises in response to NATO's military activities. The deployment led to Russia having a sizable troop buildup along the Russo-Ukrainian border by mid-April. A Ukrainian estimation placed the deployment at 40,000 Russian forces for Crimea and the eastern portion of the Russo-Ukrainian border. The German government subsequently condemned the deployment as an act of provocation.[117] On 30 March, colonel general Ruslan Khomchak, Commander-in-Chief of the Armed Forces of Ukraine revealed intelligence reports suggesting a military buildup by the Russian Armed Forces on the outskirts of Ukraine in preparations for the Zapad Запад-2021 [ru]. 28 Russian battalion tactical groups were situated along the Russo-Ukrainian border, primarily at Crimea, Rostov, Bryansk, and Voronezh. It was estimated that 60,700 Russian troops were stationed at Crimea and Donbas, with 2,000 military advisors and instructors in eastern-Ukraine alone. According to Komchak, the buildup, expected to increase to 53 battalion tactical groups, posed \"a threat\" to the military security of Ukraine.[118] Dmitry Peskov, a spokesman for Vladimir Putin, disagreed with the Ukrainian statements, claiming the military movements \"are not of any concern\" for neighbouring countries. Instead, the decisions were made to deal on matters of \"national security\".[119] Between late March and early April 2021, significant quantities of weapons and equipment from various regions of Russia, including as far away as Siberia, were transported towards the Russo-Ukrainian border and into Crimea.[120][121] Unofficial Russian sources, such as the pro-Russian Telegram channel Military Observer, published a video of the flight of a group of Russian Kamov Ka-52 and Mil Mi-28 attack helicopters. It was emphasized by the original sources that the flight had allegedly taken place on the Russo-Ukrainian border.[122] Russian and pro-Kremlin media alleged on 3 April 2021 that a Ukrainian drone attack had caused the death of a child in the Russian-occupied part of Donbas. However, no further details were given surrounding the incident. Vyacheslav Volodin, speaker of the Russian State Duma believed that Ukrainian leaders should be \"held responsible for the death\", while proposing to exclude Ukraine from the Council of Europe (CoE).[123] On 5 April, Ukrainian representatives of the Joint Centre of Control and Coordination (JCCC) sent a note to the OSCE Special Monitoring Mission in Ukraine regarding pro-Russian intentions to falsify the accusations.[124] The next day, the mission confirmed the death of a child in Russian-occupied Donbas, but failed to establish a link between the purported \"Ukrainian drone strike\" and the child's death.[125] On 6 April 2021, a Ukrainian serviceman was killed as a result of shelling of Ukrainian positions near the town of Nevelske in Donetsk. Another soldier was killed near Stepne by an unknown explosive device.[126] As a result of the shelling, the water pumping station in the \"gray-zone\" between the villages of Vasylivka and Kruta Balka in South Donbas was de-energized, cutting off the water supply to over 50 settlements.[127] Shortly after the annexation of Crimea in 2014, Ukraine blocked the flow of the Northern Crimean Canal, which had supplied 85 percent of Crimea's water. Crimea's reservoirs were subsequently depleted and water shortages ensued, with water reportedly only being available for three to five hours a day in 2021.[128] The New York Times has cited senior American officials mentioning securing Crimea's water supply could be an objective of a possible incursion by Russia.[129][130] Russia moved ships between the Caspian Sea and Black Sea. The transfer included several landing craft and artillery boats. Interfax reported on 8 April that the crews and ships of the Caspian Flotilla would perform the final naval exercises in cooperation with the Black Sea Fleet.[131] On 10 April 2021, Ukraine invoked Paragraph 16 of the Vienna Document and initiated a meeting in the Organization for Security and Co-operation in Europe (OSCE) on the surge of Russian troops near the Russo-Ukrainian border and Russian-occupied Crimea.[132] Ukraine's initiative was supported by several countries, but the Russian delegation failed to appear at the meeting and refused to provide explanations.[133] On 13 April 2021, Ukrainian consul Oleksandr Sosoniuk was detained in Saint Petersburg by the Federal Security Service (FSB), allegedly while \"receiving confidential information\" during a meeting with a Russian citizen.[134][135] Sosoniuk was later expelled from Russia.[136] In response, Yevhen Chernikov, a senior Russian diplomat of the Russian embassy in Kyiv, was declared a persona non grata in 19 April in Ukraine and was forced to leave the country within 72 hours.[137] On 14 April 2021, in a meeting in Crimea, Nikolay Patrushev, Secretary of the Security Council of Russia (SCRF) accused Ukrainian special services of trying to organize \"terrorist attacks and sabotage\" on the peninsula.[138] On the night of 14 to 15 April 2021, a naval confrontation took place in the Sea of Azov, 40 kilometres (25 mi) from the Kerch Strait, between three Ukrainian Gyurza-M-class artillery boats and six vessels from the Coast Guard of the Border Service of the FSB. The Ukrainian artillery boats were escorting civilian ships when the incident occurred. It was reported that Ukrainian ships threatened to use airborne weapons to deter provocations from FSB vessels. The incident ended without any casualties.[139] The following day, the Ministry of Foreign Affairs of Ukraine reported that Russia had announced the closure of parts of the Black Sea to warships and vessels of other countries until October, under the pretext of military exercises. The Ministry condemned the decision as a \"gross violation of the right of navigational freedoms\" guaranteed by the UN Convention on the Law of the Sea. According to the convention, Russia must not \"obstruct maritime passages of the International strait to ports\" in the Sea of Azov.[140] According to John Kirby, Pentagon Press Secretary, Russia had concentrated more troops near the Russo-Ukrainian border than in 2014.[141] Russia reportedly imposed temporary restrictions on flights over parts of Crimea and the Black Sea from 20 to 24 April 2021, as stated in an international report for pilots.[142] On 22 April 2021, Russian Minister of Defence Sergey Shoigu announced a drawdown of military exercises with troops from the 58th and 41st Army, and the 7th, 76th, and 98th Guards Airborne Division returning to their permanent bases by 1 May after inspections in the Southern and Western military districts. Equipment at the Pogonovo training facility was to remain for the annual military exercise with Belarus scheduled in September 2021.[120] On 11 October 2021, Dmitry Medvedev, Deputy Chairman of the Security Council of Russia, published an article in Kommersant, in which he argued that Ukraine was a \"vassal\" of the West and that, therefore, it was pointless for Russia to attempt to hold a dialogue with the Ukrainian authorities, whom he described as \"weak\", \"ignorant\" and \"unreliable\". Medvedev concluded that Russia should do nothing in regard to Ukraine and wait until a Ukrainian government comes to power that is genuinely interested in improving relations with Russia, adding \"Russia knows how to wait. We are patient people.\"[143] The Kremlin later specified that Medvedev's article \"runs in unison\" with Russia's view of the current Ukrainian government.[144] In November 2021, the Russian Defence Ministry described the deployment of the US warships to the Black Sea as a \"threat to regional security and strategic stability.\" The ministry said in a statement, \"The real goal behind the US activities in the Black Sea region is exploring the theater of operations in case Kyiv attempts to settle the conflict in the southeast by force.\"[145] Senior officials of the US Department of Defense reported on 5 May 2021 that Russia had only withdrawn a few thousand troops since the previous military buildup. Despite withdrawals of several Russian units back to their native barracks, vehicles and equipment were not withdrawn, leading to fears that a re-deployment might occur.[129] Senior US Defense Department officials in early May estimated over 80,000 Russian troops still remained at the Russo-Ukrainian border.[129] In early November 2021, reports of Russian military buildups prompted American officials to warn its European allies that Russia could be considering a potential invasion of Ukraine, while a number of experts and commentators believed that Putin was seeking a stronger hand for further negotiations with the West.[148][149] The Ukrainian military intelligence (HUR MOU) estimated that the figure had risen to 90,000 by 2 November, composing of forces from the 8th and 20th Guards, and the 4th and 6th Air and Air Defence Forces Army.[150] On 13 November 2021, Ukrainian President Volodymyr Zelenskyy announced that Russia had again amassed 100,000 troops near the Russo-Ukrainian border,[151] higher than an American assessment of approximately 70,000.[152] On the same day, in an interview on Russia-1, Putin denied any possibility of a Russian invasion of Ukraine, labelling the notions as \"alarmist\", while simultaneously accusing NATO of undergoing unscheduled naval drills at the Black Sea.[153] 8 days later, the chief of the HUR MOU, Kyrylo Budanov commented that Russian troop deployment had approached 92,000.[154] Budanov accused Russia of conspiring several protests against COVID-19 vaccination in Kyiv to destabilize the country.[155] Between late-November and early-December 2021, as Russian and Ukrainian officials traded accusations of massive troop deployments in Donbas, Ukrainian Minister of Foreign Affairs Dmytro Kuleba on 25 November admonished Russia against a \"new attack on Ukraine\", which he said \"would cost [Russia] dear\",[156][157][158][159][160] while Kremlin spokesman Dmitry Peskov on 21 November called the accusations \"[the] hysteria\" that \"[wa]s being intentionally whipped up\" and said that, in their opinion, it was Ukraine who was planning aggressive actions against Donbas.[161][162][163] On 3 December 2021 Ukrainian Minister of Defense Oleksii Reznikov, spoke of the possibility of a \"large-scale escalation\" by Russia during the end of January 2022, during a session at the Verkhovna Rada (Ukraine's national parliament).[164] Reznikov estimated that the Russian military buildup consisted of 94,300 troops.[165] In early December 2021, an analysis conducted by Janes concluded that major elements of the Russian 41st Army (headquartered at Novosibirsk) and the 1st Guards Tank Army (normally deployed around Moscow) had been re-positioned to the west, reinforcing the Russian 20th and 8th Guards armies that were already positioned closer to the Russo-Ukrainian border. Additional Russian forces were reported to have moved to Crimea, reinforcing Russian naval and ground units that were already deployed there.[166] American intelligence officials warned that Russia was planning an upcoming major military offensive into Ukraine scheduled to take place in January 2022.[167] Russia began a slow evacuation of its embassy staff at Kyiv beginning in January 2022. The motives of the evacuation remain unknown and were subjected to multiple speculations.[168] By mid-January, an intelligence assessment produced by the Ukrainian Ministry of Defence estimated that Russia was in its final stages of completing a military buildup at the Russo-Ukrainian border, amassing 127,000 troops at the region. Among the troops, 106,000 were land forces, the remainder being naval and air forces. There were 35,000 more Russian-backed separatist forces and another 3,000 Russian forces in rebel-held eastern Ukraine.[169] The assessment estimated that Russia had deployed 36 Iskander short-range ballistic missile (SRBM) systems near the border, many stationed within striking distance of Kyiv. The assessment also reported intensified Russian intelligence activity.[169] An analysis conducted by the Atlantic Council in 20 January concluded that Russia had deployed additional critical combat capabilities to the region.[170] In late-January 2022, major Russian military units were relocated and deployed to Belarus under the auspices of previously planned joint military exercises to be held in February that year. Namely, the headquarters of the Eastern Military District was deployed to Belarus along with combat units drawn from the District's 5th, 29th, 35th, and 36th Combined Arms Army, 76th Guards Air Assault Division, 98th Guards Airborne Division and the Pacific Fleet's 155th Naval Infantry Brigade.[171] Ukrainian and American officials believed that Russia would attempt to use Belarus as a platform to attack Ukraine from the north, due to the close proximity of the Belarusian–Ukrainian border to the city of Kyiv.[172][173][174][175] On 19 January 2022, United States President Joe Biden said his \"guess\" was that Russia \"w[ould] move in\" to Ukraine but Putin would pay \"a serious and dear price\" for an invasion and \"would regret it\".[176][177] On 20 January 2022, Russia announced plans to hold major naval drills later that month that would involve all of its naval fleets: 140 vessels, 60 planes, 1,000 units of military hardware, and 10,000 soldiers, in the Mediterranean, the northeast Atlantic Ocean, the Pacific, the North Sea and the Sea of Okhotsk.[178] On 28 January, Reuters reported that three anonymous American officials had revealed that Russia had stockpiled medical supplies. Two of the three officials claimed that the movements were detected in \"recent weeks\", adding to fears of conflict.[179] In an interview with The Washington Post in January 2022, Zelenskyy warned that Russian forces could invade and take control of regions in eastern Ukraine. He also argued that an invasion would lead to a large-scale war between Ukraine and Russia.[180] On 5 February 2022, two anonymous US officials reported Russia had assembled 83 battalion tactical groups, estimated to be 70-percent of its combat capabilities, for a full-scale invasion on Ukraine, and predicted that a hypothetical invasion would result in 8,000 to 35,000 military casualties and 25,000 to 50,000 civilian casualties. The officials anticipated that the possible launch window could start on 15 February and persist until the end of March, when extremely cold weather would freeze roads and assist in the movement of mechanized units.[181] On 8 February, a fleet of six Russian landing ships, namely the Korolev, the Minsk, and Kaliningrad from the Baltic Fleet; and the Petr Morgunov, the Georgiy Pobedonosets, and the Olenegorskiy Gornyak from the Northern Fleet, reportedly sailed to the Black Sea for naval exercises. The fleet arrived at Sevastopol two days later.[182] On 10 February, Russia announced two major military exercises. The first was a naval exercise on the Black Sea,[183] which was protested by Ukraine as it resulted in Russia blocking the naval routes at the Kerch Strait, the Sea of Azov, and the Black Sea;[184][185] the second involved a joint military exercise between Belarus and Russia held in regions close to the Belarusian-Ukrainian border, involving 30,000 Russian troops and almost all of the Belarusian armed forces.[186] Responding to the latter, Ukraine held separate military exercises of their own, involving 10,000 Ukrainian troops. Both exercises were scheduled for 10 days.[187] Referring to unspecified intelligence, National Security Advisor Jake Sullivan, stated an attack could begin at any moment prior to the conclusion of the 2022 Winter Olympics at Beijing on 20 February.[188] Separately, the media published several reports based on acquired US intelligence briefed to several allies with specific references to 16 February as a potential starting date for a ground invasion.[189][190] Following these announcements, the US ordered most of its diplomatic staff and all military instructors in Ukraine to evacuate.[191] Numerous countries, including Japan, Germany, Australia and Israel also urged their citizens to leave Ukraine immediately.[192] The next day, KLM suspended its flights to Ukraine, while other airlines shifted their flight schedules to limit exposure across the country.[193] On 10 February 2022, the Baltic states invoked provisions of the Vienna Document requesting an explanation from Belarus regarding the unusual military activities.[194] The move was followed by Ukraine a day after, where it too invoked Chapter III (risk reduction) of the Vienna Document, requesting Russia to provide \"detailed explanations on military activities in the areas adjacent to the territory of Ukraine and in the temporarily occupied Crimea\".[195] According to Ukrainian Foreign Minister Dmytro Kuleba, no response had been received from Russian authorities within the required 48-hour deadline. On 11 February 2022, U.S. President Biden warned Americans in Ukraine should leave as soon as possible, as a Russian invasion could begin on 16 February 2022.[196] On 13 February, Ukraine requested that an emergency meeting within the OSCE be held within the following 48 hours, at which Russia was expected to provide a response.[197] On 14 February 2022, a telephone conversation was made by Reznikov and his Belarusian counterpart, Viktor Khrenin, where they agreed on mutual confidence-building and transparency measures. These measures included visits by both defence ministers to their respective country's military exercises (Reznikov to the Russo–Belarusian Allied Resolve 2022 exercise, and Khrenin to the Ukrainian Zametil 2022 exercise).[198] The emergency meeting of the OSCE requested by Ukraine was held on 15 February. However, the Russian delegation to the OSCE was absent from the meeting.[199] On 14 February 2022, Shoigu said units from Russia's Southern and Western military districts had begun returning to their barracks following the completion of \"exercises\" near Ukraine.[200] However, in a press conference held the subsequent day, Biden commented that they could not verify such reports.[201] On 16 February, the Secretary General of NATO, Jens Stoltenberg refuted Russian claims of retreating troops and said that Russia had continued the military buildup.[202] The Russia Foreign Ministry called earlier Western warnings of a Russia invasion on this day \"anti-Russian hysteria\" [203] while President Zelenskyy called for a \"day of unity\" in anticipation of Russian threats.[204] On 17 February 2022, top officials from the US and NATO stated that the threat of an invasion remained, as Russia was still actively looking for a casus belli for an invasion against Ukraine, with attempts being made to conduct a false flag operation.[205][206][207] On 18 February, Biden announced that he was convinced that Putin had made a decision to invade Ukraine.[208] On 19 February, two Ukrainian soldiers were killed while another five were wounded by artillery fire from separatists.[209] On 20 February 2022, the Belarusian Ministry of Defence announced the continuation of the Allied Resolve 2022 military exercises, decided Belarusian president Alexander Lukashenko and Putin. According to Khrenin, it was due to the \"escalation in military activity along the external borders of the Union State and the deterioration of the situation in Donbas\".[210][211] On the same day, several news outlets reported that US intelligence assessed that Russian commanders had been given orders to proceed with the invasion.[212][213] On 26 November 2021, Zelenskyy accused the Russian government and Ukrainian billionaire Rinat Akhmetov of backing a plan to overthrow the Ukrainian government.[214] Russia subsequently denied the claims.[215][216] On 10 January 2022, the SBU announced that it had arrested a Russian military intelligence agent who was attempting to recruit operatives to conduct attacks at Odessa.[217] Three days later, Ukraine was struck by a cyberattack that affected the official websites of several Ukrainian government ministries. It was later suspected that Russian hackers might be responsible for the incident.[218] The HUR MOU accused Russian special services of preparing \"provocations\" against Russian soldiers stationed at Transnistria, a breakaway unrecognized state internationally considered part of Moldova, to create a casus belli for a Russian invasion of Ukraine.[219] The Biden administration later revealled that the Russian government deployed Russian operatives, trained in urban warfare and explosives,[220] as saboteurs to stage a fabricated attack against Russian proxy separatists at eastern Ukraine, to provide Russia with another pretext for an invasion.[221] The Russian government denied the claims.[222] On 22 January 2022, the British government said Russia was preparing a plan to supplant Ukraine's government via military force and install a pro-Russian puppet administration in the country, potentially led by Yevheniy Murayev, a former member of the Ukrainian parliament.[223][224] Both Murayev and the Russian government denied the allegations, with the latter blaming NATO member-states \"led by the Anglo-Saxons\" for the crisis.[225][226] On 3 February, the US said that Russia was planning to use a fabricated video showing a staged Ukrainian \"attack\" as a pretext for a further invasion of Ukraine.[227][228] The Russian government denied any plans to orchestrate a pretext for an invasion.[229] US intelligence sources warned in mid-February that Russia had compiled \"lists of Ukrainian political figures and other prominent individuals to be targeted for either arrest or assassination\" in the event of an invasion.[230] The US Ambassador to the United Nations and Other International Organizations in Geneva, Bathsheba Nell Crocker, wrote to the UN High Commissioner for Human Rights, Michelle Bachelet, saying the US has \"credible information that indicates Russian forces are creating lists of identified Ukrainians to be killed or sent to camps following a military occupation\", and that Russia \"will likely use lethal measures to disperse peaceful protests ... from civilian populations\".[231] On 9 December 2021, Putin spoke of discrimination against Russian speakers outside Russia, saying: \"I have to say that Russophobia is a first step towards genocide. You and I know what is happening in Donbass. It certainly looks very much like genocide.\"[232][233] Russia also condemned the Ukrainian language law.[234][235][236] On 15 February 2022, Putin told the press: \"What is going on in Donbas is exactly genocide.\"[237] Several international organizations, including the UN High Commissioner for Human Rights (OHCHR),[238][239] OSCE Special Monitoring Mission to Ukraine,[240][failed verification] and the Council of Europe found no evidence supporting the Russian claims.[241] The genocide allegations have been rejected by the European Commission as Russian disinformation.[242] The US embassy in Ukraine described Russian genocide claims as \"reprehensible falsehood\",[243] while the Spokesperson for the US Department of State, Ned Price said the Russian government was making such claims as \"an excuse for invading Ukraine\".[237] On 18 February, the Russian Ambassador to the US, Anatoly Antonov replied to a question about US officials, who doubted the fact of the genocide of Russians in Donbas, by posting a statement on the Embassy's Facebook page that said: 'This causes outrage and indignation. ... We see here not just double standards of the United States, but quite a primitive and crude cynicism. ... The main geopolitical goal of the United States is to push Russia back to the East as far possible. To that end, a policy to force the Russian-speaking population out of their current places of residence is needed. Therefore, Americans prefer not only to ignore the attempts of forced assimilation of Russians in Ukraine, but also strongly condone them with political and military support.\"[244] In preparation for a possible renewed Russian invasion, the Ukrainian Ground Forces announced a meeting in April 2021 regarding territorial defences to strengthen and protect the nation's borders and critical facilities, and to combat sabotage and reconnaissance groups in southern Ukraine.[245] During the same month, Zelenskyy visited Ukrainian defensive positions in Donbas.[246] According to Russia, Ukraine deployed 125,000 troops to the Donbas conflict zone in December 2021.[247] The United States estimated in December 2021 that Russia could assemble over 175,000 troops to invade Ukraine.[248] Oleksii Reznikov, Ukrainian Minister of Defense, stated that \"we have 250,000 official ... members of our army. Plus, I said 400,000 veterans and 200,000 reservists. 175,000 (is) not enough to go to Ukraine.\"[249] Reznikov claimed that Russia could launch a large-scale attack on Ukraine in late-January 2022.[250] Ukraine's Territorial Defense Forces (the reserve component of the Ground Forces established after the 2014 conflict) recruited additional citizens and trained them in urban guerrilla tactics and firearms use.[251] Such insurgency tactics, as reported by The New York Times, could support a resistance movement if the Russian military were able to overwhelm the Ukrainian military.[252] Andrii Zahorodniuk, former Ukrainian Minister of Defense, wrote in January that in the case of a Russian invasion, the Russian forces would likely destroy \"key elements of the country's military infrastructure\" and will be able to \"advance deep into Ukrainian territory\", but would face difficulty in securing it. Zahorodniuk further stated, \"Russian occupation forces will face highly motivated opponents fighting in familiar surroundings.\"[253] In response to expectations of a renewed invasion following the military buildup of over 100,000 Russian troops near the Russo-Ukrainian border, some NATO member nations in January 2022 began providing military aid, including lethal weapons, with the US giving approval to its NATO allies to send anti-armor missiles and other US-made weapons.[254] The first US shipment of some 90 tonnes (200,000 lb) of lethal weapons arrived in Ukraine on 22 January 2022.[255] The US provided FGM-148 Javelin antitank missiles, anti-armor artillery, heavy machine guns, small arms, ammunition, secure radio systems, medical equipment and spare parts.[256] US Secretary of Defense Lloyd Austin and Chairman of the Joint Chiefs of Staff Mark Milley threatened US support for an anti-Russian insurgency within Ukraine, similar to the CIA's assistance to anti-Soviet mujahideen rebels in Afghanistan in the 1980s.[257] According to James Stavridis, former Supreme Allied Commander Europe at NATO (2009–2013), \"The level of military support\" for anti-Russian guerrilla fighters \"would make our efforts in Afghanistan against the Soviet Union look puny by comparison.\"[258] In December 2021, the US government approved additional defense aid of US$200 million to Ukraine.[259] This was in addition to previous aids to Ukraine, making the total defense aid in 2021 worth US$650 million.[260] Deliveries of lethal weapons from the US started the following month and included .50 BMG caliber ammunition, M141 Bunker Defeat Munition (BDM) and Javelin systems.[261][262] The US also intends to transfer Mil Mi-17 helicopters to Ukraine, previously flown by the Afghan Air Force.[263] The Biden administration approved deliveries of American-made FIM-92 Stinger surface-to-air missiles to Ukraine.[264][failed verification] In January 2022, the Biden administration granted permission to the Baltic nations to transfer American-made equipment to Ukraine.[256][265][266][267][268] Estonia donated Javelin anti-tank missiles to Ukraine, while Latvia and Lithuania provided Stinger air defense systems and associated equipment.[13] Other NATO members also provided aid to Ukraine. Pre-existing British and Canadian military training programs were bolstered in January 2022. The British deployed additional military trainers and provided light anti-armor defence systems, while the Canadians deployed a small special forces delegation to aid Ukraine.[256] On 17 January, British Defence Secretary Ben Wallace announced that Britain had supplied Ukraine with 1,100 short-range anti-tank missiles.[269] On 20 January, Sky News reported that 2,000 short-range anti-tank NLAW missiles had been delivered via numerous Royal Air Force C-17 transport aircraft between the UK and Ukraine.[270] On 21 January, the UK Defence Journal reported that there had been an increase in Royal Air Force RC-135W Rivet Joint surveillance aircraft being deployed to monitor Russian forces on the Russo-Ukrainian border.[271] On 16 January 2022, the Danish government announced they would provide Ukraine with a €22 million (US$24.8 million) defense package.[272] On 21 January, the Dutch Minister of Foreign Affairs, Wopke Hoekstra, said that the Netherlands was ready to deliver \"defensive military support\". He explained that Ukraine had asked the Netherlands for arms assistance on 20 January, and a parliamentary majority supported it.[273][274] On 31 January 2022, Poland announced its decision to supply Ukraine with lethal weapons.[275] It intended to provide significant quantities of light ammunition, artillery shells, light mortar systems, reconnaissance drones, and Polish-made Piorun MANPADS.[276] On 17 February 2022, a tripartite format of cooperation was launched between Poland, Ukraine and the United Kingdom, to respond to threats to European security and to deepen Ukraine's relationships with the two other European nations in matters of cyber security, energy security and countering disinformation.[277][278] The Dutch and Spanish governments deployed forces to the region in support of NATO.[256] On 20 January 2022, Spanish Defence Minister, Margarita Robles announced that the Spanish Navy was being deployed to the Black Sea.[280] The patrol vessel Meteoro, acting as a minesweeper, was already en route and the frigate Blas de Lezo departed on 22 January.[281] She announced that the Spanish government was considering deploying the Spanish Air Force (SAF) to Bulgaria.[280] Four Eurofighters were deployed on 12 February.[282] The Netherlands said it would send two F-35s to Bulgaria as part of NATO's expanded air surveillance mission.[283][284] On 5 February 2022, the first of 2,000 newly deployed US soldiers to Europe arrived in Germany and Poland, as part of the US attempt to bolster NATO's eastern flank as Russia deploys more forces along Ukraine's borders.[285] On 7 February 2022, Johnson said Britain would not \"flinch\" as he prepared to deploy Royal Marines, RAF aircraft, and Royal Navy warships to eastern Europe.[286] On 11 February 2022, the US announced additional deployment of 3,000 troops to Poland and sent F-15 jets to Romania.[287] Fighting in Donbas escalated significantly on 17 February 2022. While the daily number of attacks over the first six weeks of 2022 was 2 to 5,[288] the Ukrainian military reported 60 attacks on 17 February. Russian state media also reported over 20 artillery attacks on separatist positions the same day.[288] For example, the Ukrainian government accused Russian separatists of shelling a kindergarten at Stanytsia Luhanska using artillery, injuring three civilians. The Luhansk People's Republic said that its forces had been attacked by the Ukrainian government with mortars, grenade launchers and machine gun fire.[289][290] On 18 February, the Donetsk People's Republic and the Luhansk People's Republic ordered mandatory evacuations of civilians from their respective capital cities, although it has been noted that full evacuations would take months to accomplish.[291][292][293][294] Ukrainian media reported a sharp increase in artillery shelling by the Russian-led militants in Donbas as attempts to provoke the Ukrainian army.[295][296] Russian state media also reported a \"car bombing\", allegedly targeting the separatist government headquarters in Donetsk.[297] On 21 February 2022, Russia's Federal Security Service (FSB) announced that Ukrainian shelling had destroyed an FSB border facility 150 m from the Russia–Ukraine border in Rostov Oblast.[298] Separately, the press service of the Southern Military District announced that Russian forces had in the morning that day killed a group of five saboteurs near the village of Mityakinskaya, Rostov Oblast, that had penetrated the border from Ukraine in two infantry fighting vehicles, the vehicles having been destroyed.[299] Ukraine denied being involved in both incidents and called them a false flag.[300] Additionally, two Ukrainian soldiers and a civilian were reported killed by shelling in the village of Zaitseve, 30 km north of Donetsk.[301] Several analysts, including the investigative website Bellingcat, published evidence that many of the claimed attacks, explosions as well as evacuations in Donbas were staged by Russia.[302][303][304] On 21 February 2022, the Luhansk Thermal Power Plant in the Luhansk People's Republic was shelled by unknown forces.[305] The Ukrainian News Agency said that it was forced to shut down as a result.[306] On 21 January 2022, the Communist Party of the Russian Federation announced on Pravda that its deputies would introduce a non-binding resolution in the State Duma to ask President Putin to officially recognize the breakaway Donetsk People's Republic and Luhansk People's Republic.[307][308] The resolution was adopted by the State Duma on 15 February 2022 in a 351–16 vote, with one abstention; it was supported by United Russia, the Communist Party of the Russian Federation, A Just Russia - For Truth and the Liberal Democratic Party of Russia, but was opposed by the New People party.[309][310] On 21 February 2022, the leaders of the self-proclaimed Donetsk and Luhansk people's republics, respectively Denis Pushilin and Leonid Pasechnik, requested that President Putin officially recognize the republics' independence; both leaders also proposed signing a treaty on friendship and cooperation with Russia, including on military cooperation.[311] Concluding the extraordinary session of the Security Council of Russia held on that day, Putin said that the decision on recognition thereof would be taken that day.[312] The request was endorsed by Minister of Defence Sergey Shoigu.[313] Prime Minister Mikhail Mishustin said the government had been laying the groundwork for such move for \"many months already\".[314] Later that day, Putin signed decrees of recognition of the republics. Additionally, treaties \"on friendship, co-operation and mutual assistance\" between Russia and the republics were inked.[315] Prior to the signing ceremony at the Grand Kremlin Palace, Putin's address to Russian citizens was made public, in which he announced that Ukrainian statehood was a fiction, that \"modern Ukraine was entirely created by Russia, more precisely, Bolshevik, communist Russia\", and specifically blamed Vladimir Lenin for the separation,[316] adding that admission of Ukraine to NATO was \"a foregone conclusion\", that Moscow could not afford to ignore the threat of a nuclear-armed Ukraine, he demanded that \"those who seized and retain[ed] power in Kiev ... immediately cease hostilities\", or face consequences.[317][318][319] With reference to the legally mandated decommunization in Ukraine that had begun in Ukraine in 2015, Putin said: \"You want decommunisation? That suits us fine. But don't stop halfway. We're ready to show Ukraine what real decommunisation means for Ukraine.\"[319][320] The recognition decision was promptly condemned by President of the European Commission Ursula von der Leyen and the president of the European Council Charles Michel in identical statements on Twitter.[321][322] In response to the recognition of the two breakaway republics, Western countries rolled out sanctions against Russia. On 22 February 2022, UK Prime Minister Johnson announced sanctions on five Russian banks, namely Rossiya Bank, Industrialny Sberegatelny Bank, General Bank, Promsvyazbank, and Black Sea Bank, and three billionaire associates of Putin, namely Gennady Timchenko, Boris Romanovich Rotenberg, and Igor Rotenberg.[323][324] German chancellor Scholz announced a halt to the certification process of the Nord Stream 2 pipeline.[325] EU foreign ministers blacklisted all members of the Russian Duma who voted in favour of the recognition of the breakaway regions, banned EU investors from trading in Russian state bonds, and targeted imports and exports with separatist entities.[326] US president Biden announced sanctions on banks VEB.RF and Promsvyazbank and comprehensive sanctions on Russia's sovereign debt.[327] The countries that have or will impose sanctions include: On 21 February 2022, following the recognition of the Donetsk and Luhansk republics, President Putin ordered additional Russian troops into Donbas, in what Russia called a \"peacekeeping mission\".[332][333][334] Later on the same day, several independent media outlets confirmed that Russian forces were entering Donbas.[320][335][336] On 22 February 2022, the United States declared this movement an \"invasion\".[337] On the same day, the Federation Council unanimously authorised Putin to use military force outside Russia.[61] Ukrainian President Zelenskyy ordered reservists called up, while not committing to general mobilization yet.[338] On 23 February 2022, an unidentified senior U.S. defense official was quoted by news media as saying that \"80 percent\" of Russian forces assigned and arrayed along Ukraine's border were ready for battle and that a ground incursion could commence at any moment.[339] On the same day, the Ukrainian parliament approved the decree of President Volodymyr Zelenskyy on the introduction of a state of emergency from 00:00 on 24 February 2022 across the territory of all Ukraine, except Donetsk and Luhansk regions, for a period of 30 days.[340] The Ukrainian Ministry of Foreign Affairs recommended that Ukrainian citizens refrain from travel to Russia and those living in Russia leave the country \"immediately\".[341][342] About 4 a.m. Moscow time on 24 February 2022, President Putin announced the beginning of a \"special military operation\" in the Donbas region.[343][344][345] Shortly after, reports of big explosions came from multiple cities in central and eastern Ukraine, including Kyiv and Kharkiv.[346][347] The US was swift to announce that it would not send US combat troops into Ukraine to intervene militarily.[348] The US repeated its commitment not to send ground troops into Ukraine for fear of provoking war between the United States and Russia. Many observers believed that Russian military operations in Ukraine would inevitably lead to the capitulation of the Ukrainian government and end to the country's national sovereignty.[349][350]  Between 2 and 3 November 2021, CIA director William Burns met with senior Russian intelligence officials in Moscow to convey to the Kremlin Biden's concern about the situation on the Russo-Ukrainian border. CNN reported that Burns spoke by phone with Zelenskyy following the meeting in Moscow. Simultaneously, a high-ranking US Department of State official was dispatched to Ukraine.[351] On 15 November, acting German Foreign Minister Heiko Maas and French Foreign Minister Jean-Yves Le Drian expressed concern in a joint communique about \"Russian movements of troops and hardware near Ukraine\", calling on both sides to adopt and maintain \"a posture of restraint\".[352] At the same time, Pentagon Press Secretary John Kirby confirmed that the United States continued to observe \"unusual military activity\" by Russia near the Russo-Ukrainian border.[353] US Secretary of State Antony Blinken discussed reports of \"Russian military activity\" in the area with Le Drian.[354] On 16 November, NATO Secretary General Jens Stoltenberg told reporters that it was important NATO \"doesn't increase tensions, but we have to be clear-eyed, we need to be realistic about the challenges we face\". Stoltenberg added that the alliance saw an \"unusual concentration\" of Russian forces, which Russia might be willing to use \"to conduct aggressive actions against Ukraine\".[355] In early November 2021, Ukrainian intelligence assessed the information about the transfer of additional Russian troops to the Ukrainian borders as \"an element of psychological pressure.\" A week later, the Office of the President of Ukraine acknowledged that Russia was building up \"specific groups of troops\" near the border. Ukrainian foreign minister Dmytro Kuleba urged the French and German governments to prepare for a possible military scenario of Russia's actions against Ukraine.[356] Ukraine has intensified diplomatic efforts. On 15 November, Zelenskyy and the head of the European Council (EUCO) Charles Michel discussed \"the security situation along the borders of Ukraine.\" On the same day, Kuleba held talks on the same issues in Brussels. The new Ukrainian defense minister, Oleksii Reznikov, went to Washington D.C., where on 18 November he met with US secretary of defense Lloyd Austin. On 16 November, British defence secretary Ben Wallace visited Kyiv.[356] Israel maintains strong relationship with both Ukraine and Russia, and sometimes acts as an interlocutor between the two. In April 2021, Zelenskyy asked the Israeli Prime Minister Benjamin Netanyahu to mediate the situation between himself and Putin. Israel raised the idea with Russia, who declined.[357] In a meeting at Kyiv in October with Zelenskyy, Israeli President Isaac Herzog told Zelenskyy that the new Israeli government under Prime Minister Naftali Bennett was willing to resume efforts at Ukrainian-Russian mediation. Bennett raised the idea in a meeting with Putin two weeks later at Sochi, but Putin declined.[357] In late January, the United States was again discussing sanctions with European allies in case of a Russian invasion.[356] Biden said the sanctions would be \"swift and severe, including a \"game over\" strategy of targeting Russian banks, bond markets and the assets of elites close to Putin.[51] This approach was also been criticized, and the proposed cut-off of Russian banks from the Visa, Mastercard and SWIFT payment systems was withdrawn. The challenge for US and NATO vis-à-vis Russia is the creation of credible deterrence with a plan for a de-escalatory sequence, including a reduction in inflammatory rhetoric, Russian troop withdrawals from the Russo-Ukrainian border, renewed Donbas peace talks, as well as a temporary halt on military exercises at the Black and Baltic Seas by the US, NATO or Russia.[358] A Normandy Format meeting was planned between Russian, Ukrainian, German and French senior officials at Paris on 26 January 2022,[359] with a followup phone call between the French President Emmanuel Macron and Putin on 28 January.[360] Ukraine fulfilled Russia's condition for a meeting at Paris and decided to withdraw a controversial draft law on the reintegration of Crimea and Donbas from the Ukrainian parliament, as contradicting the Minsk peace agreements.[361][362] On 7 February 2022, French President Emmanuel Macron met Vladimir Putin in Moscow, with mixed outcomes: Macron said that Putin told him that Russia will not further escalate the crisis;[363] Putin scoffed at assertions that NATO is a \"defensive alliance\" and warned the Western countries that if Ukraine joined NATO and \"decided to take back Crimea using military means, European countries will automatically be in a military conflict with Russia.\"[364] Putin promised Macron not to carry out new military initiatives near Ukraine.[365] On 7 December 2021, US President Joe Biden and Russian President Vladimir Putin talked by videoconference. One of the topics discussed was the crisis over Ukraine, the Russian side issuing a statement that said Putin highlighted the fact that it was \"NATO that was undertaking dangerous attempts to develop Ukrainian territory and increase its potential along [Russia's] borders\". He demanded \"reliable, legal guarantees\" that would preclude NATO from expanding its territory toward Russia or deploying its strike weapon systems in countries bordering Russia.[366][367] On 15 December 2021, Russia formally handed over to the US its two draft treaties on security guarantees whereby the US as well as NATO would, among other things, undertake not to deploy troops in ex-Soviet states that were not NATO members, rule out any further expansion of the Alliance eastward, undertake not to deploy any forces in other countries in addition to that which were deployed as of 27 May 1997, and refrain from conducting any military activity in Ukraine as well as in other states in eastern Europe, the South Caucasus and Central Asia.[368] Biden and Putin had a 50-minute phone call on 30 December 2021. In a White House statement released afterwards, on the call, Biden urged Putin \"de-escalate tensions with Ukraine\".[369] According to Putin's aide, Biden told Putin that the US did not plan to deploy offensive weapon in Ukraine.[370] Biden also warned that if Russia continued aggression against Ukraine, it would lead to \"serious costs and consequences\" such as the US imposing additional economic sanctions on Russia, increasing US military presence in the eastern members of NATO, and increased assistance to Ukraine.[370] According to Putin's aide, Putin responded by saying that it would \"cause a total severance of relations\" between Russia and the US as well as the West at large.[370][371] The following day, Russian foreign minister Sergey Lavrov addressed the question about what Russia expected in response to its \"security guarantees\" proposals by saying that \"we will not allow anyone to drag out our initiatives in endless discussions. If a constructive response does not follow within a reasonable time and the West continues its aggressive course, Russia will be forced to take every necessary action to ensure a strategic balance and to eliminate unacceptable threats to our security.\"[372] On 10 January 2022, the US and Russia held bilateral talks in Geneva, whose purpose had been defined by the two sides as \"to discuss concerns about their respective military activity and confront rising tensions over Ukraine\".[373] The talks were led by Russian Deputy Foreign Minister Sergei Ryabkov, and US Deputy Secretary of State Wendy Sherman.[374][375] The Geneva meeting was followed by a meeting of the NATO–Russia Council in Brussels on 12 January that involved delegations from all thirty NATO countries and one from Russia to discuss (according to the official statement issued by NATO), \"the situation in and around Ukraine, and the implications for European security\".[376] The Russian MoD statement following the meeting stated that Russia \"brought Russian assessments of the current state in the field of Euro-security, and also gave explanations on the military aspects of the Russian draft agreement on security guarantees.\"[377] The talks were judged by Russia to be unsuccessful.[378] Following the meeting, NATO Secretary General Jens Stoltenberg said that, with respect to Ukraine's potential accession to NATO, all NATO Allies were \"united on the core principle that each and every nation has the right to choose his own path\" and \"Russia doesn't have a veto on whether Ukraine can become a NATO member. ... at the end of the day, it has to be NATO Allies and Ukraine that decides on membership.\"[379] On 21 January 2022, Lavrov and Blinken met at Geneva. Blinken noted afterwards that the meeting \"was not a negotiation but a candid exchange of concerns and ideas\".[380] Following the meeting, Blinken said that the US had made clear to Russia that its renewed invasion would \"be met with swift, severe and a united response from the United States and our partners and allies.\"[381] The US delivered a formal written response to Russia's security demands on 26 January 2022. The response rejected Moscow's demand that NATO renounce its promise that Ukraine would be able to join NATO. Commenting on the content of the US response, Blinken said that the document \"include[d] concerns of the United States and our allies and partners about Russia's actions that undermine security, a principled and pragmatic evaluation of the concerns that Russia has raised, and our own proposals for areas where we may be able to find common ground.\"[382] On 1 February 2022, Putin said the US response had failed to address Moscow's \"three key demands\", namely the non-expansion of NATO, refusal to deploy offensive weapon systems close to the Russian borders, and bringing back NATO's military infrastructure to the status quo of 1997.[383][384] On 17 February, as the risk of Russian invasion of Ukraine was being assessed by the US and NATO as very high, Russia handed a letter to the US ambassador that blamed Washington for having ignored its main security demands.[385][205][386] A UN Security Council meeting was convened on 31 January 2022 to discuss the ongoing crisis.[387] Russia tried to block the meeting, but the request was rejected with ten votes for the meeting to go ahead, two against and three abstentions.[388] During the debate, the US and Russia exchanged accusations. The US ambassador to the UN, Linda Thomas-Greenfield, accused Russia of \"aggressive behavior\", and posing a \"clear threat to international peace and security\". She said Russia had made the \"largest military mobilization for decades in Europe\", and was trying \"to paint Ukraine and Western countries as the aggressors to fabricate a pretext for attack\".[389][390][391] Russia's ambassador to the UN, Vasily Nebenzya, accused the West of \"hysterics\" and of \"whipping up tensions\" over Ukraine.[389][390][391] He accused the US of \"stoking the conflict\" and said the UNSC meeting was \"an attempt to drive a wedge between Russia and Ukraine\". According to him, Ukraine was not abiding by the Minsk Protocols of 2014 and 2015 to end the conflict with the separatists, and Western nations were \"pumping Ukraine full of weapons\" contrary to the Minsk Protocols. Nebenzya added that Ukraine's violation of the Minsk Protocols could end in the 'worst way'.[392] Ukrainian permanent representative at the UN Sergiy Kyslytsya said Russia had deployed 112,000 troops near Ukraine's borders and in Crimea, with 18,000 deployed at sea off Ukraine's coast. China's permanent representative, Zhang Jun, said the meeting was counterproductive and \"quiet diplomacy, not megaphone diplomacy\" was needed.[393][394] No resolution was agreed at the meeting.[395] Later, the 21 February intervention in Donbass was widely condemned by the UN Security Council, and did not receive any support.[396] Kenya's ambassador, Martin Kimani, compared Putin's move to colonialism and said \"We must complete our recovery from the embers of dead empires in a way that does not plunge us back into new forms of domination and oppression.\"[397] Another UN Security Council meeting was convened on 23–24 February 2022. Russia invaded Ukraine during this UN Security Council emergency meeting aiming to defuse the crisis. Secretary-General Antonio Guterres had stated: \"Give peace a chance.\"[398] Russia invaded while holding the presidency of the UN Security Council for February 2022, and has veto power as one of five permanent members.[398][399] On 15 December 2021, Russia proposed documents that it referred to as \"draft treaties\", which referred to multiple international agreements, including the Charter for European Security and the NATO–Russia Council (NRC).[368][400][401] Responses from NATO and the US in January 2022 referred to NRC, the Treaty on Conventional Armed Forces in Europe (CFE), the United States–Russia Strategic Stability Dialogue (SSD), the Helsinki Final Act, the Organization for Security and Co-operation in Europe (OSCE), the Normandy Format and other treaties and forums.[402][403] On 4 March 2022 Russia informed Norway that it would be unable to attend Norway's Cold Response, a biennial exercise which involves 30,000 troops from 27 countries.[408][v] In an interview with the French newspaper Libération in April 2021, Ukrainian foreign minister Dmytro Kuleba said that Russian troops' build-up on the north-east border with Ukraine, in Ukraine's eastern war zone, and in Crimea, and the deterioration of the situation in eastern Ukraine were the gravest since the attack on Ukrainian sailors in the Kerch Strait in November 2018.[410] In November 2021, Kyrylo Budanov, the chief of Ukraine's military intelligence, said that Russia was preparing for an attack by the end of January or beginning of February 2022.[411] On 25 January 2022, defence minister Oleksii Reznikov said he saw no immediate threat of a full-scale Russian invasion of Ukraine. He insisted that the threat had not significantly increased in eight years as \"the Russian army ha[d] not formed a strike group that would be able to carry out an invasion\".[412][413] On 28 January 2022, Ukrainian President Volodymyr Zelenskyy called on the West not to create a \"panic\" in his country over a potential Russian invasion, adding that constant warnings of an \"imminent\" threat of invasion were putting the economy of Ukraine at risk.[414][415] Zelenskyy said that \"we do not see a bigger escalation\" than in early 2021 when Russian military build-up started.[416] On 2 February, the US White House said it would no longer describe a potential invasion as \"imminent\".[417] On 12 February 2022, Zelenskyy said of the White House's warnings about the \"imminent\" threat of the Russian invasion that \"the best friend of our enemies is panic in our country. And all this information only causes panic and does not help us.\"[189] Davyd Arakhamia, the head of the faction of Zelenskyy's Servant of the People party in the Verkhovna Rada, said the constant warnings of a possible imminent Russian invasion of Ukraine \"costs the country $2–3 billion every month.\"[418] On 19 February 2022, speaking at the Munich Security Conference 2022, Volodymyr Zelenskyy criticized the \"policy of appeasement\" towards Russia and called on the Western countries to help.[419] He also said that Ukraine would not respond to provocations by the Russian-led militants in Donbas, following the escalation and death of two Ukrainian soldiers.[420] On 22 February 2022, Zelenskyy said he will consider severing Ukraine's diplomatic relations with Russia.[421] Despite the Russian military build-ups, Russian officials over months repeatedly denied that Russia had plans to invade Ukraine.[49][50][422][423] In mid-November 2021, Russian President Vladimir Putin said that it was \"alarmist\" to consider that Russia was planning to invade Ukraine.[148] On 27 November, Sergei Naryshkin, director of Russia's Foreign Intelligence Service, addressed allegations of plans to invade Ukraine by stating: \"I need to reassure everyone. Nothing like this is going to happen\", and blaming \"malicious propaganda by the US State Department\" for the situation.[424] On 28 November, Dmitry Peskov, the spokesman for Putin, stated that \"Russia has never hatched, is not hatching and will never hatch any plans to attack anyone ... Russia is a peaceful country\".[49] On 30 November, Putin stated that an expansion of NATO's presence in Ukraine, especially the deployment of any long-range missiles capable of striking Russian cities or missile defense systems similar to those in Romania and Poland, would be a \"red line\" issue for Russia.[425][426][427] On 19 January 2022, Russian deputy foreign minister Sergei Ryabkov said that Russia does \"not want and will not take any action of aggressive character. We will not attack, strike, [sic] invade, 'whatever' Ukraine.\"[49] In late January 2022, Nikolay Zhuravlev, Vice Speaker of the Federation Council, warned that Europe would not receive natural gas, petroleum and metals from Russia in the event that Russia was disconnected from the SWIFT international payment system, moreover such a move could not be feasible as it would require consent of all the countries participating in this system.[428] Also in late January 2022, Nikolai Patrushev, secretary of Russia's Security Council, said that the idea that Russia is \"threatening Ukraine\" was \"absolutely ridiculous\" and added: \"We don't want war. We don't need that at all.\"[429] Russia's deputy foreign minister, Alexander Grushko condemned the deployment of NATO troops, warships, and fighter jets in Eastern Europe, saying that the military alliance was \"demonising Russia\" in order to \"justify military activity on [NATO's] eastern flank\".[430] Russia accused Ukraine of not implementing Minsk agreements reached in 2015 with the aim of establishing peace in Donbas.[431] On 7 February 2022, Putin said at a joint press conference with French president Emmanuel Macron: \"A number of [Macron's] ideas, proposals ... are possible as a basis for further steps. We will do everything to find compromises that suit everyone.\"[432] On 12 February 2022, Russian Foreign Minister Sergey Lavrov accused the United States and its allies of waging a \"propaganda campaign\" about Russian invasion of Ukraine.[433] He described Western \"demands to remove Russian troops from Russian territory\" as \"regrettable\".[434] On 20 February, Russia's ambassador to the US, Anatoly Antonov, said that Russian forces \"don't threaten anyone ... There is no invasion. There is [sic] no such plans\".[50] On 21 February, President Putin signed a decree recognizing the two self-proclaimed separatist republics in Donbas as independent states.[315] In February 2022, following warnings from Western nations that a Russian invasion could be near, more than a dozen countries encouraged their nationals to leave Ukraine. The United States, the United Kingdom, São Tomé and Príncipe, and Germany are among the countries that have advised their citizens to leave.[586] Charity representatives based in Kyiv reported movements of Ukrainian population away from the front lines upon the beginning of the invasion on 24 February 2022.[617] Moldova, Slovakia, and Poland pledged to keep their borders open to Ukrainian refugees.[617] On the first day of the invasion, the Moldovan government reported 4,000 Ukrainian refugees, for whom tents were set up by the authorities.[618] The following day, Ana Revenco, the Interior Minister of Moldova, 15,800 Ukrainian civilian arrivals. Romania also received Ukrainian refugees.[619] The Romanian Ministry of Internal Affairs reported around 10,000 Ukrainians refugees in their country upon the start of the invasion. There were minimal applications for refugee status in Moldova and Romania. In Romania, out of 10,000 Ukrainian refugees, only 11 applied for refugee status, reflecting most refugees' decisions to head for the Czech Republic and Poland instead.[620] In Poland, politician Paweł Szefernaker said that approximately 100,000 people had crossed the Poland–Ukraine border within two days. Poland was admitting children from Ukraine with birth certificates instead of passports.[621] Within two weeks Poland received no less than 1 million refugees.[622] By February 28, more than half-a-million refugees had departed Ukraine. Poland had 281,000, 84,500 were in Hungary, 36,400 in Moldova, 32,500 in Romania, and 30,000 in Slovakia.[623] Within ten days (6 March), there were 1.5 million refugees.[624] By the 12th day (8 March), 2 million had left Ukraine.[622] By the end of the second week (10 March), there were 2.3 million refugees abroad.[625] Since the beginning of the refugee crisis, both the US and the UK have admitted relatively few refugees and continental Europe had to deal with the mass exodus from the war zone. Currently, only family members of Ukrainians already residing in the UK can be admitted as refugees to Great Britain. Likewise, the US has only admitted 4,264 refugees in 2019 from the Ukraine as most of them are barred from entry by lengthy immigration application protocols.[626][627]","Title":"Prelude to the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"15503","URL":"https://en.wikipedia.org/wiki/Prelude_to_the_2022_Russian_invasion_of_Ukraine"}