{"Content: ":"On 24 February 2022, Russia launched a military invasion of Ukraine. This timeline is a dynamic and fluid list, and as such may never satisfy criteria of completeness. Please note that some events may only be fully understood and/or discovered in retrospect. On 24 February 2022, the Russian Federation invaded Ukraine in a steep escalation of the ongoing Russo-Ukrainian War. The campaign had been preceded by a Russian military buildup since early 2021, and numerous Russian demands for security measures and legal prohibitions against Ukraine joining NATO.[1] Putin announced[4] Russian recognition of two pro-Russian breakaway regions in eastern Ukraine (the Donetsk People's Republic and the Luhansk People's Republic).[5] This announcement led to a first round of economic sanctions from NATO countries the following day. In his televised \"address concerning the events in Ukraine\" before the announcement, Putin stated his belief that Vladimir Lenin was the \"author and architect\" of Ukraine and labeled Ukrainians who have taken down Lenin's monuments \"ungrateful descendants\", saying \"This is what they call decommunization. Do you want decommunization? Well, that suits us just fine. But it is unnecessary, as they say, to stop halfway. We are ready to show you what real decommunization means for Ukraine.\"[5] Putin announced his decision to launch a \"special military operation\" in eastern Ukraine.[6][7] He stated there were no plans to occupy Ukrainian territory and that he supported the right of the peoples of Ukraine to self-determination.[8] Putin also stated that Russia sought the \"demilitarisation and denazification\" of Ukraine,[9][10] and that \"all responsibility for possible bloodshed will be entirely on the conscience of the regime ruling on the territory of Ukraine.\"[11] The Russian Ministry of Defence asked air traffic control units of Ukraine to stop flights, and the airspace over Ukraine was restricted to non-civilian air traffic, and the whole area was deemed an active conflict zone by the European Union Aviation Safety Agency.[12][13] Within minutes of Putin's announcement, explosions were reported in Kyiv, Kharkiv, Odessa, and the Donbas.[14] Ukrainian officials said that Russian troops had landed in Mariupol and Odessa, and launched cruise and ballistic missiles at airfields, military headquarters, and military depots in Kyiv, Kharkiv, and Dnipro.[15][16][17] Military vehicles entered Ukraine through Senkivka, where Ukraine meets Belarus and Russia.[18] A video captured Russian troops entering Ukraine from Russian-annexed Crimea.[19][20] The Kremlin planned initially to target artillery and missiles at command and control centres and then send fighter jets and helicopters to quickly gain air superiority.[21] The Center for Naval Analyses said that Russia would create a pincer movement to encircle Kyiv and envelop Ukraine's forces in the east, with the Center for Strategic and International Studies identifying three axes of advance: from Belarus in the north, from Donetsk, and from Crimea in the south.[21] The US said it believed that Russia intended to \"decapitate\" Ukraine's government and install its own,[22] and US intelligence officials believed that Kyiv would fall within 96 hours.[23] Russian forces began invading near Kharkiv[24] and large-scale amphibious landings were reported in Mariupol.[25][26][27] Troops also entered the country from Belarus.[28] The Ukrainian Border Force reported attacks on Luhansk Oblast, Sumy Oblast, Kharkiv Oblast, Chernihiv Oblast, and Zhytomyr Oblast, as well as from Crimea.[29] The Ukrainian interior ministry reported that Russian forces had captured the villages of Horodyshche and Milove in Luhansk.[25] The Ukrainian Centre for Strategic Communication reported that the Ukrainian army had repelled an attack at Shchastia (near Luhansk) and retaken control of the town, claiming nearly 50 Russian lives.[30] Zelenskyy proclaimed martial law.[31] He also broke off Russia–Ukraine relations, effective immediately.[32] Russian missiles targeted Ukrainian infrastructure, including Boryspil International Airport, Ukraine's largest airport, 29 km (18 mi) east of Kyiv.[33] A briefing by the Ukrainian presidential administration reported that Russian troops had invaded Ukraine from the north (up to 5 kilometres (3.1 mi) south of the border), and Russian troops were active in Kharkiv Oblast, Chernihiv Oblast, and near Sumy.[34] The press briefing also reported that Ukraine had repulsed an attack in Volyn Oblast.[35] The Ukrainian Defence Ministry reported that they had stopped Russian troops in Chernihiv Oblast, a major battle near Kharkiv was in progress, and Mariupol and Shchastia had been fully retaken.[36] In the Battle of Antonov Airport, Russian airborne troops seized Hostomel Airport in Hostomel, a suburb of Kyiv, arriving in helicopters early in the morning; a Ukrainian counteroffensive to recapture the airport launched later in the day.[37][38] The Rapid Response Brigade of the Ukrainian National Guard stated that it had fought at the airfield, shooting down three of 34 Russian helicopters.[39] Belarus allowed Russian troops to invade Ukraine from the north, at 11:00 (UTC+2). Ukrainian border guards reported a border breach in Vilcha (Kyiv Oblast), and border guards in Zhytomyr Oblast were bombarded by Russian rocket launchers.[40] A helicopter without markings reportedly bombed Slavutych border guards from Belarus.[41] A second wave of Russian missile bombings targeted the cities of Kyiv, Odessa, Kharkiv, and Lviv. Heavy ground fighting was reported in the Donetsk and Luhansk oblasts.[42] Russian troops advancing from Crimea moved towards the city of Nova Kakhovka in Kherson Oblast.[43] Later that day, Russian troops entered the city of Kherson and took control of the North Crimean Canal, which allowed them to resume water supply to the peninsula.[44] Ukrainian border guards and Armed Forces reported two new clashes near Sumy (\"in the direction of Konotop\") and Starobilsk in Luhansk Oblast.[40] Valerii Zaluzhnyi reported four ballistic missiles launched from Belarus in a southwestern direction.[40] Several stations of the Kyiv Metro and Kharkiv Metro were used as bomb shelters for the local population.[40] A local hospital in Vuhledar (Donetsk Oblast) was reportedly bombed, with four civilians dead and 10 wounded, including six physicians.[40] Zelenskyy said that fighting between Russian and Ukrainian forces had erupted in the ghost cities of Chernobyl and Pripyat.[45] The Chernobyl Nuclear Power Plant came under Russian control,[46][47][48] as well as the surrounding areas.[49][50][45] Vitali Klitschko, mayor of Kyiv, proclaimed a curfew from 22:00 to 07:00.[51] The State Border Guard Service of Ukraine announced that Russian forces had captured Snake Island following naval and air bombardment.[52] All thirteen border guards on the island were assumed to have been killed, after refusing to surrender to a Russian warship and a recording of the guards refusing an offer to surrender went viral on social media. Zelenskyy announced that they would be posthumously granted the title of Hero of Ukraine, the country's highest honour.[53][54] Seventeen civilians were confirmed killed, including thirteen killed in Southern Ukraine,[55] three in Mariupol, and one in Kharkiv.[56] Zelenskyy said that 137 Ukrainian citizens (both soldiers and civilians) died on the first day of the invasion.[28] He ordered a general mobilisation of all Ukrainian males between 18 and 60 years old, who were also banned from leaving Ukraine.[57] At 04:00 local time, Kyiv was rocked by two explosions from cruise and ballistic missiles.[58] The Ukrainian government said that it had shot down an enemy aircraft over Kyiv, which crashed into a residential building, setting it on fire.[59] It was later confirmed that the aircraft was a Ukrainian Su-27.[58][clarification needed] Independent military analysts noted that Russian forces in the north of the country appeared to be heavily engaged by the Ukrainian military. Russian units attempting to encircle Kyiv and advance into Kharkiv were bogged down in heavy fighting, with social media images suggesting that some Russian armoured columns were ambushed. Russian operations in the east and south were more effective. The Russian units outside Donbas appeared to have manoeuvred around the prepared defensive trenches and attacked Ukrainian defensive positions in the rear. Meanwhile, Russian military forces advancing from Crimea divided into two columns, with analysts suggesting that they may have been attempting to encircle and entrap the Ukrainian defenders at Donbas, forcing the Ukrainians to abandon their prepared defences and fight in the open.[60] Zelenskyy accused Russia of targeting civilian sites;[61] Ukrainian Interior Ministry representative Vadym Denysenko said that 33 civilian sites had been hit in the previous 24 hours.[62] Ukraine's Defence Ministry stated that Russian forces had entered Obolon, Kyiv, and were approximately 9 kilometres (5.6 mi) from the Verkhovna Rada building.[53][63] Russia's Spetsnaz troops infiltrated the city with the intention of \"hunting\" government officials.[64] An unmarked armored vehicle was filmed veering across a road and crushing a civilian car in northern Kyiv. Although widely captioned as the act of a Russian tank, experts suggested it was unclear who operated the military vehicle or why the incident occurred. The civilian driving the car, an elderly man, survived and was helped out by locals.[65][66][67][68] The mayor of Horlivka in the Russian-backed Donetsk People's Republic said that the Ukrainian military had hit a local school building, killing two teachers.[69] As Russian troops approached Kyiv, Zelenskyy asked residents to prepare Molotov cocktails to \"neutralise\" the enemy. Putin meanwhile called on the Ukrainian military to overthrow the government.[70][71] Ukraine distributed 18,000 guns to Kyiv residents who expressed a willingness to fight and deployed the Territorial Defence Forces, the reserves of Ukrainian military, to defend Kyiv.[72] The Defence Ministry also announced that all Ukrainian civilians were eligible to volunteer for military service regardless of their age.[15] By the evening, the Pentagon stated that Russia had not established air supremacy over Ukrainian airspace, as US analysts had predicted. Ukrainian air defence capabilities had been degraded by Russian attacks, but remained operational. Military aircraft from both nations continued to fly over Ukraine.[73] The Pentagon also said that Russian troops were not advancing as quickly as either US intelligence or Moscow had believed they would, that Russia had not taken any population centres, and that Ukrainian command and control was still intact. The Pentagon warned that Russia had sent into Ukraine only 30 per cent of the 150,000–190,000 troops it had massed at the border.[74] Reports circulated of a Ukrainian missile attack against the Millerovo air base in Russia, to prevent the base from being used to provide air support to Russian troops in Ukraine.[75] Zelenskyy said that the Ukrainian government was not \"afraid to talk about neutral status\".[76] On the same day, President Putin indicated to Xi Jinping, the Chinese paramount leader and general secretary of the Chinese Communist Party, that \"Russia is willing to conduct high-level negotiations with Ukraine\".[77] Heavy fighting was reported overnight to the south of Kyiv, near Vasylkiv and its air base.[78] The Ukrainian General Staff reported that a Ukrainian Su-27 fighter had shot down a Russian Il-76 transport plane carrying paratroopers near the city.[79] Vasylkiv mayor Natalia Balasinovich said her city was successfully defended by Ukrainian forces and fighting was ending.[80] More than 48 explosions in 30 minutes were reported around Kyiv, as the Ukrainian military was reported to be fighting near the CHP-6 power station in the northern neighbourhood of Troieshchyna.[81] BBC News reported that the attack might have been an attempt to cut off electricity to the city. Heavy fighting was reported near the Kyiv Zoo and the Shuliavka neighbourhood. The Ukrainian military said it repelled a Russian attack on an army base on Peremohy Avenue, a main road in Kyiv;[82] it also said it repelled a Russian assault on Mykolaiv on the Black Sea.[83] American officials said a Russian Il-76 transport plane was shot down by Ukrainian forces near Bila Tserkva, about 80 kilometres (50 mi) south of Kyiv.[84][85][86] US officials stated that American intelligence data, shared with Ukrainian forces in real-time, helped to down the Il-76.[87] Zelenskyy, remaining in Kyiv, refused US offers of evacuation, instead requesting more ammunition for Ukrainian troops.[88] Hundreds of casualties were reported in overnight fighting in Kyiv, where shelling destroyed an apartment building, bridges, and schools.[84] The Ukrainian General Staff reported that its aircraft had conducted 34 sorties in the past 24 hours, indicating that Russia had unexpectedly continued to fail to gain air superiority.[89] By afternoon, most of the Russian forces that had amassed around Ukraine were fighting in the country. Mayor Klitschko of Kyiv imposed a curfew from 5 p.m. Saturday until 8 a.m. Monday, warning that anyone found outside during that time would be considered part of enemy sabotage and reconnaissance groups.[90] Internet connections were disrupted in parts of Ukraine, particularly the south and east.[91] In response to a request from Mykhailo Fedorov, the Vice-Prime Minister of Ukraine, Elon Musk announced that he had turned on his Starlink service in Ukraine, with \"more terminals en route\".[92][93] Ukrainian Interior Ministry representative Vadym Denysenko said that Russian forces had advanced further towards Enerhodar and the Zaporizhia Nuclear Power Plant, that they were deploying Grad missiles there and might attack the plant.[94] The Zaporizhia Regional State Administration stated that the Russian forces advancing on Enerhodar later returned to Bolshaya Belozerka, a village located 30 kilometres (19 mi) from the city, on the same day.[95] A Japanese-owned cargo ship, the MV Namura Queen with 20 crew members aboard, was struck by a Russian missile in the Black Sea. A Moldovan ship, MV Millennial Spirit, was also shelled by a Russian warship, causing serious injuries.[96] Ramzan Kadyrov, the head of the Chechen Republic, confirmed that the Kadyrovtsy, units loyal to the Chechen Republic, had been deployed into Ukraine as well.[97] Oleksiy Danilov, the Secretary of Ukraine's National Security and Defense Council, stated that members of Russia's Federal Security Service had tipped Ukraine off that Kadyrovtsy were attempting to infiltrate Kyiv and assassinate President Zelenskyy. Danilov stated that the Kadyrovtsy had split into two groups, with one destroyed by Ukrainian forces.[98] A six-year-old boy was killed and multiple others were wounded when artillery fire hit the Okhmatdyt Children's Hospital in Kyiv.[99] The Ukrainian military stated they had blown up a convoy of 56 tankers in Chernihiv Oblast carrying diesel for Russian forces.[100] By the end of the day, Russian forces had failed to encircle and isolate Kyiv, despite mechanised and airborne attacks.[101] The Ukrainian General Staff reported that Russia had committed its operational northern reserve of 17 battalion tactical groups (BTGs) after Ukrainian forces halted the advance of 14 BTGs north of Kyiv.[89] Russia temporarily abandoned attempts to seize Chernihiv and Kharkiv after attacks were repelled by determined Ukrainian resistance, and bypassed those cities to continue towards Kyiv.[101] In the south, Russia took Berdiansk and threatened to encircle Mariupol.[89] The Institute for the Study of War (ISW) said that poor planning and execution was leading to morale and logistical issues for the Russian military in northern Ukraine.[101] US and UK officials reported that Russian forces faced shortages of gasoline and diesel fuel, leading to tanks and armoured vehicles stalling and slowing their advance.[102] Videos also emerged online of Russian tanks and armoured personnel carriers, or APCs, stranded on the roadside.[103] Russia continued to not use its full arsenal; the ISW said this was likely to avoid the diplomatic and public relations consequences of mass civilian casualties, as well as to avoid creating rubble that would impede the advance of its own forces.[89] Overnight, a gas pipeline outside Kharkiv was reported blown up by a Russian attack,[104] while an oil depot in the village of Kriachky [uk] near Vasylkiv ignited after being hit by missiles.[105] Heavy fighting near the Vasylkiv air base prevented firefighters from tackling the blaze.[106] Also, a group of Ukrainian Roma (Gypsies) reportedly seized a Russian tank in Liubymivka, close to Kakhovka in Kherson Oblast.[107][108] The Presidential Office stated that Zhuliany Airport was also bombed.[109] Russian-backed separatists in Luhansk province said that an oil terminal in the town of Rovenky was hit by a Ukrainian missile.[110] The State Emergency Service of Ukraine in Kharkiv rescued 80 people from a nine-story residential building hit by Russian artillery, extensively damaging it and killing a woman.[111] Nova Kakhovka's mayor, Vladimir Kovalenko, confirmed that the city had been seized by Russian troops, and accused them of destroying the settlements of Kozatske and Vesele.[112] Russian troops also entered Kharkiv, with fighting in the city streets, including in the city centre.[113] At the same time, Russian tanks started pushing into Sumy.[114] The Russian Defense Ministry announced that they had completely surrounded Kherson and Berdiansk, and captured Henichesk and Kherson International Airport in Chornobaivka.[115][116] Ukrainian forces struck the Russian-occupied airport at Chornobaivka, inflicting losses on the Russian army.[117] By early afternoon, Kharkiv Oblast governor Oleh Synyehubov stated that Ukrainian forces had regained full control of Kharkiv,[118] and Ukrainian authorities said that dozens of Russian troops had surrendered.[119] Hennadiy Matsegora, the mayor of Kupiansk, agreed to hand over control of the city to Russian forces.[120] In a televised address, Putin ordered the Minister of Defence and the Chief of the General Staff \"to put the deterrence forces of the Russian army into a special mode of combat service\", in response to what he called \"aggressive statements\" by NATO members.[121][122][123] The phrase Putin used, namely \"special mode of combat service\", was unknown on the basis of open sources.[124] The order was interpreted as a threat and met with criticism from NATO, the EU, and the United Nations (UN); NATO Secretary-General Jens Stoltenberg described it as \"dangerous and irresponsible\", while UN official Stéphane Dujarric called the idea of a nuclear war \"inconceivable\".[125][126] According to intelligence analyst firm Rochan Consulting, Russia had succeeded in connecting Crimea with areas in eastern Ukraine held by pro-Russian forces by besieging Mariupol and Berdiansk.[127] Oleksiy Arestovych, an advisor to Zelenskyy, said that Berdiansk had been captured by Russian forces.[128] The main Russian force from the Crimea advanced north towards Zaporizhzhia, while a Russian force on the east bank of the Dnipro threatened Mykolaiv.[129] Russian forces were pushed back in Bucha and Irpin to the north-west of Kyiv. According to UK military intelligence, Russian mechanised forces bypassed Chernihiv and moved towards Kyiv.[130] Luhansk Oblast governor Serhiy Haidai accused Russian forces of destroying Stanytsia Luhanska and Shchastia before capturing them, while Donetsk Oblast governor Pavlo Kyrylenko also accused them of destroying Volnovakha.[131] The ISW said that Russian forces in northern Ukraine had likely begun an \"operational pause\" the previous day, to deploy additional forces and supplies; Russian military resources not previously part of the invasion force were being moved toward Ukraine in anticipation of a more difficult conflict than initially expected.[129] Fighting took place around Mariupol throughout the night.[132] On the morning of 28 February, the UK defence ministry said that most Russian ground forces remained over 30 km (19 mi) north of Kyiv, having been slowed by Ukrainian resistance at Hostomel Airport. It also said that despite fighting near Chernihiv and Kharkiv, both cities remained under Ukrainian control.[133] Maxar Technologies released satellite images showing a Russian column, including tanks and self-propelled artillery, travelling toward Kyiv near Ivankiv.[134] The firm initially stated that the convoy was approximately 27 kilometres (17 mi) long, but clarified later that day that the column was actually more than 64 kilometres (40 mi) in length.[134] The Times reported that the Wagner Group had been redeployed from Africa to Kyiv, with orders to assassinate Zelenskyy in the first days of the Russian invasion.[135] Ukrainian advisor Arestovych stated that more than 200 Russian military vehicles had been destroyed or damaged on the highway between Irpin and Zhytomyr by 14:00 EET.[136] Ihor Terekhov, mayor of Kharkiv, said that nine civilians were killed and 37 wounded by Russian shells.[137] Oksana Markarova, the Ukrainian ambassador to the US, accused Russia of using a vacuum bomb.[138] Talks between Ukrainian and Russian representatives in Gomel, Belarus ended without a breakthrough.[139][140] As a condition for ending the invasion, Putin demanded Ukraine's neutrality, \"denazification\" and \"demilitarisation\", and recognition of Crimea as Russian territory.[141] Russia increased strikes on Ukrainian airfields and logistics centres, particularly in the west, apparently trying to ground the Ukrainian Air Force and disrupt resupply from the west. In the north, the ISW called the decision to use heavy artillery in Kharkiv \"a dangerous inflection\". Additional Russian forces and logistics columns in southern Belarus appeared to be manoeuvring to support a Kyiv assault.[142] An analyst with the Royal United Services Institute stated that the Ukrainian regular army was no longer functioning in formations but in largely fixed defences, and was increasingly integrated with Territorial Defense Forces and armed volunteers.[143] A diplomatic crisis in Greece–Russia relations was sparked when Russian air forces bombarded Buhas and Sartana near Mariupol, majority-populated by Ukrainian Greeks, killing 12 Greeks.[144] Greece protested strongly, summoning the Russian ambassador. French President Emmanuel Macron and US Secretary of State Antony Blinken,[145] along with Germany,[146] and other countries, expressed their condolences to Greece. Russian authorities denied responsibility, but Greek authorities stated that they had evidence of Russian involvement.[147] Greek prime minister Kyriakos Mitsotakis announced that his country would send defensive military equipment and humanitarian aid to support Ukraine.[148][149] A Sky News reporting team attempting to return to Kyiv came under fire from what Ukraine described as a Russian saboteur reconnaissance squad. Stuart Ramsay, a member of the team, was wounded in the lower back.[150][151][152] A ranking Russian Army commander, Major General Andrey Sukhovetsky, deputy commander of the 41st Combined Arms Army of the Central Military District, was killed in unspecified circumstances in Ukraine.[153][154] According to Dmytro Zhyvytskyi, the governor of Sumy Oblast, more than 70 Ukrainian soldiers were killed by Russian shelling at a military base in Okhtyrka.[155] A Russian missile later hit the regional administration building on Freedom Square, killing at least ten civilians, and wounding 35 others.[156][157] In southern Ukraine, the city of Kherson was reportedly under attack by Russian forces.[158] The Ukrainian government announced that it would sell war bonds to fund the armed forces.[159] The Ukrainian parliament stated that the Armed Forces of Belarus had joined Russia's invasion and were in Chernihiv Oblast, northeast of the capital. UNIAN reported that a column of 33 military vehicles had entered the region. The US disagreed, saying that there was \"no indication\" that Belarus had invaded.[160] Hours prior, Belarus's President Lukashenko said that Belarus would not join the war.[161] After Russia's Defense Ministry announced that it would hit targets to stop \"information attacks\", missiles struck broadcasting infrastructure for the primary television and radio transmitters in Kyiv, taking TV channels off the air.[162] Ukrainian officials said that the attack killed five people and damaged the nearby Babyn Yar Holocaust Memorial Center, Ukraine's main Holocaust memorial.[163][164] The US Department of Defense said that Russian forces had captured Berdiansk and Melitopol.[165] The Ukrainian military reported a Russian paratrooper assault on northwest Kharkiv, where a military hospital came under attack.[166] Zhyvytskyi said that Russian forces had captured Trostianets.[167] Ukrainian advisor Arestovych said that Ukrainian forces had gone on the offensive for the first time, advancing on Horlivka.[168] Russian troops captured the city of Kherson, beginning a military occupation of the city and oblast.[169] Valerii Zaluzhnyi, the Commander-in-Chief of the Armed Forces of Ukraine, said that Ukrainian forces had recaptured Makariv.[170] Vadym Boichenko, the mayor of Mariupol, reported that residential areas were being \"relentlessly\" shelled by the Russian military, with \"scores of\" casualties among civilians.[171] The Bangladeshi bulk carrier Banglar Samriddhi was struck by a missile at the port of Olvia in Mykolaiv Oblast, setting it on fire and killing a Bangladeshi engineer.[172][173] Ukrayinska Pravda reported that a source in Ukrainian intelligence said that Viktor Yanukovych, the former president of Ukraine with pro-Russia sympathies ousted following the Revolution of Dignity, was in Minsk, Belarus, and that Russia intended to declare him president when Russian forces gained control of Kyiv.[174][175] Other analysts said that Putin might put the pro-Russian Viktor Medvedchuk in as president if Ukraine surrendered.[176] Sergey Lavrov, the Russian Minister of Foreign Affairs, accused NATO and the EU of wanting to start a nuclear war and warned that \"World War III would be nuclear and destructive\".[177] During a second round of talks, Russia and Ukraine agreed to open humanitarian corridors for the evacuation of civilians.[178] The Estonian cargo ship Helt sank after an explosion near Odessa; all six crew members aboard survived.[179][180] The German Federal Ministry for Economic Affairs authorized the supply of 2,700 surface-to-air missiles (SAMs) to Ukraine.[181] The Verkhovna Rada passed a law allowing the seizure of assets of the Russian government or nationals.[182] The Russian Defense Ministry stated it had captured Balakliia.[183] Zelenskyy meanwhile asked for direct talks with Russian president Putin, \"the only way to stop this war\".[184] The United States said that about 90% of the Russian forces that had amassed around Ukraine before the invasion had entered the country.[185] Zelenskyy also announced that the first international volunteers had arrived in Ukraine to fight against Russian forces. He added that Ukraine was regularly receiving weapons from Western countries.[186] At Zaporizhzhia Nuclear Power Plant, a projectile hit the plant site, causing a localised fire in a building that did not contain reactors.[187][188][189] The State Nuclear Regulatory Inspectorate of Ukraine reported no changes in radiation levels and officials reported that the fire was extinguished after several hours. The transformer of Unit 6 was also damaged.[190] After a battle that killed three Ukrainian soldiers, Russian troops occupied the power plant.[191] The representative of the Russian Ministry of Defense, Igor Konashenkov, said that the attack on the power plant was an attempted provocation by a Ukrainian sabotage group.[192] Secretary of the National Security and Defense Council of Ukraine Oleksiy Danilov said that the shelling of the power plant was carried out by the Russians.[193] NATO Secretary-General Jens Stoltenberg rejected Ukraine's request for a no-fly zone over the country, stating that this would lead to a full-fledged war with Russia.[194] The United States said that Russia had fired more than 500 missiles at Ukraine and the Russian Kyiv convoy north of Kyiv was 15 miles (24 km) away from the capital.[195] Russian armed forces announced a ceasefire to allow around 200,000 civilians to evacuate Mariupol, which lacked water and electricity.[196] Soon after this, however, the ceasefire ended with Russia and Ukraine blaming each other for the breakdown.[197][198] Meanwhile, Arestovych stated that Russian troops had captured Bucha and Hostomel.[199] The Havryshivka Vinnytsia International Airport was destroyed after being hit with Russian missile attacks during the day.[200] The Zhytomyr Armour Plant was destroyed in a Russian airstrike as well.[201] A second attempt to evacuate civilians from Mariupol was meanwhile scuttled.[202] A US defense official later stated that about 95% of the troops Russia had stationed around Ukraine before the start of the war were inside the country.[203] The Hostomel City Council announced that mayor Yuri Prilipko had been killed by Russian forces.[204] Oleksandr Markushin, the mayor of Irpin, was meanwhile reported captured.[205] Ukrainian armed forces stated that Russian forces had captured Vasylivka, Tokmak and Polohy.[206] Vitaliy Kim, governor of Mykolaiv Oblast, said that Ukrainian forces had retaken Mykolaiv International Airport.[207] The Ukrainian armed forces meanwhile said that they had retaken Chuhuiv in a counter-attack overnight, in addition to killing two Russian commanders.[208] The Ukrainian Air Force also bombed the military airbase at the Russian-occupied Kherson International Airport.[209] The Russian Defense Ministry stated that it would open six humanitarian corridors. The Ukrainian government criticised the announcement, since only two of them led to other Ukrainian territories, while the others led to Russia or Belarus.[210] A US defense official stated that Russia had deployed nearly 100% of the forces it had amassed around Ukraine before the invasion and fired more than 625 missiles.[211] The Ukrainian Ministry of Defence said that it had killed Russian Major General Vitaly Gerasimov near Kharkiv.[212] Two Russian missiles hit oil depots in Zhytomyr and Cherniakhiv, setting them ablaze.[213] Another attempt to evacuate civilians from Mariupol was prevented, with the Ukrainian government accusing Russian forces of targeting the evacuation corridor.[214] However, civilians were able to evacuate from Sumy, the first such evacuation as part of an agreement between Ukraine and Russia on humanitarian corridors.[215] Poland offered to transfer all its 23 MiG-29 fighter jets to the United States for free and deliver them to Ramstein Air Base in Germany, with the United States then delivering them to Ukraine. The US rejected the proposition, the Pentagon pronouncing Poland's proposal \"not tenable\".[216][217][218] Davyd Arakhamia, a Ukrainian negotiator in talks with Russia, stated that more than 40,000 civilians were evacuated from various cities during the day.[219] Turkey hosted a tri-lateral meeting between foreign ministers in Antalya. Dmytro Kuleba, the Ukrainian Foreign minister, described his meeting with Lavrov as difficult, and said it yielded no result.[220] The Russian Defense Ministry said that Russian forces would open humanitarian corridors everyday to Russia from 10:00.[221] A senior US Defense Department official said that west of Kyiv, Russian military had advanced by about 5 kilometres (3.1 mi) closer to central Kyiv, in the vicinity of Hostomel Airport. The column advancing from the east was meanwhile 40 kilometres away from Kyiv. He also said that Chernihiv was now \"isolated\".[222][223] Ukrainian forces ambushed a Russian column in Brovary Raion and forced it to retreat after destroying several tanks and killing a tank commander.[224][225] The Russian convoy approaching Kyiv from the north had largely dispersed and redeployed, according to Maxar Technologies. UK's Ministry of Defence said that Russia was likely regrouping for an attack on Kyiv.[226] A Soviet-era drone crashed in Zagreb, the capital city of Croatia.[227] Russian forces expanded their offensive to Western Ukraine, targeting Ivano-Frankivsk and Lutsk. Four Ukrainian soldiers were killed and another six wounded during rocket attacks on Lutsk Air Base,[228][229] while two boiler plants were shut down[230] and the air base was destroyed.[231] Missiles also hit Dnipro, killing one civilian, while the Russian Defense Ministry said that it had disabled the military airbase at Ivano-Frankivsk International Airport.[229] According to Ukrainian officials, the mayor of Melitopol, Ivan Fedorov, was abducted by Russian soldiers.[232] Elsewhere, a top Russian commander, Maj. Gen. Andrei Kolesnikov, was reported by Ukrainian officials to have been killed in action. Western officials believe that around 20 Russian major generals were taking a personal part in the invasion to motivate demoralized Russian troops.[233] Fighting intensified during the day to the northeast and east of Kyiv.[234] The Ukrainian Air Force later said that Russia had conducted a false flag operation to make the Armed Forces of Belarus enter the war, by using its jets to fire at the village of Kopani near Belarus' border with Ukraine from Ukrainian airspace.[235] It also stated that two other Belarusian settlements were attacked as well. The Belarusian Ministry of Defence, however, stated that no such attack had occurred.[236] Putin approved the deployment of up to 16,000 volunteers from the Middle East to Ukraine during the day, with the Wagner Group already reported to have recruited more than 4,000 Syrians.[237] Fighters from the Central African Republic also said that they were preparing to fight for Russia in Ukraine.[238] A Russian tank also allegedly shelled a care home in Kreminna, killing 56 residents.[239] Heavy fighting occurred north of Kyiv and around other besieged cities during the day, while Ukrainian officials said that the clashes and Russian airstrikes were threatening civilian evacuations. Russian forces destroyed Vasylkiv Air Base, and the Russian Defense Ministry also said that they had destroyed the main center of radio and electronic intelligence of Ukrainian forces in Brovary.[240][241][242] Kuleba accused the Russian government of planning a staged referendum in Kherson to create a \"Kherson People's Republic\", run by a government sympathetic to Russia.[243] The forces of the DPR, meanwhile, captured Volnovakha.[244] The General Staff of the Ukrainian Armed Forces stated that Russia's advance had slowed down and had been stopped at many places. Deputy Prime Minister Iryna Vereshchuk, meanwhile, said that around 13,000 civilians were evacuated during the day.[245] Ukrainian officials accused Russia of using phosphorus bombs in Popasna late on 12 March. The Sviatohirsk Lavra monastery was damaged in Russian bombing.[246][247][248] Russian forces bombed the Yavoriv International Center for Peacekeeping and Security, a military base used by the Ukrainian military to hold most of their drills with NATO countries, with more than 30 missiles according to Lviv Oblast's governor Maksym Kozytskyy. He later stated that 35 people had been killed and 134 were wounded, while the Russian Defense Ministry stated that up to 180 non-Ukrainian mercenaries were killed and many weapons supplied by other nations to Ukraine were destroyed. This was the westernmost strike carried out by Russia since the war began.[245][249] It also said that another Ukrainian military facility in Starichi was hit, while the mayor of Ivano-Frankivsk stated that the city's airport was hit again.[245] Heavy fighting was reported on multiple fronts during the day.[245] Ukraine said that it was counter-attacking in Kharkiv Oblast and around Mykolaiv, while UK's Ministry of Defense stated that Russian forces were trying to isolate Ukrainian forces in Eastern Ukraine and the Russian Navy had effectively established a blockade around Ukraine's Black Sea coastline, stopping its international maritime trade.[245] But Zelenskyy stated that nearly 125,000 civilians had been evacuated under the humanitarian corridor agreement, while Russian and Ukrainian negotiators reported progress in peace talks.[245] An American journalist, Brent Renaud, was shot dead in Irpin as a result of fire opened by Russian forces, according to the Kyiv police department.[250] An unarmed Russian Orlan-10 reconnaissance drone crashed in the Romanian village of Tărpiu.[251][252][253] Denis Pushilin, head of the DPR, said they had downed a Ukrainian Tochka-U missile over the city of Donetsk, but the city centre was struck by the missile's fragments. The Russian Defense Ministry said that 23 civilians were killed. The Ukrainian military however said that Russian forces were behind the attack.[254] In retaliation, the Russian Defence Ministry promised to take steps to destroy Ukraine's defence industry outfits.[255] It also said that Russia knew the locations of all \"foreign mercenaries in Ukraine\" and the Russian forces would continue to strike them with precision.[256] A Russian missile strike hit a transmission tower in the village of Antopi in Rivne Oblast, according to oblast governor Vitaliy Koval.[257] Koval later stated that 21 civilians were killed and nine were wounded.[258] Dnipro Oblast governor Valentyn Reznichenko stated that Russian bombardment of the Dnipro International Airport destroyed its runway and damaged the terminal.[259] Civilians were able to evacuate Mariupol for the first time.[260] A senior US Department of Defence official stated that Russia's advance had been stalled on almost all fronts, but it did not seem that it would stop its attacks.[261] The Syrian Observatory for Human Rights also reported that over 40,000 Syrians had registered to fight for Russia in Ukraine. It added that recruitment notices had been sent out to Al-Katerji militia, which had acted as an intermediary between the Syrian government and the Islamic State group in the past.[262] The Russian Defense Ministry stated on 15 March that Russian forces had taken complete control of Kherson Oblast and had shot down six Bayraktar TB2 drones in the previous 24 hours.[263] Russian landing ships approached the coast of Odessa.[264] Herashchenko later said that Russian Maj. Gen. Oleg Mityaev was killed in Mariupol.[265] The Ukrainian Air Force meanwhile struck the military airbase at the Kherson International Airport again, destroying multiple Russian helicopters.[209] On the same day, Zelenskyy stated that Ukraine would not join NATO any time soon, and \"it's a truth and it must be recognized\".[266][267] Prime Minister of the Czech Republic Petr Fiala, Prime Minister of Slovenia Janez Janša, Prime Minister of Poland Mateusz Morawiecki, and Deputy Prime Minister of Poland Jarosław Kaczyński later visited Kyiv via rail and met with Zelenskyy to show support for Ukraine.[268] The U.S. Embassy in Kyiv reported that Russian forces had shot and killed 10 people queuing up for bread in Chernihiv, though it provided no evidence. Videos were later posted by others on social media showing the purported aftermath.[269] Ukraine later announced its forces had begun a counter-offensive to repel Russian forces approaching Kyiv, with fighting in Bucha, Hostomel, and Irpin. Additionally, Ukrainian forces also started an offensive near Mykolaiv towards Kherson.[270] Lavrov and Zelenskyy meanwhile stated that talks were progressing, with Lavrov stating that neutrality of Ukraine was now being discussed. Dmitry Peskov, spokesman for Putin, stated that they were looking at a demilitarization model along the lines of Austria and Sweden, which have their own armies, but Zelenskyy's office rejected this shortly afterwards.[271] Mikhail Podolyak, one of the Ukrainian negotiators, stated that under the proposed peace plan, Ukraine would remain neutral, enshrine rights for Russian speakers, and ignore the issue of disputed territories. In return, it would keep its military, while allied countries would intervene if it was invaded again.[272] Andriy Yermak, Head of the Office of the President of Ukraine, later reported that Russian forces had released Melitopol's mayor, Ivan Fedorov.[273] The regional drama theater in Mariupol, sheltering around 1,000 civilians, was bombed later that day.[274] In two places outside the theatre, the word \"дети\" (Russian for \"children\") was spelled out in an attempt to identify it to invading forces as a civilian air raid shelter containing children, and not a military target.[275] During the day, the city of Rubizhne, in Eastern Ukraine, was captured by Russia.[276][better source needed] The city of Izium, also in Eastern Ukraine, was reportedly captured,[277] though fighting continued.[278] Russian artillery hit a Ukrainian military barracks in Mykolaiv, where around 200 soldiers were stationed. Only one survivor was pulled from the rubble the next day; temperatures fell below 6 °C (43 °F) during the night.[279] Russian forces bombed an art school in Mariupol where 400 people were taking shelter.[280][281] The deputy commander of the Russian Black Sea Fleet, Andrey Paliy, was confirmed to have been shot dead by Ukrainian forces.[282] Around 11 p.m., the Kyiv shopping center Retroville, in Podilskyi district, was hit by a Russian Kalibr missile. The shopping center was storing equipment for Ukrainian forces. The attack resulted in at least 8 deaths.[283][284][285][286] An ammonia leak occurred from the Sumykhimprom chemical plant, located in Sumy, Ukraine.[287][288] The Ukrainian state agency responsible for the Chernobyl exclusion zone reported that Russian forces had destroyed a new laboratory at the Chernobyl nuclear power plant. The laboratory, which opened in 2015, worked to improve the management of radioactive waste, among other things. \"The laboratory contained highly active samples and samples of radionuclides that are now in the hands of the enemy, which we hope will harm itself and not the civilized world,\" the agency said in its statement.[289] A senior US defence official said that Ukrainian forces had pushed Russian forces back on the frontlines east of Kyiv. The official added that Russian forces were becoming more active in the eastern part of Ukraine in the Donbas area, saying they were \"applying a lot more energy\" in the Luhansk and Donetsk regions.[290] An explosion occurred onboard Russian Navy's Saratov[291] Alligator-class landing ship while the vessel was berthed in Berdiansk.[292] Ukrainian forces stated that they hit the ship with a Tochka ballistic missile, but the cause of the explosion is yet to be verified.[293] The two other landing ships accompanying the vessel quickly left the port, one of them on fire, and it is currently unknown whether they sustained any damage. Representative of the Russian Ministry of Defense Igor Konashenkov stated that by the morning of March 24, the city of Izium was completely under the control of the Russian army.[294] This was later denied by Ukrainian officials.[295] Ukrainian officials said that Russian forces had used phosphorus bombs.[296] Ukrainian forces mounted counterattacks on Kyiv's eastern approaches, recapturing some defensive positions and settlements such as Lukyanivka. Just northwest of the capital, the fighting for Irpin continued, most of the town remaining in the Ukrainian hands amid sustained Russian artillery fire.[297] Russian forces took over the city of Slavutych north of Kyiv, close to the Chernobyl nuclear site.[298] A Ukrainian airstrike on a command post of the 49th Russian Army in the Chornobaivka airfield in the Kherson Raion killed the Russian general Yakov Rezantsev.[299] Ukrainians began a counterattack east of the city of Kharkiv in Ukraine's northeast.[300] The Russians continued to target military and civilian infrastructure in a bombing campaign, hitting the Ukrainian Air Force command center in Vinnytsia in west-central Ukraine.[301] Colonel General Sergey Rudskoy, first deputy chief of Russia's General Staff, stated in a media briefing that the \"first stage\" of Russia's military operation was complete, and that their primary focus was now centered on \"the liberation of Donbas\".[302] In the ongoing battle of Kyiv, suburbs to the west and east of the capital, including Маkariv, Bucha, Irpin, and Bilohorodka, continued to be shelled by the Russian military and in some areas, such as Bucha and Nemishaieve, Russian forces were digging in.[303] After tense street protests by locals in the occupied city of Slavutych, north of Kyiv, the Russian military agreed to withdraw provided there were no Ukrainian soldiers in the city, but set up a checkpoint outside Slavutych.[298] The Ukrainian military reported that they recaptured the city of Trostianets[304] – strategically located between the larger settlements of Sumy and Kharkiv – and the villages of Poltavka and Malynivka east of Huliaipole in Zaporizhzhia Oblast.[305] A Ukrainian counterattack also continued east of the city of Kharkiv, leading to the recovery of several settlements, such as the heavily contested village of Vilkhivka [uk].[306] Ukraine's State Nuclear Regulatory Inspectorate said that the neutron source experimental facility in the Kharkiv Institute of Physics and Technology came under shelling by Russian forces, adding that the fighting made it impossible to assess the damage.[307] Russian missile strikes also targeted industrial and military facilities, including fuel storage depots and a radio repair plant in Lviv, western Ukraine, hitting the city for the first time in the invasion.[308][309] The attack coincided with the US President Biden delivering a speech in Warsaw, the capital of neighboring Poland, in which he pledged continued support to Ukraine and said President Putin could not \"remain in power\". The White House later clarified that it was not a call for a regime change.[310] Anatoly Bibilov, the Russian-backed leader of Georgia's breakaway state of South Ossetia, confirmed that local forces had joined Russian troops transferred from the region to Ukraine.[311] Russian military continued missile strikes across Ukraine including the cities of Lutsk, Kharkiv, Zhytomyr and Rivne, while Mariupol was again subjected to sustained shelling. Ukraine's defense officials reported that the Russian forces – their ground offensive largely stalled – were attempting to regroup and establish a \"corridor\" around Kyiv to block supply routes to the capital.[312] The Ukrainian military stated on 28 March that four Russian planes, one helicopter, two drones, and two cruise missiles were downed during the previous 24 hours.[313] The Ukrainian army continued its counteroffensive in the Kharkiv region near the Russian border, claiming full control of Mala Rohan and much of Vilkhivka.[314] According to the Ukrainian military, the Russians largely abandoned their advance in the Sumy region, but regrouped and counterattacked at Izium.[315] The pro-Russian forces of the Luhansk People's Republic reported that the Ukrainian military lost 60 men, six tanks, and three armored personnel carriers in the region on 27 March.[316] The Chief of the Defence Intelligence of Ukraine, Brigadier General Kyrylo Budanov, stated that Russia's efforts to overthrow the Ukrainian government had failed and that Putin was now trying to split Ukraine per the \"Korean scenario\".[312] Zelenskyy said in an interview with Russian independent journalists that his government was ready to accept a neutral, non-nuclear status as part of a peace deal with Russia, but that any agreement would require approval in a nationwide referendum.[317] The Ukrainian Defence Ministry said that Russian forces were regrouping to advance towards Donetsk and Luhansk, partially controlled by Russian-backed separatists, while bringing more warships in the Black and Azov seas closer to the coastline, probably to carry out more missile strikes in Ukraine.[318] On the Kyiv front, the western suburbs of Bucha, Irpin, Hostomel, and Makariv, as well as the route from and to the city of Zhytomyr to the west, and areas north of Vyshhorod remained subject to Russian shelling.[319] Later on 28 March, Mayor Oleksandr Markushyn announced that the city of Irpin had been fully retaken by the Ukrainian forces.[320] Heavy fighting continued in Mariupol, where the Ukrainian forces resisted the Russian offensive into the city's centre. Ukrainian officials accused the Russian military of forcibly deporting local civilians, including children, to Russia.[319][321] The Ministry of Foreign Affairs of Ukraine described the besieged city as turned into \"dust\" by the Russian military.[322] The mayor of Mariupol, Vadym Boychenko, called for a complete evacuation of the remaining population of the city.[319] Russia's Defence Ministry said on 29 March that it had destroyed a large fuel depot in Ukraine's Rivne region with cruise missiles on the evening of 28 March.[323] Ukrainian and Russian negotiators met in Istanbul for a new round of in-person talks. Ukraine proposed adopting a neutral status in exchange for security guarantees along the lines of the NATO's Article 5. The proposals also included a 15-year consultation period on the status of Russian-annexed Crimea and return of all Russian forces to their pre-invasion positions.[324] Russia's Ministry of Defense announced \"drastic reduction of military activity\" on the Kyiv and Chernihiv fronts, which, Russian presidential aide Vladimir Medinsky clarified, was not tantamount to a ceasefire.[325][326] The United States Department of Defense cautioned that an observed movement of elements of the Russian army away from Kyiv was likely \"a repositioning, not a real withdrawal\".[327] Despite the negotiations, airstrikes and ground fighting continued unabated. The Ukrainian military reported they were holding back Russian invasion forces in the east, southeast, and northeast, counterattacking in certain areas.[328] Intense fighting occurred around the suburbs of Kyiv, especially in the northwest and northeast of the capital.[326] A Russian airstrike hit a regional government building in Mykolaiv, killing at least 35 and wounding 33 others.[326][329] Late on 29 March, local officials reported a series of explosions outside the Russian city of Belgorod, near the border with Ukraine. According to TASS, a temporary Russian military camp was hit by a shell fired from the Ukrainian side, wounding at least four.[330] Russian military continued to state that de-escalation around Kyiv and Chernihiv for a \"planned regrouping of troops\" was underway in order to focus on the Donbas region.[331] The Ukrainian Defense Ministry stated they had not noticed any massive withdrawal of the Russian forces, but individual units were being pulled back to replenish the heavy losses they had suffered.[332] In the meantime, heavy fighting and shelling continued in the outskirts of Kyiv, including around Irpin.[333] Local officials also reported heavy shelling of Chernihiv[334] as well as the Ukrainian-controlled areas in the Donbas region, including Mariupol, Marinka, Krasnohorivka, Avdiivka, Lysychansk and other settlements.[335] The Russian military increased their number of air sorties, their airstrikes principally focused on the areas of Kyiv, Chernihiv, Izium to the south of Kharkiv, and the Donbas region.[336] According to Ukraine's state nuclear company Energoatom, most of the Russian troops had withdrawn from the Chernobyl nuclear power plant towards the border.[337] A US defense official also reported that Russian forces had been drawing down in the areas north and northwest of Kyiv, including the Hostomel Airport.[338] Ukrainian forces continued to stage counterattacks in some areas, reclaiming the settlements of Zatyshshia, Malynivka, Vesele, Zelenyi Hai and Chervone in the Zaporizhzhia region and Sloboda and Lukashivka in the Chernihiv region.[339] Russian forces said that they had captured Zolota Nyva in the Donetsk region and Zhitlovka in the Luhansk region.[340] The International Committee of the Red Cross (ICRC) reported that a humanitarian convoy was on its way to deliver aid supplies and evacuate civilians from the besieged city of Mariupol.[341] Deputy Prime Minister Vereshchuk later said that twelve Ukrainian trucks were able to deliver humanitarian supplies to Mariupol, but the supplies were seized by Russian troops.[342] The regional governor of Belgorod Oblast, Vyacheslav Gladkov, stated that two Ukrainian Mi-24 military helicopters had struck a fuel storage depot in the city of Belgorod on Friday after crossing into Russia at low altitude. Security camera footage of the depot showed a flash of light from what appeared to be a rocket fired from a low altitude in the sky, followed by an explosion on the ground.[343] The Ukrainian military confirmed that Izium was under Russian control.[344][345][346] Russian missiles hit the cities of Poltava and Kremenchuk in central Ukraine early on 2 April, damaging infrastructure and residential buildings, the head of the Poltava region, Dmytro Lunin said, \"Poltava city is the capital of the Poltava region and Kremenchuk is one of the area's major cities.\" Lunin later said that at least four missiles hit two infrastructure objects in Poltava while, according to preliminary information, three enemy planes attacked the industrial facilities of Kremenchuk. He also added that there was no immediate information about possible casualties. However, neither of these incidents could immediately be verified.[347] The Kyiv offensive fell apart several days after Russia said it would withdraw some troops from the north. The Russians retreated all the way back to Chernobyl.[348] Ukraine's deputy defence minister, Hanna Maliar, later confirmed that Ukrainian forces had retaken control of all of Kyiv Oblast.[349][350] Corpses were found in Bucha from the Bucha massacre. At least 20 dead Ukrainian civilians were seen by reporters and, according to Bucha's mayor, 280 bodies were buried in mass graves.[351] Human Rights Watch reported war crimes in the occupied areas of Ukraine — executions, rape, torture, and lootings.[352] The Ukrainian Defense Ministry reported that Lithuanian film director Mantas Kvedaravičius was shot and killed in Mariupol while trying to escape.[353] Zelenskyy accused Russia of genocide and said that sanctions from the west were not \"enough\" to respond to Russia's actions. The United States began pushing to suspend Russia from the United Nations Human Rights Council. Putin signed a decree restricting visas for nationals of countries deemed \"unfriendly\" to Russia.[354] Russia accused Ukraine of orchestrating a false flag in Bucha, calling the photos and videos a \"staged performance.\"[355] Biden called for Putin to be tried for war crimes committed by Russian soldiers in Bucha.[356] Serhiy Haidai, governor of Luhansk, said that a Russian strike had hit a tank containing nitric acid near Rubizhne,[357] which the Ukrainian military said Russian forces had been trying to take. However, this could not be verified independently.[358] Zelenskyy addressed the United Nations Security Council regarding events in Bucha.[359] Kremlin spokesman Dmitry Peskov said that Russia was not opposed to a meeting between Putin and Zelenskyy, but such a meeting would only be held if a document was agreed upon beforehand.[360] Pope Francis criticized the \"impotence\" of international organizations failing to stop the invasion.[361] Russian artillery fire killed at least four people and wounded four others at a humanitarian aid distribution point on Wednesday as Russian forces bombarded towns, cities and rail infrastructure in eastern Ukraine, local officials said. Later, Ukrainian Railways reported there were a number of casualties after three rockets hit an unspecified rail station in the east, without giving further details.[362] Missiles destroyed fuel storage facilities in Mykolayiv, Kharkiv, Zaporizhzhia and Chuhuiv, according to the Russian defense ministry, which also stated that Ukraine used the facilities to supply its troops near Mykolaiv and Kharkiv and in the Donbas region.[363][364] Zelenskyy told the Greek Parliament that Ukraine needed more anti-aircraft systems, artillery systems, ammunition, and armored vehicles. In Brussels, Ukrainian Foreign Minister Dmytro Kuleba asked NATO for \"weapons, weapons, and weapons.\" The United States Congress began passing a bill that would make it easier to send weapons to Ukraine.[365] The United Nations General Assembly expelled Russia from the UN Human Rights Council.[366] Kremlin spokesman Dmitry Peskov admitted that Russia had suffered significant losses and called the casualties a \"tragedy\".[367] By 7 April, Russian troops deployed to the northern front by the Russian Eastern Military District pulled back from the Kyiv offensive, apparently to resupply then redeploy to the Donbas region to reinforce the renewed invasion of southeastern Ukraine. Dmytro Zhyvytskyi, governor of Sumy Oblast, said that all Russian troops had left the region, but it was still unsafe due to rigged explosives and other ammunition Russian troops had left behind.[368] Russia said it had destroyed a training centre for foreign mercenaries near the city of Odessa. A defence ministry spokesperson said in a briefing, \"High-precision missiles of the Bastion coastal missile system destroyed a foreign mercenary assembly and training centre near the village of Krasnosilka [uk] northeast of Odessa.\"[369] However, this could not be verified. A train station in Kramatorsk was hit by a Russian rocket strike, killing at least 57 people and wounding 109 others.[370][371] Pavlo Kyrylenko, the governor of the Donetsk region, said thousands of people had been at the station at the time the two rockets struck. Kyrylenko published a photograph online showing several bodies on the ground beside piles of suitcases and other luggage. Armed police personnel wearing flak jackets were also visible. Another photo showed rescue services tackling what appeared to be a fire, with a pall of grey smoke rising into the air. However, these photos could not be immediately verified.[372] The Russian Ministry of Defence denied the attack and said in a statement, \"All statements by representatives of the Kyiv nationalist regime about the 'rocket attack' allegedly carried out by Russia on April 8 at the railway station in the city of Kramatorsk are a provocation and are absolutely untrue.\"[373] As the European Council adopted a fifth package of restrictive measures against Russia,[374] President of the European Commission Ursula von der Leyen met Zelenskyy in Kyiv. The two visited Bucha's mass graves, where President von der Leyen told reporters that \"the unthinkable has happened here\".[375] Later that day the two held a press conference where President von der Leyen handed over to President Zelenskyy a questionnaire for joining the EU.[376] She was accompanied by Josep Borrell, who expressed \"confidence that EU states would soon agree to his proposal to provide Ukraine with an additional €500 million to support the armed forces in their fight against the Russian army.\"[377] Russian president Putin appointed Russian Army General Aleksandr Dvornikov, commander of Russia's Southern Military District, commander of Russia's military campaign in Ukraine. Dvornikov was known for his command of the Russian forces during the Russian military intervention in Syria.[378] Russian forces again hit a storage tank containing nitric acid in Rubizhne, according to Serhiy Haidai, the governor of Ukraine's Luhansk region. He added that the tank contained about three tons of nitric acid.[379] New graves with dozens of Ukrainian civilians were found in Buzova, a liberated village near Kyiv that for weeks had been occupied by Russian forces.[380] The United Kingdom's Prime Minister Boris Johnson met Zelenskyy in Kyiv, offering armored vehicles, anti-ship missile systems and promising loans and an easing of tariffs.[381] Satellite images showed an eight-mile-long (about 13 km) Russian military convoy moving south through the eastern Ukraine town of Velykyi Burluk towards Kharkiv.[382] Valentyn Reznichenko, the head of Dnipro's military administration, said that Dnipro Airport, as well as the infrastructure around it, had been completely destroyed by Russian shelling.[383] Russia's Defence Ministry said that Russian Ka-52 attack helicopters had destroyed a convoy of Ukraine's armoured vehicles and anti-aircraft warfare systems. The ministry published video footage of Ka-52 attack helicopters flying at extremely low altitude, launching missiles and firing from guns at ground targets. The location and timing of the attack was not specified.[384] The Russian Defence Minister stated that high-precision sea-based Kalibr missiles on the southern outskirts of Dnipro destroyed equipment from a S-300 anti-aircraft missile division supplied to Ukraine by a European country, which was hidden in a hangar. Four S-300 launchers and up to 25 Ukrainian Armed Forces personnel were also hit.[385] The Government of Slovakia, having previously confirmed a donation of its S-300 air defence system to Ukraine,[386] denied Russian claims.[387] Chancellor of Austria Karl Nehammer met with Putin in Moscow, the first visit from a Western leader since the invasion began. He said the conversation with Putin was \"very direct, open and tough\" and that the meeting with Putin was \"not a friendly visit\".[388] In a Telegram statement, the Azov battalion stated that Russian forces dropped \"a poisonous substance of unknown origin\" from an unmanned aerial vehicle onto Ukrainian military and civilians in Mariupol. Petro Andryushchenko, an adviser to the mayor of Mariupol, said that city officials were awaiting additional information from military forces, and speculated that in one possible scenario, the \"discharge of an unknown chemical\" could be \"a test\".[389] The Russian Defence Ministry stated that high-precision air-based and sea-based missiles destroyed one ammunition depot and a secure hangar with Ukrainian aircraft inside at the Starokostiantyniv military airfield in Khmelnytskyi Oblast, as well as one ammunition depot near Gavrilovka near Kiev.[390] According to a statement from the Russian Defence Ministry, 1,026 soldiers of Ukraine's 36th Separate Marine Brigade, including 162 officers, surrendered in the besieged port city of Mariupol.[391][392] The Ukrainian Defence Ministry said it had no information about this,[393] but Denys Prokopenko, commander of the Azov Regiment, later confirmed that some Ukrainian defenders had surrendered.[394] Ukraine stated that the Russian guided-missile cruiser Moskva, flagship of the Black Sea Fleet, was hit by two Ukrainian Neptune anti-ship cruise missiles and set on fire. The Moskva later suffered a munition explosion due to the fires. The Russian Defence Ministry confirmed that the warship had suffered serious damage and that all its crew had been evacuated[395] but it remained afloat,[396] which the Pentagon confirmed.[397] The damage was due to an accidental fire, Russia said, and measures were being taken to tow the ship back to port.[398] It subsequently sank. Russian Deputy Foreign Minister Sergei Ryabkov warned that Russia would see U.S. and NATO vehicles transporting weapons on Ukrainian territory as legitimate military targets. He added that any attempts by the West to inflict significant damage on Russia's military or its separatist allies in Ukraine would be \"harshly suppressed\".[399] Ivan Ariefiev, the regional military administration spokesperson of Zaporizhzhia Oblast, said that Russian forces attacked Novodanylivka [uk] village in Zaporizhzhia Oblast with phosphorus bombs.[400] Russia said that two heavily-armed Ukrainian combat helicopters entered Russian airspace and conducted at least six airstrikes on residential buildings in Bryansk Oblast. The governor of the Belgorod region said that a village there was also attacked, but that no one was injured.[401] Russian authorities accused Ukraine of shelling the town of Klimovo and the village of Spodorashino. Additionally, Russia's Federal Security Service (FSB) stated that Ukrainian armed forces had opened fire at the Novye Yurkovichi border checkpoint in the Bryansk region.[402] Russia's Ministry of Defence stated that the Russian cruiser Moskva, which Ukraine said it had hit the previous day, had sunk in the Black Sea while being towed to port.[403][404] The Russian Defence Ministry stated that its S-400 defense systems had shot down a Ukrainian Mi-8 helicopter, allegedly used to attack Klimovo.[405] The Russian Defence Ministry also said that the Ilyich Steel and Iron Plant in Mariupol had been \"liberated\" from Ukrainian forces, implying that Russian forces had taken control of the plant.[405] It also stated that its strategic rocket forces had \"eliminated up to 30 Polish mercenaries\" in a strike on the village of Iziumske.[406] Ukrainian forces regained control of Rohan in Kharkiv Oblast.[407] Russia said that it had destroyed production buildings of an armoured vehicle plant in Kyiv and a military repair facility in Mykolaiv using high-precision air-launched long-range weapons.[408] Russia also said that it had downed a Ukrainian Su-25 aircraft near the city of Izium.[408] Russian officials said that Major General Vladimir Petrovich Frolov was killed in combat in Ukraine.[409] Russian officials also stated that there had been 23,677 deaths of Ukraine military personnel so far.[410][411] This was the first time that Russian officials had made public claims regarding this death toll. However, casualty reports vary widely. Russia stated that it had destroyed an ammunitions factory near Brovary in the Kyiv region, using high-precision, air-launched missiles.[412] Putin bestowed an honorary title on the 64th Motor Rifle Brigade accused by Ukraine and by the international community of committing war crimes in the town of Bucha, giving them the title of Guards for their defense of the \"motherland and state interests\" and praising the \"mass heroism and valor, tenacity, and courage\" [sic] of its members.[413] The city of Lviv was hit by five missiles according to Regional Governor Maksym Kozytskyy. Three of the missiles damaged military infrastructure installations and one hit a tyre shop, causing several civilian deaths.[414][415] Zelenskyy announced that Russia had begun an offensive in the Donbas region.[416] Serhiy Haidai, the governor of the Luhansk region, said that Russian forces had seized the city of Kreminna and that Ukrainian troops had withdrawn from the city.[417] Russian Foreign Minister Sergei Lavrov said that \"another phase\" of the invasion had begun.[418] The Russian Defence Ministry said that Russian forces had hit 1,053 Ukrainian military facilities overnight and destroyed 106 firing positions.[419] Ukraine accused Russia of bombing a hospital sheltering 300 people in the city of Mariupol.[420] Putin declared victory in Mariupol in spite of remaining Ukrainian holdouts at the Azovstal Iron and Steel Works. In a televised meeting, Russian Minister of Defence Sergei Shoigu said that it would take three or four days to clear the plant; however, Putin said that such an operation would be \"impractical\" and ordered a blockade of the plant instead.[421][422][423] Prime Ministers Pedro Sánchez of Spain and Mette Frederiksen of Denmark visited Ukraine to meet with Zelenskyy.[424] Major General Rustam Minnekayev, the deputy commander of Russia's Central Military District, admitted that the aim of the \"second phase\" of the country's invasion of Ukraine was to fully seize Donbas and Southern Ukraine, and to establish a land corridor with Transnistria, a Russian-occupied breakaway republic which is internationally recognized as being part of Moldova. He added that there was \"evidence that the Russian-speaking population is being oppressed\" in Transnistria, without providing further detail into his accusations. The Ministry of Defence of Ukraine criticized this and accused Russia of imperialism.[425][426][427] A Ukrainian Antonov An-26 transport plane crashed in Zaporizhzhia Oblast. The pilot died and two other people were injured. The administration said initial information indicated the plane hit an electricity pole, but some Russian reporters suggested in social media posts that Ukrainian forces had accidentally downed the plane with MANPADS.[428][429] Ukrainian officials acknowledged that Russia had taken control of 42 small towns and villages in Eastern Ukraine.[430] According to the Defense Ministry's Intelligence Directorate of Ukraine, Ukraine's Armed Forces hit a Russian command post near Kherson in southern Ukraine, allegedly killing two Russian generals and wounding one.[431][432] A Russian missile strike hit Ukraine's southern port city of Odessa.[433] Anton Herashchenko, an adviser to the minister of internal affairs of Ukraine, said that at least one missile had landed and exploded, and residential buildings were hit.[434] Officials said at least six people had died. Russia confirmed the attack.[435] The Russian Defence Ministry stated that its high-precision missiles struck nine Ukrainian military targets overnight, including four arms depots near Kharkiv where artillery weapons were stored. It also said that its missile and artillery forces destroyed four more depots in the same region, and hit a facility producing explosives for the Ukrainian army near Dnipropetrovsk.[436] Ukrainian officials said that Russian forces had conducted airstrikes on the besieged Azovstal Iron and Steel Works to try to dislodge the Ukrainian troops inside.[437] Russia stated that it struck Ukrainian military installations and the Kremenchuk Oil Refinery near the Dnipro River.[438] The Russian Defence Ministry said that high-precision long-range weapons destroyed six railway stations near Krasnoe, Zdolbuniv, Zhmerynka, Berdychiv, Kovel, and Korosten, through which foreign weapons and military equipment were supplied to the Ukrainian troops in Donbas.[439] Russia announced a ceasefire around the steelworks to allow civilians to leave, but a senior Russian diplomat declared that \"a general ceasefire is not a good option at the moment, because it will give Ukrainian forces the chance to regroup and to stage more provocations\".[440] However, the Ukrainian Deputy Prime Minister said that no agreement on a corridor had been reached for the evacuation of civilians from the Azovstal steel plant.[441] Several explosions reportedly occurred at the State Security Ministry in the breakaway Moldovan region of Transnistria, the Interior Ministry said on its Telegram channel.[442] Ukraine's Defence Ministry said the incident was a \"planned provocation\" by Russia itself to instill \"panic and anti-Ukrainian sentiment\".[443] US Secretary of State Antony Blinken and Secretary of Defense Lloyd Austin took a train from Poland to meet Ukrainian officials, including Zelenskyy, in Kyiv.[444] UN Secretary-General António Guterres made a three-day trip to Russia and Ukraine amid criticism for the limited role played by the United Nations in the crisis.[445] Guterres had a \"frank discussion\" with Foreign Minister Lavrov[446] and met with Putin.[447] Russia stated that a series of blasts hit targets in Russian provinces bordering Ukraine. Russian officials also reported a fire at an ammunition depot in the region and that a Ukrainian drone had been intercepted.[448] Ukraine's military said that Russia was \"increasing the pace\" of the invasion, while Putin promised \"lightning-fast\" strikes on anyone who interfered with Russia's goals.[449] Russia began ordering the occupied city of Kherson to use rubles as currency.[450] The Russian Defence Ministry stated that Russia had destroyed six Ukrainian arms and fuel depots. The Ministry also said that Russia had hit 76 Ukrainian military facilities.[451] Russia-backed separatist forces in eastern Ukraine's Donetsk Oblast said that they had arrested more than 100 Ukrainian troops suspected of being involved in crimes.[452] Two powerful blasts were heard in the Russian city of Belgorod. Ukraine did not directly accept responsibility but described the incidents as payback and \"karma\" for Russia.[453] United Nations Secretary-General António Guterres met with Zelenskyy and visited Borodyanka, Bucha, and Irpin, where he said: \"The war is evil. And when one sees these situations our heart, of course, stays with the victims\".[454] As he went back to Kyiv, one missile reportedly struck the lower floors of a 25-storey residential building, injuring at least 10 people and killing one, according to Ukrainian officials.[455] Dmytro Kuleba, the Minister of Foreign Affairs of Ukraine, called the Russian missile strikes in Kyiv a \"heinous act of barbarism\".[456][457] Roman Starovoyt, the governor of Russia's Kursk region, said that mortars were fired at a checkpoint in the village of Krupets. He added that the Russian border guards and military responded with retaliatory fire.[458] Russia stated that it had destroyed 389 military facilities in Ukraine overnight, including 35 control centres and 15 arms depots.[459] The Ukrainian military said that Russia had conducted a missile strike on the Odesa Airport, damaging the runway and rendering it unusable.[460] Odessa's regional governor, Maksym Marchenko, stated that Russia had used a Bastion system in Crimea; the Russian Defence Ministry said that it had used high-precision Onyx missiles.[461] The Russian Defence Ministry stated that its air defence systems had shot down two Ukrainian Su-24M bombers over the Kharkiv region overnight.[461] Local authorities in the Odessa region said that a Russian rocket strike hit a strategically important bridge across the Dniester estuary.[462] Ukraine stated that its Bayraktar drones sank two Russian Raptor patrol boats near Snake Island. The Ukrainian Defence Ministry also released aerial thermal camera footage showing explosions on two small military vessels.[463] Dmytro Zhyvytskyi, the governor of Sumy Oblast, said that Russia had shelled three villages in the region overnight, with no reported casualties.[464] Ukraine stated that Russian troops had entered the Azovstal Iron and Steel Works complex after launching an all-out offensive on the area.[465] However, Russia denied this.[466] The Russian military said that it had used sea- and air-launched precision guided missiles to destroy electric power facilities at five railway stations across Ukraine, while artillery and aircraft also struck troop strongholds and fuel and ammunition depots.[467] The Russian Defence Ministry stated that its missiles destroyed aviation equipment at the Kanatovo airfield in Ukraine's central Kirovohrad region, and a large ammunition depot in the southern city of Mykolaiv.[468] Ukraine said that the Russian frigate Admiral Makarov, part of the Black Sea Fleet, was hit by a Ukrainian Neptune anti-ship cruise missile, setting the ship on fire. Dumskaya, a Ukrainian-state news site, said Russian forces had sent helicopters to rescue the crew of the ship. Ukrainian presidential adviser Anton Herashchenko stated that Russian navy ships stationed in Crimea were sent to help the Admiral Makarov.[469] On 7 May, the adviser to the Office of the President of Ukraine Oleksiy Arestovych said that the report was a \"misunderstanding\", and that the vessel attacked near Snake Island was actually a Serna-class landing craft.[470] Oleh Synyehubov, the governor of the Ukraine's Kharkiv region, reported multiple shelling attacks, one of which caused a fire that nearly destroyed the Hryhoriy Skovoroda Literary Memorial Museum.[471] Russia stated that it had destroyed a large stockpile of military equipment from the United States and European countries near the Bohodukhiv railway station in the Kharkiv region. It also said that it had hit 18 Ukrainian military facilities overnight, including three ammunition depots in Dachne,[471] and that Russian aircraft had shot down several Ukrainian aircraft near Snake Island: a Sukhoi Su-24, a Su-27 fighter jet, three Mil Mi-8 helicopters and two Bayraktar TB2 drones; the Ukrainian lead vessel of the 47 ton Centaur-class, DSHK-1 Stanislav, was also said to be destroyed.[472][unreliable source?] Serhiy Haidai, governor of Luhansk Oblast, said that Russia dropped a bomb on a school in the village of Bilohorivka. Two people were killed, and 60 others were feared dead. In addition, he said that according to preliminary information, shelling in the village of Shypilovo had destroyed a house, and 11 people remained under the building's debris.[473] Ukraine stated that it had used a Bayraktar TB2 drone to strike a Russian Serna-class fast-landing craft docked at Snake Island.[474] It also said that it had destroyed a Forpost reconnaissance and strike UAV over Odessa.[475] Ukraine confirmed that Colonel Ihor Bedzay, the deputy head of the Ukrainian Navy, was killed when his Mi-14 was shot down by a Russian Su-35.[476] [477] Serhiy Haidai said that Ukrainian forces withdrew from Popasna.[478][479] Haidai also said that Russian forces tried multiple times to cross the Siverskyi Donets River using a pontoon bridge, in order to encircle Sievierodonetsk. He said that local forces had destroyed speed boats and helicopters and \"ruined Russian boat bridges three times\". He added that in repeated attacks, Ukrainian troops had \"eliminated approximately 70 units of Russian heavy weapons and equipment\", disrupting attempts to cross.[480] Russian shelling hit Sumy Oblast again, damaging a historic Jewish cemetery [ru] in Hlukhiv.[481][482] A shopping mall and two hotels were hit by Russian missile strikes near Odessa, causing multiple casualties.[483] American Defense Intelligence Agency Director Scott Berrier said that both sides were \"at a bit of a stalemate\", with neither side making advancements in the south or east.[484] Ukraine repulsed a Russian attempt to cross the Siverskyi Donets River, causing tens of Russian equipment losses and hundreds of casualties.[485][486] Kirill Stremousov, deputy head of the Moscow-controlled Kherson Military-Civilian Administration, said that there would be a request to make the Kherson region a full-fledged constituent of the Russian Federation.[487] Sloviansk mayor Vadym Lyakh said that Russian missiles hit two districts in Sloviansk.[488] Russia reportedly lost \"the better part of two or more Russian army battalions\" (including over 70 armored vehicles) attempting to cross the Siverskyi Donets River for the second time in 24 hours.[489] Russia stated that its forces hit two ammunition depots in the Chernihiv region. It also said that it had destroyed a Ukrainian S-300 air defence missile system in the Kharkiv region and a radar station near Odessa. Russia further stated that it had shot down a Ukrainian drone near Snake Island.[490] It was also reported that Russian forces had seized Rubizhne.[491] Ukrainian officials said they had damaged the Russian logistics support ship Vsevolod Bobrov.[492] It was later reported that the ship suffered major fire damage on the night of May 11–12 close to Snake Island.[493] Lloyd Austin and Sergei Shoigu held telephone talks for the first time since the start of the invasion.[494] Ukraine's general staff said that the Russians were withdrawing from Kharkiv and focusing on guarding supply routes.[495] Russia dismissed Ukraine's assertion it had damaged the Russian logistics support ship Vsevolod Bobrov in the Black Sea and showed photos of what it said was the vessel with no signs of damage.[496] Ukraine said that it had launched a counter-attack against Russian forces near Izium.[497][498] NATO Deputy Secretary General Mircea Geoana said that the Russian invasion was \"losing momentum\" and that \"Ukraine could win this war\".[499] The UK MoD said that Russia had likely lost one third of its forces deployed since February.[500] Ukrainian forces stated that they had reached the Russian border after advancing from Kharkiv.[501] Zelenskyy said that the Russian forces were at a \"dead end\".[502] Ukraine stated that its forces destroyed 11 Russian aerial targets, including two cruise missiles, seven Orlan-10 UAVs, one Ka-52 helicopter and one Mi-28 helicopter.[503] The Ukrainian military reported that Russian troops had destroyed or damaged 23 houses in Donbas.[504] Russia's Defence Ministry said that its forces shot down a Su-25 aircraft near the settlements of Yevhenivka in the Mykolaiv region, another Su-25 near Velyka Komyshuvakha in Kharkiv, and a Su-24 near Snake Island.[505] Mykolaiv Mayor Oleksandr Senkevych [uk] stated that Russia had shelled a residential area in Mykolaiv, setting a store and a car on fire, while also damaging a gas pipeline.[506] Ukrainian forces surrendered to Russian and DPR troops and were evacuated from the Azovstal plant, marking the likely end of the Siege of Mariupol. Deputy Defence Minister Hanna Malyar said, \"Thanks to the defenders of Mariupol, Ukraine gained critically important time to form reserves and regroup forces and receive help from partners. And they fulfilled all their tasks. But it is impossible to unblock Azovstal by military means.\" 211 soldiers were evacuated via a humanitarian corridor to Olenivka, a town in the DPR. Another 260 soldiers, including 53 seriously wounded, were taken to a hospital in the DPR town of Novoazovsk.[507] The Melitopol regional administration stated that a Russian armoured train carrying troops and ammunition overturned in the region, causing the ammunition to detonate.[508] Russian forces secured full control over Mariupol.[509] Russia said that it was using a new generation of powerful laser weapons in Ukraine to burn up drones.[510] Russia hit the Palace of Culture building in Lozova in the Kharkiv region with missiles. Zelenskyy condemned the attack, describing it as \"absolute evil\" and \"absolute stupidity\".[511][512] Russia said that it had almost completely captured Luhansk Oblast.[513] Russia stated that it had used sea-launched Kalibr cruise missiles to destroy a large consignment of weapons and military equipment supplied to Ukraine by the United States and Europe. Russia also said that it had struck fuel storage facilities near Odessa. It also stated that it shot down two Ukrainian Su-25 aircraft and 14 drones.[514] Ukrainian President Zelenskyy extended the country's martial law for three months through to 22 August 2022.[515] Russia said that it hit Ukrainian forces with airstrikes and artillery in the Mykolaiv and Donbas regions, targeting command centres, troops, and ammunition depots.[515] Russia's RIA news agency reported that Andrei Shevchik, the mayor of Enerhodar, who was appointed by Russia after occupying the town, was in intensive care after being injured in a blast.[516] Denis Pushilin, the leader of the Donetsk People's Republic, said that the Ukrainian fighters who surrendered at the Azovstal steel plant in Mariupol would face a trial in the separatist region. However, he did not specify what charges the fighters would face.[517] Kirill Stremousov, the deputy head of the civil-military regional administration of Kherson, said that a request would be made to Russia to set up a military base in Kherson. He added that a Russian military base was essential for the security of the region and its inhabitants.[518] Ukraine stated that Russian forces had launched an all-out assault to encircle Ukrainian troops in the twin cities of Sievierodonetsk and Lysychansk, which are situated on the east and west banks of the Siverskiy Donets river respectively.[519] Pavlo Kyrylenko, the head of the Donetsk regional military administration, said that Russian forces had taken control of the town of Svitlodarsk in the eastern Donbas region and that Ukrainian forces had withdrawn in order to regroup.[520] President Zelenskyy said that 50–100 Ukrainian soldiers were being killed per day. He also stated that the previous week, 70+ soldiers were killed in a single attack on a military base near Kyiv.[521] Ukraine stated that it had shot down retired Major General Kanamat Botashev flying a Su-25 using a Stinger missile. It was unknown if he was in service, or was a private military contractor.[522] State Duma of the Russian Federation passed a law that allows for the recruitment of older soldiers. A note accompanying the proposed law read: \"For the use of high-precision weapons, the operation of weapons and military equipment, highly professional specialists are needed. Experience shows that they become such by the age of 40-45.\"[523] Russian forces were reported to be shelling Sievierodonetsk with mortars. Ukraine said that 6 people were killed.[524] Ukraine stated that Russia was conducting offensive operations across multiple sectors of the front, with efforts focused on establishing full control over the village and rail hub of Lyman, as part of alleged preparations for a renewed assault on Sloviansk. The village of Ustynivka, south of Sievierodonetsk, was reportedly assaulted in an effort to improve Russian positions in the area. Russian forces were also reported to be continuing attacks near the Lysychansk-Bakhmut road, with assaults on Komyshuvakha, Lypove, and Nahirne. Assaults were also reported around Avdiivka, and near the village of Zolota Nyva. Additionally, Russian forces were reported to be resuming offensives to establish full control over Kherson Oblast, with assaults against the village of Tavriyske to the south of Mykolaiv, and Mykolayivka to the south of Kryvyi Rih. Shelling was also reported against civilian and military targets across the front.[525] Ukrainian officials stated that ~90% of the buildings in Sievierodonetsk had been damaged.[526] UK Prime Minister Boris Johnson said that Russian forces were \"continuing to chew through ground\", adding that they were making slow, but palpable progress. Following requests by Ukraine for the US and UK to provide them with Multiple Launch Rocket Systems (MLRS), Johnson stated that these would enable Ukrainians to defend themselves against Russian artillery, and that \"that's where the world needs to go.\"[527][528] Ukraine said that one of its MiG-29s shot down a Russian Su-35 during an aerial dogfight over the Kherson region, at approximately 2:00 p.m. local time.[529] Ukraine stated that it had shot down a retired Russian pilot, Colonel Nikolai Markov, who was reportedly flying an Su-25 over the Luhansk region.[530] Serhiy Haidai said that Ukrainian forces near Sievierodonetsk may have to retreat from the oblast in order to not be surrounded and captured by Russian forces.[531] Russia captured Lyman in the Luhansk Region. Lyman is important as it has road and rail bridges that cross the Siverskyy Donets River.[532] President Zelenskyy said that the situation in Ukraine was very difficult, especially in the Donbas and Kharkiv regions.[533] The Institute for the Study of War said that Russian forces had suffered \"fearful casualties\" at the Battle of Sievierodonetsk, but that Ukraine had also lost forces. Governor Haidai stated that the Lysychansk-Bakhmut road was the last one connecting Sievierodonetsk to the outside, and that it was expected to be the focus of continued attacks by the Russians, as they attempted to complete a pincer maneuver.[534] President Zelenskyy visited Kharkiv, marking his first official visit outside the Kyiv region since the start of the war.[535] Ivan Fedorov, the mayor of Melitopol, stated that a bomb blast had occurred in the region, injuring two people.[536] Serhiy Haidai said that Russian troops had entered the outskirts of Sievierodonetsk, amid heavy fighting.[537] The US announced that it would not send Ukraine MLRS systems that fire missiles with a 185-mile range, capable of striking well into Russia. Former Russian President Dimitri Medvedev said the decision was \"reasonable\". The US noted that it was still considering sending shorter-range (20–40 mile) MLRSes.[528] Ukraine stated that it had a limited counteroffensive in the northern part of the Kherson Oblast. Russian forces reportedly launched a number of assaults during the previous 48 hours against Ukrainian positions near the Inhulets River, apparently without either side making progress.[538] The United States agreed to send the High Mobility Artillery Rocket System (M142 HIMARS) to Ukraine on the assurance from the leaders of Ukraine that it would not be used against targets in Russia.[539] Kremlin spokesman Dmitry Peskov said that this move was \"pouring fuel on the fire.\"[540] Ukraine said that a nitric acid tank in a chemical factory in Sievierodonetsk was hit by Russian bombardment, forcing people to stay indoors.[541] German Chancellor Olaf Scholz said that Germany will supply Ukraine with modern surface to air missiles to protect cities from Russian air attacks.[542] Mykolaiv Regional Governor Vitaliy Kim stated that Russian forces had started blowing up bridges near Kherson as \"they were afraid of a counterattack by the Ukrainian army\".[543] The United States Cyber Command confirmed that it was conducting cyber operations on behalf of Ukraine. General Paul Nakasone, the commander of USCYBERCOM, said, \"We've conducted a series of operations across the full spectrum: offensive, defensive, [and] information operations.\"[544] President Zelenskyy said that as of 2 June, Russia controlled 20% of Ukrainian territory, which is equivalent to almost 125,000 square kilometres.[545] Serhiy Haidai stated that Ukrainian troops engaged in a block-by-block fight for the city of Sievierodonetsk and managed to push back Russian forces by 20%.[546] Alexander Bogomaz, the Governor of Russia's Bryansk region, said that Ukrainian forces carried out strikes on a village in the region.[547] Russia stated that it shot down a Ukrainian military transport plane carrying weapons and munitions near Odessa.[548] Zelenskyy said that Russian artillery hit Sviatohirsk Lavra, an early 17th-century Ukrainian Orthodox monastery in eastern Ukraine, engulfing its main church in flames. Russia denied involvement and accused Ukrainian troops of setting fire to the monastery before pulling back.[549] It was reported that a private airfield in Ukraine's Kharkiv region was hit by a missile strike, damaging planes and destroying several hangars.[550] Putin did an interview on the Rossiya-1 TV channel. He was asked about possible \"deliveries of long-range missiles to Kyiv\". He replied, \"If they are supplied, we will draw appropriate conclusions from this and use our own weapons, of which we have enough, in order to strike at those facilities we are not targeting yet.\"[551] He also commented on the supplies of M270 MLRS and M142 HIMARS, saying, \"We understand that this supply [of advance rocket systems] from the United States and some other countries is meant to make up for the losses of this military equipment. This is nothing new. It doesn't change anything in essence.\"[552] President Putin further stated that Russia was finding Ukrainian weapons and \"cracking them like nuts\".[553] Ukraine said that a Russian missile flew \"critically low\" over a large nuclear power plant.[553] Ukraine said that it had killed the commander of the 29th Combined Arms Army, Lieutenant General Roman Berdnikov. Additionally, the death of Major General Roman Kutuzov was confirmed by Russian state television.[554] The Ukrainian Army stated that it had pushed back Russia's Black Sea Fleet to a distance of more than 100 kilometres from Ukraine's Black Sea Coast.[555] The website of the Russian Ministry of Construction, Housing and Utilities was hacked. Attempts to open the website through an internet search led to a \"Glory to Ukraine\" sign in Ukrainian.[556] Up to 100 bodies found in the ruins of high-rise buildings in Mariupol were transported to morgues and landfills, a mayoral aide said Wednesday, according to The Associated Press. Petro Andryushchenko described the removal of the bodies as an \"endless caravan of death\" in a post on Telegram.[557] The Chief Rabbi of Moscow, Pinchas Goldschmidt, fled Russia after declining to publicly support the war in Ukraine.[558] Serhiy Haidai said that Russian forces controlled most of the city of Sievierodonetsk, with Ukrainians holding ground in its industrial zone.[559] Ukraine stated that it had nearly exhausted its supplies of artillery ammunition, using 5,000-6,000 rounds daily, and was now reliant on the West to resupply them.[560] Ukraine stated that it is losing 100-200 soldiers per day. Ukraine also said that Russia fires 60,000 rounds and rockets daily.[561][562] Ukrainian Intelligence stated that Russia had pulled out of storage T-62 tanks, 152 mm artillery pieces, landmines from the 1950s and other \"MLRS\" systems.[563][564] President Putin, in St. Petersburg, gave a speech about Peter the Great, during which he said: \"What was he doing? Taking back and reinforcing. That's what he did. And it looks like it fell on us to take back and reinforce as well.\"[565] Dmytro Zhyvytsky, the Governor of Sumy Oblast, said that Russian troops struck villages in the region with kamikaze drones and a quadcopter. He stated that no one was injured and a house was damaged.[566] According to a Russian news outlet, Ukrainian forces sank their own anti-submarine corvette Vinnytsia. President Zelenskyy said that Ukraine had launched airstrikes in the southern region of Russian-occupied Kherson.[567] Ukraine also stated that a flamethrower was used by Russian forces in the village of Vrubivka.[568] The UK MoD stated that Russia is using anti-ship missiles, like the Kh-22, against ground targets. It added that such missiles \"are highly inaccurate and therefore can cause severe collateral damage and casualties.\"[568] According to local officials, the first Russian passports were handed out to citizens in Kherson and Zaporizhzhia Regions.[569] The Russian Defence Ministry stated that it used Kalibr cruise missiles to destroy a large depot with Western weapons in Ukraine's Ternopil region. It also said that it shot down three Ukrainian Su-25s near Donetsk and Kharkiv.[570] Serhiy Haidai stated that the last of the three bridges connecting Sievierodonetsk to the rest of Ukraine had been destroyed. He said that the residents left in the city were facing \"extremely difficult conditions\".[571] He further added that Russian forces controlled 80% of the city.[572] Russian-backed separatists said that five were killed and twenty-two were wounded as a result of the Ukrainian shelling of Donetsk.[573] Mikhail Mizintsev, head of Russia's National Defence Management Center, asked Ukrainian forces holed up in the Azot chemical plant in Sievierodonetsk to lay down their arms at 8:00 am Moscow time (0500 GMT) on 15 June. He added that civilians present in the plant would be let out through a humanitarian corridor.[574] Russia's armed forces stated that they had destroyed an ammunition depot in the Donetsk region, and an air control radar station in Lysychansk. Russia also said that it had killed 300 Ukrainian soldiers as a result of fierce fighting.[575] Ukrainian forces reportedly made gains in Kherson oblast.[576] Ukraine stated that it had sunk the Russian tug Spasatel Vasily Bekh with two Harpoon missiles.[577] Admiral Sir Tony Radakin, Chief of the UK Defence Staff, said, \"President Putin has used about 25% of his army's power to gain a tiny amount of territory and 50,000 people either dead or injured. Russia is failing.\"[578] President Putin spoke to investors at an economic forum in St. Petersburg about economic sanctions, saying \"the economic blitzkrieg against Russia had no chance of succeeding from the very beginning\". He further said that they would hurt those imposing them more than Russia, calling them \"mad and thoughtless\". He said to the Russian investors, \"Invest here. It's safer in your own house. Those who didn't want to listen to this have lost millions abroad.\"[579] Ukrainian Commander of the Land Forces Logistics Volodymyr Karpenko stated that the Ukrainian Army had lost between 30 - 50% of their heavy equipment.[580][581] The US said that it was considering doubling the number of HIMARS systems being supplied to Ukraine. Ukraine also requested long-range rockets that the HIMARS is capable of launching.[582][583] Valentyn Reznichenko, the head of the regional administration of Novomoskovsk, said that 3 Russian missiles destroyed a fuel storage depot in the eastern Ukrainian town.[584] According to a press release from the Australian government, the first 4 of 14 M113AS4s, donated to Ukraine by Australia, were loaded onto a Ukrainian An-24 last week.[585] The Russian Ministry of Defence stated that it hit a command post near Dnipro with multiple Kalibr missiles and that \"over 50 generals and officers of Ukrainian military were eliminated in the strike\".[586] Russian officials complained about Lithuanian restrictions on transport of rail goods between Russia and Kaliningrad. Konstantin Kosachev wrote on Telegram, \"As an EU member state, Lithuania is violating a whole series of legally binding international legal acts.\" He also said this \"incipient blockade\" was affecting 40-50% of all rail goods.[587] The New York Times examined Russian weapons used in Ukraine and said that more than 210 of them were banned under various international treaties. It added that the majority of weapons used by Russian forces were unguided.[588] Serhiy Haidai confirmed that Russian forces captured Metiolkine on Sievierodonetsk's eastern outskirts.[589] Josep Borrell, a diplomat at the EU, called Russia's blocking of grain a \"real war crime\".[590] In an address to the African Union, president Zelenskyy said that Africa was \"a hostage\" due to the blockage of grain.[591] Russia summoned the EU ambassador in Moscow over Lithuania's ban on some goods going to Kaliningrad, from Russia, by rail. The Russian foreign ministry said: \"Russia reserves the right to take actions to protect its national interests\", calling it \"unprecedented\" and \"illegal\". The Lithuanian foreign minister Gabrielius Landsbergis said: \"It's not Lithuania doing anything: it's European sanctions that started working from 17 June... It was done with consultation from the European Commission and under European Commission guidelines.\"[592] Russia took control of Toshkivka.[593] Twelve Panzerhaubitze 2000 were deployed to Ukraine, seven from Germany and five from the Netherlands.[594] The Donetsk People's Republic's militia had lost 55% of its force during the fighting in the Donbas according to the UK MoD. The DPR ombudsman said that 2,128 fighters had been killed, 8,897 wounded, and 654 civilians had been killed. Ukrainian intelligence stated that since Russia has stopped sending conscripts they are relying on local fighters in what UK intelligence calls \"extraordinary attrition\".[595] Two drones flying from the direction of Ukraine hit a major Russian oil refinery near the border on Novoshakhtinsk.[596] Russian troops surrounded Ukrainian troops in the settlements of Zolote and Hirske.[597][598] Ukrainian forces were ordered to withdraw from the city of Sievierodonetska according to Serhiy Haidai: \"Remaining in positions that have been relentlessly shelled for months just doesn't make sense. They have received orders to retreat to new positions... and from there continue their operations. There is no point in staying in positions which have been destroyed over several months just for the sake of staying\".[599] The head of the Hirske Community Oleksiy Babchenko announced that the whole city is under Russian control.[600] The Russian Ministry of Defence said that they have encircled 2,000 Ukrainian soldiers in the Zolote/Hirske cauldron.[601] On June 25, 2022, Ukraine started deploying the HIMARS. According to Ukraine's General Staff, Valeriy Zaluzhnyi: \"Artillerymen of the Armed Forces of Ukraine skilfully hit certain targets – military targets of the enemy on our, Ukrainian, territory\".[602] Ukrainian military said that during this strike over 40 soldiers were killed including Colonel Andrei Vasilyev. The strike occurred on a Russian military base near Izyum. Russia acknowledges the attack but says it hit a hospital and killed 2 civilians.[603] Russia fired 14 missiles on Kyiv, some of them being X101 missiles fired from Tu-95 and Tu-160 bombers over the Caspian Sea,[604] damaging residential buildings and a kindergarten.[605][606] The strikes were the first strikes on Kyiv in three weeks, and killed one person and injured six others.[606][607] According to \"a source familiar with the matter\", the U.S. is going to announce a medium to long air defence system for Ukraine, which the U.S. will purchase for Ukraine. The suggested system is NASAMS which will require more training for Ukrainian users.[608] The aid package will also include more Javelin missiles, radars for counter-battery, air defence and artillery ammunition. No drones will be sent due to concerns over their vulnerable nature and valuable technology.[609] Russia launched missiles at a shopping centre in Kremenchuk with more than 1,000 people inside, killing at least 20 people. Russia reportedly denied hitting the shopping mall.[610] President Zelenskyy said: \"A peaceful city, an ordinary shopping mall with women inside, children, ordinary civilians inside. Only totally insane terrorists, who should have no place on earth, can strike missiles at such an object. And this is not an off-target missile strike, this is a calculated Russian strike -- exactly at this shopping mall.\"[611] The Luhansk People's Republic Ambassador to Russia Rodion Miroshnik stated that Ukrainian forces began withdrawing from Lysychansk, continuing a fighting retreat towards strongholds in Siversk, Kramatorsk, and Sloviansk.[612] Russian forces continued to shell Kharkiv city and settlements in its vicinity. Moreover, they launched unsuccessful operations in northwest Kharkiv oblast, likely in order to prevent Ukrainian forces from reaching the Russia-Ukraine border, and to defend its positions near Izyum.[612] Ukrainian forces reportedly recaptured the settlements Zelenyi Hai and Barvinok north of the city of Kherson.[612] Russian troops withdrew from Snake Island overnight, allowing the Ukrainian army to recapture it in the morning.[613]Syria recognized the independence of Donetsk People's Republic and Luhansk People's Republic.[614] The lower house of the State Duma passed new laws allowing the Russian prosecutor-general to shut down foreign media from countries that have banned Russian media, due to bans on Russian media over the war in Ukraine.[615] The Russian army fired three missiles on the Serhiivka settlement in Odessa Oblast of Ukraine, destroying a residential building and a recreation center. At least 21 people were killed.[616] The United States government announced the 14th aid package for Ukraine worth $820 million in total[617] that includes: The Ukrainian army said in a statement: \"Today at around 18:00 … Russian air force Su-30 planes twice conducted strikes with phosphorus bombs on Zmiinyi [Snake] island.\"[618] Two Britons, Andrew Hill and Dylan Healy, were charged by the Donetsk People's Republic as being mercenaries, the same charge that two other Britons, Shaun Pinner and Aiden Aslin, were convicted of in June and sentenced to death for.[619] Russia claims to have destroyed five Ukrainian command posts in the Donbas and Mykolaiv regions.[620] Rob Lee, a defence blogger, tweeted a video of Chechen Rosgvardia soldiers outside the administration building in Lysychansk. Furthermore, the Russian forces have tweeted a video of a Soviet flag in the ruins of the same building. Ukraine maintains that it is in control of the city. However its forces \"are enduring intense Russian shelling.\"[621] Ukrainian partisans reportedly derailed a Russian armored train carrying ammunition near Melitopol.[622] In Belgorod, Russia, three people were killed by Ukrainian shelling according to the local governor Vyacheslav Gladkov, who also stated that 11 apartment buildings were destroyed and 39 private residences were destroyed. These claims could not be independently verified.[623] One of the locals said: \"The missile hit residential buildings about 20 metres from my house. All the windows in our house were shattered, the doors came out of alignment.\"[624] The governor of the Kursk region wrote on Telegram that \"our air defenses shot down two Ukrainian Strizh drones\".[625] In Russian-occupied parts of Ukraine, mainly Kherson, there were three assassination attempts on pro-Russian officials over the last two weeks.[626] In early July, UK and New Zealand soldiers were training Ukrainian soldiers to use the L118 howitzer and the M270 MLRS. The number of Ukrainian soldiers trained is listed as \"hundreds\" and occurs in Wiltshire.[627][628] President Zelenskyy acknowledged the loss of the Luhansk Oblast saying: \"If the commanders of our army withdraw people from certain points at the front, where the enemy has the greatest advantage in firepower, and this also applies to Lysychansk, it means only one thing. That we will return thanks to our tactics, thanks to the increase in the supply of modern weapons.\" The Ukrainian army said in a statement, about the withdrawal from Lysychansk: \"The continuation of the defence of the city would lead to fatal consequences. In order to preserve the lives of Ukrainian defenders, a decision was made to withdraw,\"[629] Sergei Shoigu, the Russian Defence Minister, informed Russian President Putin that all of Luhansk Oblast had been \"liberated\".[630] Australian Prime Minister Anthony Albanese visited Kyiv and promised sanctions against Russia over the war in Ukraine, banning imports of Russian gold and imposing sanctions and travel bans on 16 Russian senior politicians and oligarchs. Military assistance will include 14 M113 APCs, 20 more Bushmaster Protected Mobility Vehicles and other military equipment.[631] This means a total of 88 vehicles will be given to Ukraine by Australia: 60 Bushmasters and 28 M113 APCs.[632] The Ukrainian governor of Luhansk Oblast, Serhiy Haidai, said Russian forces fighting in Luhansk were \"not taking all their wounded with them\" due to the heavy fighting; he also said \"the hospitals are full to bursting - as are the morgues.\"[633][failed verification] President Putin said that Russian forces \"that took part in active hostilities and achieved success, victory ... should rest, increase their combat capabilities.\"[634] Russia's State Duma started preparing legislation to convert to a war economy to be able to order companies to produce war supplies and make workers work overtime.[635][636] According to the United States, Russia sought to acquire military drones from Iran, reporting that a Russian delegation visited Kashan Airfield south of Tehran earlier in June and on 5 July 2022 to observe drones manufactured by Iran.[637] Iran criticized the assessment by the United States, saying that it would not supply Russia or Ukraine with military equipment during the war, instead demanding that both nations seek a peaceful resolution.[638] Igor Konashenkov, the Russian defence ministry's chief spokesman, said that Russian air-launched high precision missiles had destroyed two U.S.-supplied HIMARS systems in Ukraine. The Ukrainian military denied the claim, calling it \"nothing more than a fake.\"[639] The Russian military released video allegedly showing the attack, but it could not be independently verified.[640] Former Russian President Dmitry Medvedev wrote on Telegram that \"it would be crazy to create tribunals or courts for the so-called investigation of Russia's actions <...> These proposals are not only legally void. The idea of punishing a country that has one of the largest nuclear potentials is absurd in itself. And potentially poses a threat to the existence of humanity. <...> America brings chaos and devastation around the world under the guise of 'true democracy'\". He further criticized the United States over various issues including the treatment of Native Americans, dropping atomic weapons on Japan and being a part of wars in Syria, Iraq and Afghanistan. \"The US and its useless stooges should remember the words of the Bible: 'Judge not, lest you be judged; so that one day the great day of His wrath will not come to their house, and who can stand?'\" — concluded Medvedev.[641] President Zelenskyy said of Western artillery: \"This significantly reduces the offensive potential of the Russian army. The losses of the occupiers will only increase every week, as will the difficulty of supplying them.\"[642] Russian forces appear to be recruiting veteran soldiers and conscripts more intensely, offering them contracts to serve as professional soldiers in the army for a limited time. In Chechnya, there are reports of people being kidnapped and forced to fight in Ukraine.[643] A report, by IStories, indicated that the brigades hardest hit by the war in Ukraine have started advertising online for soldiers, recruiting unemployed people, sometimes without any training.[644][645] It was confirmed by general Igor Konashenkov that Russian forces have paused to rest and regain their combat capabilities. Though minor ground offensives, and continuous shelling and bombing across Ukraine still continue, the majority of the Russian forces have likely begun to fortify positions and resupply troops for another major offensive in the coming weeks or months.[646] President Putin said to parliamentary leaders: \"Today we hear that they want to defeat us on the battlefield. What can you say, let them try. We have heard many times that the West wants to fight us to the last Ukrainian. This is a tragedy for the Ukrainian people, but it seems that everything is heading towards this. Everyone should know that, by and large, we haven't started anything yet in earnest. At the same time, we don't reject peace talks. But those who reject them should know that the further it goes, the harder it will be for them to negotiate with us.\" Mykhailo Podolyak, the Ukrainian chief negotiator, wrote on Twitter in response: \"There is no 'collective West' plan. Only a specific z-army which entered sovereign Ukraine, shelling cities and killing civilians. Everything else is a primitive propaganda. That's why Mr. Putin's mantra of the 'war to the last Ukrainian' is yet another proof of deliberate Russian genocide.\"[647] Russia's ambassador to Britain, Andrey Kelin, said during a media interview that Russian and pro-Russian forces were unlikely to withdraw from southern Ukraine as part of any future peace negotiations. He also vowed that Russia would \"liberate\" the Donbas region, and said that further Russian escalation in the war was possible if the flow of Western weapons into Ukraine \"was organised in such a way that it endangers our strategic situation, our defense...\"[648] Alexei Gorinov [ru], a Moscow City Councilor, was sentenced to 7 years after his anti-war comments made during a children's drawing contest in Krasnoselsky district. On 15 March he was filmed saying: \"How can we talk about any Children's Day drawing contests <…> when we have children dying every day in Ukraine?\" During his trial Gorinov held up a placard saying: \"Do you still need this war?\". Afterwards he said: \"They took away my spring, they took away my summer, and now they've taken away seven more years of my life.\" Russian lawyer Pavel Chikov noted on Telegram that so far only two individuals have been convicted under this law: one with a fine and another a suspended sentence as punishment.[649] The governor of the Mykolaiv Oblast, Vitaly Kim, claims that Russia has been using S-300 missile system in a land attack capacity. He also claimed that some 12 missiles were fired by fitting them with GPS guidance. However, this has not been verified.[650][651] Rockets fired by Russian forces struck an apartment building in Chasiv Yar, killing at least 48 people.[652] Iryna Vereshchuk, the Deputy Prime Minister of Ukraine and the Minister of Reintegration of Temporarily Occupied Territories, urged Ukrainian refugees \"waiting out the war\" inside Russian territory to immediately return to Ukraine or evacuate to European Union countries, warning that an \"iron curtain\" was impeding their ability to flee. She claimed the Russians had already begun setting up \"filtration camps\" on its borders to Estonia to prevent Ukrainians from leaving Russia for the EU. She also reassured Ukrainian refugees in Russia they would not be considered collaborators and were entitled to government assistance.[653] Paul Urey, a British national being held by the Donetsk People's Republic (DPR), died while in custody. He claimed to be working as aid worker when he was arrested at a checkpoint near Zaporizhzhia on 25 April. He suffered from type 1 diabetes and needed insulin. The Human Rights Ombudsman of the DPR, Daria Morozova, said on social media that Mr Urey had been suffering from \"diabetes and respiratory, kidney and cardiovascular issues\". She also commented: \"On our part, despite the severity of the alleged crime, Paul Urey was provided with appropriate medical assistance. However, given the diagnoses and stress, he passed away on July 10.\"[654] Oleh Kotenko, the Ukrainian Ombudsman, claims that 7,200 Ukrainian personnel have gone missing since the start of the war, revising a previous claim of 2,000 missing. He expressed hope that these personnel, which include \"National Guard, border guards and the security service\" can be returned to Ukraine through prisoner swaps with Russia. Ukraine also plans to have a million strong army, however experts consider this to be more of a \"rallying cry\" than an actual viable military plan.[655] The first NASAMS system for Ukraine arrived in Poland from Norway. It appears to be a NASAMS II variant, it was delivered by a Ukrainian An-124.[656] The Russian-appointed head of Velykyi Burluk, Yevgeniy Yunakov, was killed by a car bomb according to TASS.[657] President Zelenskyy said that Ukraine has become an associate member of NATO's Multilateral Interoperability Program. This means that Ukraine will only implement NATO standards while contributing to the development of new standards. He claims that this is a \"contribution to the development of collective security in Europe\". He also said of Western supplied artillery: \"The occupiers have already felt very well what modern artillery is...Russian soldiers - and we know this from interceptions of their conversations - are truly afraid of our Armed Forces.\" He however acknowledged Ukrainian losses: \"There are victims - wounded and killed. In Donbas, offensive attempts do not stop, the situation there does not get easier, and the losses do not get smaller.\"[658] The Ukrainian spokesman for the Odessa region claims to have killed the chief of staff for the 22nd Army Corps, Major General Artyom Nasbulin, during a strike near Kherson by a HIMARS rocket. Ukraine also claims the death of some five Colonels in the same strike. Russian forces confirmed the strike but denied the death of the officers claimed by Ukraine. They claimed that the Ukrainian rocket hit a warehouse that contained chemicals which then exploded.[659][660] North Korea recognises the independence of the Donetsk People's Republic and the Luhansk People's Republic, prompting Ukraine to introduce reciprocal sanctions against the North Korean government.[661] The interior ministry of the LPR reports that their troops and Russian troops have entered Siversk.[662] A missile strike in Vinnytsia killed at least 22 people.[663] Russia started a \"volunteer mobilisation\": 85 federal areas thereof, including Crimea and Sevastopol, are expected to recruit 400 men per region by the end of the month.[664][665] Those who sign a six month contract get \"3,750 to 6,000 US dollars per month\". Some regions are now offering a bonus of US $3,400.[666] The Wagner Group also started recruiting prisoners.[667] As of 14 July, President Putin signed into force a number of laws including the recent \"special economic measures\". These include forcing private companies to take government contracts as well as allowing the Russian government to \"temporarily reactivate mobilization capacities and facilities\" while \"unlocking state reserve material assets\". The government can now also change the work conditions of employees, such as increasing hours worked, unilaterally.[668] Volodymyr Zelenskyy urged the international community to recognise the Russian Federation as a \"terrorist state\".[669] The US House of Representatives passed an amendment that set aside $100 million to train Ukrainian pilots on US fighters. Representative Adam Kinzinger said; \"Last night the House passed my bipartisan Ukrainian Fighter Pilots Act, which authorizes the training of Ukrainian fighter pilots in the U.S. I urge the Senate to get this critical legislation to the President's desk. Slava Ukraini!\" [670] Ukraine claimed that Russia was using the Zaporizhzhia Nuclear Power Station to store and fire weapons from the plant.[671] During an inspection of troops at an unnamed \"command post\" in the Donbas, Russian defence minister Sergei Shoigu ordered troops to escalate their operations \"in all operational directions\" in Ukraine, suggesting that the Russian army is probably putting an end to the reported \"operational pause\" along front lines.[672] Mikhail Mizintsev, chief of Russia's national defence control centre, said during a briefing that over the last 24 hours, \"28,424 people, including 5,148 children\" have been evacuated from the Donbas and other parts of Ukraine to Russia. In total since Feb 24, some \"2,612,747 people, of which 412,553 are children\" have been evacuated to Russia. Ukrainian authorities haven't been involved in these evacuations, and both US and Ukrainian officials regard it as forcible deportations.[673] The Chief of UK Defence Staff, Admiral Sir Tony Radakin, said that Russian army has lost 50,000 soldiers killed or wounded, along with nearly 1700 tanks and nearly 4000 fighting vehicles, a loss of more than 30% of Russia's ground forces; morale is also an issue for Russian soldiers.[674] The Ukrainian President proposed to dismiss Ivan Bakanov, the Head of the Security Service of Ukraine, and the Prosecutor General of Ukraine Iryna Venediktova; up to 60 employees of both agencies have been collaborating with Russian forces.[675] President Volodymyr Zelenskyy said that Ukraine can inflict \"significant losses\" on Russian forces due to Western weapons. The commander of the Ukrainian Armed Forces, Valerii Zaluzhnyi, said: \"An important factor contributing to our retention of defensive lines and positions is the timely arrival of M142 HIMARS, which deliver surgical strikes on enemy control posts, ammunition and fuel storage depots.\"[676] Russian forces have reinforced their position in Southern Ukraine. The Ukrainian army claims that Russian forces were now trying to hide \"behind the civilian population.”[677] President Putin spoke about Western sanctions and how they are putting a \"colossal amount of difficulties\" on Russia however cutting the country off in the modern world is \"impossible\". Russia would \"competently look for new solutions.\"[678] Ukraine claims to have repulsed multiple attacks by Russian forces in the Donetsk region.[679] The UK MoD said Russian forces face \"a dilemma between deploying reserves to the Donbas or defending against Ukrainian counterattacks in the south-western Kherson sector.\"[680] Alexander Bogomaz, governor of the Russian territory of Bryansk, claimed that the village of Novye Yurkovichi was shelled from Ukrainian territory; no casualties reported.[681] The Ukrainian parliament voted to dismiss the Prosecutor-General Iryna Venediktova, and the Head of the Security Service of Ukraine Ivan Bakanov; other intelligence officials have also been fired including the deputy chief.[682] The Antonivka Road Bridge was damaged by Ukrainian rocket fire.[683] Syria formally broke off diplomatic ties with Ukraine.[684] In its 16th aid package the US government will announce the supply of additional HIMARS systems, rockets and artillery shells to Ukraine.[685] According to Interfax, Russian officials claim a second day of rocket attacks on the Antonivka Road Bridge. Some rockets were intercepted, however 11 rockets struck, seriously damaging but not closing it to traffic.[686] The US Chairman of the Joint Chiefs of Staff, General Mark Milley, estimates that Russian forces have gained 6–10 miles of territory over the last 90 days in the Donbas. With “tens of thousands of artillery rounds” fired every day and night.[687] Former Ambassador to Russia and current head of the CIA, William J. Burns, said of President Putin: \"as far as we can tell he's entirely too healthy.\" Mr Burns estimates Russian losses near 15,000 killed and 45,000 wounded. Ukraine's figure is \"a little less\".[688] UK Secretary of Defence, Ben Wallace, announced the UK will send \"50,000 artillery shells, counter-battery radar systems and hundreds of drones\" and \"scores\" of artillery guns over the coming weeks.[689] MI6 chief, Richard Moore said that Russia’s ability to spy has been reduced by “half”.[690] Ukraine claimed to have done enough damage to stop Russia from using the Antonivka Road Bridge to transport ammunition.[691] The CEO of Metinvest, the company that owns the Azovstal iron and steel works, accused Russia of taking £500 million worth of steel from Ukraine, which has been exported to a number of countries in Africa and Asia. Some of the steel had already been paid for by European countries, including the UK.[692] The US announced a new aid package, which includes 580 Phoenix Ghost drones.[693] Lithuania lifted the ban on the transportation of sanctioned goods to Kaliningrad, from Russia, by rail over Lithuanian soil.[694] According to sources on the Ukrainian side, Ukrainian forces surrounded about 1,000 to 2,000 Russian soldiers near Vysokopillia in the Kherson Oblast.[695][696] On 23 July, less than a day after signing a grain export deal with Ukraine, Russia launched Kalibr missiles at the Odesa sea trade port. According to Ukraine, two of the four missiles were intercepted.[697] Russian officials told Turkey that Russia had \"nothing to do\" with the missile strike.[698] The next day, Igor Konashenkov, a spokesman of the Russian Ministry of Defence, confirmed the strike, claiming that it destroyed a Ukrainian warship and a warehouse of Harpoon anti-ship missiles.[699] Russian's Defence Ministry claims to have destroyed 100 HIMARS missiles in a strike on Dnipropetrovsk. Reuters couldn't independently verify this claim. [700] Alexander Bastrykin, head of the Russian Investigative Committee, has ordered the court to open over 1,300 charges against 92 members of the Armed Forces of Ukraine involved in \"crimes against the peace and security of humanity\". \"Mercenaries\" from NATO countries are also suspected.[701] Slovakia is considering transferring its 11 Mig-29s to Ukraine when they are grounded in August, if it can get replacement aircraft from NATO.[702] Russian forces reportedly captured the Vuhlehirska Power Station, the second biggest power plant in Ukraine, on the approach to Bakhmut.[703][704] Ukraine confirmed the capture the next day.[705] A fire at an oil depot in Donetsk city has been blamed on Ukrainian artillery, according to the DPR-appointed mayor of Donetsk, Alexey Kulemzin.[706][707] Ukraine has received six British Stormer HVM anti-aircraft missile launchers.[708] Ukraine claims to have struck the Antonivka Road Bridge again with HIMARS rockets.[709] The US is prepared to treat wounded Ukrainian soldiers at their Landstuhl Regional Medical Center in Germany. This is the first time such treatment has been approved for Ukrainian soldiers at military instead of civilian hospitals.[710] The Antonivka bridge has been closed to civilians. A spokesman for Ukrainian Armed forces said that they are not aiming to destroy the bridge.[711] According to the BBC, Western officials described the bridge as \"completely unusable\" and UK officials said that Kherson city is now \"virtually cut off from other occupied territories\". Russian forces are compensating by the use of pontoon bridges and ferries.[712] A railway bridge nearby was also damaged.[713] Ukrainian advisor Oleksiy Arestovych has said that there is a “massive redeployment” of Russian forces to the Kherson region.[714] Ukrainian soldiers and officers fighting in Donetsk have offered anecdotal evidence of a significant reduction in Russian artillery fire, while requesting more Western weapons. In addition, former Western soldiers, calling themselves the Mozat Group, are offering informal basic training to Ukrainian soldiers, with one former US Marine saying that Ukrainian soldiers: \"...lack the basic soldiering skills that the West is used to\".[715]","Title":"Timeline of the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"15504","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_2022_Russian_invasion_of_Ukraine"}