{"Content: ":"Russian Armed Forces National Guard of Russia Ukrainian Armed Forces Sich Battalion[30] Sheikh Mansur Battalion[31] Irregular civilian volunteers (militia) 15,000–30,000 soldiers [32][33] Unknown Unknown, presumed heavy[39][40][41] At least ten planes shot down[42][43][44][45] The Kyiv offensive was a theater in the 2022 Russian invasion of Ukraine. It involved attacks by Russia across the Russo-Ukrainian and Belarusian-Ukrainian borders beginning on 24 February 2022 for the control of Kyiv and its surrounding areas.[53][54] Kyiv is the capital city of Ukraine, and houses the headquarters for the Ukrainian government and military command.[55] Russian forces initially successfully captured several towns and cities.[56][57] However, the offensive stalled over logistical and tactical issues. Amid heavy losses and little progress in the offensive, Russia withdrew its forces from Kyiv.[58] Ukrainian forces subsequently retook control over Russian-occupied areas in the oblast in April 2022.[59][60] On the morning of 24 February 2022, Russia initiated attacks on Kyiv Oblast with artillery and missile strikes on several primary targets, including Boryspil International Airport, Kyiv's primary airport.[54][61][62] Russia apparently intended to rapidly seize Kyiv, with Spetsnaz infiltrating the city, supported by airborne operations and a rapid mechanised advance from the north. Russian Airborne Forces attempted to seize two key airfields near Kyiv, launching an airborne assault on Antonov Airport,[63][64]followed by a similar landing at Vasylkiv, near Vasylkiv Air Base south of Kyiv, on 26 February.[65][66] The attacks were unsuccessful[67] due to several factors, including the disparity in morale and performance between Ukrainian and Russian forces, the Ukrainian use of sophisticated man-portable weapons provided by Western allies, poor Russian logistics and equipment performance, the failure of the Russian Air Force to achieve air superiority, and Russian military attrition during their siege of major cities.[68][69][70] As Russian forces advanced towards Kyiv, Zelenskyy warned that \"subversive groups\" were approaching the city.[71][72] Wagner Group mercenaries and Chechen forces reportedly made several attempts to assassinate Volodymyr Zelenskyy. The Ukrainian government said these efforts were thwarted by anti-war officials in Russia's Federal Security Service (FSB), who shared intelligence of the plans.[73] Russian forces trying to capture Kyiv sent a probative spearhead on 24 February south from Belarus along the west bank of the Dnipro River, apparently to encircle the city from the west, but it pulled back by 7 April to resupply and redeploy to the southeastern front. It was supported by two separate axes of attack from Russia along the east bank of the Dnipro: the western at Chernihiv, and the eastern at Sumy. These were likely intended to encircle Kyiv from the northeast and east.[74][75] The attack force reached the Chernobyl Exclusion Zone and captured the Chernobyl Nuclear Power Plant and the ghost city of Pripyat.[76][77] Following their breakthrough at Chernobyl, Russian forces were held at Ivankiv, a northern suburb of Kyiv. United States Secretary of Defense Lloyd Austin revealed that some Russian mechanized infantry units had advanced to within 20 miles (32 km) of Kyiv on the first day of the offensive.[71] The Russian advance was greatly hindered by logistical difficulties, partially caused by the Belarusian opposition, as dissident railway workers, hackers and security forces disrupted railway lines in Belarus. This operation, known as the 2022 rail war in Belarus, was mainly organized by individuals and three larger networks known as \"Bypol\", the \"Community of Railway Workers\", and the \"Cyber Partisans\".[3] At 8:00 a.m. local time on 24 February 2022, 20 to 34 Russian military helicopters (Mil Mi-8 transport helicopters escorted by Ka-52 \"Alligator\" attack helicopters) flew south from the Belarus–Ukraine border and approached the town of Hostomel.[78] The helicopter group reportedly carried around 300 VDV airborne troops, purportedly from the 11th Guards Air Assault Brigade or 31st Guards Air Assault Brigade for an assault on Antonov Airport nearby.[78] The assault was an attempt to secure the site as an airbridge for Russian transport troops and heavy equipment (such as artillery and tanks) for an invasion on Kyiv proper.[79] The helicopter group was met by attacks from Ukrainian small arms and MANPADS. The attack eventually downed one to three helicopters, with their pilots ejecting.[80][81] Despite the attacks, the airport was swiftly captured due to minimal defense by members of the National Guard. After the capture of the airport, Russian troops began to prepare for the arrival of 18 Ilyushin Il-76 transport aircraft with reinforcements for the assault. However, local militias and troops from the 3rd Special Purpose Regiment attacked the airport, hampering Russian efforts.[82] The Ukrainian 4th Rapid Reaction Brigade, in a decisive counterattack, prevented the transport aircraft from landing at the airport, forcing it to return to Russia, and preventing further reinforcements.[83] With air support from the Ukrainian Air Force, Ukrainian units managed to repel the airborne assault.[84][85] Russian forces also attempted landings at the Kyiv Cistern.[86] A renewed airborne assault was launched a day after the initial attack. With Russian mechanized units achieving breakthroughs at nearby Ivankiv, they were able to advance and capture the airport after a combined ground-based assault.[87] Despite their success, the airport was deemed inoperable,[83] ending chances for a swift Ukrainian capitulation via the capture of Kyiv.[88] During the clash at Antonov Airport, the only existing Antonov An-225 Mriya (the world's largest operational aircraft) was destroyed in its storage hangar.[51] The Russian government claimed nearly 200 Ukrainian deaths in the assault with no losses of its own.[89] Russian airborne troops at Antonov Airport. Russian airborne troops attempting to capture the airport. Remains of the Antonov An-225 following its destruction at Antonov Airport. Following the victory at Chernobyl, the Russian invading force approached the town of Ivankiv, 42 miles (68 km) south of the Chernobyl Nuclear Power Plant.[90] To halt the convoy, Ukrainian soldiers demolished a bridge over the Teteriv River,[91][92] stopping the advance of the Russian column.[93][94] Ukrainian airborne assault troops then engaged Russian units at Ivankiv and neighboring Dymer.[95][96] Some Russian units were able to penetrate the Ukrainian defense at Ivankiv and reinforce other units at Antonov Airport, leading to its capture.[97] During the fighting, the town was shelled, generating civilian casualties.[98] The next day, a large Russian convoy was seen on satellite imagery heading toward the town.[99] The Ivankiv Historical and Local History Museum was destroyed on 27 February, causing significant losses in its collection, notably the destruction of over 20 artworks by Maria Prymachenko.[100] Fighting at Ivankiv continued[101][102] until it was captured by Russian forces on 2 March.[103] After securing a breakthrough at Ivankiv on 25 February, troops from the 41st Combined Arms Army, 31st Guards Air Assault Brigade, and the Chechen 141st Motorized Regiment advanced to the nearby town of Hostomel on the same day. Hostomel was defended by elements of the 79th Air Assault Brigade, 3rd Spetsnaz Regiment, and the 3rd Special Purpose Regiment, along with civilian militias.[104] Members of the Chechen 141st Regiment approached the town and began preparations for the assassination of Ukrainian president Volodymyr Zelenskyy.[105][106] After Ukrainian unmanned aerial vehicles discovered Russian positions near Hostomel, Ukrainian forces regrouped and struck a counter-offensive, destroying an armored column. After the counterattack, Hostomel was subjected to airstrikes and shelling, depriving residents of basic utilities.[107] Russian forces persisted in urban combat with Ukrainian soldiers,[11] and were eventually repulsed from the town's vicinity on 3 March.[108][109][110] They invaded Hostomel once more on 4 March,[111] suffering a retreat on the same day,[112] before mounting another assault and recapturing the town on 5 March.[113][112] Both sides suffered heavy losses during the battle:[114] Russian forces lost over 21 light infantry fighting vehicles (IFVs) in two days;[115][111] Ukrainian intelligence claimed the 31st Guards recorded over 50 deaths.[112] Several commanders were also killed in action: Major general Magomed Tushayev [fr] (commander of the Chechen 141st Regiment) was killed on 26 March (claim disputed[116]), while Major general Andrey Sukhovetsky (deputy commander of the Russian 41st Army) was killed by a Ukrainian sniper on 3 March.[10][117][unreliable source?] Major Valeriy Chybineyev (sniper commander of the Ukrainian 79th Brigade) was killed near Antonov Airport on 4 April.[112][118][unreliable source?] After Hostomel's occupation, Ukrainian officials accused Russian units of preventing the evacuation of local civilians.[119] Russian soldiers were reported spreading misinformation to residents about the state of war.[120] On 7 March, Yuri Prilipko, the mayor of Hostomel, was killed by Russian troops.[121] On 26 February, Russian paratroopers began an assault on Vasylkiv, 40 kilometres (25 mi) south of Kyiv, to capture a military airbase nearby. Ukrainian fighters shot down two Russian Ilyushin Il-76 transport aircraft that were attempting to land paratroopers for the assault.[42][122][43] US officials later stated on 26 April that American intelligence data, shared with Ukrainian forces in real-time, assisted with the downing of the Il-76.[123] Despite fierce anti-aircraft resistance, a large group of Russian paratrooper units was able to land near Vasylkiv. The units then advanced to the city and were involved in heavy fighting with the Ukrainian 40th Tactical Aviation Brigade,[124][17] but were later repulsed.[125] The victory was later proclaimed by the city mayor, Natalia Balasynovych, who claimed over 200 Ukrainian injuries during the fight.[126][127][128] Following the conclusion of the battle, Ukrainian forces patrolled the city in search of Russian stragglers.[129][130] On 25 February, Russian fighter aircraft began bombarding central Kyiv.[131] A Ukrainian Su-27 was then shot down.[50][132] Russian saboteurs dressed as Ukrainian soldiers attempted to infiltrate Obolon,[133][55] a suburb north of central Kyiv, just 10 kilometres (6.2 miles) from the Verkhovna Rada building (the seat of the Ukrainian parliament), but were all captured or killed by Ukrainian troops.[134] Army reserves were then activated to defend Kyiv. Gunfire, described by Ukrainian officials as clashes between Ukrainian and Russian troops, was heard in several wards of the city.[55][134] Zelenskyy urged residents to engage in urban guerrilla warfare with Molotov cocktails against Russian forces.[135][136] Guns were distributed to civilian militias.[137] The Ukrainian government imposed a curfew on the city the next morning.[138] Ukrainian forces claimed to have killed around 60 Russian saboteurs in a single day.[40] Simultaneously with the failed assault on Vasylkiv, Russian units began bombarding Kyiv on 26 February with artillery and organized attacks to capture the Kyiv Hydroelectric Power Plant with conflicting🚩[clarification needed] outcomes.[139][140][141] Ukrainian forces regrouped and struck a counter-offensive on the power plant the next day, repulsing Russian forces from the site.[142][143] A separate attack on an army base in the city ended in failure.[144] Russian forces were reported to be 31 kilometres (19 mi) from central-Kyiv.[145] Russian airstrikes were made on Vasylkiv and Kyiv on 27 February,[146][147] including one on a radioactive waste disposal site near Kyiv, albeit the site was unharmed.[148] Another Russian attack group began approaching Kyiv from the northeast after bypassing the city of Chernihiv.[99] Vitali Klitschko, the mayor of Kyiv, told the Associated Press that Kyiv had been “completely encircled”. However, his remarks were retracted shortly after.[149] Missile attacks were reported at Brovary on 28 February,[150][151] but Kyiv was relatively free from direct combat.[152][153] Ukrainian forces claimed the destruction of a Russian column in Makariv.[154] Fighting here had erupted one day earlier.[155] Russian strikes continued in early-March. The Kyiv TV Tower was hit on 1 March.[156] Strikes were later reported at Rusanivka, Kurenivka, Boyarka, Vyshneve,[157][158] Vorzel and Markhalivka.[159][160] while Borodianka was extensively bombed, killing hundreds.[161][83] The Ukrainian Air Force claimed it had downed two Russian Sukhoi Su-35 over Kyiv on 2 March.[44] Makariv was recaptured on 3 March.[162] Ukrainian reports from Kyiv believed the Russian army had begun to surround the city with tanks from Belarus,[163] in an attempt to enforce a blockade.[164] Estonian intelligence estimated that the advancing Russian convoy would arrive at Kyiv in at least two days.[165] On 4 March, an armored Russian column from the Sumy Oblast reportedly reached near Brovary.[166] Clashes remained throughout the Kyiv Oblast by 8 March.[167] Russian forces advanced on the highway between Zhytomyr and Kyiv, threatening Fastiv. Russian tanks reached within a few kilometres from Kyiv on 9 March,[168] but were attacked by Ukrainian forces during the night.[169] On 10 March, Ukrainian forces claimed that the Azov Special Operations Detachment and the 72nd Mechanized Brigade ambushed the 6th and 239th Tank Regiments of the 90th Guards Tank Division in Brovary, inflicting heavy losses, including killing the 6th Tank Regiment's commander, Colonel Andrei Zakharo, forcing them to retreat.[12][13] Fighting neared Bucha on 27 February, as the 36th Combined Arms Army and Russian special police forces approached the city.[170][171][172][173] Russian artillery began bombarding the city at the same time,[174][175] causing several civilian casualties, reportedly also wounding the mayor of Bucha, Anatoliy Fedoruk.[176][177] As fighting developed, Russian breakthroughs allowed units to advance to Irpin.[178][179] Ukrainian forces used artillery to shell Russian convoys to halt the advance,[180] and destroyed a bridge linking Bucha and Irpin.[181][182] According to the mayor of Irpin, Oleksandr Markushin, Russian forces were trapped and destroyed.[183] Ukrainian forces engaged and destroyed an armored column on 28 February.[184] Irpin was struck by missiles on 2 March.[185] Russian forces attacked a Ukrainian checkpoint in Yasnohorodka on 6 March.[186] Markushin had refused requests by Russian forces to surrender the town.[187] By early March, Russian advances along the west side of the Dnipro were limited, after setbacks from Ukrainian defences.[74][75] As of 5 March, a large Russian convoy, reportedly 64 kilometres (40 mi) in length, had made little progress toward Kyiv.[188] The London-based think tank Royal United Services Institute (RUSI) assessed Russian advances from the north and east as \"stalled\".[189] Advances along the Chernihiv axis had largely halted as a siege there began. By 11 March, it was reported that the lengthy convoy had largely dispersed, taking up positions uder tree cover. Rocket launchers were also identified.[190] Russian forces continued to advance on Kyiv from the northwest, capturing Bucha, Hostomel, and Vorzel by 5 March,[191][192] though Irpin remained contested as of 9 March.[193] By 11 March, some elements of the Russian Kyiv Convoy broke off and deployed into firing positions. While the bulk of the convoy remained on the road, some parts, including artillery, left the main column, and took up positions near Hostomel.[194] Some elements of the convoy took up positions in Lubyanka, and nearby forests.[195] An assessment of the offensive at this date by the Institute for the Study of War said that Russian ground forces attempting to encircle Kyiv had paused to resupply and refit their combat units, having failed in their attacks from 8 to 10 March.[196] On 12 March, the Security Service of Ukraine said that seven civilians were killed after Russian forces shot at an evacuation column in the village of Peremoha, Brovary Raion, and forced it to turn back.[197] An overnight barrage of missile attacks had destroyed the Vasylkiv Air Base along with its airstrip. In addition, the ammunition depot and an oil depot in the town and an oil depot in the village of Kryacky were set ablaze as well. Shelling on the village of Kvitneve at 03:40 set a frozen goods warehouse on fire.[198][199][200] Russian Defense Ministry spokesman Igor Konashenkov stated that long-range high-precision missiles were used to destroy the military airfield in Vasylkiv and the \"main center of radio and electronic intelligence of Ukrainian forces\" in Brovary.[201] On 13 March, the UK's Ministry of Defence reported that Russian forces were 25 kilometres (16 mi) from the center of Kyiv.[202] That day American journalist Brent Renaud was killed and two other journalists were wounded at a checkpoint in Irpin when Russian forces reportedly shot at a car carrying non-Ukrainian journalists.[203] Ukrainian forces prevented an attempt by Russian forces to advance further on Kyiv by blowing up a pontoon bridge on the Irpin river near Hostomel and 5 kilometres (3.1 mi) north of the main bridge on the river.[204] Russian advances across the Irpin were also hindered by flooding caused by their own attack on the Kozarovychi dam, which regulates flow from the Kyiv Reservoir.[205] On 14 March, Fox News reporter Benjamin Hall was wounded in the village of Horenka while reporting on the conflict near Kyiv. Cameraman Pierre Zakrzewski and Oleksandra Kuvshynova, a Ukrainian news producer and fixer, were killed in the same attack. Anton Herashchenko, an adviser to the Ukrainian Minister of Internal Affairs, stated that the deaths were caused by Russian shelling.[206][207] Russian forces meanwhile had captured Bucha and half of Irpin by 14 March.[208] On 15 March, a new military headquarters responsible for the defense of Kyiv was established. Zelenskyy appointed acting Commander of the Joint Forces Oleksandr Pavlyuk as head of the “Kyiv Regional Military Administration” and Eduard Koskalov the new Commander of the Joint Forces.[17] The National Police of Ukraine stated that one civilian was killed and two others wounded in Hostomel when Russian troops fired at evacuation buses.[209] In Bucha, Russian troops captured volunteers and employees of the city council, although they released them the next day.[210] On 16 March, the Ukrainian government announced that its forces had begun a counter-offensive to repel Russian forces approaching Kyiv.[211] Fighting took place in Bucha, Hostomel and Irpin.[212] Russian forces conducted only limited attacks northwest of Kyiv.[213] On 17 March, Ukraine's Defense Ministry announced that Russian forces made \"no significant advances around Kyiv in the past 24–48 hours\" and had resorted to \"chaotic\" shelling. A British military intelligence report added that Russian forces suffered \"heavy losses\" while making \"minimal progress\".[214] On 18 March, Ukraine blocked Russia’s two main routes for attacking the capital city as the latter was abandoning \"offensive actions\" around Brovary and Boryspil. Ukraine worked on strengthening a third line of defense around the capital, while Russian forces were \"cynically shooting\" at infrastructure facilities.[215] By 19 March, Russia was attempting to consolidate control over the area they occupied, while more efforts were made to resupply and reinforce units' static positions. Maxar imagery showed Russian forces digging trenches and revetments in Kyiv Oblast.[216] On 20 March, Russian missiles struck a number of areas in the capital, including what Russia described as a \"Ukrainian special forces training center\".[217] On 21 March, Ukraine halted a Russian attack on Brovary, while Russia claimed to have captured a Ukrainian command bunker in Mykolaivka. However, Russian forces were still reportedly struggling to organize the sufficient logistical support needed for major operations in the northwest of Kyiv.[218] Unable to achieve a quick victory in Kyiv, Russian forces switched strategies and began using standoff weapons, indiscriminate bombing, and siege warfare.[219][220] Between 22 and 24 March, Ukraine retook the strategically important town of Makariv (22 March), the village of Moschun (23 March) and the small settlement of Lukyanovka (24 March). It was claimed that three Russian tanks and nine infantry fighting vehicles were destroyed at Lukyanovka, as well some armor captured, while Ukrainian troops were reportedly working on the encirclement of Russian units in nearby villages. Irpin was reportedly 80% controlled by Ukrainian forces, while Russia launched rocket attacks against the town.[221][222][223] On 23 March, reports arose that Russian soldiers were starting to mutiny against their leaders. Colonel Yuri Medvedev was fighting in Makariv when a soldier from the 37th Guards Motor Rifle Brigade was reported to have deliberately rammed into the colonel, breaking both his legs, allegedly killing him. This was because the 37th Brigade, which he was commanding, was reported to have lost close to 50% of its men while fighting in Makariv.[14][224] Dan Sabbagh wrote in The Guardian that while the attack most likely occurred, little evidence existed confirming that Medvedev had indeed died.[225] On 24 March, the International Atomic Energy Agency (IAEA) claimed that Russian shelling on Slavutych prevented personnel from rotating to and from the Chernobyl nuclear plant.[223] On 25 March, the Ukrainian counteroffensive in Kyiv retook several towns to the east and west of Kyiv, including Makariv.[226][227] Under attack by the Ukrainian military, Russian troops in the Bucha area began to retreat north at the end of March. Ukrainian forces entered the city on 1 April.[228] A British Ministry of Defence intelligence assessment reported that, as Russian forces were falling back on overextended supply lines, Ukraine recaptured towns and defensive positions up to 35 kilometers (25 miles) east of Kyiv. The assessment concluded that Ukrainian Forces were likely \"to continue to attempt to push Russian Forces back along the north-western axis from Kyiv towards Hostomel Airfield.\"[229] On 26 March, additional Russian forces from the Eastern Military District (EMD) were reportedly being sent into the Kyiv-Chernihiv axis. The ISW assessed that Ukraine created a \"Russian salient\" at Hostomel that is \"exposed from several directions and apparently under continued pressure\".[230] On 27 March, Russia's 35th Combined Arms Army reportedly rotated damaged units into Belarus under cover of airstrikes and shelling, while it was claimed that Russia established a command post for all EMD-forces operating around Kyiv in the Chernobyl area. The ISW assessed that the EMD Commander Colonel-General Aleksandr Chaiko \"may be personally commanding efforts to regroup Russian forces in Belarus and resume operations to encircle Kyiv from the west\".[8] On 28 March, Ukraine reportedly retook Irpin,[231] which was confirmed by 30 March.[232] On 29 March, the Russian Deputy Ministry of Defence Alexander Fomin announced a withdrawal of Russian forces from the Kyiv and Chernihiv areas.[233] Between 30 and 31 March, Russian forces shelled the eastern and northern suburbs of Kyiv where Ukrainian forces had regained territory in recent days, as well as Irpin and Makariv. At the same time, there were battles reported around Hostomel amidst Ukrainian counterattacks and some Russian withdrawals around Brovary. According to the Britain's Defense Ministry, \"Russian forces continue to hold positions to the east and west of Kyiv despite the withdrawal of a limited number of units\" and projected that heavy fighting would likely take place in the suburbs of the city in coming days.[234][235] Subsequent artillery strikes were supposed to cover the start of a Russian retreat from Kyiv Oblast. Russian forces also mined areas as they pulled back. Ukrainian forces responded to the withdrawal by continuing their counter-offensive; as a result, the Russian retreat was disorderly in some areas, and some Russian troops were left behind.[236] On 1 April, Ukraine recaptured 13 villages in Kyiv oblast,[237] while Russian forces had \"almost left\" the entire Brovary district. Ukrainian forces subsequently engaged in \"mopping up\" operations,[238] involving the clearing of barricades, ammunition and suspected booby traps. Zelenskyy warned for \"a potentially catastrophic situation for civilians\" due to mines left by Russian forces around \"homes, abandoned equipment and even the bodies of those killed\".[239] That day, Ukrainian journalist Maks Levin was found dead near the village of Guta Mezhygirska after going missing for more than two weeks. Ukraine's prosecutor’s office claimed that the journalist was killed by “two shots” from the Russian military.[240] On 2 April, Ukrainian forces retook control over all of Kyiv Oblast including Irpin, Bucha, and Hostomel.[59] Visual confirmation of Ukrainian forces retaking Pripyat district and the border area with Belarus was released on 3 April.[241] Ukraine said it uncovered evidence of war crimes in Bucha.[242] On 6 April, NATO secretary general Jens Stoltenberg said that the Russian \"retraction, resupply, and redeployment\" of their troops from the Kyiv area should be interpreted as an expansion of Putin's plans for his military actions against Ukraine, by redeploying and concentrating his forces on Eastern Ukraine and Mariupol within the next two weeks, as a precursor to the further expansion of Putin's actions against the rest of Ukraine.[243] As the second phase of the invasion began, Kyiv was left generally free from attack apart from isolated missile strikes, one of which occurred during the 28 April visit of UN Secretary-General António Guterres, who met with Zelenskyy to discuss the fate of survivors at the siege of Mariupol.[244] After Ukraine had fully retaken Kyiv Oblast, its military began to mop up pockets of isolated Russian troops who had been left behind in the retreat. The Institute for the Study of War assessed that these remnant groups did not offer organized resistance. The Institute for the Study of War aso said that some of the Russian units that were pulled back to Belarus and western Russia would \"remain combat ineffective for a protracted period\".[236] Ukrainian authorities said that more than 300 civilian inhabitants of Bucha had been summarily executed. The bodies were discovered after the Russians withdrew.[245] As of 4 April, the bodies of 410 civilians were recovered in towns near Kyiv.[246]","Title":"Kyiv offensive (2022) - Wikipedia","KeyID":"15508","URL":"https://en.wikipedia.org/wiki/Kyiv_offensive_(2022)"}