{"Content: ":"Fitness (often denoted w {\\displaystyle w} or ω in population genetics models) is the quantitative representation of individual reproductive success. It is also equal to the average contribution to the gene pool of the next generation, made by the same individuals of the specified genotype or phenotype. Fitness can be defined either with respect to a genotype or to a phenotype in a given environment or time. The fitness of a genotype is manifested through its phenotype, which is also affected by the developmental environment. The fitness of a given phenotype can also be different in different selective environments. With asexual reproduction, it is sufficient to assign fitnesses to genotypes. With sexual reproduction, genotypes have the opportunity to have a new frequency in the next generation. In this case, fitness values can be assigned to alleles by averaging over possible genetic backgrounds. Natural selection tends to make alleles with higher fitness more common over time, resulting in Darwinian evolution. The term \"Darwinian fitness\" can be used to make clear the distinction with physical fitness.[1] Fitness does not include a measure of survival or life-span; Herbert Spencer's well-known phrase \"survival of the fittest\" should be interpreted as: \"Survival of the form (phenotypic or genotypic) that will leave the most copies of itself in successive generations.\" Inclusive fitness differs from individual fitness by including the ability of an allele in one individual to promote the survival and/or reproduction of other individuals that share that allele, in preference to individuals with a different allele. One mechanism of inclusive fitness is kin selection. Fitness is often defined as a propensity or probability, rather than the actual number of offspring. For example, according to Maynard Smith, \"Fitness is a property, not of an individual, but of a class of individuals—for example homozygous for allele A at a particular locus. Thus the phrase ’expected number of offspring’ means the average number, not the number produced by some one individual. If the first human infant with a gene for levitation were struck by lightning in its pram, this would not prove the new genotype to have low fitness, but only that the particular child was unlucky.\"[2] Alternatively, \"the fitness of the individual—having an array x of phenotypes—is the probability, s(x), that the individual will be included among the group selected as parents of the next generation.\"[3] To avoid the complications of sex and recombination, we initially restrict our attention to an asexual population without genetic recombination. Then fitnesses can be assigned directly to genotypes rather than having to worry about individual alleles. There are two commonly used measures of fitness; absolute fitness and relative fitness. The absolute fitness ( W {\\displaystyle W} ) of a genotype is defined as the proportional change in the abundance of that genotype over one generation attributable to selection. For example, if n ( t ) {\\displaystyle n(t)} is the abundance of a genotype in generation t {\\displaystyle t} in an infinitely large population (so that there is no genetic drift), and neglecting the change in genotype abundances due to mutations, then[4] An absolute fitness larger than 1 indicates growth in that genotype's abundance; an absolute fitness smaller than 1 indicates decline. Whereas absolute fitness determines changes in genotype abundance, relative fitness ( w {\\displaystyle w} ) determines changes in genotype frequency. If N ( t ) {\\displaystyle N(t)} is the total population size in generation t {\\displaystyle t} , and the relevant genotype's frequency is p ( t ) = n ( t ) / N ( t ) {\\displaystyle p(t)=n(t)/N(t)} , then where w ¯ {\\displaystyle {\\overline {w}}} is the mean relative fitness in the population (again setting aside changes in frequency due to drift and mutation). Relative fitnesses only indicate the change in prevalence of different genotypes relative to each other, and so only their values relative to each other are important; relative fitnesses can be any nonnegative number, including 0. It is often convenient to choose one genotype as a reference and set its relative fitness to 1. Relative fitness is used in the standard Wright–Fisher and Moran models of population genetics. Absolute fitnesses can be used to calculate relative fitness, since p ( t + 1 ) = n ( t + 1 ) / N ( t + 1 ) = ( W / W ¯ ) p ( t ) {\\displaystyle p(t+1)=n(t+1)/N(t+1)=(W/{\\overline {W}})p(t)} (we have used the fact that N ( t + 1 ) = W ¯ N ( t ) {\\displaystyle N(t+1)={\\overline {W}}N(t)} , where W ¯ {\\displaystyle {\\overline {W}}} is the mean absolute fitness in the population). This implies that w / w ¯ = W / W ¯ {\\displaystyle w/{\\overline {w}}=W/{\\overline {W}}} , or in other words, relative fitness is proportional to W / W ¯ {\\displaystyle W/{\\overline {W}}} . It is not possible to calculate absolute fitnesses from relative fitnesses alone, since relative fitnesses contain no information about changes in overall population abundance N ( t ) {\\displaystyle N(t)} . Assigning relative fitness values to genotypes is mathematically appropriate when two conditions are met: first, the population is at demographic equilibrium, and second, individuals vary in their birth rate, contest ability, or death rate, but not a combination of these traits.[5] The change in genotype frequencies due to selection follows immediately from the definition of relative fitness, Thus, a genotype's frequency will decline or increase depending on whether its fitness is lower or greater than the mean fitness, respectively. In the particular case that there are only two genotypes of interest (e.g. representing the invasion of a new mutant allele), the change in genotype frequencies is often written in a different form. Suppose that two genotypes A {\\displaystyle A} and B {\\displaystyle B} have fitnesses w A {\\displaystyle w_{A}} and w B {\\displaystyle w_{B}} , and frequencies p {\\displaystyle p} and 1 − p {\\displaystyle 1-p} , respectively. Then w ¯ = w A p + w B ( 1 − p ) {\\displaystyle {\\overline {w}}=w_{A}p+w_{B}(1-p)} , and so Thus, the change in genotype A {\\displaystyle A} 's frequency depends crucially on the difference between its fitness and the fitness of genotype B {\\displaystyle B} . Supposing that A {\\displaystyle A} is more fit than B {\\displaystyle B} , and defining the selection coefficient s {\\displaystyle s} by w A = ( 1 + s ) w B {\\displaystyle w_{A}=(1+s)w_{B}} , we obtain where the last approximation holds for s ≪ 1 {\\displaystyle s\\ll 1} . In other words, the fitter genotype's frequency grows approximately logistically. The British sociologist Herbert Spencer coined the phrase \"survival of the fittest\" in his 1864 work Principles of Biology to characterise what Charles Darwin had called natural selection.[6] The British biologist J.B.S. Haldane was the first to quantify fitness, in terms of the modern evolutionary synthesis of Darwinism and Mendelian genetics starting with his 1924 paper A Mathematical Theory of Natural and Artificial Selection. The next further advance was the introduction of the concept of inclusive fitness by the British biologist W.D. Hamilton in 1964 in his paper on The Genetical Evolution of Social Behaviour. Genetic load measures the average fitness of a population of individuals, relative either to a theoretical genotype of optimal fitness, or relative to the most fit genotype actually present in the population.[7] Consider n genotypes A 1 … A n {\\displaystyle \\mathbf {A} _{1}\\dots \\mathbf {A} _{n}} , which have the fitnesses w 1 … w n {\\displaystyle w_{1}\\dots w_{n}} and the genotype frequencies p 1 … p n {\\displaystyle p_{1}\\dots p_{n}} respectively. Ignoring frequency-dependent selection, then genetic load ( L {\\displaystyle L} ) may be calculated as: Genetic load may increase when deleterious mutations, migration, inbreeding, or outcrossing lower mean fitness. Genetic load may also increase when beneficial mutations increase the maximum fitness against which other mutations are compared; this is known as the substitutional load or cost of selection. ","Title":"Fitness (biology) - Wikipedia","KeyID":"1550","URL":"https://en.wikipedia.org/wiki/Fitness_(biology)"}