{"Content: ":"Ongoing Russian Armed Forces Ukrainian Armed Forces Irregular civilian volunteers (militia) The southern Ukraine offensive is an ongoing theatre of operation in the 2022 Russian invasion of Ukraine. From their base in Russian-occupied Crimea, Russian armed forces attacked Kherson Oblast, Mykolaiv Oblast, and Zaporizhzhia Oblast in southern Ukraine.[23] On 24 February, Russian forces engaged the Armed Forces of Ukraine.[24] Elements from the southern offensive joined forces with elements from the eastern Ukraine offensive to jointly surround and bombard the city of Mariupol in Donetsk Oblast, which fell after months of siege. In the aftermath of the Revolution of Dignity in 2014, Russia annexed the Crimean Peninsula from Ukraine.[25][26] Under de facto rule, Russian troops occupied their self-proclaimed Republic of Crimea for the next eight years. The Russian military presence in the peninsula increased during the 2021–2022 Russo-Ukrainian crisis by over 10,000 additional troops.[27] On 24 February, Russian forces took control of the North Crimean Canal, allowing Crimea to obtain water from the Dnieper, previously cut off since 2014.[28] On 26 February, the siege of Mariupol began as the attack moved east towards the city, linking the front to separatist-held regions in Donbas.[29][30] En route, Russian forces entered Berdiansk and captured it.[31] On 1 March, Russian forces attacked Melitopol and other nearby cities.[32] Ivan Fedorov, mayor of Melitopol, later announced that Russian forces had occupied the city.[33] On the morning of 25 February, Russian units from the Donetsk People's Republic (DPR) advanced towards Mariupol and were defeated by Ukrainian forces near the village of Pavlopil.[34][35][36] By the evening, the Russian Navy reportedly began an amphibious assault on the coastline of the Sea of Azov 70 kilometres (43 mi) west of Mariupol. A US defence official said that Russian forces might be deploying thousands of marines from this beachhead.[37][38][39] Another Russian force advanced north from Crimea, with the Russian 22nd Army Corps approaching the Zaporizhzhia Nuclear Power Plant on 26 February.[40][41] On 28 February, they began a siege at Enerhodar in an attempt to take control of the nuclear power plant.[42] A fire began at the plant during the battle.[43] The International Atomic Energy Agency (IAEA) subsequently said that essential equipment was undamaged.[44] By 4 March, the nuclear power plant fell under Russian control. Despite the fires, the power plant recorded no radiation leaks.[45] A third Russian attack group from Crimea moved northwest, where they captured bridges over the Dnieper.[46] On 2 March, Russian troops won a battle at Kherson and captured Kherson, the first major Ukrainian city to fall to Russian forces in the invasion.[47] Russian troops moved on Mykolaiv and attacked the city two days later, but were later repelled by Ukrainian forces.[48] Also on 2 March, Ukrainian forces initiated a counteroffensive on Horlivka,[49] which had been mainly controlled by the DPR since 2014.[50] Following a renewed missile attack on 14 March in Mariupol, the Ukrainian government claimed more than 2,500 deaths in the city.[51] By 18 March, Mariupol was completely encircled and fighting reached the city centre, hampering efforts to evacuate civilians.[52] On 20 March, an art school in the city, sheltering around 400 people, was destroyed by Russian bombs.[53] The Russians demanded a full surrender, and several Ukrainian government officials refused.[54][55] On 24 March, Russian forces entered central Mariupol.[56] The city administration alleged the Russians tried to demoralise residents by publicly shouting claims of Russian victories, including statements that Odessa had been captured.[57] On 27 March, Ukraine's deputy prime minister, Olha Stefanishyna, stated that \"[Mariupol's inhabitants] don't have access to water, to any food supplies, to anything. More than 85 percent of the whole town is destroyed\", and that Russia's objectives have \"nothing to do with humanity\".[58] In a telephone conversation with Emmanuel Macron on 29 March, Putin stated that the bombardment of Mariupol would only end when Ukrainian troops fully surrendered Mariupol.[59] On 1 April, a rescue effort by the United Nations (UN) to transport hundreds of civilian survivors out of Mariupol with 50 allocated buses was impeded by Russian troops, who refused the buses safe passage into the city while peace talks continued in Istanbul.[60] On 3 April, following the retraction of Russian forces from Kyiv at the end of phase one of the military invasion, Russia expanded its attack on southern Ukraine further west with increased bombardment and strikes against Odessa, Mykolaiv, and the Zaporizhzhia Nuclear Power Plant.[61][62] Shortly after Russian President Vladimir Putin announced a military operation in Ukraine, the Russian Air Force began to launch cruise and ballistic missiles at targets in several cities in Kherson Oblast. With air support, Russian Armed Forces then crossed into Kherson Oblast through areas of Crimea annexed by Russia in 2014.[63][64][65] The Russian Navy used a naval blockade in the Black Sea to prevent Ukraine from providing support to units located near Kherson Oblast, and restrict commercial trade and the flow of goods to southern Ukraine.[66] By 3:30 AM local time, Ukraine closed all commercial shipping in the Sea of Azov, leaving more than 100 ships stuck in ports.[67] By evening, the Russians had reached Kherson and engaged the Ukrainians in the battle of Kherson. The Russians initially crossed the Dnieper River over the Antonovskiy Bridge, but Ukrainian mechanized forces were able to recapture the bridge.[68] A Ukrainian battalion was deployed to destroy the Henichesk bridge near the Isthmus of Perekop, and thereby slow the advance of Russian troops advancing from Crimea.[69] Vitalii Skakun, the combat engineer who planted the explosives on the bridge, did not have enough time to retreat from the bridge, and so detonated the mines, killing himself and destroying the bridge.[70][71] Skakun was posthumously awarded the title Hero of Ukraine by Ukrainian President Volodymyr Zelenskyy.[72] Russian troops established control over the North Crimean Canal.[73] Following Russia's 2014 annexation of Crimea, Ukraine blocked the canal,[74] which provided 85% of Crimea's drinking water.[75] Sergey Aksyonov, head of the Republic of Crimea, told local authorities to prepare the canal to receive water from the Dnieper and resume the supply of water to Crimea, the following day.[76] By the morning of 25 February, Russian forces had encircled and captured the city of Nova Kakhovka.[77] The North Crimean Canal was unblocked, rescinding a longstanding water blockage imposed on Crimea after the 2014 Russian annexation of the peninsula.[78][79] Fighting began to spill into Zaporizhzhia Oblast as Russian forces moved through southeastern Kherson Oblast towards Melitopol, which later surrendered to advancing Russian forces after a small skirmish.[80][81] Later in the day, Russian forces captured the Antonovskiy Bridge.[82] Ukrainian forces launched a counterattack on Melitopol to take back control of the city.[83] On 26 February, according to Kherson mayor Ihor Kolykhaiev, a Ukrainian airstrike forced the Russians to retreat from Kherson, leaving the city under Ukrainian control.[84][85] Ukrainian forces later recaptured the bridge.[86] The Ukrainian Prosecutor General, Iryna Venediktova, claimed that Russian forces killed a journalist and an ambulance driver near the village of Zelenivka, a northern suburb of Kherson.[87] Another Ukrainian official later claimed that a Russian army column was defeated between the towns of Radensk and Oleshky, just south of Kherson.[88] In the afternoon of 26 February, 12 Russian tanks managed to break through in Kakhovka on the Dnieper and began advancing towards Mykolaiv.[89] Vitaliy Kim, the governor of Mykolaiv Oblast, said the city had five hours to prepare.[90][91] Artillery and other arms we’re prepared.[92] A Ukrainian official stated that Russian forces had advanced further towards the city of Enerhodar, southwest of Zaporizhzhia, which contains the Zaporizhzhia Nuclear Power Plant. The official stated that the Russians were deploying Grad missiles and warned of an attack on the plant.[93] The Zaporizhzhia Regional State Administration stated that the Russian forces advancing on Enerhodar later returned to Bolshaya Belozerka, a village 30 kilometres (19 mi) from the city.[94] Russian forces later captured the coastal city of[clarification needed] by 13:40.[95] By evening, Russian tanks were on the outskirts of Mykolaiv. Oleksandr Senkevych [uk], the mayor of Mykolaiv, ordered citizens to stay indoors, as far away from windows as possible.[96] Shortly after, Russian troops entered the city and a battle on the Southern Bug erupted about 10 minutes later.[97] According to some reports, tanks \"passed through the city\".[98] There were also sightings of large fires.[99] Russian forces advanced from Melitopol towards Mariupol, where a battle had gone on since 25 February. They captured the coastal city of Prymorsk and surrounded the city of Berdiansk west of Mariupol.[29][100] At Berdiansk, Russian troops captured the port and the Berdiansk Airport.[101][102] Russian Ministry of Defense spokesperson Igor Konashenkov announced that the city of Henichesk and Kherson International Airport had surrendered to Russian forces in the morning.[103][104][105] Later, Russian forces encircled and captured a part of Kherson,[106][107] with Ukrainian officials corroborating this claim.[108] Russian forces were also able to enter and capture Berdiansk.[109][110] During the takeover, local authorities reported that one person was killed and another was wounded.[111][112] At least eight Ukrainian warships were seized in Berdiansk; two Gyurza-M-class artillery boats, two Zhuk-class patrol boats, a Sorum-class tugboat (converted to a patrol vessel[113]) and six small patrol boats. Russia Today did not mention the second Zhuk-class patrol boat or the six small patrol boats, but claimed that among these vessels captured were a Polnocny-class landing ship, a Ondatra-class landing craft, a Grisha-class corvette, a Matka-class missile boat, and a Yevgenya-class minesweeper.[114] Two of the smaller boats were later revealed to be UMS-1000 patrol cutters, three were Kalkan-M boats[115] and one was an Adamant-315 motor yacht.[116] Later on 27 February, a group of Romani Ukrainian fighters allegedly captured a Russian armoured fighting vehicle near Kakhovka.[117] Ukrainian officials claimed that Russian forces were fully driven away from Mykolaiv.[118] The city was extensively damaged.[119][120][121] Russian forces tried to enter into Dniprorudne during the day, but were forced to turn back after being confronted by protesting locals.[122] Advancing north from Crimea, with the Russian 22nd Army Corps approached the Zaporizhzhia Nuclear Power Plant on 26 February.[123][124] On 28 February, they began a siege at Enerhodar in an attempt to take control of the nuclear power plant.[125] A fire began at the plant during the battle.[126] The International Atomic Energy Agency (IAEA) subsequently said that essential equipment was undamaged.[127] By 4 March, the nuclear power plant fell under Russian control. Despite the fires, the power plant recorded no radiation leaks.[128] On 28 February, the Russian Ministry of Defense claimed that Russian forces had captured Enerhodar, and surrounded the Zaporizhzhia Nuclear Power Plant. However, Dmitri Orlov, the mayor of Enerhodar, denied that the city and the plant had been captured.[129][130] A video later emerged showing local civilians preventing a Russian convoy from entering Enerhodar by barricading the entrance, forcing them to leave.[131] Ukrainian official Vadim Denysenko accused Russian forces of trying to use civilians from villages around Kherson as human shields to cross the bridge into Kherson.[132] Russian troops advanced from Kherson towards Mykolaiv, reaching the city's outskirts and launching an assault at 11:00.[133][134] According to Oleksandr Svidlo, the mayor of Berdiansk, Russian forces left the city leaving a Russian military police detachment in the city.[135] Russian forces advanced towards Mariupol.[136] By reaching Mariupol, Russian forces established a land connection linking Crimea and the Donetsk People's Republic.[137] Elsewhere, according to Ukrainian media reports, Russian sabotage and reconnaissance groups stole Ukrainian military uniforms from a military depot and engaged Ukrainian forces in Tokmak, northeast of Melitopol.[138][139][140] According to the Center for Strategic Communications and Information Security, the Russians were identified because they wore bulletproof vests that were used by the Russian army, and not the Ukrainian vests.[141][142] Ukraine claimed Russian forces suffered many casualties and retreated to the southern outskirts of the town.[143] In the early morning of 1 March, Russian forces began assaulting Kherson from the west, advancing from Kherson International Airport towards the highway to Mykolaiv. They were able to surround the city and reached the neighboring settlement of Komyshany.[144] Later in the day, Russian forces entered Kherson.[145] The mayor of Melitopol, Ivan Fedorov, announced that the Russian forces had occupied the city.[4] A United States Department of Defense official also confirmed that Russian forces had captured the city.[146] Russian forces also shelled Bashtanka and Mykolaiv. Ukrainian officials later claimed that a large Russian convoy was attacked and defeated by Ukrainian forces during the night near Bashtanka, forcing the Russians to retreat towards the neighboring city of Novyi Buh. They claimed that \"several dozen [Russian] armored vehicles\" were destroyed in the attack.[147] Kim stated that during the operation, a Ukrainian helicopter was destroyed, but its pilots survived.[148] Ukrainian officials stated that Russian forces had surrounded Enerhodar, with a Russian convoy advancing into the city around 14:00.[149] According to the mayor, the city had difficulties obtaining food.[149] In the early morning of 2 March, Russian forces seized parts of Kherson, including the city's central square.[150] Later that evening, Kolykhaiev announced that he had surrendered the city to Russian forces, and that the Russian commander planned to set up a military administration in the city.[151] Russian forces also bombarded Voznesensk that morning, which has a bridge that can be used to cross the Southern Bug instead of the one near Mykolaiv, during the morning. Russian paratroopers then landed at a forested ridge near the town, and an armored column approached it. Forces from the 126th Coastal Defence Brigade were attacked while trying to reach them.[152] The Russian troops, estimated to be 400 by Ukrainian officials, then captured the village of Rakove, whose houses it used to create a sniper nest. Afterwards, they set up a base at a gas station near the town's entrance and assaulted the base of the Territorial Defense Forces. Ukrainian forces struck back with artillery that night with the help of local volunteers who gave them coordinates.[152] Meanwhile, Anton Herashchenko said that Russian shelling hit many homes in Mariupol, with four people killed.[153] In the evening, an unidentified missile struck the MVS Banglar Samriddhi, a Bangladeshi cargo ship which stranded in port near Olbia in Mykolaiv Oblast since the invasion began, killing a Bangladeshi engineer.[154][155] In the early morning of 3 March, Kolykhaiev announced that the city had fallen to Russian forces.[156] Heavy resistance was still raging in the north of Kherson, as well as the city of Mariupol.[157] Mariupol officials allege that hundreds of civilians had been killed by 3 March.[158][159] Meanwhile, Orlov stated that a large Russian convoy had entered Enerhodar.[160] Later, Russian forces took control of the Zaporizhzhia Nuclear Power Plant. During the heavy fighting a fire broke out in a training facility outside of the main complex, which was quickly extinguished,[161] though other sections surrounding the plant sustained damage.[162] Initial reports said that the radiation levels remained normal during this time and the fire did not damage essential equipment.[163][164] However, firefighters were unable to reach the fire due to the fighting.[165] Local volunteers and Ukrainian soldiers were able to repel Russian troops from Voznesensk during the day, forcing most of them to retreat 40 miles (64 km) to the east and others to flee into nearby forests, where ten of them were later captured. Ukrainian officials stated that Russian forces had lost 30 vehicles in the battle, in addition to around 100 soldiers. Ten civilians were killed in the fighting.[152] On 4 March, local officials stated that Russian forces had captured some of the outskirts of Mykolaiv. Ukrainian forces recaptured Mykolaiv International Airport, from Russian forces.[166] In the morning, after confirming that there were no changes to radiation levels, Russian forces captured Enerhodar and the Zaporizhzhia Nuclear Power Plant.[167][168][169] Ukraine blew up a railway bridge on the border with Transnistria to prevent the 1,400 Russian troops stationed in Moldovan's breakaway territory from crossing into Ukraine.[170] On 5 March, Orlov stated that Russian forces controlled the perimeter of Enerhodar and the power plant, while the local authorities were allowed to remain in control in the operation of the city.[9] Russian forces briefly entered Huliaipole (which, according to Ukrainian forces, was attacked during the night while facing shelling and airstrikes[171]), but they were pushed back.[172] On 7 March, the Ukrainian regional military administration of Zaporizhzhia Oblast stated that Russian forces had thus far captured the cities of Berdiansk, Enerhodar, Melitopol, Vasylivka, Tokmak and Polohy in this oblast.[173] The Ukrainian armed forces stated they had sunk Vasily Bykov, which had attacked Snake Island during the day, near Odessa. Videos posted on social media showed the warship being targeted.[174] However, on March 16 the ship was shown entering Sevastopol with no obvious damange.[175] The Ukrainian Air Force struck the military airbase at Kherson International Airport during the day, with Ukrainian officials claiming that more than 30 Russian helicopters were destroyed. Satellite imagery however showed that the number was fewer.[176] On 9 March, Russian troops entered the town of Skadovsk. According to local residents they entered at 08:45 and stationed themselves in the central square before being driven away by protesters. They then took over a building of the National Police of Ukraine in addition to vandalizing the city council building. The mayor Oleksandr Yakovlev stated that they took away computers from the city council building and had ordered that no political rallies be held.[177] On the next day, Ukrainian General Staff reported that Russia deployed a battalion of the Baltic Fleet's 336th Naval Infantry Brigade toward Mykolayiv. Northwest of Mykolayiv, Russian and Ukrainian forces clashed in Voznesensk. The Institute for the Study of War opined that \"Russian forces are likely experiencing difficulty advancing northwest beyond the Inhul River.\"[178] Heavy shelling hit Mykolaiv during the evening, causing several fires, and Vitaliy Kim reported \"active hostilities near Guryivka\" to the north of the city.[179] During the battles for Zaparizhzhia, Colonel Serhiy Kotenko Commander of the 9th Separate Motorized Infantry Battalion \"Vinnytsa Scythians\" was killed.[14] On 11 March, Governor Kim stated that Ukrainian forces had pushed Russian troops eastwards by 15–20 kilometres (9.3–12.4 mi) and had also surrounded some units who were negotiating for a surrender.[180] The Ukrainian forces stated that they had destroyed two Russian helicopters in Skadovsk Raion the following day, and one of the pilots survived.[181] A video was published on social media showing one of the destroyed helicopters.[182] Yakovlev later stated that Skadovsk had been \"liberated\" from Russian forces as they had left the city on 10 March, but settled on its outskirts.[183] The mayor of Dniprorudne, Yevhen Matveyev, was arrested by Russian soldiers, according to Starukh. He had previously joined the \"living shield\" protests against the Russian occupation of the region on 27 February. Russian forces also began imposing their authority in the Kherson Oblast, imposing limitations in Nova Kakhovka, Kakhovka and Tavriisk.[184] A column of Russian forces re-entered Skadovsk during the afternoon, according to its mayor, and settled in one of the children's camps on its outskirts.[185] Mykolaiv Oblast governor Vitaliy Kim later claimed that 200 Russian vehicles were destroyed and surrounded in Melitopol.[186] Anton Heraschenko however afterwards stated that this had occurred near Vasylivka and the Ukrainian forces had destroyed the 200 vehicles of Russian forces stationed near Melitopol using artillery. He added that their headquarters was destroyed as well.[187] A Russian airstrike on Snihurivka at 06:00 on 14 March killed one civilian and damaged five buildings, according to the State Emergency Service.[188] According to the Mariupol City Council, 2,357 civilians had been killed during the city's siege.[189] On 15 March, Russian Defense Ministry stated that Russian forces had captured all of Kherson Oblast.[190] The Ukrainian Air Force later struck the military airbase at Kherson International Airport again, destroying multiple Russian helicopters.[176] Gennady Korban, head of Staff of Dnipro Oblast's Territorial Defense Forces, stated that the region was prepared for a Russian offensive, unlike Kherson and Zaporizhzhia oblasts. He added that Russian forces were staging in the settlements of Velyka Oleksandrivka, Novovorontsovka and Arkhanhelske.[191] Landing ships of the Russian Navy meanwhile approached the coast of Odessa in three groups, including the Ivan Gren-class landing ship Pyotr Morgunov.[192] Russian fighter jets and warships attacked settlements in Odessa Oblast during the day, according to Ukrainian officials. Attacks on one of the settlements in the morning wounded two people.[193] On 16 March, the Ukrainian government said that its forces had begun a counteroffensive near Mykolaiv towards Kherson, and captured the town of Posad-Pokrovske,[194] Ukrainian control of the town was independently confirmed five days later.[195] Meanwhile, Starukh stated that Russian forces had targeted civilian areas in the city of Zaporizhzhia for the first time, with rockets hitting the Zaporozhye-2 railway station. The city has acted as the first safe port for refugees fleeing Mariupol.[196] Oleksandr Yakovlev, the mayor of Skadovsk, was arrested by Russian soldiers during the day. He however stated a few hours later that they had released him.[197] Melitopol's mayor Ivan Fedorov was meanwhile freed as well. Some Ukrainian officials claimed he was freed in a \"special operation\".[198][199][200] However, Ukrainian President Volodymyr Zelenskyy's press aide Darya Zarivnaya later said that he was exchanged for nine Russian conscripts captured by Ukrainian forces.[201] By 20 March, Russia had completely encircled Mariupol with infantry and demanded a full surrender of the city, which Zelenskyy refused.[202] On 24 March, Russian forces entered central Mariupol,[203] seizing the Church of the Intercession of the Mother of God. The city administration alleged that Russians were trying to demoralize residents by publicly shouting claims of Russian victories, including statements that Odessa had been captured.[204] On 27 March, as Russian forces entered the second phase of their invasion of Ukraine, Ukraine's deputy prime minister, Olha Stefanishyna, stated that Mariupol \"simply does not exist anymore,\" and that Russia's objectives have \"nothing to do with humanity.\" Stefanishyna summarized that: \"They (Mariupol's inhabitants) don’t have access to water, to any food supplies, to anything. More than 85 percent of the whole town is destroyed.\"[205] By 10 April, Ukrainian forces had made significant advances and pushed back the Russian military in the area around Kherson, gaining ground at Osokorkivka and Oleksandrivka. Russian counter-attacks failed to retake the lost territory, while Ukraine continued to harass local Russian airfields.[206] The Ukrainian counter-offensive had put Russia on the defensive in southern Ukraine, forcing it to focus on fortifying Kherson and improving its air defenses.[207] Guerrillas also began attacking Russian targets in the south, with one group reportedly operating in Melitopol.[21] By 18 April, fighting continued, and Ukraine claimed that its 80th Air Assault Brigade had retaken a number of villages near Mykolaiv.[20] Two days later, Russia counter-attacked and made minor gains at Oleksandrivka.[208] On 1 June, According to a Ukrainian regional governor, Vitaliy Kim, Russian forces have started blowing up bridges near Kherson as \"They are afraid of a counterattack by the Ukrainian army\".[209] On 1 June, Lt. Col. Zaur Dimayev, deputy commander of the 4th Battalion of the Akhmat Kadyrov special forces regiment was killed along with one of his escorts after Ukrainian forces opened fire and destroyed his military SUV near the town of Komyshuvakha, Zaporizhzhia Oblast.[11] On 9 June, Reuters reported Ukrainian and British claims that Ukrainian forces had made gains in their counter-offensive towards Kherson including establishing a bridgehead across the Inhulets River.[210] This offensive led to fierce fighting around Davydiv Brid which saw the Ukrainians lose some their early gains by mid July. On 10 June, Ukraine claims they hit two Russian positions using artillery. In the first attack, Ukraine further claims they killed two Russian generals, one from the Russian army and one from the FSB. The general from the FSB, according to Ukraine, was working on referendum in the Kherson region. Ukrainian, in the second attack, claims that they have killed fighters from Syria in Chkalove. If true, it would be the first report of Syrian fighters in Ukraine. Russia has made no comment.[211] On 8 July, Russia's ambassador to the United Kingdom, Andrey Kelin, said during a Reuters interview that Russia was unlikely to withdraw its forces from southern Ukraine as part of any future deals to end the war, saying, \"...we have already experienced that after withdrawal, provocations start and all the people are being shot and all that.\"[212] On 10 July, Iryna Vereshchuk, the Deputy Prime Minister of Ukraine and the Minister of Reintegration of Temporarily Occupied Territories, urged civilians in the Kherson region to evacuate ahead of an upcoming Ukrainian counterattack there, but did not say when the attack would commence. It was not known how many people still lived in the city of Kherson.[213] The same day, Ukraine's defence minister Oleksii Reznikov said that President Zelenskyy had ordered the army to recapture Ukraine's occupied southern coast from Russia, signalling an upcoming offensive in the region.[214] On 12 July, Serhiy Bratchuk, the Ukrainian spokesman for the Odessa region, claims that Ukrainian forces have killed the chief of staff for the 22nd Army Corps, Major General Artyom Nasbulin, during a strike near Kherson by a HIMARS rocket. Ukraine also claims the death of some five Colonels in the same strike. Russian forces confirmed the strike but did not confirm the death of the officers claimed by Ukraine. They claimed that the Ukrainian rocket hit a warehouse that contained chemicals which then exploded. Serhiy Bratchuk wrote on Telegram: “After a strike by HIMARS on the headquarters in the Kherson region, Major General [Artyom] Nasbulin, the head of the 22nd Army Corps of the Russian Armed Forces (military unit 73954, Simferopol), was killed. Colonel Kens, whose death we announced yesterday, died there as well. And apart from him, the commander of the 20th motorized rifle division (military unit 22220, Volgograd) Colonel Andrei Gorobyets, the head of the operational department of the headquarters of the 20th MRD, Colonel Koval, the head of artillery of the 20th MRD, Colonel Gordeev. In total more than 150 died, including 5 officers.”[215] [216]","Title":"Southern Ukraine offensive - Wikipedia","KeyID":"15512","URL":"https://en.wikipedia.org/wiki/Southern_Ukraine_offensive"}