{"Content: ":"Philopatry is the tendency of an organism to stay in or habitually return to a particular area.[1] The causes of philopatry are numerous, but natal philopatry, where animals return to their birthplace to breed, may be the most common.[2] The term derives from the Greek roots philo, \"liking, loving\" and patra, \"fatherland\",[3] although in recent years the term has been applied to more than just the animal's birthplace. Recent usage refers to animals returning to the same area to breed despite not being born there, and migratory species that demonstrate site fidelity: reusing stopovers, staging points, and wintering grounds.[3] Some of the known reasons for organisms to be philopatric would be for mating (reproduction), survival, migration, parental care, resources, etc.. In most species of animals, individuals will benefit from living in groups,[4] because depending on the species, individuals are more vulnerable to predation and more likely to have difficulty finding resources and food. Therefore, living in groups increases a species' chances of survival, which correlates to finding resources and reproducing. Again, depending on the species, returning to their birthplace where that particular species occupies that territory is the more favorable option. The birthplaces for these animals serve as a territory for them to return for feeding and refuge, like fish from a coral reef.[5] In an animal behavior study conducted by Paul Greenwood, overall female mammals are more likely to be philopatric, while male mammals are more likely to disperse. Male birds are more likely to be philopatric, while females are more likely to disperse. Philopatry will favor the evolution of cooperative traits because the direction of sex has consequences from the particular mating system.[6] One type of philopatry is breeding philopatry, or breeding-site fidelity, and involves an individual, pair, or colony returning to the same location to breed, year after year. Among animals that are largely sedentary, breeding-site philopatry is common. It is advantageous to reuse a breeding site, as there may be territorial competition outside of the individual’s home range, and since the area evidently meets the requirements of breeding. Such advantages are compounded among species that invest heavily in the construction of a nest or associated courtship area. For example, the megapodes (large, ground-dwelling birds such as the Australian malleefowl, Leipoa ocellata) construct a large mound of vegetation and soil or sand to lay their eggs in. Megapodes often reuse the same mound for many years, only abandoning it when it is damaged beyond repair, or due to disturbance. Nest fidelity is highly beneficial as reproducing is time and energy consuming (malleefowl will tend a mound for five to six months per year).[7] In colonial seabirds, it has been shown that nest fidelity depends on multi-scale information, including the breeding success of the focal breeding pair, the average breeding success of the rest of the colony, and the interaction of these two scales.[8] Breeding fidelity is also well documented among species that migrate or disperse after reaching maturity. Birds, in particular, that disperse as fledglings will take advantage of exceptional navigational skills to return to a previous site.[9] Philopatric individuals exhibit learning behaviour, and do not return to a location in following years if a breeding attempt is unsuccessful.[10] The evolutionary benefits of such learning are evident: individuals that risk searching for a better site will not have lower fitness than those that persist with a poor site. Philopatry is not homogenous within a species, with individuals far more likely to exhibit philopatry if the breeding habitat is isolated.[11] Similarly, non-migratory populations are more likely to be philopatric that those that migrate.[12] In species that exhibit lifelong monogamous pair bonds, even outside of the breeding season, there is no bias in the sex that is philopatric.[13] However, among polygynous species that disperse (including those that find only a single mate per breeding season), there is a much higher rate of breeding-site philopatry in males than females among birds, and the opposite bias among mammals.[6] Many possible explanations for this sex bias have been posited, with the earliest accepted hypothesis attributing the bias to intrasexual competition, and territory choice.[13] The most widely accepted hypothesis is that proposed by Greenwood (1980).[6] Among birds, males invest highly in protecting resources – a territory – against other males. Over consecutive seasons, a male that returns to the same territory has higher fitness than one that is not philopatric.[6] Females are free to disperse, and assess males. Conversely, in mammals, the predominant mating system is one of matrilineal social organisation.[14] Males generally invest little in the raising of offspring, and compete with each other for mates rather than resources. Thus, dispersing can result in reproductive enhancement, as greater access to females is available. On the other hand, the cost of dispersal to females is high, and thus they are philopatric. This hypothesis also applies to natal philopatry, but is primarily concerned with breeding-site fidelity. A more recent hypothesis builds on Greenwood’s findings, suggesting that parental influence may play a large role. Because birds lay eggs, adult females are at risk of being cuckolded by their daughters, and thus would drive them out. On the other hand, young male mammals pose a threat to their dominant father, and so are driven to disperse while young.[15] Natal philopatry commonly refers to the return to the area the animal was born in, or to animals remaining in their natal territory. It is a form of breeding-site philopatry. The debate over the evolutionary causes remains unsettled. The outcomes of natal philopatry may be speciation, and, in cases of non-dispersing animals, cooperative breeding. Natal philopatry is the most common form of philopatry in females because it decreases competition for mating and increases the rate of reproduction and a higher survival rate for offspring.[2] Natal philopatry also leads to a kin-structured population, which is when the population is more genetically related than less related between individuals in a species. This can also lead to inbreeding and a higher rate of natural and sexual selection within a population.[10] The exact causes for the evolution of natal philopatry are unknown. Two major hypotheses have been proposed. Shields (1982) suggested that philopatry was a way of ensuring inbreeding, in a hypothesis known as the optimal-inbreeding hypothesis.[16] He argued that, since philopatry leads to the concentration of related individuals in their birth areas, and thus reduced genetic diversity, there must be some advantage to inbreeding – otherwise the process would have been evolutionary detrimental and would not be so prevalent. The major beneficial outcome under this hypothesis is the protection of a local gene complex that is finely adapted to the local environment.[16] Another proposed benefit is the reduction of the cost of meiosis and recombination events.[9] Under this hypothesis, non-philopatric individuals would be maladapted and over multi-generational time, philopatry within a species could become fixed. Evidence for the optimal-inbreeding hypothesis is found in outbreeding depression. Outbreeding depression involves reduced fitness as a result of random mating, which occurs due to the breakdown of coadapted gene complexes by combining allele that do not cross well with those from a different subpopulation.[17] However, it is important to note that outbreeding depression becomes more detrimental the longer (temporally) that subpopulations have been separated, and that this does hypothesis does not provide an initial mechanism for the evolution of natal philopatry.[17] A second hypothesis explains the evolution of natal philopatry as a method of reducing the high costs of dispersal among offspring. A review of records of natal philopatry among passerine birds found that migrant species showed significantly less site fidelity than sedentary birds.[9] Among migratory species, the cost of dispersal is paid either way. If the optimal-inbreeding hypothesis was correct, the benefits of inbreeding should result in philopatry among all species. Inbreeding depression is a phenomenon whereby deleterious alleles become fixed more easily within an inbreeding population.[17] Inbreeding depression is demonstrably costly and accepted by most scientists as a greater cost than those of outbreeding depression.[13] Within a species, there has also been found to be variation in rates of philopatry, with migratory populations exhibiting low levels of philopatry – further suggesting that the ecological cost of dispersal, rather than genetic benefits of either inbreeding or outbreeding, is the driver of natal philopatry.[citation needed] A number of other hypotheses exist. One such is that philopatry is a method, in migratory species, of ensuring that the sexes interact in breeding areas, and that breeding actually occurs.[18] A second is that philopatry provides a much higher chance of breeding success. Strict habitat requirements – whether due to a precisely adapted genome or not – mean that individuals that return to a site are more familiar with it, and may have more success in either defending it, or locating mates.[9] This hypothesis does not justify whether philopatry is due to an innate behaviour in each individual, or to learning; however it has been shown that, in most species, older individuals show higher site fidelity.[19] Neither of these hypotheses is as widely accepted as the optimal-inbreeding or dispersal hypotheses, but their existence indicates that the evolutionary causes of natal philopatry have still not been conclusively demonstrated.[citation needed] A major outcome of multi-generational natal philopatry is genetic divergence and, ultimately, speciation. Without genetic exchange, geographically and reproductively isolated populations may undergo genetic drift. Such speciation is most evident on islands. For mobile island-breeding animals, finding a new breeding location may be beyond their means. In combination with a small population, as may occur due to recent colonisation, or simply restricted space, genetic drift can occur on shorter timescales than is observable in mainland species. The high levels of endemism on islands have been attributed to these factors.[20] Substantial evidence for speciation due to natal philopatry has been gathered in studies of island-nesting albatross. Genetic difference is most often detected in microsatellites in mitochondrial DNA. Animals that spend much of their time at sea, but which return to land to breed exhibit high levels of natal philopatry and subsequent genetic drift between populations. Many species of albatross do not breed until 6–16 years of age.[21] Between leaving their birth island, and their return, they fly hundreds of thousands of kilometres. High levels of natal philopatry have been demonstrated via mark-recapture data. For example, more than 99% of Laysan albatross (Phoebastria immutabilis) in a study returned to exactly the same nest in consecutive years.[22] Such site-specificity can lead to speciation, and has also been observed in the earliest stages of this process. The shy albatross (Thalassarche [cauta] cauta) was shown to have genetic differences in its microsatellites between three breeding colonies located off the coast of Tasmania.[23] The differences are not currently sufficient to propose identifying the populations as distinct species; however divergence is likely to continue without outbreeding. Not all isolated populations will show evidence of genetic drift.[24] Genetic homogeneity can be attributed to one of two explanations, both of which indicate that natal philopatry is not absolute within a species. Firstly, a lack of divergence may be due to founder effects, which explains how individuals that start new populations carry the genes of their source population. If only a short (in evolutionary timescales) period of time has passed, insufficient divergence may have occurred. For example, study of mitochondrial DNA microsatellites found no significant difference between colonies of black-browed albatross (T. melanophrys) on the Falkland Islands and Campbell Island, despite the sites being thousands of kilometres apart.[25] Observational evidence of white-capped albatross (T. [cauta] steadi) making attempts to build nests on a south Atlantic Island, where the species had never been previously recorded, demonstrate that range extension by roaming sub-adult birds is possible.[26] Secondly, there may be sufficient gene exchange as to prevent divergence. For example, isolated (yet geographically close) populations of the Buller’s albatross (T. bulleri bulleri) have been shown to be genetically similar.[24] This evidence has only recently, for the first time, been supported by mark-recapture data, which showed one bird marked on one of the two breeding islands was nesting on the other island.[citation needed] Due to the dispersal capabilities of albatross, distance between populations does not appear to be a determining factor in divergence.[24] Actual speciation is likely to occur very slowly, as the selective pressures on the animals are the same for the vast majority of their lives, which is spent at sea. Small mutational changes in non-nuclear DNA that become fixed in small populations are likely to be the major driver of speciation. That there is minimal structural morphological difference between the genetically distinct populations is evidence for random genetic drift, rather than directional evolution due to natural selective pressure.[27] Speciation through natal philopatry is a self-reinforcing process. Once genetic differences are sufficient, different species may be unable to interbreed to produce viable offspring. As a result, breeding could not occur anywhere except natal island, strengthening philopatry and ultimately leading to even greater genetic divergence.[citation needed] Philopatric species that do not migrate may evolve to breed cooperatively. Kin selection, of which cooperative breeding is a form, explains how individual offspring provide care for further offspring produced by their relatives.[28][29] Animals that are philopatric to birthsites have increased association with family members, and, in situations where inclusive fitness is increased through cooperative breeding, may evolve such behaviour, as it will incur evolutionary benefits to families that do.[28] Inclusive fitness is the sum of all direct and indirect fitness, where direct fitness is defined as the amount of fitness gained through producing offspring. Indirect fitness is defined as the amount of fitness gained through aiding related individuals offspring.[30] Cooperative breeding is a hierarchical social system characterized by a dominant breeding pair surrounded by subordinate helpers. The dominant breeding pair and their helpers experience costs and benefits from using this system.[31] Costs for helpers include a fitness reduction, increased territory defense, offspring guarding and an increased cost of growth. Benefits for helpers include a reduced chance of predation, increased foraging time, territory inheritance, increased environmental conditions and an inclusive fitness.[citation needed] For the breeding pair, costs include increased mate guarding and suppression of subordinate mating. Breeders receive benefits as reductions in offspring care and territory maintenance. Their primary benefit is an increased reproductive rate and survival.[citation needed][32] Cooperative breeding causes the reproductive success of all sexually mature adults to be skewed towards one mating pair. This means the reproductive fitness of the group is held within a select few breeding members and helpers have little to no reproductive fitness.[33] With this system, breeders gain an increased reproductive, while helpers gain an increased inclusive fitness.[33] Cooperative breeding, like speciation, can become a self-reinforcing process for a species. If the fitness benefits result in higher inclusive fitness of a family than the fitness of a non-cooperative family, the trait will eventually become fixed in the population. Over time, this may lead to the evolution of obligate cooperative breeding, as exhibited by the Australian mudnesters and Australo-Papuan babblers. Obligate cooperative breeding requires natally philopatric offspring to assist in raising offspring – breeding is unsuccessful without such help.[34] Migrating animals also exhibit philopatry to certain important areas on their route; staging areas, stop-overs, molting areas and wintering grounds. Philopatry is generally believed to help maintain the adaptation of a population to a very specific environment (i.e., if a set of genes has evolved in a specific area, individuals that fail to return to that area may do poorly elsewhere, so natural selection will favor those who exhibit fidelity).[citation needed] The level of philopatry varies within migratory families and species.[citation needed] The term is sometimes also applied to animals that live in nests but do not remain in them during an unfavorable season (e.g., the winter in the temperate zone, or the dry season in the tropics), and leave to find hiding places nearby to pass the inactive period (common in various bees and wasps); this is not migration in the usual sense, as the location of the hiding place is effectively random and unique (never located or revisited except by accident), though the navigation skills required to relocate the old nest site may be similar to those of migrating animals.[citation needed]","Title":"Philopatry - Wikipedia","KeyID":"1551","URL":"https://en.wikipedia.org/wiki/Philopatry"}