{"Content: ":"Ongoing The battle of Donbas[7][8] is an ongoing military offensive that is part of the wider eastern Ukraine offensive of the 2022 Russian invasion of Ukraine. The battle began on 18 April 2022 between the armed forces of Russia and Ukraine for control of the provinces (oblasts) of Donetsk and Luhansk.[9][10][11] Military analysts consider the battle to be part of the second strategic phase of the invasion.[12][13] The aim of the battle is to encircle Ukrainian troops in the Donbas and to annex the entire Donetsk and Luhansk Oblasts to the Russian-backed separatist states of the Donetsk People's Republic (DPR) and Luhansk People's Republic (LPR).[14][15] The initial development and strategic importance of the battle of the Donbas has been compared to the Battle of Kursk (1943).[8][16][17] By 23 June, Russian officials claimed to control 55% of the Donetsk region.[18][19][20] By 3 July, Russia claimed to control all of the Luhansk region.[21] As of 3 July, Russia, LPR and DPR had captured the cities of Mariupol,[22] Sievierodonetsk,[23] Lysychansk,[24] Rubizhne,[25] and many more. On 25 March 2022, Russian officials declared that the first phase of the \"special military operation\" in Ukraine was complete. On 29 March 2022, they declared that they intended to scale back their military operations in the region around the capital city of Kyiv. This effectively ended Russian operations in northern Ukraine and in Northeastern Ukraine.[26] Russian military officials declared that the Ukrainian Navy and Air Force had been neutralized. They also stated that the DPR and LPR controlled 54% and 93% of Donetsk and Luhansk Oblasts, respectively.[18] The tactical withdrawal of Russian Armed Forces from the north was completed by 6 April 2022.[27][28] As the Ukrainian forces regained previously occupied territory, Russian war crimes — including the Bucha massacre — were discovered. The Donbas region had been the site of protracted fighting between Russia-backed separatists from the self-proclaimed Donetsk and Luhansk People's Republics and the Ukrainian Armed Forces. Between 2014 and late 2021, the war in Donbas had taken the lives of more than 10,000 separatist, Russian, and Ukrainian combatants, as well as 3,095 civilians.[29] On 24 February 2022, Russia, along with the quasi-states DPR and LPR launched an invasion across numerous fronts, including in the Donbas. On February 24 and the present, Russian and allied forces began fighting the battle of Kharkiv, as well as numerous other small clashes aimed at capturing key Ukrainian cities. The Siege of Mariupol began on 24 February, destroying 95% of the city and potentially killing over 22,000 civilians.[30][31] Between 24 February and 18 April, Russian forces had not conducted much activity along the \"Line of Contact,\" the front line which had more or less remained static since 2014, only launching small-scale reconnaissance efforts as well as small-scale artillery campaigns against Ukrainian military installations. On 11 March 2022, Russian tanks allegedly shelled a care home for the elderly in Kreminna, killing 56 civilians and wounding an unknown number of residents.[32] According to Ukrainian authorities, an additional 15 civilians were abducted by Russian soldiers and taken to separatist-occupied territory in Luhansk Oblast. On 8 April 2022, Russian forces allegedly launched an attack on the Kramatorsk railway station. The attack killed 59 civilians, including seven children, and wounded 114 more.[33][34] Ukrainian and Western officials decried the attack as \"purposeful,\" a \"monstrous war crime,\" and a \"deliberate slaughter,\" while the Russian Defense Ministry denied the accusations and instead claimed the attack to be a false-flag operation by Ukrainian forces, arguing that the Tochka-U missile used was not a part of the Russian arsenal but rather the Ukrainian one.[35][36][37] For the battle, the Russians used three armies along with a tank division and a rocket artillery brigade. By mid-April, Russia had concentrated upwards of 65 battalion tactical groups (BTGs) on the line of contact. Over the course of several days before 18 April, 11 BTGs were added to the existing Russian strength in the Donbas, bringing the total number of BTGs in the Donbas to 76, amounting to a total of about 60,000 troops.[38][39] The Union of Donbas Volunteers, a pro-Russian group of volunteers formed in 2014, was said to have an active strength of about 14,500 fighters.[40] Western media citing officials of the European Union have reported that 10,000–20,000 Libyan, Syrian, Ethiopian, and Wagner Group mercenaries were mobilized by Russian forces in the Donbas.[41][42][43] For the battle, the Ukrainians had concentrated six regular brigades and the Georgian Legion. According to Forbes on 1 February, Ukraine's army consisted of 20 active brigades, meaning that 30% of the Ukrainian active forces, or around 51,000 soldiers, were organized in the Donbas.[44][45] Additionally, units of the Territorial Defense force were active in the Donbas, along with an unknown number of civilian reserves, foreign volunteers, and partisans. President Zelenskyy said on April 15 that Ukrainian forces numbered 44,000 in the Donbas region.[46] On 19 April, the BBC reported that Ukrainian troops in the Donbas numbered 40,000–50,000 men.[47] In mid-April 2022, U.S. intelligence reported that Russia was \"repositioning\" its military units to the Donbas. Russian units from Northern Ukraine battlefronts in Kyiv, Sumy, Chernihiv, and elsewhere were noted by Maxar satellite imagery to be relocating to the Donbas region, while reinforcements from regions in Belarus and Russia supplemented these units.[48] Russian Foreign Minister Sergey Lavrov acknowledged the beginning of a new offensive in Donbas, claiming it to be a \"very important moment in this entire special operation.\"[49] To address the new stage of the Russian offensive in Ukraine, French President Emmanuel Macron and US president Joe Biden held a meeting with representatives from France, Germany, the United Kingdom, Canada, Italy, Poland, and Romania. They were joined by NATO Secretary General Jens Stoltenberg, European Commission President Ursula Von der Leyen and European Council President Charles Michel.[50] On 22 April the commander of Russia's Central Military District, Rustam Minnekayev, declared that the aim of the \"second phase\" of the country's invasion of Ukraine was to fully seize Donbas and Southern Ukraine and to establish a land corridor with Transnistria, a Russian-occupied breakaway unrecognized republic internationally recognized as part of Moldova. He added that there was \"evidence that the Russian-speaking population is being oppressed\" in Transnistria without providing further detail into his accusations.[51][52] The Ministry of Defence of Ukraine replied to this announcement by describing Russia's intentions as imperialism, saying that it contradicted previous Russian claims that assured that Russia did not have territorial ambitions over Ukraine and that Russia had admitted that \"the goal of the 'second phase' of the war is not victory over the mythical Nazis, but simply the occupation of eastern and southern Ukraine\".[51][53] According to Russian sources, the official representative of the LPR forces, Andrey Marochko, stated that in order to secure the LPR land, their, DPR and Russian forces must push the Ukrainian forces away from the LPR's borders for no less than 300 kilometers.[54] The 300 km claim would mean the full Kharkiv Oblast and Donetsk region, parts of Dnipropetrovsk Oblast, Zaporizhya Oblast, Sumy Oblast and Poltava Oblast. Russian sources said that the LPR's ambassador in Russia, Rodion Miroshnik, confirmed that LPR troops would continue to participate in the Donbas offensive, saying the presence of Ukrainian units along the LPR's borders would threaten security.[55] The ISW assessed that despite Russia's concentration in the east, they still had territorial ambitions beyond Luhansk and Donetsk Oblast.[56] Donetsk People’s Republic (DNR) Deputy Minister of Information Daniil Bezsonov stated on July 25 that the DNR expects to capture the entirety of Donetsk Oblast by the end of August. Various Russian and Western sources have previously reported that Russia intends to hold referenda in occupied areas by the first half of September, likely sometime around September 11, which is the unified voting day in the Russian Federation.[57] On the night of 18 April 2022, Russian forces launched an intensive bombardment campaign against positions in Luhansk, Donetsk, and Kharkiv Oblasts.[58] Russian shelling overnight in Donetsk killed two civilians and wounded nine, according to online news sources.[59] Ukrainian president Volodymyr Zelenskyy announced that the \"battle for Donbas\" had begun.[60] Russian artillery pounded cities in the Donbas, aiming at destroying critical infrastructure.[61] The head of the Luhansk regional military administration and effective governor of the oblast, Serhiy Haidai, called on the region's residents to evacuate immediately so as to not become hostages or to be killed by the Russians.[62] By 25 April, Russian forces achieved a three-to-one numerical supremacy over the Ukrainian forces (the traditional number considered to be the requirement for an attacking force), concentrating upwards of 76 Battalion tactical groups (BTGs) with 800 personnel per BTG in the Donbas.[63][64][65][66] In the first week, Russian forces secured full control over Kreminna,[67][68] advanced in Rubizhne,[69] occupied large areas of Popasna,[70][69] and continued to shell positions along the front line. According to a Ukrainian official, Russian forces captured 42 villages in the Donetsk Oblast, though she did not specify which villages had been captured.[4] In the Slobozhansky and Donetsk operational districts, Russian troops intensified offensive operations in some areas, attempting to break through the Ukrainian defenses along almost the entire front line in Donetsk, Kharkiv and Luhansk regions.[71] Meanwhile, the Ukrainian government stated their forces launched a counterattack and recaptured the town of Marinka.[72] Libyan and Syrian mercenaries likely associated with the Wagner Group allegedly clashed with Ukrainian forces in Popasna. The Ukrainian government claimed that 20–25 mercenaries had been killed.[69] Russian forces continued a slow, steady advance, capturing the towns of Popivka, Pischane, Novotoshkivske, Zarichne and Zhytlivka, and prepared to capture and advance past Popasna, advance southeast from Izium and westwards from Kreminna.[73][5] Between 22 April and 29 April, 110 DPR servicemen were killed and 451 were injured.[74] Beginning in May, Russian troops launched intensified battles—marked by mass artillery campaigns followed by ground assaults—on Ukrainian positions across the front line.[75] By 7 May, the now largely destroyed city of Popasna was captured by Russian and Luhansk People Republic forces, with this being confirmed by the regional governor.[76][77] By 12 May, it was reported that Russian forces had seized Rubizhne.[78] From 5 May to 13 May, a major battle on the Donets river took place, with Ukrainian defenders successfully repelling multiple Russian attempts to cross the strategic river.[79] The Ukrainian armed forces claimed to have destroyed an entire battalion of Russian forces, killing up to 1,000–1,500 soldiers.[80] The Institute for the Study of War (ISW) think tank reported that out of a force of 550 Russian troops, 485 were killed and wounded, as well as 80 vehicles lost.[81] Ukraine claimed to have launched a counterattack against Russian forces near Izium on 15 May.[82][83] On the same day, it was reported that Russian forces had captured the village of Dovhen'ke, south of Izium.[84] Beginning in late May, Russian forces made breakthroughs in many regions across the frontline. Russian troops were seen to be using a new \"cauldron\" approach to their efforts, abandoning large encirclements in favor of smaller ones, which enabled them to make the first major gains of the battle.[85] On 20 May, Russian forces made further advances in the west and south of Popasna, with the aim of cutting off the road to Sievierodonetsk.[86][87] Despite stiff Ukrainian resistance, Russian forces finally broke through in the Popasna area on 20 May.[88] By 22 May, Russian forces managed to secure their route of advance and attempted to simultaneously push west towards Bakhmut and north to cut off-road links to Sievierodonetsk.[89] Russian forces were reported entering the town of Lyman on 23 May, fully capturing it by the 26th,[90][91] whereas Ukrainian forces were reported leaving Sviatohirsk.[92] By 24 May, Russian forces captured the town of Svitlodarsk.[93] On 1 June, Ukraine announced that 70–80% of Sieverodonetsk had been captured by Russian forces.[94] On 3 June, Ukraine claimed to have launched a counterattack to take back 20% of the city.[95] On 8 June, however, the Ukrainian Army was pushed back to the outskirts of the city of Sievierodonetsk.[96] By mid-June, the general consensus in the military community was that Ukraine was almost out of ammunition and was heavily outgunned.[97] A senior Ukrainian military official added that Ukraine was reliant on the West to supply weapons, as Russia had an advantage of 10 to 15 times more artillery systems than Ukraine, and that Western rocket systems were needed to destroy Russian artillery.[98] Furthermore, despite Ukrainian forces using 5,000-6,000 rounds a day, specifically 155 mm West-supplied rounds, they were still outgunned up to 40-to-1 in some locations.[99] With the breakthrough near Popasna significantly slowed by Ukrainian heavy guns,[100] Russia began an offensive to the southeast of Popasna, aiming to bypass the Siverskyi Donets river and bombard Lysychansk from the south.[101] The ISW assessed that Russian commanders had been given the deadline of the 26th of June to make a breakthrough and seize Luhansk Oblast's full administrative territory.[101] By 23 June, Russia had fully broken through in the south, seizing Toshkivka[102] and making major gains south of Lysychansk. Russian forces captured Loskutivka [uk], Myrna Dolyna, Rai-Oleksandrivka [uk] and Pidlisne [uk] all on 22 June.[103][104] On 23 June, Russian forces cut off and surrounded the towns of Hirske and Zolote, which they claimed to have fully captured by next day.[105][106] In addition, Russia made a push to fully secure the Azot chemical plant in Sievierodonetsk, which by 14 June had become the last refuge for Ukrainian soldiers in the city.[107] From the north, Russian troops were less successful, attempting to make breakthroughs near Mykolaivka and Bohorodychne, in an attempt to advance on the Donetsk city of Sloviansk.[108][109] Nonetheless, the Russian advance ground on, with Russia's breakthrough in the south putting pressure on the few remaining Ukrainian defenders of Luhansk Oblast to withdraw to defensive lines near the border with Donetsk Oblast.[110] Russian forces had fully encircled Hirske and Zolote in their drive north to Lysychansk by 24 June.[111] Russian sources claimed that Ukrainian forces had suffered over 1,000 casualties, including 800 prisoners, in Hirske, Zolote and near Lysychansk over the previous two days.[112] By 25 June, Ukrainian officials had announced that their troops had retreated from Sievierodonetsk in order to avoid being surrounded by Russian troops, signalling the city's capture.[113][114][115] By 1 July, Russian forces continued encircling Lysychansk from the south and west, attempting to cut off the T1302 Lysychansk-Bakhmut highway from the city. As part of the encirclement, Russian forces claimed to have also seized Pryvillia, northwest of Lysychansk, after units made river crossings to the north and west of the town. Ukrainian positions near Siversk, Bilohorivka, Vovchoyarivka, Berestove, Yakovlivka, Vidrodzhennia, Mayorsk, and the Vuhlehirska thermal power plant were shelled by artillery.[116][117] On 2–3 July, Russia and LPR separatist forces claimed to have captured and controlled Lysychansk, however Ukrainian officials, including president Volodymyr Zelenskyy,[118] had yet to officially acknowledge the strategic city's capture, only saying there were ongoing fierce clashes for the city.[119] The Institute for the Study of War (ISW) supported the Russian claim that Lysychansk had fallen on 2 July, suggesting the Ukrainian defenders likely \"deliberately withdrew\" from the city.[24] Furthermore, the Russian defence ministry claimed to have captured and were in the process of clearing many settlements on the Lysychansk outskirts, including Verkhnekamenka, Zolotarivka, Bilohorivka, Novodruzhesk, Maloryazantsevo, and Bila Hora.[120][121] Ukrainian officials subsequently conceded that Lysychansk was captured. With the fall of Lysychansk and its western outskirts, Russia and the Luhansk People's Republic declared full control of Luhansk Oblast for the first time, achieving an objective of the Russian-led campaign.[122] Russian shelling of Sloviansk intensified on 3 July.[123] After fully capturing and occupying Luhansk Oblast, Russian president Vladimir Putin ordered defence minister Sergei Shoigu to continue the offensive in Donbas as planned, adding that units that fought on the Luhansk front \"should rest, increase their combat capabilities,\" suggesting an operational pause along that axis as their gains are consolidated and supply lines are shored up. In early July, Russia continued replenishing its forces and was likely concentrating equipment on the front line near Siversk, the expected immediate tactical objective of their renewed assault.[124] However, Governor Haidai maintained that Russia did not fully control Luhansk Oblast and that there were ongoing clashes in several border villages.[125] An intelligence briefing by the UK defence ministry on 4 July said Russian forces would \"almost certainly\" transition to capturing the rest of Donetsk Oblast, around 55 percent of which was already in control by Russian and Donetsk People's Republic (DPR) separatist forces. The ministry predicted the fighting in Donetsk would continue to be \"grinding and attritional,\" typified by massive artillery shelling leveling towns and cities amid slow ground advances. Ukraine's governor of Luhansk, Serhiy Haidai, said he expected Donetsk cities such as Sloviansk and Bakhmut to soon come under heavy Russian attack, and said both cities were increasingly being shelled. Similar to UK intelligence reports, the Ukrainians expected the Russians to push west along the Bakhmut-Lysychansk highway.[126][127][128] On 5 July, the mayor of Sloviansk, Vadym Liakh [uk; ru], urged residents to evacuate the city. \"The nearest Russian positions are 7-10 km from the city,\" said Liakh.[129] The governor of Donetsk Oblast, Pavlo Kyrylenko, urged the 350,000 remaining residents to evacuate the province.[130] On 6 July, according to the Institute for the Study of War, Russian forces made no claimed or assessed territorial gains \"for the first time in 133 days of war\" and suggested the Russians were likely taking an \"operational pause\" to rest and regroup its forces before a planned renewed assault.[131] Luhansk governor Serhiy Haidai denied that the Russians had completely captured Luhansk Oblast, insisting that they were suffering heavy losses in village clashes around Lysychansk and accusing them of using scorched earth tactics.[132][133] Haidai also claimed that an attempt by Russian regular and reserve troops to expand a bridgehead on the Donets river was stalled by a Ukrainian artillery attack.[132][134] Pro-Russian sources claimed the village of Spirne had been captured and advances were made during renewed ground assaults on the northern Donetsk village of Verkhnokamyansk; the claims were not independently confirmed at the time. Reportedly, both Russian and Ukrainian sources confirmed Ukrainian forces had recaptured the village of Solodke in a limited counterattack.[132] On 11 July, President Zelenskyy dismissed the notion that there was an ongoing \"operational pause\" by the Russians, citing continued deadly shelling, air strikes, and continued reports of Ukrainian troops \"repelling\" various Russian assaults. Zelenskyy insisted that 34 Russian airstrikes in the past 24 hours were not indicative of an \"operational pause\".[135] On 16 July, the Russian Ministry of Defense announced that the operational pause had finished.[136] Between 17–20, Russian forces conducted repeated ground assaults east of Siversk and south of Bakhmut, but no major advancements were reported along the front line, with the Ukrainians claiming to have repelled many local assaults.[137] On 21 July, the British defence ministry warned that the Russians were closing in on the Vuhlehirska Power Station and were attempting to make a breakthrough there.[138] On July 25, Russian forces gained control of Berestove. An LPR representative posted video footage of Wagner Group mercenaries in front of the entrance sign to Novoluhanske online, indicating that Russian troops had advanced into the town located roughly 25km southeast of the Bakhmut outskirts. Several Russian sources also claimed that Russian forces had captured the Vuhlehirska power plant, located on the northern edge of Novoluhanske, and were actively clearing it, meanwhile the Ukrainian General Staff reported that the Russians only had \"partial success\" on that front. Pro-Russian sources said mercenary fighters took part in storming the power station and the fighting lasted several days before the plant was fully controlled by 26 July.[139] The ISW suggested Ukrainian troops likely conducted a \"controlled withdrawal\" from the Vuhlehirska reservoir area north-west towards Semyhirya.[140] A Ukrainian official confirmed the power plant's capture on 27 July.[141] On 26 July, the Ukrainian General Staff stated that Russian forces were fighting in the village of Semyhirya, west of the Vuhlehirska power plant.[142] On 27 July, Geolocated footage showed that Wagner mercenaries have reached Klynove, and a pro-Russian Telegram channel Readovka claimed that Russian forces established control over Pokrovske.[143] The Ukrainians continued a campaign of targeting Russian ammunition depots and logistics sites in Donetsk province with air strikes and, reportedly, U.S.-supplied M142 HIMARS or M270 rocket artillery systems. Video emerged of an apparent ammunition depot in the Snizhne, Donetsk region exploding, with pro-Ukrainian sources suggesting Ukrainian forces used M142 HIMARS supplied by the U.S. to attack the depot deep behind Russian-DPR front lines.[144][145] Oleksiy Arestovych, a Ukrainian presidential advisor, claimed that continued attacks on Russian ammunition depots and increased Ukrainian artillery supplies from NATO countries were forcing the Russians to conserve artillery shells and rockets for the first time. He argued that if this trend continued, the Ukrainians would, eventually, achieve artillery and logistical superiority on the battlefield in the Donbas.[132] President Zelenskyy, in his nightly public address, also hailed the impact Western-supplied artillery pieces were reportedly having on Russian logistics and strike capabilities.[146] In late July 2022, Ukrainian soldiers and officers fighting in Donetsk offered anecdotal evidence of a significant reduction in Russian artillery fire. Former Western soldiers, calling themselves the Mozat Group, were offering informal basic training to Ukrainian troops.[147] The Ukrainian government refrained from providing overall numbers of casualties to their own forces in the Donbas, although they did periodically offer various estimates of daily casualty counts. According to Ukraine, between 50 and 100 Ukrainian soldiers were being killed daily on the Donbas front as of late May.[148] By early June, up to 200 Ukrainian soldiers were killed and 800+ wounded daily in the Donbas.[149][150] By mid-June, some Ukrainian officials estimated that Ukrainian forces were sustaining well over the previous mark of 1,000 casualties per day, including 200-500 killed.[151] With respect to Russian casualties, the Ukrainian Operational Command East provided daily casualty claims of Russian troops until 20 June. During the fighting, a LPR battalion commander was killed when he and his fighters were surrounded by Ukrainian forces close to Kreminna and \"fought to the last\", according to the LPR. The clashes left an unknown number of killed and wounded.[152] On 18 July, two Americans, a Canadian, and a Swedish national were killed during a Russian tank ambush during clashes near Hryhorivka, northwest of Siversk. The foreign fighters were part of a special operations unit of Ukraine's Territorial Defence Forces.[153] During the battle, Russia intensified its attacks on civilian areas. 60 civilians were believed to be killed and at least seven wounded due to a Russian airstrike on a school sheltering about 90 civilians in Luhansk Oblast,[157] whereas the bodies of 44 civilians were recovered from rubble underneath an apartment building in Izium.[158] During the battle of Kreminna, near Rubizhne and Lysychansk,[159] Ukrainian forces lost control amid heavy fighting.[160] More than 200 civilians were killed during the battle, with four additional civilians being killed and one more wounded as they attempted to escape the fighting.[161] The Ukrainian government claimed that over 1,500 civilians were killed in Sievierodonetsk on 26 May.[162] On 10 July, a Russian rocket attack in Chasiv Yar struck a multi-story residential building, killing at least 34 people.[163][164] As of 17 July, military activity related to the battle was confirmed to have killed at least 2,750 civilians and wounded over 3,000 more. As of 11 July, the United Nations counted 2,219 civilians killed in the Donetsk and Luhansk regions alone, in addition to 2,310 civilians wounded.[165] The true number of civilian deaths and injuries is guaranteed to be significantly higher. Civilian casualties are impossible to tabulate due to the fog of war and lack of information flow due to the military occupation of segments of Ukrainian territory. For example, according to Ukrainian sources, \"thousands\" of civilians were killed in Lysychansk, although official data only accounted for 150 killed civilians.[166]","Title":"Battle of Donbas (2022) - Wikipedia","KeyID":"15511","URL":"https://en.wikipedia.org/wiki/Battle_of_Donbas_(2022)"}