{"Content: ":"Abkhazian-North Caucasian victory Abkhazia Confederation of Mountain Peoples of the Caucasus Georgia The War in Abkhazia was fought between Georgian government forces for the most part and Abkhaz separatist forces, Russian government armed forces and North Caucasian militants between 1992 and 1993. Ethnic Georgians who lived in Abkhazia fought largely on the side of Georgian government forces. Ethnic Armenians and Russians[9] within Abkhazia's population largely supported the Abkhazians[10][11][12] and many fought on their side. The separatists received support from thousands of North Caucasus and Cossack militants and from the Russian Federation forces stationed in and near Abkhazia.[13][14] The handling of this conflict was aggravated by the civil strife in Georgia proper (between the supporters of the ousted Georgian president, Zviad Gamsakhurdia – in office 1991–1992 – and the post-coup government headed by Eduard Shevardnadze) as well as by the Georgian–Ossetian conflict of 1989 onwards. Significant human rights violations and atrocities were reported on all sides, peaking in the aftermath of the Abkhaz capture of Sukhumi on 27 September 1993, which (according to the Organization for Security and Co-operation in Europe) was followed by a large-scale campaign of ethnic cleansing against the ethnic Georgian population.[15] A fact-finding mission dispatched by the UN Secretary General in October 1993 reported numerous and serious human rights violations committed both by Abkhazians and by Georgians.[16] Approximately 5,000 ethnic Georgians and 4,000 Abkhaz were reported killed or missing, and 250,000 Georgians became internally displaced or refugees.[3][4] The war heavily affected post-Soviet Georgia, which suffered considerable financial, human and psychological damage. The fighting and subsequent continued sporadic conflict have devastated Abkhazia. In Abkhazia the conflict is officially named Patriotic War of the People of Abkhazia.[17] The situation in the Autonomous Soviet Socialist Republic of Abkhazia had been tense since the end of the 1980s when the anti-Soviet, Georgian opposition began demanding independence from the Soviet Union. In March 1989, Abkhaz nationalists demanded in the Lykhny Declaration the official establishment of a separate Soviet Socialist Republic (based on the precedent of the existence of a separate Abkhazian SSR from 1925 to 1931, which was associated with the Georgian SSR by a confederative \"Union Treaty\"). The Declaration was signed by the rector of the Sukhumi University. Ethnic Georgian students of the university announced protests, but these were forbidden by the Georgian government. Nevertheless, the students rallied and were attacked by ethnic Abkhazians.[18] The Georgian anti-Soviet movement was outraged by the event and included the claims of the students against Abkhazian secession into its list of slogans by several thousand Georgian demonstrators in Tbilisi. In response to the protests Soviet troops were dispatched to Tbilisi, resulting in the April 9 tragedy. In the aftermath, the first armed clashes between the representatives of the Abkhazian and Georgian populations took place on 16–17 July 1989 in Sukhumi. The conflict was sparked by the decision of the Georgian government to convert the Georgian sector of Sukhumi State University into a branch of Tbilisi State University. Abkhazians vehemently opposed to the new university, saw it as an instrument to extend Georgian dominance. Although the USSR Supreme Soviet concluded that the Georgian government had no legal right to authorize the new university, an entrance exam was scheduled for 15 July. The resulting civil unrest quickly turned into militarized clashes that, according to official accounts, resulted in 18 deaths and at least 448 wounded, 302 of whom were Georgian. In response, Interior Ministry troops were deployed to quell the unrest. By July 1990, since neither side had felt strong enough to force the issue militarily, Georgian-Abkhaz antagonisms became largely relegated to the legislatures, demarcating Abkhazia as a legal contest, a \"war of laws\", until armed hostilities broke out in August 1992. During that time, the government of the Soviet Union had very few options to prevent inter-ethnic conflicts, being itself on the verge of collapse. Ethnic allocations, or quotas, were introduced prior to the 1991 elections to the Supreme Soviet of Abkhazia, resulting in a composition that did not accurately reflect the ethnicity of the constituent population. Thus, of 65 seats, the Abkhazians (17% of the population) gained 28; Georgians (45%), 26; with the remaining 11 being divided amongst other groupings (Armenians, Russians; the latter comprising 33% of the population).[19] In June 1992 the tensions over autonomy approached a critical stage, when Abkhaz militants attacked the government buildings in Sukhumi. On 23 July 1992, the Abkhazian separatist government proclaimed the independence of the region, though this was not internationally recognized. On 14 August 1992, Georgian police and National Guard units were dispatched to restore government control over Abkhazia. The ranks of Georgian troops were filled partially by \"emptying the jails\" as some of the inmates were released on the condition that they fight in Abkhazia.[20] Fighting broke out the same day. On 18 August 1992, the separatist government fled from Sukhumi to Gudauta. Georgian government forces subsequently captured large parts of Abkhazia. On 22 August 1992, the Confederation of Mountain Peoples of the Caucasus published a decree of its president Musa Shanibov and the chairman of the parliament Iysuph Soslanbekov: \"As there is no other way to withdraw Georgian occupants' army from the territory of the sovereign Abkhazia and in order to implement the resolution of the 10th Session of the CMPC, we order: On 25 August, Giorgi Karkarashvili, the Georgian military commander, announced via television that the Georgian forces would not take any POWs. He promised that no harm would be done to peaceful residents of Abkhazia and that peace talks would be conducted. He warned separatists that if the peace talks didn't succeed and if 100,000 Georgians were killed, that the remaining 97,000 ethnic Abkhaz, who supported Ardzinba, would perish.[22] Karkarashvili later allegedly threatened the Abkhaz politician Vladislav Ardzinba not to take any actions that would leave the Abkhaz nation without descendants and thus placed the responsibility for future deaths on Ardzinba personally.[22] Later, his speech was used by the separatists as propaganda and to justify their own actions.[23] Significant ethnic cleansing accompanied by atrocities occurred on both sides[24] with Abkhazians displaced from Georgian-held territory and vice versa. Many human rights abuses, principally looting, pillage and other outlaw acts, along with hostage-taking and other violations of humanitarian law, were committed by all sides throughout Abkhazia.[20] After taking Sukhumi, Georgian forces (including Mkhedrioni paramilitaries) engaged in \"vicious, ethnically based pillage, looting, assault and murder.\"[20] In addition to the looting, Abkhaz cultural monuments were destroyed in a manner that, according to some reports, suggested deliberate targeting. University buildings were sacked and museums and other cultural collections broken up. The irreplaceable Abkhaz national archives were burned by Georgian troops. Reportedly, local firefighters didn't attempt to douse the blaze.[20][25][26] A family of Abkhaz refugees from Sukhumi claimed that drunken Georgian troops broke into their apartment firing automatic weapons, and telling them \"to leave Sukhumi forever, because Sukhumi is Georgian.\" According to the family, the Georgian soldiers stole jewelry, assaulted the husband, and then threw them all out into the street. The same witnesses reported seeing dead Abkhaz civilians, including women and elderly people, scattered in the streets, even though the fighting had ended days before.[20] At the end of this stage of the conflict, the Georgian Army had taken most of Abkhazia. Pockets of Abkhaz forces were besieged in parts of Ochamchira District and Tkvarcheli, while in Gudauta they were pinched between Georgian troops in Gagra and Sukhumi. On 3 September 1992, a ceasefire was negotiated in Moscow. According to the agreement, Georgian forces were obliged to withdraw from Gagra district. The Georgian side carried out the implementation of the agreement and left its positions. As a result, the local Georgian population of Gagra remained defenseless. The ceasefire was soon violated by the Abkhaz side. Thousands of volunteer paramilitaries, mainly Chechens and Cossacks from the militarized Confederation of Mountain Peoples of the Caucasus (CMPC) and the Abkhaz military, equipped with T-72 tanks, BM-21 Grad rocket launchers, Sukhoi Su-25 attack planes, and helicopters.[sentence fragment] Georgia accused Russia of supplying this equipment, as it had not been previously used by the Abkhaz. Abkhaz and CMPC forces attacked the town of Gagra on 1 October. The small Georgian force remaining in the town briefly defended Gagra before retreating, then regrouped and recaptured the town. The Abkhaz and CMPC forces reconsolidated and launched another attack, capturing Gagra on 2 October. The Russian navy began to blockade the seaport near Gagra. The naval vessels: \"SKP-Bezukoriznenniy\", \"KIL-25\", \"BTH-38\", \"BM-66\", \"Golovin\", \"Landing 345\", \"Aviation 529\" (\"SU-25\", \"SU-27\"), \"MI- and Anti-Aircraft 643\". Regiments were commanded by the first deputy Minister of Defense of the Russian Federation, G. Kolesnikov, took part in the occupation of Gagra. The Russian tanker \"Don\" delivered 420 tons of fuel to Separatist-held Gudauta. Thousands of Georgian soldiers and civilians fled north, entering Russia before being transported to Georgia proper. With the Abkhaz conquest of Gagra, those who remained were forcibly expelled, and a total of 429 were killed.[24][20] One Georgian woman recalled watching her husband being tortured and buried alive: My husband Sergo was dragged and tied to a tree. An Abkhaz woman named Zoya Tsvizba brought a tray with lots of salt on it. She took a knife and started to inflict wounds on my husband. She then threw salt onto my husbands exposed wounds. They tortured him like that for ten minutes. They then forced a young Georgian boy (they killed him after that) to dig a hole with a tractor. They placed my husband in this hole and buried him alive. The only thing I remember him saying, before he was covered with the gravel and sand, was: 'Dali, take care of the kids!'[24] According to the newspaper \"Free Georgia\" Chechens and other northern Caucasians rounded up captured soldiers and civilians at the local stadium and executed them. Some were decapitated and their heads were used to play football. After a commission composed of Russian deputies, (as well as a commission of Michael van Praag) went to Gagra and did not confirm the fact of such a brutal attitude towards the Georgians, this newspaper admitted in November that \"the episode at the stadium was not confirmed\".[27] Abkhaz forces, largely supported by the Russian military presence in the region, were now in control over Gagra, Gudauta (where a former Russian military base remains) and Tkvarcheli and rapidly approaching Sukhumi. The expelled Georgians fled to Russia through the land border or were evacuated by Russian Navy.[20] In December 1992, Abkhaz troops began the shelling of Georgian-held Sukhumi. On 4 March 1993, Eduard Shevardnadze, head of the State Council of Georgia, arrived in the capital of the region to take control over the defensive operations in the city. The Minister of Economy, Beslan Kobakhia, arrived in Sukhumi during the negotiations with Goga Khaindrava. According to Kobakhia, separatist leader Ardzinba would resign if Shevardnadze would do the same. He didn't approve of the vandalism in Gagra and noted that Abkhazia officially never declared its intention to secede from Georgia.[citation needed] As commander-in-chief of Georgian Military Forces, Eduard Shevardnadze issued the order \"measures on the defense of Ochamchira and the Sukhumi regions\" that stated: \"Military formations of different countries are concentrating in Gudauta and Gumista area. We have information that those forces have the serious goal of seizing Sukhumi and bringing chaos and turmoil to all of Georgia.\" On 10 February, Shevardnadze appointed Guram Gabiskiria as Mayor of Sukhumi. Meanwhile, the Georgian Parliament made an official declaration blaming Russia for aggression against Georgia and demanding the withdrawal of all Russian military forces from the territory of Abkhazia. On 16 March 1993, at 6 and 9 am the Abkhaz and the Confederation forces launched a full-scale attack on Sukhumi resulting in mass destruction and heavy casualties among civilians.[28] At 2 am the Abkhaz side began artillery bombardments of Georgian positions at the Gumista River and Sukhumi. Later in the day several Russian Su-25 planes attacked Sukhumi through the morning of the next day. A Russian special detachment led the operation followed by Abkhaz fighters and CMPC volunteers. They crossed the Gumista River and took part of Achadara, but Georgian forces successfully stopped their advance. On 14 May, a short-lived ceasefire was signed. According to Georgian sources, on 2 July Russian navy ship landed up to 600 Russian Airborne Troops close to the village Tamishi, and engaged in a fierce battle with Georgian troops.[29][30] The battle was one of the bloodiest in the war, with several hundred killed and wounded on both sides. Despite initial setbacks, the Georgian forces managed to retake their positions. In July, Russian detachments, Abkhaz military and CMPC volunteers captured the villages of Akhalsheni, Guma and Shroma of the Sukhumi region. The villages along the Gumista river (north and east of Sukhumi) such as Achadara, Kamani and Shroma, which were heavily populated by ethnic Georgians became a strategically important area, which enabled motorized units to reach Sukhumi, the capital of Abkhazia. After a failed attempt to storm Sukhumi from the west, the Abkhaz formations and their allies diverted their offensive on the northern and eastern sides of Sukhumi. On 2 July 1993 under Russian military directives and naval support, the Abkhaz and their (Confederation of Mountain Peoples of the Caucasus) allies attacked the villages on the Gumista river. The Georgian side didn't expect any offensive from the northern or eastern side of Sukhumi District. The Georgian forces suffered heavy losses (as many as 500 dead within an hour of the attack)[31] and the defensive line around Sukhumi was breached by the Abkhaz offensive. On 5 July 1993, Abkhaz, Armenian Bagramyan battalion, Russian and North Caucasian detachments stormed the villages of Akhalsheni, Guma and Shroma of Sukhumi district. The last offensive took place on 9 July, on the village of Kamani. Kamani was a Svan (sub-ethnic group of the Georgian people) village, which also included an Orthodox Church (named after St. George) and convent. After the fall of the village, most of its inhabitants (including nuns and priests) were killed by Abkhaz formations and their allies (see Kamani massacre).[32][better source needed] By this time, Abkhaz separatists occupied almost all the strategic heights and began to besiege Sukhumi. Soon after, the Chairman of the Georgian Council of Defense of Abkhazia Tamaz Nadareishvili resigned due to ill health and was succeeded by Member of the Georgian Parliament Zhiuli Shartava. On 15 August 1993, Greece carried out a humanitarian operation, Operation Golden Fleece, evacuating 1,015 Greeks who had decided to flee from the war-ridden Abkhazia.[33] Similarly, 170 Estonians of Abkhazia were evacuated with three flights by the Republic of Estonia in 1992[34] (according to another source, around 400 Estonians altogether fled to Estonia during the war[35]). Another Russian-mediated ceasefire was agreed in Sochi on 27 July and lasted until 16 September, when Abkhazian separatists violated the agreement (citing Georgia's failure to comply with the terms of the agreement) and launched a large-scale offensive against Sukhumi.[3] During the siege, Russian jets dropped thermobaric bombs on Georgian residential districts in Sukhumi and Georgian villages along the Gumista River.[3][36] Russian journalist Dmitry Kholodov stayed in Sukhumi before it fell, and reported that the city was repeatedly shelled by Russian forces, causing heavy civilian casualties. After a fierce battle, Sukhumi fell on 27 September. Shevardnadze appealed to the population of Sukhumi by radio: After the Abkhaz capture of the city one of the largest massacres of the war was committed against the remaining and trapped Georgian civilians in the city.[20] Almost all members of the Georgian-backed Abkhaz government, who refused to leave the city, including Guram Gabiskiria, Raul Eshba and Zhiuli Shartava, were murdered.[24] The 1994 U.S. State Department Country Reports also describes scenes of massive human rights abuse: Eduard Shevardnadze left the city narrowly escaping death. Soon Abkhaz forces and the Confederates overran the whole territory of Abkhazia, but the upper Kodori Valley remained in Georgian hands. The total defeat of Georgian forces was accompanied by the ethnic cleansing of the Georgian population.[37] When the Abkhazians entered my house, they took me and my seven-year old son outside. After forcing us to our knees, they took my son and shot him right in front of me. After, they grabbed me by hair and took me to the nearby well. An Abkhazian soldier forced me to look down that well, there I saw three younger man and couple of elderly women, who were standing soaking in the water naked. They were screaming and crying, while the Abkhazians were dumping dead corpses on them. They then threw a grenade there and placed more people inside. I was forced again to my knees in front of the dead corpses. One of the soldiers took his knife and took the eye out from one of the dead near me. Then he started to rub my lips and face with that decapitated eye. I could not take it any longer and fainted. They left me there in pile of corpses.[38] In the concluding phase of the battle of Sukhumi, the Abkhaz forces shot down three Georgian civilian airliners belonging to Transair Georgia, killing 136 people (some of whom were Georgian soldiers).[39][40] Large numbers (about 5,000) of Georgian civilians and servicemen were evacuated by Russian ships during the last hours of the battle.[41] After the fall of Sukhumi thousands of refugees started to flee Gali, Ochamchira and the Sukhumi regions. The plight of refugees became deadly due to snow and cold on the pathway in the Kodori Gorge. Georgian authorities were unable to evacuate all remaining civilians (previously many people were evacuated from Sukhumi by the Russian navy[20] and by the Ukrainian air forces.[42]) The refugees started to move in through the Kodori Gorge on foot, bypassing the Gali region, which was blocked by advancing Abkhaz separatist forces. The crossing of the Kodori Gorge on foot became another death trap for the fleeing IDPs.[24] Most of the people who didn't survive the crossing died of cold and starvation. The survivors who reached the Svan mountains were attacked and robbed by local criminal groups. One of the survivors recalls the crossing:[37] They were killing everyone who was Georgian. Every road was blocked. There was only one way out, through the mountains. It was terrible and horrific, nobody knew where it ended or what would happen on the way. There were children, women and elderly people. Everyone was marching not knowing where they are headed. We were cold, hungry, there was no water.... We marched the whole day. By the end of the day we were tired and could not go on. To rest, it meant to die, so we marched and marched. Some woman near me didn't make it, she had fallen dead. As we marched, we saw people frozen and dead, they apparently stopped for a break and it was their end. The path never ended, it seemed that we would die at any time. One young girl, who marched beside me all the way from Sukhumi was pregnant. She delivered her baby in the mountains. The child died on the third day of our deadly march. She separated from us and we never saw her again. Finally we made it into the Svan villages. Only women and children were allowed in their huts. Buses came later on that day. We were then taken to Zugdidi.[38] According to the United States State Department Commission on Foreign Relations and International Relations, 104th Cong., 1st Sess., Country Reports on Human Rights Practices for 1994, at 815 (Joint Comm. Print 1995), the victorious Abkhaz separatists \"moved through captured towns with prepared lists and addresses of ethnic Georgians, plundered and burned homes and executed designated civilians.\" Georgians were specifically targeted, but all non-Abkhaz suffered.[43] As a result of the war, around 250,000 people (mainly Georgians) fled from or were forced out of Abkhazia. In September 1994, several reports indicated ethnic clashes between Abkhaz and Armenians[citation needed], a significant part of whom supported the former during the war. Chechen militants of the CMPC later left Abkhazia to take part in the First Chechen War with Russia. The ethnic cleansing and massacres of Georgians has been officially recognized by the Organization for Security and Co-operation in Europe (OSCE) conventions in 1994, 1996 and again in 1997 during the Budapest, Istanbul and Lisbon summits and condemned the \"perpetrators of war crimes committed during the conflict\".[44] On 15 May 2008, the UN General Assembly adopted (by 14 votes to 11, with 105 abstentions) a resolution A/RES/62/249 in which it \"Emphasizes the importance of preserving the property rights of refugees and internally displaced persons from Abkhazia, Georgia, including victims of reported \"ethnic cleansing\", and calls upon all Member States to deter persons under their jurisdiction from obtaining property within the territory of Abkhazia, Georgia in violation of the rights of returnees\".[45] The former resident of Ochamchire district, Leila Goletiani, who was taken prisoner by Abkhaz separatists, gave the following account of her captivity to the Russian film director Andrei Nekrasov: I lived in Abkhazia 15 years ago, in the small town of Akhaldaba, Ochamchire district. Abkhaz attacked our village on 16 September 1993. It was impossible to hide anywhere from the bullets which rained down on us. ... The Russian Cossacks approached me and started to beat me. One of these Russian Cossacks approached me and asked me if I have ever had sex with a Cossack. He grabbed me and tried to rip off my clothes, after which I started to resist but they hit my head on the ground and started to beat me with AK-47 butts. While hitting me all over my body, they yelled, \"We will kill you, but we will do so slowly.\" Then they took me to an Abkhaz school where they kept Georgian civilian prisoners. There were only Georgians there, women, children and men. There were some women who were pregnant, and children of different ages. The Battalion of Cossacks kept coming there regularly. They took young girls and children and raped them systematically. These were children aged 10, 12, 13, and 14. They especially targeted children. One of the girls there was 8 years old. She was taken by different groups of these Cossacks and was raped numerous times. I don’t know how she managed to survive after so many rapes but I don’t want to mention her name in order to protect her identity. They also took women but later they started to take elderly women. They raped these elderly women in the way which I don’t want to go into detail ... it was horrific.[46] Although Russia officially claimed neutrality during the war in Abkhazia, Russian military officials and politicians were involved in the conflict in several ways. Russia's warfare market was the main source of weapons for both conflicting sides; it thus unofficially supported the Abkhaz and Georgia side.[47] Finally Russia carried out some humanitarian operations in Abkhazia.[20] Russian arms used by Georgia were transferred to it under the bilateral agreements with Russia and included main battle tanks, armored personnel carriers, heavy artillery and heavy mortars. The whole Akhaltsikhe motorised rifle division was turned over to Georgia on 22 September 1992.[48] Some weapons were gained by local raids on Russian Army bases in Akhalkalaki, Batumi, Poti and Vaziani by irregular Georgian paramilitary forces.[49] After several attacks, the Soviets declared it would defend its bases with force. Prior to the outbreak of the war, the Abkhaz leadership arranged for the redeployment of a Russian airborne battalion from the Baltic states to Sukhumi.[50] According to the Russian historian Svetlana Mikhailovna Chervonnaya, a number of Russian security servicemen also arrived in Abkhazia as \"tourists\" during that summer: \"The main load in the preparation of Abkhazian events was given to staff of the former KGB. Almost all of them got appointments in Abkhazia under cover of neutral establishments, which had nothing to do with their real activities. To distract attention, various ruses were resorted to, such as the private exchange of apartments, or the necessity of moving one’s place of work to Abkhazia due to a sudden deterioration of health.\"[51] According to another Russian expert, Evgeni Kozhokin, director of the Russian Institute of Strategic Studies, prior to the outbreak of hostilities, Abkhaz guardsmen had been supplied with weaponry by Russia's 643rd anti-aircraft missile regiment and a military unit stationed in Gudauta. Ardzinba had major supporters in Moscow as well, including Vice President Alexander Rutskoy and the Chechen speaker of the Russian Supreme Soviet, Ruslan Khasbulatov.[50][51] After the eruption of armed conflict, the Abkhaz separatist paramilitary units, along with their political supporters fled to Gudauta from where they obtained significant amount of military and financial aid.[24][38] In Gudauta, the Russian Army base housed and trained Abkhaz paramilitary units and provided protection for the leader of the Abkhaz separatists, Vladislav Ardzinba.[52] The high level of corruption in the Russian military also contributed in the leakage of Russian arms to both sides. From the outset of the hostilities, the Soviets called upon both sides to negotiate and it brokered several ceasefires, which mostly proved ineffective (Sukhumi offensive was undertaken by the Abkhaz side in violation of the previous ceasefire agreement). On the other hand, the Russian military offered protection to the retreating Abkhaz detachments during the summer 1992 Georgian offensive. In November 1992, the Russian Air Force conducted heavy air strikes against the villages and towns in Abkhazia predominantly populated by Georgians. In response, the Georgian Defense Ministry accused Russia for the first time in public of preparing a war against Georgia in Abkhazia. This led to the Georgian attacks on targets under Russian and Abkhaz control and the retaliation from the Russian forces.[53] The Soviets attitude began to tilt further to the Abkhaz side, after a Russian MI-8 helicopter (reportedly carrying humanitarian aid) was brought down by Georgian forces on 27 October, which triggered retaliation from Russian forces. On 14 December 1992, the Russian military suffered the loss of another military helicopter, carrying evacuees from Tkvarcheli, resulting in 52 to 64 deaths (including 25 children). Although Georgian authorities denied any responsibility, many believed the helicopter was shot down by the Georgian forces. On 16 December, the government of Georgia requested the Russians to evacuate their nationals from Abkhazia via other routes, foremost the Black Sea, but also to limit the number of missions flown from Gudauta, the main Russian air base in the area.[53] However, this incident \"raised the level of general malevolence in the war and catalyzed more concerted Russian military intervention on the Abkhaz side.\"[20][54][55] The town of Tkvarcheli had been besieged by Georgian forces and its population (mostly Abkhaz, Georgians and Russians) suffered a severe humanitarian crisis. Russian military helicopters supplied the city with food and medicine and mobilized Russian-trained fighters to defend the city.[20] The Human Rights Watch states: \"Although the Russian government continued to declare itself officially neutral in the war, parts of Russian public opinion and a significant group in the parliament, primarily Russian nationalists, who had never been favourably disposed toward the Georgians, began to tilt toward the Abkhaz at least by December.\"[20] During this period the Abkhaz side obtained a large number of armor, tanks (T-72 and T-80) and heavy artillery. The question remains whether there were specific orders concerning the transfer of weapons to Abkhaz side and if so, whom they were issued by. Russian border guards allowed the Chechen fighters led by Shamil Basayev to cross into Abkhazia or at least did nothing to prevent them from arriving in the conflict zone.[56] The defense minister in the secessionist government and one of the main organizers of the Abkhaz armed units was the professional Russian military officer Sultan Sosnaliyev from the Kabardino-Balkaria Republic. The most obvious example of Russian support to the Abkhaz side in 1993 was the bombing of Georgian-held Sukhumi by Russian fighter-bombers. The Russian Defence minister Pavel Grachev consistently denied it, but after Georgians succeeded in bringing down one SU-27[57] fighter-bomber and UN experts identified the dead pilot as Russian it became irrefutable. Nevertheless, some equipment was turned over to Georgia according to the previous agreements in 1993. Russian general Grachev claimed that Georgian side has painted the aircraft to resemble Russian Air Force aircraft and bombed their own positions, killing hundreds of their own people in Eshera and Sukhumi. This statement raised anger and utter contempt among Georgians toward the Russian side. The Russian journalist Dmitry Kholodov, who has witnessed the Russian bombardment of Sukhumi, wrote a couple of compiling reports with detailed description of humanitarian catastrophe: Kholodov also reported on the Russian volunteers fighting on the separatist side: On 25 February, the Georgian Parliament appealed to the UN, European Council and Supreme Soviet of the Russian Federation demanding the withdrawal of Russian forces from Abkhazia and stating that Russia waged \"an undeclared war\" against Georgia.[59] Georgian Parliament adopted another resolution on 28 April 1993, which openly blamed Russia in political facilitation of ethnic cleansing and genocide against Georgians.[60] Russian policy during the final battle for Sukhumi in September 1993, immediately, after the breach of the ceasefire by the Abkhaz forces, appeared to follow several lines. Russian officials condemned the attack, issued calls to Abkhaz forces to cease the offensive and its accompanying human rights violations and reportedly cut off electricity and telephone service to parts of Abkhazia from September to December 1993. Russia also supported resolutions in the Security Council condemning Abkhaz forces for breaching the ceasefire. At the same time, the Russian government criticized the Georgian government for refusing, once the attack was underway, to negotiate. As the Human Rights Watch report notes \"it is doubtful, however that Russian forces in or near Abkhazia were as surprised as the Russian government seemed to be. Initiating an offensive as large as the one undertaken, in three different directions at once, must have required extensive movement of forces and resupply during the days leading up to it.\" Russian forces on the Georgian-Abkhaz border, who were supposed to police the ceasefire made no attempt to forestall the attack. The Abkhaz weapons were stored near the front and were returned to the Abkhaz by Russian military mission when hostilities restarted.[61] Ataman Nikolay Pusko, a notable commander of some 1,500 Cossack volunteers fighting against Georgians in Abkhazia, later claimed that his sotnia was the first to enter Sukhumi.[62] Pusko and two other Cossack atamans in Abkhazia, Mikhail Vasiliyev and Valery Goloborodko, all died in unclear circumstances from 1993 to 1994.[63] In a Time magazine article published on 4 October 1993, Georgians said Russian Army officers provided Abkhazian separatists, at the beginning using mere hunting rifles and shotguns, with sophisticated weapons like BM-21 multiple rocket launchers and Sukhoi SU-25 jet aircraft, plus battlefield intelligence.[64] In the beginning of the conflict (August 1992) Russia evacuated many people from Abkhazian resorts by means of Black Sea fleet and Russian Air Force. As the war progressed Russia began to supply humanitarian aid to both sides, it also brokered numerous agreements concerning the exchange of prisoners of war. In the course of the war, Russian humanitarian efforts were chiefly focused on the town of Tkvarcheli, which had large ethnic Russian population and was besieged by the Georgian forces. The landmines installed along the mountain highway to this town made Russian helicopters the only safe means of transportation into it. However, Russian navy also evacuated tens of thousands of Georgian civilians, after the fall of Gagra (October 1992) and Sukhumi (September 1993) to the separatist forces.[20] Georgia effectively lost control over Abkhazia and the latter established as a de facto independent territory. The relations between Russia and Abkhazia improved in the late 1990s and the economic blockade of Abkhazia was lifted. The laws were also passed allowing other countries to become part of Russian Federation, which was interpreted by some as an offer to Abkhazia and other unrecognised countries of the former Soviet Union.[65] Georgia claimed that Russian army and intelligence contributed decisively to the Georgian defeat in the Abkhazian war and considered this conflict (along with the Georgian Civil War and Georgian–Ossetian War) as one of Russia's attempt of restoring its influence in the post-Soviet area.[66] At the end of the war, the Russian Foreign Minister Andrey Kozyrev said at the UN General Assembly: \"Russia realizes that no international organization or group of states can replace our peacekeeping efforts in this specific post-Soviet space.\"[67] A wide array of opinions on Russian policy with respect to Georgia and Abkhazia is expressed in the Russian media and parliament.[68] Leonid Radzikhovsky, a political analyst and independent journalist, wrote that gaining new territories is the last thing Russia needs and compared the support of foreign separatists to throwing stones at one's neighbours, while living in the glass house.[69] Oxford Professor S.N. MacFarlane, notes on the issue of Russian mediation in Abkhazia:[68] On 28 August 2006, Senator Richard Lugar, then visiting Georgia's capital Tbilisi, joined the Georgian politicians in criticism of the Russian peacekeeping mission, stating that \"the U.S. administration supports the Georgian government’s insistence on the withdrawal of Russian peacekeepers from the conflict zones in Abkhazia and the Tskhinvali district.\"[70] During the war the peace mediation was done first by Russia and second by the UN. From 1993 onwards, the pressure for a peace settlement mounted from UN, Russia and the then Group of Friends of Georgia (Russia, U.S., France, Germany and UK). In December 1993, an official ceasefire was signed by Georgian and Abkhaz leaders under the aegis of the UN and with Russia as intermediary. The venues shifted from Geneva to New York and finally to Moscow. On 4 April 1994 the \"declaration on measures for a political settlement of the Georgian-Abkhazian conflict\" was signed in Moscow. Instead of the deployment of a traditional UN peacekeeping force, the deployment of a CIS, mainly Russian peacekeeping forces, was agreed in Moscow on 14 May 1994. In June 1994, CIS peacekeeping forces comprising only the Russian soldiers were deployed along the administrative border between Abkhazia and the remaining Georgia. The UN mission (UNOMIG) also arrived. However, these could not prevent further atrocities against the Georgians in the following years (around 1,500 deaths have been reported by the Georgian government in the post-war period).[citation needed] On 14 September 1994, Abkhaz leaders appeared on local TV to demand that all ethnic Georgians depart from the region by 27 September (the anniversary of the capture of Sukhumi).[citation needed] On 30 November 1994, Abkhazia promulgated a new constitution declaring independence of the breakaway region. However, none of the foreign governments recognised this. On 15 December 1994, the US State Department condemned Abkhazia's declaration of independence. On 21 March 1995, The United Nations High Commissioner for Refugees accused Abkhaz militias of torturing and murdering dozens of returning ethnic Georgian refugees in Gali District. The United Nations Observer Mission in Georgia (UNOMIG) was established in 1993 to monitor the ceasefire and later expanded to observe the operation of the CIS peacekeeping forces. The Organization for Security in Europe (OSCE) and other international organizations are also involved in monitoring developments. Negotiations toward a permanent peace settlement have made little progress, but the Georgian and Abkhaz governments have agreed to limit the size of their military forces and extend the authorization for UNOMIG. Meanwhile, Georgian refugees maintain a government in exile. Both sides during conflict were mainly equipped with Soviet made weaponry, though Georgian forces had much more heavy weapons at the start of war, Abkhaz forces acquired many advanced weapons from Russia and at the end of war had decisive edge in weaponry, employing many SAM and MANPAT Systems, meanwhile Georgian forces had problems with supplying needed weapons and equipment to forces in Abkhazia, mainly because there was no foreign support and difficulties acquiring weapons from abroad.[71][72][73]","Title":"War in Abkhazia (1992–1993) - Wikipedia","KeyID":"15516","URL":"https://en.wikipedia.org/wiki/War_in_Abkhazia_(1992%E2%80%931993)"}