{"Content: ":"Zviad Gamsakhurdia's government in exile Military Council (until March 1992) State Council (until October 1992) Eduard Shevardnadze's government The Georgian Civil War lasted from 1991 to 1993 in the South Caucasian country of Georgia. It consisted of inter-ethnic and international conflicts in the regions of South Ossetia and Abkhazia, as well as the violent military coup d'état against the first democratically-elected President of Georgia, Zviad Gamsakhurdia, and his subsequent uprising in an attempt to regain power. While the Gamsakhurdia rebellion was eventually defeated, the South Ossetia and Abkhazia conflicts resulted in the de facto secession of both regions from Georgia. As a result, both conflicts have lingered on, with occasional flare-ups. Ethnic minority separatist movements, primarily on the part of the Ossetians and the Abkhaz, demanded greater recognition in the new order of the early 1990s. Asserting its newly gained national prerogatives, Georgia responded with military attempts to restrain separatism forcibly. On January 5, 1991 Georgia's National Guard entered Tskhinvali, the South Ossetian capital, and fighting broke out in and around the city. The Georgian-Ossetian Conflict was the first major crisis faced by Gamsakhurdia's government. Opposition against the authoritarian Government of Zviad Gamsakhurdia soon turned violent in the fall of 1991. Following the police dispersion of a large opposition demonstration in Tbilisi on September 2, several opposition leaders were arrested and their offices raided and pro-opposition newspapers were closed. The National Guard of Georgia, the major paramilitary force in the country, split into two factions; pro- and anti-Gamsakhurdia. Another paramilitary organization, the Mkhedrioni, led by Jaba Ioseliani, also sided with the opposition. Demonstrations and barricade-building marked the next three months, with sporadic clashes between pro- and anti-Gamsakhurdia forces. On September 24 a state of emergency was declared in Tbilisi. By late October 1991, most of the leadership of the opposition National Democratic Party (NDP), headed by Giorgi Chanturia, had been arrested. A stand-off followed as former National Guard leader Tengiz Kitovani's armed supporters withdrew to the outskirts of Tbilisi where they remained until late December 1991. The opposition claimed that President Gamsakhurdia had left no chance to peacefully settle the crisis. On 20 December 1991, Kitovani's fighters returned in force to begin the final onslaught against Gamsakhurdia. The armed opposition released Jaba Ioseliani and mounted barricades in central Tbilisi. On December 22, the rebels seized several official buildings, and attacked the Parliament building where Gamsakhurdia and his supporters were holding the position. Simultaneously, the rebels, already controlling most of the city, brutally suppressed pro-Gamsakhurdia protests in and around Tbilisi. They fired on the crowds, killing and wounding several people. On 6 January 1992, President Gamsakhurdia with other members of his government was forced to flee first to Armenia and then to Chechnya, where he led a form of government-in-exile for the next 18 months. Within several days of the fighting, the main boulevard in the city, Rustaveli Avenue, had been destroyed, and at least 113 people were killed. After the successful coup, an interim government, the Military Council, was formed in Georgia. Initially it was led by a triumvirate of Jaba Ioseliani, Tengiz Sigua and Tengiz Kitovani, but it was soon chaired by Eduard Shevardnadze, the former Soviet foreign minister who returned to Tbilisi in March 1992. The 1992 elections established Shevardnadze as the Chairman of Parliament and the Head of State. Zviad Gamsakhurdia, despite his absence, continued to enjoy substantial support within Georgia, especially in rural areas and in his home region of Samegrelo in western Georgia. The supporters of the ousted president, the \"Zviadists,\" responded to the coup with spontaneous street demonstrations, which were brutally suppressed by the government forces and paramilitary groups. Clashes between pro- and anti-Gamsakhurdia forces continued throughout 1992 and 1993 with Zviad Gamsakhurdia's supporters taking captive government officials and government forces retaliating with reprisal raids. One of the most serious incidents occurred in Tbilisi on June 24, 1992, when armed Gamsakhurdia supporters seized the state television center. However, they were driven out within a few hours by the National Guard. The armed \"Zviadists\" actually prevented the new government forces from gaining control of Gamsakhurdia's native Samegrelo region, which became the stronghold of the overthrown president's supporters. Numerous acts of violence and atrocities committed by the Mkhedrioni and government forces in this region contributed to further confrontation between the local population and Shevardnadze's regime. Following the coup and armed clashes in western Georgia, Aslan Abashidze, the leader of southwestern autonomous province of Adjara, closed an administrative border and prevented both sides from entering Adjarian territory. This established Abashidze's authoritarian semi-separatist regime within the region, and created long-term problems in relations between the regional government and the central government of Georgia. In February 1992, the fighting escalated in South Ossetia, with sporadic Russian involvement. Facing interior instability and political chaos, Shevardnadze agreed to negotiations to avoid a confrontation with Russia. A cease-fire was agreed upon and on 14 July 1992, a peacekeeping operation began, consisting of a Joint Control Commission and joint Russian – Georgian – Ossetian military patrols. By the summer of 1992, tensions in another secessionist region, Abkhazia, were close to developing into a full-scale Georgian-Abkhaz conflict. On August 14, Georgian forces entered Abkhazia to disarm separatist militias. By the end of September 1993, Russian-backed separatists fought back and took the region's capital, Sukhumi, after fierce fighting on September 27. Georgia's military defeat was followed by the ethnic cleansing of the Georgian majority in Abkhazia. The war produced approximately 20,000 deaths on both sides, and about 260,000 refugees and IDPs.[1] During the Abkhazian war, the role of Vakhtang (Loti) Kobalia's militia, the major force of the former President's supporters, continued to be controversial. Kobalia's militia fought on the Georgian side near the village of Tamish in Abkhazia and played an important role in defeating the Abkhaz-North Caucasian commandos. This step was assessed by Shevardnadze as a 'beginning of national reconciliation'. At the same time, they stirred their activities in anticipation of the fall of Sukhumi and public discontent with Shevardnadze's policy which they expected to follow (as they openly stated). On July 9–10, 72 deputies of the former Supreme Council that had been ousted in January 1992, held a session in Zugdidi and declared the 'restoration of the legitimate government' there. Broadcasting on their TV channel became more frequent. From July to August Kobalia's militia effectively established its control in a significant part of the Samegrelo province. In September 1993, Zviad Gamsakhurdia took advantage of the struggle in Abkhazia to return to the city of Zugdidi, western Georgia, and rally enthusiastic but disorganized Georgians in Samegrelo region against the demoralized and unpopular government of Eduard Shevardnadze. Although Gamsakhurdia initially represented his return as a rescue of Georgian forces after the Abkhazian disaster, he actually disarmed part of the Georgian troops retreating from the breakaway region and established his control over the significant part of Samegrelo. Ex-president's advance made Shevardnadze to join the Commonwealth of Independent States (CIS) and appeal for Russian military assistance. In mid-October, the addition of Russian weapons, supply-line security, and technical assistance turned the tide against Gamsakhurdia. On October 20, around 2,000 Russian troops moved to protect Georgian railroads. On October 22, 1993, the government forces launched an offensive against pro-Gamsakhurdia rebels led by Colonel Loti Kobalia and, with the help of Russian military, occupied most of Samegrelo province. The ex-president forces counter-attacked on October 27. Heavy fighting concentrated around the towns of Khobi and Senaki. From November 2, following an agreement between Eduard Shevardnadze and Russian leadership,[2] a Russian marine battalion was deployed to Poti in order to secure critical transport infrastructure,[3] including railroads and ports, from Zviadist rebels under the direction of Admiral Eduard Baltin, commander of the Black Sea Fleet.[4] In order to obtain this support, Shevardnadze had to agree to Georgian accession to CIS and the establishment of Russian military installations within Georgia.[5] On November 4, 1993, the government forces broke through the defence lines of the Zviadist militias and entered Zugdidi without fighting on November 6. Zviad Gamsakhurdia and his bodyguards escaped to the forests chased by the government forces. He died in late December under controversial circumstances. It was later reported that Gamsakhurdia had shot himself on December 31, in a village Jikhashkari (Samegrelo region of Western Georgia). The revolt was crushed and the region was overrun by the pro-governmental paramilitaries. Several Zviadist leaders were arrested in the following years. The three-year civil war produced a decade of political instability, permanent financial, economic and social crises. The situation began to stabilize in 1995. However, radical \"Zviadists\" organized several acts of terrorism and sabotage. They were charged for the assassination attempt of President Eduard Shevardnadze on 9 February 1998. A few days later, supporters of the former president kidnapped four observers from the United Nations Observer Mission in Georgia from their compound in Zugdidi in western Georgia. Some of the hostage takers surrendered, but Gocha Esebua, the leader of the Zviadist team, escaped and was killed in a shootout with police on 31 March. On October 18, 1998, there was an attempted revolt led by Colonel Akaki Eliava, former Zviadist officer near Kutaisi, Georgia's second largest city. After the collapse of the mutiny, Eliava and his followers hid in the forests of Samegrelo. He had produced permanent problems for the government until he was shot by security officers in 2000. On January 26, 2004, the newly elected President Mikheil Saakashvili officially rehabilitated Gamsakhurdia to resolve the lingering political effects of his overthrow in an effort to \"put an end to disunity in our society\", as Saakashvili put it. He also released 32 Gamsakhurdia supporters arrested by Shevardnadze's government in 1993–1994 and still remaining in prisons. The relationship between Georgia and the separatists in Abkhazia and South Ossetia remained tense and lead to renewed warfare during the 2008 South Ossetia war.","Title":"Georgian Civil War - Wikipedia","KeyID":"15514","URL":"https://en.wikipedia.org/wiki/Georgian_Civil_War"}