{"Content: ":"Russian, South Ossetian and Abkhaz victory Abkhazia Georgia Uncontested Georgia The 2008 Russo-Georgian War[note 3] was a war between Georgia, on one side, and Russia and the Russian-backed self-proclaimed republics of South Ossetia and Abkhazia, on the other. The war took place in August following a period of worsening relations between Russia and Georgia, both formerly constituent republics of the Soviet Union. The fighting took place in the strategically important South Caucasus region. It is regarded as the first European war of the 21st century.[31] The Republic of Georgia declared its independence in early 1991 as the Soviet Union began to fall apart. Amid this backdrop, fighting between Georgia and separatists left parts of the former South Ossetian Autonomous Oblast under the de facto control of Russian-backed but internationally unrecognised separatists. Following the war, a joint peacekeeping force of Georgian, Russian, and Ossetian troops was stationed in the territory. A similar stalemate developed in the region of Abkhazia, where Abkhaz separatists had waged a war in 1992–1993. Following the election of Vladimir Putin in Russia in 2000 and a pro-Western change of power in Georgia in 2003, relations between Russia and Georgia began to deteriorate, reaching a full diplomatic crisis by April 2008. On 1 August 2008, the Russian-backed South Ossetian forces started shelling Georgian villages, with a sporadic response from Georgian peacekeepers in the area.[32][33][34] Intensifying artillery attacks by the South Ossetians broke a 1992 ceasefire agreement.[35][36][37][38] To put an end to these, the Georgian army units were sent in to the South Ossetian conflict zone on 7 August.[39] On the offensive, Georgian took control of most of Tskhinvali, a separatist stronghold, in hours. Some Russian troops had illicitly crossed the Russo-Georgian state border through the Roki Tunnel and advanced into the South Ossetian conflict zone by 7 August before the large-scale Georgian military response.[note 4][37][40][41] Russia falsely accused Georgia of committing \"genocide\"[42] and \"aggression against South Ossetia\".[39] It launched a full-scale land, air and sea invasion of Georgia, including its undisputed territory, on 8 August, referring to it as a \"peace enforcement\" operation.[43] Russian and South Ossetian forces fought Georgian forces in and around South Ossetia for several days, until Georgian forces retreated. Russian and Abkhaz forces opened a second front by attacking the Kodori Gorge held by Georgia. Russian naval forces blockaded part of the Georgian Black Sea coastline. The Russian air force attacked targets both within and beyond the conflict zone. This was the first war in history in which cyber warfare coincided with military action. An information war was also waged during and after the conflict. Nicolas Sarkozy, the President of France, personally negotiated a ceasefire agreement on 12 August. Russian forces temporarily occupied the Georgian cities of Zugdidi, Senaki, Poti and Gori, holding on to these areas beyond the ceasefire. The South Ossetians destroyed most ethnic Georgian villages in South Ossetia and were responsible for an ethnic cleansing of Georgians. Russia recognised the independence of Abkhazia and South Ossetia from Georgia on 26 August and the Georgian government severed diplomatic relations with Russia. Russia mostly completed its withdrawal of troops from undisputed parts of Georgia on 8 October. Russian international relations were largely unharmed. The war displaced 192,000 people. While many returned to their homes after the war, 20,272 people, mostly ethnic Georgians, remained displaced as of 2014. In 2021, the European Court of Human Rights ruled that Russia maintained \"direct control\" over the separatist regions and was responsible for grave human rights abuses taking place there.[44][45] In 2022, the International Criminal Court issued arrest warrants for several Russian nationals because of war crimes against ethnic Georgians during the conflict.[46] In the 10th century AD, Georgia for the first time emerged as an ethnic concept in the territories where the Georgian language was used to perform Christian rituals. After the Mongol invasions of the region, the Kingdom of Georgia eventually was split into several states. In the 19th century, the Russian Empire gradually took over the Georgian lands. In the aftermath of the Russian revolution, Georgia declared independence on 26 May 1918.[47] The Ossetians are indigenous to North Ossetia, located in the North Caucasus.[48] Controversy surrounds the date of Ossetian arrival in Transcaucasia. According to one theory, they first migrated there during the 13th and 14th centuries AD,[49] and resided alongside the Georgians peacefully for hundreds of years.[50] In 1918, conflict began between the landless Ossetian peasants living in Shida Kartli, who were affected by Bolshevism and demanded ownership of the lands they worked, and the Menshevik government backed ethnic Georgian nobility, who were legal owners. Although the Ossetians were initially discontented with the economic stance of Tbilisi authorities, the tension shortly transformed into ethnic conflict. Ossetian insurgents repelled the Georgian troops in 1918 and proceeded to occupy the town of Tskhinvali and assault the Georgian natives. During uprisings in 1919 and 1920, the Ossetians were covertly supported by Soviet Russia, but even so, were defeated.[51] The independent Democratic Republic of Georgia was invaded by the Red Army in 1921 and a Soviet government was installed.[52] The government of Soviet Georgia created an autonomous administrative unit for Transcaucasian Ossetians in April 1922, called the South Ossetian Autonomous Oblast.[53] Historians such as Stephen F. Jones, Emil Souleimanov and Arsène Saparov believe that the Bolsheviks awarded this autonomy to the Ossetians in exchange for their help against the Democratic Republic of Georgia,[51][54][55] since this area had never been a separate entity prior to the Russian invasion.[39][56][57] Nationalism in Soviet Georgia gained momentum in 1989 with the weakening of the Soviet Union. The Kremlin endorsed South Ossetian nationalism as a counter against the Georgian independence movement.[58] On 11 December 1990, the Supreme Soviet of Georgia, responding to South Ossetia's attempt at secession, annulled the region's autonomy.[59] A military conflict broke out between Georgia and South Ossetian separatists in January 1991.[60] Georgia declared its restoration of independence on 9 April 1991, thus becoming the first non-Baltic state of the Soviet Union to do so.[61] The South Ossetian separatists were aided by the former Soviet military units now controlled by Russia.[62] By June 1992, the possibility of a full-scale war between Russia and Georgia increased as bombing of Georgian capital Tbilisi in support of South Ossetian separatists was promised by Russian authorities.[63][64] Georgia endorsed a ceasefire agreement on 24 June 1992 to prevent the escalation of the conflict with Russia.[65] Georgian, South Ossetian, Russian and North Ossetian peacekeepers were posted in South Ossetian conflict zone under the Joint Control Commission's (JCC) mandate.[66] Some, mostly ethnically Georgian parts of the former South Ossetian Autonomous Oblast remained under the Georgian control.[60] The Tskhinvali-based separatist authorities of the self-proclaimed Republic of South Ossetia were in control of one third of the territory of the former South Ossetian Autonomous Oblast before the 2008 war.[67] This situation was mirrored in Abkhazia, an autonomous republic in the Georgian Soviet Socialist Republic, where the Abkhaz separated from Georgia during the war in the early 1990s.[62] By 2003, The population of Abkhazia was reduced from 525,000 to 216,000 after an ethnic cleansing of Georgians, the single largest ethnic group in the region.[68] The upper Kodori Gorge in northeast Abkhazia remained beyond the Abkhaz separatist government's sway.[69] Transcaucasia lies between the Russian region of the North Caucasus and the Middle East, constituting a \"buffer zone\" between Russia and the Middle East. It borders Turkey and Iran. The strategic importance of the region has made it a security concern for Russia. Significant economic reasons, including access to major petroleum reserves, further affects interest in Transcaucasia. Rule over Transcaucasia, according to Swedish academic Svante Cornell, would allow Russia to manage Western involvement in Central Asia, an area of geopolitical importance.[70] Russia saw the Black Sea coast and being adjacent to Turkey as invaluable strategic attributes of Georgia.[71] Russia had more vested interests in Abkhazia than in South Ossetia, since the Russian military deployment on the Black Sea coast was seen as vital to Russian influence in the Black Sea.[43] Before the early 2000s, South Ossetia was originally intended as a tool to retain a grip on Georgia.[58] Vladimir Putin became president of the Russian Federation in 2000, which had a profound impact on Russo-Georgian relations. The conflict between Russia and Georgia began to escalate in December 2000, when Georgia became the first and sole member of the Commonwealth of Independent States (CIS) on which the Russian visa regime was enforced. Eduard Kokoity, an alleged member of the mob, became the de facto president of South Ossetia in December 2001; he was endorsed by Russia since he would subvert the peaceful reunification of South Ossetia with Georgia. The Russian government began massive allocation of Russian passports to the residents of Abkhazia and South Ossetia in 2002 without Georgia's permission; this \"passportization\" policy laid the foundation for Russia's future claim to these territories.[72] In 2003, President Putin began to consider the possibility of a military solution to the conflict with Georgia.[73] After Georgia deported four suspected Russian spies in 2006, Russia began a full-scale diplomatic and economic war against Georgia, followed by the persecution of ethnic Georgians living in Russia.[72] By 2008, most residents of South Ossetia had obtained Russian passports. According to Reuters, Russia supplied two-thirds of South Ossetia's yearly budget before the war.[74] South Ossetia's de facto government predominantly employed Russian citizens, who had occupied similar government posts in Russia, and Russian officers dominated South Ossetia's security organisations.[75] The conflicts in Georgia remained at a stalemate until 2004,[76] when Mikheil Saakashvili came to power after Georgia's Rose Revolution, which ousted president Eduard Shevardnadze.[77] Restoring South Ossetia and Abkhazia to Georgian control was a first concern of Saakashvili.[78] The Georgian government launched an initiative to curb smuggling from South Ossetia in 2004 after its success in restoring control in Adjara. Tensions were further escalated by South Ossetian authorities.[78] Intense fighting took place between Georgian forces and the South Ossetians between 8 and 19 August.[79] At the Parliamentary Assembly of the Council of Europe in Strasbourg in January 2005, Georgian president Saakashvili proposed a peace settlement for South Ossetia within a unified Georgian state. The proposal was rejected by South Ossetian leader Eduard Kokoity.[80] In 2006, Georgia sent security forces to the Kodori Valley region of Abkhazia, when a local militia leader rebelled against Georgian authorities.[69] In 2007, Georgia established what Russia called a \"puppet government\" in South Ossetia, led by Dmitry Sanakoyev (former South Ossetian prime minister), calling it a provisional administration.[81] In early March 2008, Abkhazia and South Ossetia submitted formal requests for their recognition to Russia's parliament shortly after the West's recognition of Kosovo which Russia had been resisting. Dmitry Rogozin, Russian ambassador to NATO, hinted that Georgia's aspiration to become a NATO member would cause Russia to support the independence of Abkhazia and South Ossetia.[82] The Russian State Duma adopted a resolution on 21 March, in which it called on the President of Russia and the government to consider the recognition.[83] Georgia began proposing the placement of international peacekeepers in the separatist regions when Russia began to apply more force on Georgia after April 2008. The West launched new initiatives for peace settlement, with peace proposals being offered and discussions being organised by the European Union, the Organization for Security and Cooperation in Europe (OSCE) and Germany. The separatists dismissed the German project for Abkhazia approved by Georgia. Russia and the separatists did not attend an EU-backed meeting regarding Abkhazia. They also dismissed an OSCE offer to renew talks regarding South Ossetia.[84] One of President Saakashvili's primary aims for Georgia was to become a member state of NATO,[76] which has been one of the major stumbling blocks in Georgia–Russia relations.[85] Although Georgia has no notable gas or oil reserves, its territory hosts part of the Baku–Tbilisi–Ceyhan pipeline supplying oil to Turkey.[86] Russia, Iran and the Persian Gulf countries opposed the construction of the pipeline.[87] The pipeline circumvents both Russia and Iran. Because it has decreased Western dependence on Middle East's oil, the pipeline has been a major factor in the United States' backing for Georgia.[88] During the NATO summit in Bucharest in April 2008, American president George W. Bush campaigned for offering a Membership Action Plan (MAP) to Georgia and Ukraine. However, Germany and France said that offering a MAP to Ukraine and Georgia would be \"an unnecessary offence\" for Russia.[89] NATO stated that Ukraine and Georgia would be admitted in the alliance and pledged to review the requests for MAP in December 2008.[90] Russian President Vladimir Putin was in Bucharest during the summit. At the conclusion of the summit on 4 April, Putin said that NATO's enlargement towards Russia \"would be taken in Russia as a direct threat to the security of our country\".[91] Following the Bucharest summit, Russian hostility increased and Russia started to actively prepare for the invasion of Georgia.[92] Chief of the General Staff of the Russian Armed Forces Yuri Baluyevsky said on 11 April that Russia would carry out \"steps of a different nature\" in addition to military action to block NATO membership of former Soviet republics.[93] General Baluyevsky admitted in 2012 that after President Putin had decided to attack Georgia prior to the May 2008 inauguration of Dmitry Medvedev as president of Russia, a military action was planned and explicit orders were issued in advance before August 2008. Russia aimed to stop Georgia's accession to NATO and also to bring about a \"regime change\".[73] On 16 April 2008, official ties between the Russian authorities and the separatists in Abkhazia and South Ossetia were sanctioned by an order of Russian president Vladimir Putin. The separatist-authored legislative documents and the separatist-accredited bodies were also recognised.[94] After a United Nations Security Council session on 23 April convened at Georgia's demand, the United States, the United Kingdom, France and Germany stated in a declaration: \"We call on the Russian Federation to revoke or not to implement its decision.\" However, this was labelled a \"tall order\" by Vitaly Churkin, Russian Ambassador to the UN.[95] A Georgian reconnaissance drone flying over Abkhazia was shot down by a Russian warplane on 20 April. However, Russia denied responsibility for the incident and Abkhazia claimed that an \"L-39 aircraft of the Abkhaz Air Force\" shot down the UAV.[96] An allegation of an attack by a NATO MiG-29 was made by the Russia' Ambassador to NATO, Dmitry Rogozin. NATO Secretary General Jaap de Hoop Scheffer commented that \"he'd eat his tie if it turned out that a NATO MiG-29 had magically appeared in Abkhazia and shot down a Georgian drone.\"[97] On 26 May, a United Nations Observer Mission in Georgia (UNOMIG) inquiry concluded that the Russian warplane, either a MiG-29 \"Fulcrum\" or a Su-27 \"Flanker\", was responsible for the downing.[98] In late April, the Russian government said that Georgia was assembling 1,500 troops and policemen in the upper Kodori Gorge area and was planning to \"invade\" Abkhazia,[99] and that Russia would \"retaliate\" against Georgian offensive and had deployed more military in the separatist regions.[100] Any boost in the Kodori Gorge or near the Abkhaz border by either party was not confirmed by the UNOMIG.[101][102] The number of Russian peacekeepers deployed in Abkhazia was boosted to 2,542 in early May. But Russian troop levels remained under the cap of 3,000 troops imposed by a 1994 decision of CIS heads of state.[103] Georgia demonstrated video footage captured by a drone to the BBC allegedly proving that Russian forces used heavy weaponry in Abkhazia and were combat troops, rather than peacekeepers; Russia rejected the accusations.[104] On 15 May, the United Nations General Assembly passed a motion calling for the return of all exiled and uprooted people to Abkhazia.[105] Russia opposed the Georgian-advocated motion. The Russian Foreign Ministry said that the resolution was \"a counterproductive move\".[106] Russia deployed railroad troops on 31 May to repair a rail line in Abkhazia. According to the Russian defence ministry, railroad troops were not armed. Georgia stated that the development was an \"aggressive\" act.[107] The European Parliament adopted a resolution on 5 June which condemned the deployment of Russian forces to Abkhazia. The resolution stated that the peacekeeping structure should be changed because Russia was no longer an unbiased player.[108] Russian railroad troops started withdrawal from Abkhazia on 30 July after attending the inauguration of the railroad.[109] The fixed railroad was used to transport military equipment by at least a part of the 9,000 Russian soldiers who entered Georgia from Abkhazia during the war.[110] In late June, Russian military expert Pavel Felgenhauer predicted that Vladimir Putin would start a war against Georgia in Abkhazia and South Ossetia supposedly in August.[101][111] Aleksandr Dugin, known for his strong ties with the Russian military and intelligence,[112] suggested at a press conference in South Ossetia on 30 June that the existence of Georgian enclaves in South Ossetia was the last remaining barrier to the recognition and South Ossetia had to solve this problem. He further stated that South Ossetia's independence would block Georgia's NATO membership and the recognition must take place before December 2008.[113] The Kavkaz Center reported in early July that Chechen separatists had intelligence data that Russia was preparing a military operation against Georgia in August–September 2008 which mainly aimed to expel Georgian forces from the Kodori Gorge; this would be followed by the expulsion of Georgian units and population from South Ossetia.[114] In early July, the conditions in South Ossetia aggravated, when a South Ossetian separatist militia official was killed by blasts on 3 July and several hours later an unsuccessful assassination attempt on Dmitry Sanakoyev, the leader of the Georgian-backed Ossetian government, wounded three police officers.[115] On 7 July, four Georgian servicemen were captured by South Ossetian separatists. The next day, the Georgian law enforcement was ordered by the president to arrange the liberation of the soldiers.[116] Four Russian Air Force jets flew over South Ossetia on 8 July.[117] A scheduled visit of Condoleezza Rice, the US Secretary of State, to Georgia on the next day nearly coincided with the timing of the flight.[118] Georgia summoned back its ambassador to Russia after Russia admitted its jets had flown in Georgia's airspace to \"let hot heads in Tbilisi cool down\".[117] This was the first time in the 2000s that Russia had confessed to an overflight of Georgia.[119] On 15 July, the United States and Russia began two parallel military trainings in the Caucasus, though Russia denied that the identical timing was intentional.[120] The joint US-Georgian exercise was called Immediate Response 2008 and also included servicemen from Ukraine, Azerbaijan and Armenia. A total of 1,630 servicemen, including 1,000 American troops, took part in the exercise, which concluded on 31 July.[121] Counter-insurgency action was the focal point of the joint exercise. The Georgian brigade was trained to serve in Iraq.[122] The Russian exercise was named Caucasus 2008 and units of the North Caucasus Military District, including the 58th Army, took part. The exercise included training to aid peacekeeping forces stationed in Abkhazia and South Ossetia.[123] During exercises, a pamphlet named \"Soldier! Know your probable enemy!\" was circulated among the Russian soldiers. The pamphlet described the Georgian Armed Forces.[124] Russian troops stayed near the border with Georgia after the end of their exercise on 2 August, instead of going back to their barracks.[101] Later, Dale Herspring, an expert on Russian military affairs at Kansas State University, described the Russian exercise as \"exactly what they executed in Georgia just a few weeks later [...] a complete dress rehearsal.\"[122] At 8:00 am on 1 August, an improvised explosive device detonated on the road near Tskhinvali and hit a Georgian police lorry, wounding five Georgian police officers. In response, Georgian snipers fired on South Ossetian positions, killing four Ossetians and wounding seven.[125] According to majority of reports, the South Ossetians were responsible for instigating the bomb explosion which marked the opening of hostilities.[126] South Ossetian separatists began intensively shelling Georgian villages on 1 August. This caused Georgian peacekeepers and servicemen in the area to return fire.[32][33][34][127][128][129] Grenades and mortar fire were exchanged during the night of 1/2 August. The total Ossetian fatalities became six and the total wounded were now fifteen, among them several civilians; the Georgian casualties were six wounded civilians and one wounded policeman.[125] According to the OSCE mission, the incident was the worst outbreak of violence since 2004.[130] On 2–3 and again on 3–4 August, firing recommenced during the night.[130] A 1992 ceasefire agreement was breached by Ossetian artillery attacks.[35][37] Nikolay Pankov, the Russian deputy defence minister, had a confidential meeting with the separatist authorities in Tskhinvali on 3 August.[131] An evacuation of Ossetian women and children to Russia began on the same day.[101] According to researcher Andrey Illarionov, the South Ossetian separatists evacuated more than 20,000 civilians, which represented more than 90 per cent of the civilian population of the future combat zone.[132] On 4 August, South Ossetian president Eduard Kokoity said that about 300 volunteers had arrived from North Ossetia to help fight the Georgians and thousands more were expected from the North Caucasus.[133] On 5 August, South Ossetian presidential envoy to Moscow, Dmitry Medoyev, declared that South Ossetia would start a \"rail war\" against Georgia.[134] The razing of the village of Nuli was ordered by South Ossetian interior minister Mindzaev.[135] Georgian authorities organised a tour for diplomats and journalists to demonstrate the damage supposedly caused by separatists. That day, Russian Ambassador-at-Large Yuri Popov declared that his country would be involved in the conflict on the side of South Ossetia.[136] About 50 Russian journalists had come to Tskhnivali for \"something to happen\".[101] A pro-government Russian newspaper reported on 6 August: \"Don Cossacks prepare to fight in South Ossetia\".[36][137] Nezavisimaya Gazeta reported that Russian military was being deployed to the Georgian border on 6 August and that \"there is no doubt that Russia thus demonstrates determination to protect its citizens in South Ossetia. Up until the operation to enforce peace is carried out.\"[138] On the evening of 6 August, an attempt by Saakashvili to contact the President of Russia about the conflict was curbed by the Russian Foreign Ministry, which said: \"the time for presidential negotiations has not yet arrived.\"[139][140] Mortar and artillery exchange between the South Ossetian and Georgian forces erupted in the afternoon of 6 August across almost the entire front line, which lasted until the dawn of 7 August. Exchanges resumed following a brief gap in the morning.[130][135] South Ossetian leader Eduard Kokoity announced that the South Ossetian armed forces were ready to go on the offensive in the next few hours.[141] At 14:00 on 7 August, two Georgian peacekeepers in Avnevi became casualties of Ossetian shelling.[142][143][135][144] At about 14:30, Georgian tanks, 122 mm howitzers and 203 mm self-propelled artillery began heading towards South Ossetia to dissuade separatists from additional attacks.[145] During the afternoon, OSCE monitors noted Georgian military traffic, including artillery, on roads near Gori.[142] In the afternoon, Georgian personnel left the Joint Peacekeeping Force headquarters in Tskhinvali.[146] At 16:00, Temur Iakobashvili (the Georgian Minister for Reintegration) arrived in Tskhinvali for a previously-arranged meeting with South Ossetians and Russian diplomat Yuri Popov;[145] however, Russia's emissary, who blamed a flat tire, did not appear;[32] and neither did the Ossetians.[146] One day earlier the South Ossetians rejected direct negotiations with Georgian authorities, demanding a meeting of the Joint Control Commission for Georgian–Ossetian Conflict Resolution.[147] Tbilisi had left the Commission in March, demanding that a new mediation scheme included the European Union, the OSCE and the Provisional Administrative Entity of South Ossetia.[101] Iakobashvili contacted General Marat Kulakhmetov (the Russian commander of the Joint Peacekeeping Force) who said that Ossetians could not be restrained by Russian peacekeepers and Georgia should implement a ceasefire.[145][148] \"Nobody was in the streets – no cars, no people,\" Iakobashvili later told journalists.[142] \"All the evidence available to the country team supports Saakashvili's statement that this fight was not Georgia's original intention. Key Georgian officials who would have had responsibility for an attack on South Ossetia have been on leave, and the Georgians only began mobilizing August 7 once the attack was well underway. As late as 2230 last night Georgian MOD and MFA officials were still hopeful that the unilateral cease-fire announced by President Saakashvili would hold. Only when the South Ossetians opened up with artillery on Georgian villages, did the offensive to take Tskhinvali begin.\" —A confidential report sent on August 8, 2008, by the US Embassy in Tbilisi, leaked by WikiLeaks.[149][150] At around 19:00, Georgian President Saakashvili announced a unilateral ceasefire and no-response order.[151] The ceasefire reportedly held for about three hours.[152] The separatists bombarded Tamarasheni and Prisi. They razed Avnevi and a police building in Kurta, the centre of the Provisional Administrative Entity of South Ossetia. The escalated assaults forced Georgian civilians to flee their homes.[153][154] A high-ranking officer of the Georgian Ministry of Defence said late on 7 August that his country was going to \"restore constitutional order\" in response to the shelling.[155] Georgian Interior Ministry official later told Russian newspaper Kommersant on 8 August that after Ossetians had responded to the ceasefire by shelling, \"it became clear\" that South Ossetians wouldn't stop firing and that the Georgian casualties were 10 killed and 50 wounded.[156] According to Pavel Felgenhauer, the Ossetians intentionally provoked the Georgians, so Russia would use the Georgian response as a pretext for premeditated military invasion. According to Felgenhauer's analysis, Russia could not wage the war against Georgia after August since the Caucasus mountains would be covered with snow already in October.[157] Russian military was participating in the attacks on Georgian villages.[158] According to Georgian intelligence,[159] and several Russian media reports, parts of the regular (non-peacekeeping) Russian Army had already moved to South Ossetian territory through the Roki Tunnel before the Georgian military operation.[160] Even the state-controlled Russian TV aired Abkhazia's de facto president Sergei Bagapsh on 7 August as saying: \"I have spoken to the president of South Ossetia. It has more or less stabilized now. A battalion from the North Caucasus District has entered the area.\"[161] Georgian authorities did not announce Russian military incursion in public on 7 August since they relied on the Western guidance and did not want to aggravate tensions.[162] The entrance of second batch of Russian military through the Roki Tunnel during the night of 7/8 August pressured Georgian president Saakashvili to respond militarily around 23:00 to check Russian all-out incursion near the Roki Tunnel before the Western response would be late.[163] Georgian artillery launched smoke bombs into South Ossetia at 23:35 on 7 August. This was followed by a 15-minute intermission, which purportedly enabled the civilians to escape, before the Georgian forces began bombarding hostile positions.[152] Georgian military intentionally targeted South Ossetian military objects, not civilian ones. Although Georgian military had pledged safety to the Russian peacekeepers for their neutrality, the Russian peacekeepers had to follow the Russian command to attack the Georgian troops.[164] Georgian forces started moving in the direction of Tskhinvali following several hours of bombardment and engaged South Ossetian forces and militia near Tskhinvali at 04:00 on 8 August, with Georgian tanks remotely shelling South Ossetian positions. An attempt to take the village of Kvaysa from the west of South Ossetia by Georgian special police forces was thwarted by South Ossetian troops occupying reinforced posts, and several Georgians were wounded.[165] The Georgian 4th Brigade advanced on the left side of Tskhinvali early in the morning on 8 August;[152] the 3rd Brigade advanced on the right side.[152][165] The purpose of these actions was to advance to the north after capturing key positions. The Georgian troops would secure the Gupta bridge and the road to the Roki Tunnel, barring the Russian military from moving southward.[152] By the morning, the South Ossetian authorities had reported that the Georgian shelling had killed at least 15 civilians.[166] Georgian forces, among them special troops of the Ministry of Internal Affairs, entered Tskhinvali after taking the high points near the town.[152] The centre of the town was reached by 1,500 Georgian infantrymen by 10:00.[142] The Russian air force began raiding targets inside South Ossetia and Georgia proper after 10:00 on 8 August.[167] According to Russia, it suffered its first casualties at around 12:00 when two servicemen were killed and five injured following an attempt by the Georgian troops to storm the northern peacekeeping base in Tskhinvali.[168] Georgia has stated that it only targeted Russian peacekeepers in self-defence, after coming under fire from them.[169] Most of Tskhinvali and several villages had been secured by Georgian troops by the afternoon;[152] however, they failed to blockade the Gupta bridge and the key roads linking Tshkinvali with the Roki Tunnel and the Russian military base in Java.[170] One Georgian diplomat told Kommersant on the same day that by taking control of Tskhinvali, Tbilisi wanted to demonstrate that Georgia wouldn't tolerate the killing of Georgian citizens.[156] By 15:00 MSK, an urgent session of Security Council of Russia had been convened by Russian president Dmitry Medvedev and Russia's options regarding the conflict had been discussed.[171] Russia accused Georgia of \"aggression\" against South Ossetia.[39][172] Russia has stated it was defending both peacekeepers and South Ossetian civilians who were Russian citizens.[43] While Russia claimed that it had to conduct peacekeeping operations according to the international mandates, in reality such accords had only arranged the ceasefire observer status; according to political scientist Roy Allison, Russia could evacuate its peacekeepers if attacked.[43] At around 16:00 MSK, it became known that two heavy armoured columns of the 58th Army passed the Roki Tunnel and Java and were on the road to Tskhinvali. According to Kommersant, the column had begun moving towards South Ossetia at the same time as President Medvedev was giving a televised speech. At around 17:00 MSK, Russian tank columns surrounded Tskhinvali and began bombing the Georgian positions.[156] The Russian Air Force mounted attacks on Georgian infantry and artillery on 8 August, but suspended sorties for two days after taking early losses from anti-aircraft fire.[173][174] Georgian troops left the centre of the town in the evening.[170] Military expert Ralph Peters later noted that anyone \"above the grade of private\" knew that such a large-scale Russian \"response\" was not spontaneous since it was impossible \"even to get one armored brigade over the Caucasus Mountains\" without lengthy planning.[175] In the afternoon of 9 August, a Georgian effort to push deeper into Tskhinvali was repulsed with Georgian losses and they withdrew.[170] According to the Georgian Defence Minister, the Georgian military had tried to push into Tskhinvali three times by 9 August. During the last attempt they were met with a serious counterattack, which Georgian officers described as \"something like hell.\"[142] On the same day a Russian advance column, led by Lieutenant-General Anatoly Khrulyov, was ambushed by Georgian special forces near Tskhinvali; Khrulyov was wounded in the leg.[176] The number of Russian forces deployed in South Ossetia exceeded the number of Georgian fighters already by 9 August.[101] A ceasefire was unilaterally announced on 10 August by Georgian authorities. An aim to pull out Georgian troops from South Ossetia was stated by the Georgians. However, Russia did not embrace this truce offer.[177] After the ceasefire agreement was negotiated by French president Nicolas Sarkozy on 12 August, 15:00 on 12 August was set as a deadline for the cessation of military action; however, Russian forces didn't stop pushing forward.[178] Gori is an important city in the centre of Georgia,[179] located about 25 km (16 mi) from Tskhinvali.[180] On 9 August, a Russian air attack targeted military garrisons in Gori, damaging the garrison, several apartment buildings and a school. Russians did not admit that non-combatants were intentionally attacked.[181] The Georgian government reported that the air raid had killed 60 civilians.[182] No less than 5 Georgian cities had been bombed by 9 August.[183] After Georgian troops had left Tskhinvali on 10 August, the Russians indiscriminately bombed the civilian areas in Gori on 11 August.[184] The Georgian forces withdrew from Gori on 11 August. A Georgian official said that the troops were ordered to secure Tbilisi, the capital of Georgia.[185] By late 11 August, the majority of inhabitants and Georgian troops had abandoned Gori.[186] Georgian president Saakashvili stated that Russians had split Georgia into two by occupying an important intersection near Gori.[187][188] Russian bombers attacked Gori on 12 August,[186] killing seven people and wounding over thirty.[189] Dutch TV journalist Stan Storimans was among those killed and another foreign reporter was injured.[186] According to Georgian authorities, the Russians aimed at the city's administrative offices. The air raids set the post office and the Gori University on fire.[186] The Gori Military Hospital carrying a Red Cross flag was struck by a rocket. The attack killed one doctor.[190] The Russian military was warning during the march towards Gori on 13 August that they would not spare ethnic Georgian civilians in villages if the latter did not demonstrate signs of surrender. Escaping Georgians blamed Russian president Medvedev for their suffering because they, trusting Medvedev's statement on ceasefire, had remained in their homes before the Russian advance.[191] The Russian military captured Gori on 13 August.[192] The destruction of Georgian military bases began.[193][191] Major General Vyacheslav Borisov, the commander of the Russian occupying troops,[194] stated on 14 August that the Georgian police and Russian forces were in charge of Gori together. He also said that Russian troops would begin leaving Gori in two days.[195][196] Combined guard efforts by the Russian Army and Georgian police in Gori soon broke down.[192] The next day, Russian forces pushed to about 40 kilometres (25 mi) from Tbilisi, the nearest during the war, and stopped in Igoeti at the same time as Condoleezza Rice was received by Saakashvili.[197] In 2014, Anatoly Khrulyov, the commander of the 58th Army, said that Russian troops had to act in accordance with operational objective and plan issued before 8 August 2008. If Khrulyov had not contacted the General Staff during the war and received new orders, the 58th Army would have taken Tbilisi.[198] The humanitarian conditions in Gori by 16 August was assessed as \"desperate\" by the United Nations. Human Rights Watch (HRW) reported that following Russian takeover of Georgian areas, Georgians from Gori and the adjacent villages reported South Ossetian militias pillaging and assaulting Georgian properties as well as abducting civilians.[199] New checkpoints were erected by the Russian forces on the Tbilisi-Gori road on 17 August. South Ossetian forces occupied Akhalgori and one fighter said that \"It will be part of an independent country within the Russian Federation.\" The Guardian commented that Moscow's apparent plan to recreate Greater South Ossetia was coming to fruition.[200] The Times reported from Gori on 18 August that Russian troops had reportedly told Georgian civilians fleeing South Ossetia: \"Putin has given us an order that everyone must be either shot or forced to leave\".[201] The occupation lasted until 22 August, when Russian troops departed and Georgian police re-entered the city.[202] Georgia's principal highway connecting east with west was now free for transit.[194] A naval confrontation occurred between Russian and Georgian vessels on 10 August.[203] According to the Russian Ministry of Defence, the Russian fleet sank one Georgian ship after Georgian boats had attacked the Russian Navy ships.[204] The Russian patrol ship Mirazh was probably responsible for the sinking.[205] The Georgian coast was blockaded by vessels of the Russian Black Sea Fleet on 10 August.[206][207] This was first activity since 1945 for the Black Sea Fleet, which had probably departed from Sevastopol before full-scale hostilities between Russia and Georgia began.[208] Abkhaz forces opened a second front by attacking the Kodori Gorge, held by Georgia.[209] Abkhaz artillery and aircraft began a bombardment against Georgian troops in the upper Kodori Gorge on 9 August.[210] Three days later, a military offensive against the Kodori Gorge was officially initiated by Abkhaz separatists.[207] Abkhaz defence officer said that Georgian forces were driven out of the Kodori Gorge. Although he claimed that Russians did not participate in the battle, Russian military traffic headed for the gorge was witnessed by an Associated Press correspondent.[211] Casualties were light on both sides; Abkhaz fighters accidentally killed one of their comrades,[21] and two Georgian soldiers were also killed.[212] About 2,000 people living in the Kodori Gorge fled.[2] Russian forces advanced into western Georgia from Abkhazia on 11 August.[185] This marked the opening of another front. Russian troops captured the police buildings in Zugdidi in spite of earlier Russian official claims of not intending to expand assault to Georgia proper.[187] Russian forces arrived in the town of Senaki that day and took a military base there.[179] Poti is the crucial seaport of Georgia on the Black Sea and serves as an essential entrance for Transcaucasia and the landlocked Central Asia.[213] Russian aircraft attacked the town of Poti on 8 August, causing a two-day shutdown of the seaport.[213] Russia positioned ships in the vicinity of Poti and other Georgian ports on 10 August 2008.[207] The next day, Georgian and Russian representatives said that Russian troops were in Poti. However, Russia claimed it had only sent a task force for surveying the area.[214] On 13 August, six Georgian watercraft were submerged by Russian troops in Poti.[215] Anatoliy Nogovitsyn, Russian deputy chief of the General staff, denied the Russian presence in Poti the following day.[216] One day after Russia's declaration of the beginning of the withdrawal from Georgia, 70 Russian soldiers moved into the seaport on the morning of 19 August.[213] Russian soldiers took twenty-one Georgian troops prisoner and grabbed five US Humvees in Poti, taking them to a Russian-occupied military base in Senaki.[217] The Wall Street Journal said that Russian actions in Poti constituted an additional attack on the Georgian economy.[213] Russian military was plundering and damaging properties during their presence in Poti, even ransacking toilets.[218][219] During the fighting in South Ossetia, the Russian Air Force repeatedly attacked Tbilisi and its surrounding areas.[220] On 8 August, the Georgian Interior Ministry reported that Vaziani Military Base near the city was hit by two bombs.[221] Prior to the war, the bombed base near Tbilisi had housed the Russian military before the government of Georgia forced their withdrawal. The Daily Telegraph described this bombing as \"Russia's revenge\".[222] A Georgian military airstrip in Marneuli was attacked and three persons were killed.[223] The Georgian government vacated their offices on 9 August.[224] Georgian authorities reported on 9 August that Russian air attacks had targeted the Baku–Tbilisi–Ceyhan pipeline, but missed.[183] Reporters for Reuters in Tbilisi reported hearing three explosions in the early-morning hours of 10 August and a Georgian Interior Ministry representative said that three bombs were dropped on Tbilisi International Airport by Russian warplanes.[225] A military manufacturing plant near the airport was also attacked by Russia that day.[226] A civilian radar station in Tbilisi was bombed the following day.[184] Although an end to hostilities was declared on 12 August, Russian warplanes did not stop dropping bombs in Georgia throughout 12 August.[227] The Wall Street Journal reported on 14 August that a reporter had witnessed 45 craters near the intersection of Baku–Tbilisi–Ceyhan pipeline and Baku–Supsa Pipeline south of Tbilisi.[228] The war was accompanied by a media battle between Russia and Georgia.[229] The Russian military took Russian journalists to the combat zone to report news discrediting Georgia and portraying Russia as the saviour of Russian citizens in the conflict zone. Russia also aired records on TV supporting its actions which had a strong effect on the local populations of South Ossetia and Abkhazia. For the first time, a Russian Armed Forces spokesman was provided by the Russian authorities to give TV interviews about the war. Despite these tactics and domestic success, the Russian information operation against Georgia was not successful internationally.[230] In response to the information war, the Georgian government halted the broadcasting of Russian television channels in Georgia and blocked access to Russian websites.[231] The information skirmishes between Georgia and Russia continued after armed hostilities had ended.[229] According to political scientist Svante Cornell, the Kremlin spent millions in an international information campaign to blame Georgia for the war;[232] however, there is evidence, including some in Russian media, that Russia actually started the war.[233][232] During the war, hackers attacked Georgian government and news websites and disabled host servers.[234] Some Russian news websites were also attacked.[235] Some experts noted this as the first time in history that a notable cyberattack and an actual military engagement happened at the same time.[236] On 12 August, Russian President Dmitry Medvedev announced the cessation of the \"peace enforcement\" operation in Georgia. \"The operation has achieved its goal, security for peacekeepers and civilians has been restored. The aggressor was punished, suffering huge losses.\"[237] Later that day he met French President Nicolas Sarkozy (who held the rotating EU Council presidency) and approved a six-point proposal.[238] The proposal originally had four points, but Russia firmly requested to add two more. Georgia requested that the additions be parenthesised; Russia objected and Sarkozy prevailed upon Saakashvili to accept the agreement.[239] According to Sarkozy and Saakashvili, a sixth point in the Sarkozy proposal was removed with Medvedev's consent.[240] On 14 August, South Ossetian President Eduard Kokoity and Abkhaz President Sergei Bagapsh also endorsed the plan.[241] The following day Condoleezza Rice travelled to Tbilisi, where Saakashvili signed the document in her presence.[242] On 16 August, Russian President Dmitry Medvedev signed the agreement.[243] The plan embodied the following statutes (dismissed additions are parenthesised):[239] After the ceasefire was signed, hostilities did not immediately end.[178] Noting that civilians were fleeing before advancing Russian armour, troops and mercenaries, a reporter for The Guardian wrote on 13 August that \"the idea there is a ceasefire is ridiculous\".[244] On 17 August, Medvedev announced that Russian military would start to pull out of Georgia the following day.[245] Prisoners of war were swapped by the two countries on 19 August. A Georgian official said that although his country swapped five Russian soldiers for fifteen Georgians, among them two non-combatants, Georgia suspected that Russia kept two more Georgians.[246] On 22 August, Russian forces withdrew from Igoeti and the Georgian police proceeded in the direction of Gori.[247] Russia claimed that withdrawal of Russian forces was finished; however, Russian checkpoints stayed near Gori and two Russian lookout stations stayed near Poti.[248] On 8 September, Sarkozy and Medvedev signed another agreement on a Russian pullback from Georgia. After meeting with the French president, Medvedev said the withdrawal depended on assurances that Georgia would not use force;[249] Russian forces would withdraw \"from the zones adjacent to South Ossetia and Abkhazia to the line preceding the start of hostilities\". However, a military withdrawal from South Ossetia and Abkhazia was not proclaimed.[250] On 13 September, Russian troops began withdrawing from western Georgia and by 11:00 Moscow Time, the posts near Poti were abandoned. Withdrawals from Senaki and Khobi also took place.[251] Russian forces pulled back from the buffer areas bordering Abkhazia and South Ossetia on 8 October 2008 and the European Union monitoring mission in Georgia would now oversee the areas.[252] Russia continued to maintain a single station in the border village of Perevi. On 12 December 2008, Russian forces withdrew; eight hours later they re-entered the village and Georgian police withdrew after the Russians warned they would fire.[253] Russian forces then set up three stations in the village. On 18 October 2010, all Russian forces in Perevi withdrew to South Ossetia and Georgian soldiers entered.[254] On 9 September 2008, Russia announced that Russian forces in South Ossetia and Abkhazia would remain under bilateral agreements with their respective de facto governments. Russian Foreign Minister Sergey Lavrov said that a Russian deployment in Abkhazia and South Ossetia would prove decisive in preventing Georgia from recovering territories.[4] Georgia considers Abkhazia and South Ossetia Russian-occupied territories.[255] In November 2011, the European Parliament passed a resolution acknowledging Abkhazia and South Ossetia as occupied Georgian territories.[256] On 25 August 2008, the Russian parliament passed a motion, with no one voting against. The motion called for the diplomatic recognition of Abkhazia and South Ossetia by President Medvedev.[257] On 26 August, Medvedev issued orders recognising the two states,[258] saying that recognising the independence of the two entities \"represents the only possibility to save human lives.\"[3] The recognition by Russia was condemned by the United States, France, the secretary-general of the Council of Europe, the president of the Parliamentary Assembly of the Council of Europe, the OSCE chairman, NATO and the G7 on the grounds that it violated Georgia's territorial integrity, United Nations Security Council resolutions and the ceasefire agreement.[259][260][261][262][263] In response to Russia's action, the Georgian government severed diplomatic relations with Russia.[264] Russia sought approval for its recognition from the Shanghai Cooperation Organisation. However, because of anxiety about secessionist areas in SCO states, especially in China, the organisation did not endorse recognition.[265] A direct result of the war has been the increased and emboldened Russian military presence in both South Ossetia and Abkhazia. While Russian armed forces were present in both regions before the outbreak of the war, in the capacity of peacekeeping forces since the civil wars in the 1990s, this was limited to 500 servicemen in South Ossetia (JPKF) and 1,600 in Abkhazia (CISPKF),[266] with the latter being expanded to over 2,000 in the months leading to the 2008 war.[267] With these mechanisms becoming obsolete after the 2008 war, the Russian recognition of the independence of both regions was a prerequisite to legitimise the post-war stay of Russian armed forces with the conclusion of \"bilateral\" military cooperation and integration agreements with the newly recognised \"states\".[268] From 2009 onwards, the Russian Federation expanded existing military infrastructure in both regions. First the 4th Guards Military Base in South Ossetia[269] and the 7th Military Base in Abkhazia were established, formalised in an agreement valid for 49 years.[270] Then, Russia started the construction of border guard bases under the command of the Russian FSB Border Guard Service to demarcate and \"protect the state border\" of both South Ossetia and Abkhazia. In total more than 30 of these so called \"militarized border guard bases\"[271] have been constructed near the boundary line of both regions with Tbilisi controlled Georgia.[272][273] In each region an estimated 3,500 Russian military servicemen and around 1,500 FSB personnel are deployed.[274][275][276] Georgia considers the two regions occupied by Russia. The mandate of the OSCE mission in Georgia expired on 1 January 2009, after Russia refused to support its continuation. OSCE monitors had been denied access to South Ossetia since the war.[277] The mandate of the UNOMIG ended on 16 June 2009; its extension was also blocked by Russia, which argued that the mandate did not properly reflect Russia's position on recognition of Abkhazia's independence. According to UN mission head Johan Verbeke, about 60,000 ethnic Georgians in Abkhazia became vulnerable after the mission's end.[278] Since October 2008 the European Union Monitoring Mission (EUMM) monitors the Administrative Boundary Lines of both South Ossetia and Abkhazia. Although the mission is mandated to operate in the entire territory of Georgia, it is not admitted into South Ossetia and Abkhazia by the local de facto authorities. Besides monitoring the mission is also involved in confidence building and incident mediation by providing an incident hotline.[279] As of December 2021, 220 EUMM monitors from 26 EU member states operate in Georgia based in 3 Field Offices and the Tbilisi Headquarters, while 2 support staff operate from Brussels.[280] The 2008 war was the first time since the fall of the Soviet Union that the Russian military had been used against an independent state, demonstrating Russia's willingness to use military force to attain its political objectives.[281] The failure of the Western security organisations to react swiftly to Russia's attempt to violently revise the borders of an OSCE country revealed its deficiencies. The division between Western European and Eastern European states also became apparent over the relationship with Russia. Ukraine and other ex-Soviet countries received a clear message from the Russian leadership that the possible accession to NATO would cause a foreign incursion and the break-up of the country. Effective takeover of Abkhazia was also one of Russia's geopolitical goals.[282] The construction of the EU-sponsored Nabucco pipeline linking Europe with Central Asian reserves through Transcaucasia was averted.[283] The war also affected Georgia's ongoing and future memberships in international organisations. On 12 August 2008 the country proclaimed that it would quit the Commonwealth of Independent States, which it held responsible for not avoiding the war. Its departure became effective in August 2009.[284] The war in Georgia showed Russia's assertiveness in revising international relations and undermining the hegemony of the United States. Shortly after the war, Russian president Medvedev unveiled a five-point Russian foreign policy. The Medvedev Doctrine stated that \"protecting the lives and dignity of our citizens, wherever they may be, is an unquestionable priority for our country\". The presence of Russian citizens in foreign countries would form a doctrinal foundation for invasion. Medvedev's statement on the existence of territories with Russian \"privileged interests\" attached to them underlined Russia's particular stake in the post-Soviet states and the fact that Russia would feel endangered by subversion of local Russia-friendly administrations.[285] The war hindered Georgia's prospects for joining NATO for the foreseeable future.[77][286] Russian President Dmitry Medvedev stated in November 2011 that NATO would have accepted former Soviet republics if Russia had not attacked Georgia. \"If you ... had faltered back in 2008, the geopolitical situation would be different now,\" Medvedev told the officers of a Vladikavkaz military base.[287] According to academic Martin Malek, western countries did not feel it was necessary to aggravate tensions with Russia over \"tiny and insignificant\" Georgia. He wrote in the Caucasian Review of International Affairs that Western policy makers did not want to alienate Russia because its support was necessary to solve \"international problems\".[36] The May 2015 report by the Committee on Foreign Affairs of the European Parliament stated that \"the reaction of the EU to Russia’s aggression towards, and violation of the territorial integrity of, Georgia in 2008 may have encouraged Russia to act in a similar way in Ukraine\".[288] The 2022 Russian invasion of Ukraine brought the memories of the Russo-Georgian War again into a broader geopolitical focus. In an opinion piece published in The New York Times on 6 March 2022, the incumbent Prime Minister of the United Kingdom Boris Johnson stated that Russia's actions in Georgia in 2008 was one of the lessons of the past that the West has failed to learn.[289] Human Rights Watch (HRW) states that all parties to the war seriously breached international laws governing war and caused many fatalities among civilians.[290] HRW reported that no proof of intentional attacks on non-combatants by Georgian troops had been discovered.[291] The South Ossetian parliament and several schools and nurseries were used as military posts by South Ossetian troops and volunteer militias and targeted by Georgian artillery fire. Georgia stated that its strikes only intended to \"neutralize firing positions from where Georgian positions were being targeted\". HRW documented witness accounts of the usage of civilian objects by South Ossetian fighters. Such usage made civilian objects permissible military aims, and HRW concluded that South Ossetian fighters put non-combatant population at risk by setting up military positions near or in civilian structures. Georgia was responsible for the indiscriminate use of force by using inaccurate weapons to target military targets in civilian areas.[292] Russia deliberately attacked fleeing civilians in South Ossetia and the Gori district of Georgia.[293] Russian warplanes bombed civilian population centres in Georgia proper and villages of ethnic Georgians in South Ossetia.[293] Armed militias engaged in plundering, burning and kidnappings. Attacks by militias compelled Georgian civilians to run away.[293] The use of M85S cluster bombs by the Georgians and RBK 250 cluster bombs by the Russians caused fatalities among civilians. Georgia reportedly used cluster munitions twice to hit non-combatants escaping via the important Dzara road and confessed attacking Russian forces and the vicinity of the Roki Tunnel by cluster bombs.[294] Russia denied using cluster bombs.[295] HRW reported that during the war, ethnic-Georgian villages in South Ossetia were set on fire and pillaged by South Ossetian militias. This impeded the comeback of 20,000 uprooted people after the conflict.[296] According to the Memorial society, the villages of Kekhvi, Kurta, Achabeti, Tamarasheni, Eredvi, Vanati and Avnevi were \"virtually fully burnt down\".[297] South Ossetian president Eduard Kokoity said in an interview that Georgian villages had been demolished and no Georgian refugees would be allowed to return.[298] The Georgian civilians, who resided in the Akhalgori district and were willing to live in South Ossetia, were coerced into obtaining a Russian passport.[299] The EU Commission said it was likely that during the hostilities and in the aftermath of the war, an ethnic cleansing of Georgians was committed in South Ossetia.[300] Russia accused Georgia of committing \"genocide\" in South Ossetia.[301] Russian authorities initially claimed that up to 2,000 ethnic Ossetian civilians of Tskhinvali were killed by Georgian forces; according to Russia, the reason for the Russian involvement in the conflict in Georgia was this large number of fatalities.[302] Public opinion among Ossetians was impacted by claims of high casualties; according to HRW, some Ossetian civilians said in interviews that they approved of burning and pillaging of Georgian villages because of the \"thousands of civilian casualties in South Ossetia\" announced by Russian television.[302] In December 2008, the figures were revised down to a total of 162 South Ossetian casualties by the Investigative Committee of the Prosecutor's Office of the Russian Federation.[302] Georgia and South Ossetia have filed complaints about alleged war crimes committed by the other side with international courts, including the International Criminal Court,[303] the International Court of Justice,[304] and the European Court of Human Rights.[305] The war displaced a 192,000 people including both Ossetians and Georgians.[28] Many were able to go back to their homes after the war, but a year later around 30,000 ethnic Georgians were still uprooted.[306] As of May 2014, 20,272 persons were still displaced, with their return being blocked by de facto authorities.[307] Russian actions during the war were heavily criticised by several Western countries: France and Germany took an intermediate position, abstaining from naming a guilty party:[317] A few leaders supported Russia's position: In November 2008, Georgia called on the European Union to conduct an independent inquiry who was to blame for the conflict.[321] Heidi Tagliavini, a national of Switzerland (non-EU state), oversaw the making of the EU-sponsored report which was published in September 2009.[322] The report stated that open hostilities started \"... with a large-scale Georgian military operation against the town of Tskhinvali and the surrounding areas, launched in the night of 7 to 8 August 2008\",[323] This conclusion was widely reported on by international media.[324][325][326] The BBC reported that \"the EU may welcome the report itself, but may want to distance itself from the content.\"[322] However, the report also noted \"... any explanation of the origins of the conflict cannot focus solely on the artillery attack on Tskhinvali in the night of 7/8 August\",[327] since \"... it was only the culminating point of a long period of increasing tensions, provocations and incidents\",[328] and there was \"... no way to assign overall responsibility for the conflict to one side alone.\"[329] The report said it \"is not in a position\" to consider the Georgian claims of the Russian invasion before 8 August to be substantiated enough, while recognising reports in Russian media which indicated Russian troops and equipment which did not fall under the peacekeeping mandate were already present on the southern side of the Caucasus range, in South Ossetia.[330] The report also stated that it could not claim \"veracity or completeness in an absolute sense\",[331] and could not give \"total assurance that there are no mistakes or omissions\".[332] The report was heavily criticised for some of its pro-Kremlin statements by independent Russian and American researchers who pointed out that the report had omitted facts implicating Russia and South Ossetians in starting the war.[333] An article by DELFI detailed some cases of bias in the Tagliavini commission's work, such as the omission of the Russian troop deployments to South Ossetia before the Georgian counterattack on Tskhinvali, and concluded that \"the flexible Swiss diplomat and her minions made it seem like Georgia was the provocateur\" and thus emboldened aggressive Russia's president to attack Ukraine.[144] According to the European Council on Foreign Relations think tank, the EU report was influenced by Russian state propaganda.[334] The Atlantic Council members stated on anniversary of the war in 2021 that Russia and South Ossetia initiated the 2008 conflict and that the EU report was erroneous.[335] NATO increased its naval presence in the Black Sea significantly following the Russian invasion, with ships dropping anchors in Georgian ports,[336] and according to the US Navy, bringing humanitarian assistance.[337] NATO said that its presence in the Black Sea was not related to the Georgian crisis; its vessels were carrying out typical visits and preplanned naval trainings with Romania and Bulgaria.[338] Russian General Anatoliy Nogovitsyn recalled the limit on the number of vessels admitted into the Black Sea under the 1936 Montreux convention.[339] Russian President Dmitry Medvedev questioned the claim that ships going to Georgia were bringing only humanitarian assistance, alleging the delivery of military material.[340] According to political analyst Vladimir Socor, in spite of the limits on vessel's weight and length of visits set by the Montreux Convention, the US kept a continual presence in the Black Sea by alternating vessels from time to time.[341] According to the Moscow Defence Brief, an English-language magazine published by the Russian non-governmental organisation the Centre for Analysis of Strategies and Technologies, the Georgian troops included the 2nd, 3rd and 4th Infantry Brigades, the Artillery Brigade, part of the 1st Infantry Brigade and the standalone Gori Tank Battalion. Additionally, special forces and Ministry of Internal Affairs troops were deployed. The total number of troops was 16,000 according to the magazine.[7] According to the International Institute for Strategic Studies, ten light infantry battalions of the 2nd, 3rd and 4th infantry brigades, special forces and an artillery brigade, totalling approximately 12,000 troops, had been concentrated by the start of the conflict.[8] The primary task of securing Tskhinvali was accomplished by the 4th Brigade with support from the 2nd and 3rd Brigades.[8] According to the EU fact-finding mission, 10,000–11,000 soldiers took part in the war.[12] The 1st Infantry Brigade, the only one instructed to NATO standards, was serving in Iraq at the beginning of the war;[342] on 11 August, the United States Air Force flew it to Georgia.[343] The best Georgian troops were overdue from Iraq and could not participate in the fighting.[12] The presence of prime 2,000 Georgian military and the bulk of Georgian high-level government officials abroad before the war meant that Georgia did not intend to begin hostilities.[344] A sizeable portion of the Russian 58th Army, one of the foremost military units in Russia, was included in the Russian order of battle.[345] It exceeds the Georgian Army in the number of forces, heavy hardware and planes.[345] The 58th Army fought in Second Chechen War.[346] United States officials said that \"one of the few effective elements of the [Georgia]'s military\" was air defence, with the analysts crediting the SA-11 Buk-1M with shooting down a Tupolev-22M bomber and contributing to the loss of some Su-25s.[351] This view was supported by independent Russian analysis.[173] Colonel-General Anatoliy Nogovitsyn, Russian deputy chief of general staff, said the Soviet-made Tor and Buk anti-aircraft missile systems, bought by Georgia from Ukraine, were responsible for shooting down Russian aircraft during the war.[352] A Russian assessment, reported by Roger McDermott, said that Russian losses would have been significantly higher if the Georgians had not left behind a portion of their Buk-M1 systems near Senaki in western Georgia and several Osa missile launchers in South Ossetia.[353] According to some reports, Georgia also possessed a battery of the Israeli-made SPYDER-SR short-range self-propelled anti-aircraft system.[354] The Georgian air-defence early-warning and command-control tactical system was linked via Turkey to a NATO Air Situation Data Exchange (ASDE), which provided Georgia with intelligence during the conflict.[354] Georgia has said that its key deficiencies were ineffective communication during action and its lacking air strength.[355] Konstantin Makienko of CAST saw substandard instruction of pilots as the primary reason for the paltry conduct of Georgian air sorties.[173] According to Georgian first deputy defence minister Batu Kutelia, Georgia was required to have a complex, multi-layered air-defence system to protect its airspace.[355] Western officers involved with Georgia's military indicated that Georgian military deficiencies were too great to be eliminated by new weapons.[355] According to a 2 September 2008 New York Times article, \"Georgia's Army fled ahead of the Russian Army's advance, turning its back and leaving Georgian civilians in an enemy's path. Its planes did not fly after the first few hours of contact. Its navy was sunk in the harbor, and its patrol boats were hauled away by Russian trucks on trailers.\"[355] A sweeping Russian offensive caught Georgia by surprise, who had never got ready for confronting such invasion.[356] Many managerial and procedural problems surfaced during the war.[357] According to a Western officer, Georgian logistical readiness was mediocre; there was interference between subdivisions during the action.[355] Training to simulate combat against a probable enemy, the 58th Army, had never been organised by the Georgian Army. During the war, communications broke down in the mountains and troops had to resort to mobile phones. There was insufficient planning; according to Giorgi Tavdgiridze, nobody thought about sealing the Roki Tunnel. There was a dismal organisation of the delivery of 10,000 Georgian reservists in Gori on 9 August; they had no specific targets and went back to Tbilisi the following day. The conflict was named by Georgian journalists as the war \"that was hidden from history\" because there was very little video recording of the fighting.[5] According to their American trainers, Georgian soldiers were unprepared for fighting despite having \"warrior spirit\".[342] There was a small number of disciplined and knowledgeable officers in high ranking positions,[358] and Saakashvili's government had no military background.[359] The Russian Command, Control, Communications and Intelligence (C³I) performed poorly during the conflict.[353] The Russian communication systems were outdated, with a 58th Army commander allegedly making contact with his combat troops via a journalist-owned satellite phone.[353] Without the modern GLONASS, precision-guided munitions could not be used and the US-controlled GPS was unavailable, since the war zone was blacked out.[353] Due to the negligence of Russian defence minister, the use of unmanned aerial vehicles was not sanctioned;[353] an RIA Novosti editorial said that Russian forces were without reliable aerial-reconnaissance systems, once using a Tupolev Tu-22M3 bomber instead.[360] However, Russian reconnaissance battalions and regiments were also deployed during the war.[361] Deputy chief of the General staff of Russia, General Anatoly Nogovitsyn, said that in the conflict new weapons were not tried out.[362] The RIA Novosti editorial also said that Russian Su-25 ground-attack jets did not have radar vision and ground-target coordinate computing. They also did not have long-range surface-to-air missiles that could be fired beyond the air-defence zones of an adversary.[360] Opposition-affiliated Russian analyst Konstantin Makienko observed the substandard conduct of the Russian Air Force: \"It is totally unbelievable that the Russian Air Force was unable to establish air superiority almost to the end of the five-day war, despite the fact that the enemy had no fighter aviation\".[173] According to Russian expert Anton Lavrov, on 8 August, Russian and South Ossetian troops deployed in South Ossetia were unaware that Russian aviation was involved in the war. Russian troops and South Ossetians often assessed Russian aircraft as enemy and shot at them before precise identification took place.[363] On 8 August, the air force performed 63 flights in support of Russian ground troops.[364] A total of six Russian warplanes were lost during the war: one Su-25SM, two Su-25BMs, two Su-24Ms and one Tu-22M3; friendly fire was the cause of the loss of three aircraft.[365] Lavrov denies that the shot-down Tu-22M was being used for reconnaissance.[366] Communication between the North Caucasus Military District commander and the air force was poor and their roles were unclear. Colonel-General Aleksandr Zelin, commander-in-chief of the Air Force, did not set foot in the command post, instead running Air-force operations on a mobile phone from his workroom without any help from his air-defence aides. The air force was blamed of rendering no assistance to land campaign.[353] Swedish analysts Carolina Vendil Pallin and Fredrik Westerlund said that although the Russian Black Sea Fleet did not meet significant resistance, it proved effective at implementing elaborate operations.[367] Mechanised infantry opened a new front in Abkhazia, which contributed to the quickness of the Russian military success.[353] Heritage Foundation researchers said in their assessment of the preparation of Russian general-staff that the manoeuvres were planned and implemented effectively, with a crucial confusion being engineered by the Russians.[346] A Reuters analyst described Russia's army as \"strong but flawed\"; the war demonstrated that Russia's \"armed forces have emerged from years of neglect as a formidable fighting force, but revealed important deficiencies.\" He stated that Russia fell short of its role of a first-rate military power due to these faults.[368] Unlike the Second Chechen War, Russia's force in Georgia was composed primarily of professional soldiers instead of conscripts.[369] Reuters journalists in Georgia stated that they found the Russian forces to be well-outfitted and orderly forces. CAST director Ruslan Pukhov said that \"the victory over the Georgian army ... should become for Russia not a cause for euphoria and excessive joy, but serve to speed up military transformations.\"[368] Roger McDermott wrote that slight dissimilarity in criticism by civilian and official references after the conflict was \"an orchestrated effort by the government to 'sell' reform to the military and garner support among the populace.\"[353] The evolution of the Russian Army into a professional force was not deemed as fruitful. In September 2008, General Vladimir Boldyrev acknowledged that many of the professional soldiers did not have better training than the conscripts. Most of the land combat warfare was conducted by Russian Airborne Troops and special troops. Due to the failure of the Russian Air Force to penetrate Georgian air defence, airborne troops could not be airlifted behind Georgian lines. A surprise attack on a land-forces commander, in which only five of thirty vehicles in his convoy made it, demonstrated information-gathering negligence. Many Russian land units reportedly were short of ammo.[358] After the ceasefire agreement Stratfor states that Russia \"has largely destroyed Georgia's war-fighting capability\".[370] After the ceasefire was signed on 12 August, in Georgia proper, Russian troops attempted to seize and destroy Georgian armament, a process termed by the Moscow Defence Brief as the \"demilitarization of the Georgian Armed Forces\".[7] Most losses of armaments were sustained after the ceasefire.[371] About 20 armoured fighting vehicles, including tanks, were destroyed in the fighting.[372] Before the conflict, Georgia possessed 230–240 tanks in total.[373] At the time of the conflict, Georgia operated 191 T-72 tanks,[374] of which 75 were deployed into South Ossetia.[375] Georgia lost at least 10 T-72 tanks destroyed in and near Tskhinvali.[376] After the end of hostilities, the Russian military seized a total of 65 Georgian tanks. About 20 of those were subsequently destroyed.[371] The Georgian army possessed 154 IFVs, 16 reconnaissance vehicles, 66 APCs and 86 multi-purpose tracked armoured vehicles before the conflict.[374] Less than 10 armoured vehicles were destroyed in combat.[372] Two BMP-2s were destroyed in combat and two were captured.[376] At least 20 BMPs were captured after the hostilities,[371] including several BMP-1s that were upgraded to BMP-1U.[377] Georgia lost two Otokar Cobra armoured vehicles. Dozens of automobiles and lorries were also lost.[371] Two DANA self-propelled howitzers of the Georgian army were destroyed in combat and two DANAs were captured in and near Gori.[376] Further 20 artillery pieces, including 120 mm mortars, were left behind. Six 2S7 Pions were captured after the hostilities.[378] Two Buk-M1 launch vehicles and their transport loaders, as well as up to five OSA-AKM SAMs were also captured.[379] The Russian military seized 1,728 firearms at the Senaki Second Infantry Brigade base.[380] The Georgian Navy lost one boat at sea according to Russia.[381] In Poti, four boats were submerged. Nine rigid-hull inflatables were captured.[382][371] The Air Force sustained limited damage as only three transport planes and four helicopters were confirmed lost.[379] The Georgian air force ceased all sorties after 8 August.[379] Instead all fighter and training aircraft, including the Su-25s, were tucked away.[379] Russian bombers impaired the airstrips in Georgia.[381] A Russian air attack on Marneuli Air Force Base destroyed three AN-2 aircraft. Russian airborne forces set fire to two Mi-24 helicopters and one Mi-14 on 11 August.[383] Georgian Defence Minister Davit Kezerashvili said that Georgia lost materiel worth $250 million.[5] According to Georgian president Mikheil Saakashvili, his country saved 95 percent of its armed forces.[5] In 2009, Russian Army Chief of General Staff Nikolai Makarov stated that Georgia was rearming, although the armament was not directly provided by the United States. According to Makarov, the Georgian Armed Forces had exceeded their pre-war strength by 2009.[384] Russia admitted that three of its Su-25 strike aircraft and one Tu-22 long-range bomber were lost. Georgia at that time claimed it had downed no less than 21 Russian aircraft.[352] Moscow Defence Brief provided a higher estimate for air force losses, saying that Russian Air Force total losses during the war were one Tu-22M3 long-range bomber, one Su-24M Fencer fighter-bomber, one Su-24MR Fencer E reconnaissance plane and four Su-25 attack planes.[7] Anton Lavrov listed one Su-25SM, two Su-25BM, two Su-24M and one Tu-22M3 lost.[365] Two helicopters, a Mi-8MTKO and a Mi-24, were wrecked in an accident after the hostilities.[385] While there are no official figures, Russian ground equipment losses in the war are estimated to be three tanks, at least 20 armoured and 32 non-armoured vehicles lost in combat. Several more vehicles were impaired in accidents.[385] During one engagement, Georgian forces destroyed 25 out of 30 vehicles of a Russian military unit commanded by General Anatoly Khrulyov.[386] The Russian military had no losses in the artillery, air defence and naval forces.[385] According to Nezavisimaya Gazeta, the five-day war cost Russia an estimated 12.5 billion rubles, a daily cost of 2.5 billion rubles.[387] South Ossetian forces lost two BMP-2s.[18] Georgia Russia International Media Documentaries","Title":"Russo-Georgian War - Wikipedia","KeyID":"15528","URL":"https://en.wikipedia.org/wiki/Russo-Georgian_War"}