{"Content: ":"Russian victory Russia Chechen Republic of Ichkeria (1999–2007) Caucasus Emirate (2007–2009) Foreign volunteers: Guerrilla phase (2000–2009) Soviet Union era Russian Federation era The Second Chechen War (Russian: Втора́я чече́нская война́, Chechen: ШолгIа оьрсийн-нохчийн тIом, lit. 'Second Russian-Chechen War'[23]) took place in Chechnya and the border regions of the North Caucasus between the Russian Federation and the Chechen Republic of Ichkeria, from August 1999 to April 2009. In August 1999, Islamist fighters from Chechnya infiltrated Russia's Dagestan region, declaring it an independent state and calling for holy war. During the initial campaign, Russian military and pro-Russian Chechen paramilitary forces faced Chechen separatists in open combat and seized the Chechen capital Grozny after a winter siege that lasted from December 1999 until February 2000. Russia established direct rule over Chechnya in May 2000 although Chechen militant resistance throughout the North Caucasus region continued to inflict heavy Russian casualties and challenge Russian political control over Chechnya for several years. Both sides carried out attacks against civilians. These attacks drew international condemnation. In mid-2000, the Russian government transferred certain military responsibilities to pro-Russian Chechen forces. The military phase of operations was terminated in April 2002, and the coordination of the field operations was given first to the Federal Security Service and then to the Ministry of Internal Affairs in the summer of 2003. By 2009, Russia had severely disabled the Chechen separatist movement and large-scale fighting ceased. Russian army and Interior Ministry troops ceased patrolling. Grozny underwent reconstruction efforts and much of the city and surrounding areas were rebuilt quickly. Sporadic violence continued throughout the North Caucasus; occasional bombings and ambushes targeting federal troops and forces of the regional governments in the area still occur.[24][25] In April 2009, the government operation in Chechnya officially ended.[9] As the bulk of the army was withdrawn, the responsibility for dealing with the low-level insurgency was shouldered by the local police force. Three months later, the exiled leader of the separatist government, Akhmed Zakayev, called for a halt to armed resistance against the Chechen police force from August and said he hoped that \"starting with this day Chechens will never shoot at each other\".[26] This marked the complete end of the Chechen conflict. The exact death toll of the conflict is unknown, although the total loss of human life, including both combatants and non-combatants, is estimated to be over 60,000. The Second Chechen War is also known as the Second Chechen Campaign (Russian: Втора́я чече́нская кампа́ния)[c][27] or the Second Russian Invasion of Chechnya from the rebel Chechen point of view. Chechnya is an area in the Northern Caucasus which has constantly fought against foreign rule, including the Ottoman Turks in the 15th century. The Russian Terek Cossack Host was established in lowland Chechnya in 1577 by free Cossacks who were resettled from the Volga to the Terek River. In 1783, the Russian Empire and the Georgian Kingdom of Kartli-Kakheti signed the Treaty of Georgievsk, under which Kartli-Kakheti became a Russian protectorate.[28] To secure communications with Georgia and other regions of the Transcaucasia, the Russian Empire began spreading its influence into the Caucasus region, starting the Caucasus War in 1817. Russian forces first moved into highland Chechnya in 1830, and the conflict in the area lasted until 1859, when a 250,000-strong army under General Aleksandr Baryatinsky broke down the highlanders' resistance. Frequent uprisings in the Caucasus also occurred during the Russo-Turkish War of 1877–78. Following the Russian Revolution of 1917, Chechens established a short-lived Caucasian Imamate which included parts of Chechnya, Dagestan and Ingushetia; there was also the secular pan-Caucasian Mountainous Republic of the Northern Caucasus.[29] The Chechen states were opposed[citation needed] by both sides of the Russian Civil War and most of the resistance was crushed by Bolshevik troops by 1922. Then, months before the creation of the Soviet Union, the Chechen Autonomous Oblast of the Russian SFSR was established. It annexed a part of territory of the former Terek Cossack Host. Chechnya and neighboring Ingushetia formed the Checheno–Ingush Autonomous Soviet Socialist Republic in 1936. In 1941, during World War II, a Chechen revolt broke out, led by Hasan Israilov. In 1944, Chechens were deported to the Kazakh SSR and Kirghiz SSR in an act of ethnic cleansing; this was done under the false pretext of Chechen mass collaboration with Nazi Germany. An estimated 1/4 to 1/3 of the Chechen population perished due the harsh conditions.[30][31][32] Many scholars recognize the deportation as an act of genocide, as did the European Parliament in 2004.[33][34][35] In 1992 the separatist government built a memorial dedicated to the victims of the acts of 1944. The pro-Russian government would later demolish this memorial.[36][37] Tombstones which were an integral part of the memorial were found planted on the Akhmad Kadyrov Square next to granite steles honoring the losses of the local pro-Russian power.[38] During the dissolution of the Soviet Union in 1991, Chechnya declared independence. In 1992, Chechen and Ingush leaders signed an agreement splitting the joint Checheno–Ingush republic in two, with Ingushetia joining the Russian Federation and Chechnya remaining independent. The debate in Chechnya over independence ultimately led to a small-scale civil war since 1992, in which the Russians covertly tried to oust the government of Dzhokhar Dudayev. The First Chechen War began in 1994, when Russian forces entered Chechnya to restore constitutional order. Following nearly two years of brutal fighting, with a death toll exceeding 100,000 by some estimates, the 1996 Khasavyurt ceasefire agreement was signed and Russian troops were withdrawn from the republic.[39] Following the first war, the government's grip on Chechnya was weak, especially outside the ruined capital Grozny. The areas controlled by separatist groups grew larger and the country became increasingly lawless.[40] The war ravages and lack of economic opportunities left large numbers of heavily armed and brutalized former separatist fighters unemployed. The authority of the government in Grozny was opposed by extremist warlords like Arbi Barayev, who according to some sources was in cooperation with the FSB.[41] Chechen warlords had been steadily increasing abductions and raids into other parts of the Northern Caucasus.[42] In place of the devastated economic structure, kidnapping emerged as the principal source of income countrywide, procuring over $200 million during the three-year independence of Chechnya.[43] It has been estimated that up to 1,300 people were kidnapped in Chechnya between 1996 and 1999,[40] and in 1998, a group of four Western hostages was murdered. In 1998, a state of emergency was declared by the authorities in Grozny. Tensions led to open clashes like the July 1998 confrontation in Gudermes, in which some 50 people died in fighting between Chechen National Guard troops and the Islamist militias. Political tensions were fueled in part by allegedly Chechen or pro-Chechen terrorist and criminal activity in Russia, as well as by border clashes. On 16 November 1996, in Kaspiysk (Dagestan), a bomb destroyed an apartment building housing Russian border guards, killing 68 people. The cause of the blast was never determined, but many in Russia blamed Chechen separatists.[44] Three people died on 23 April 1997, when a bomb exploded in the Russian railway station of Armavir (Krasnodar Krai), and two on 28 May 1997, when another bomb exploded in the Russian railway station of Pyatigorsk (Stavropol Krai). On 22 December 1997, forces of Dagestani militants and Chechnya-based Arab warlord Ibn al-Khattab raided the base of the 136th Motor Rifle Brigade of the Russian Army in Buynaksk, Dagestan, inflicting heavy casualties.[45] The 1997 election brought to power the separatist president Aslan Maskhadov. In 1998 and 1999, President Maskhadov survived several assassination attempts,[46] blamed on the Russian intelligence services. In March 1999, General Gennady Shpigun, the Kremlin's envoy to Chechnya, was kidnapped at the airport in Grozny and ultimately found dead in 2000 during the war. On 7 March 1999, in response to the abduction of General Shpigun, Interior Minister Sergei Stepashin called for an invasion of Chechnya. However, Stepashin's plan was overridden by the prime minister, Yevgeny Primakov.[47] Stepashin later said:[48] The decision to invade Chechnya was made in March 1999... I was prepared for an active intervention. We were planning to be on the north side of the Terek River by August–September [of 1999] This [the war] would happen regardless to the bombings in Moscow... Putin did not discover anything new. You can ask him about this. He was the director of FSB at this time and had all the information.[49][50] According to Robert Bruce Ware, these plans should be regarded as contingency plans. However, Stepashin did actively call for a military campaign against Chechen separatists in August 1999 when he was the prime minister of Russia. But shortly after his televised interview where he talked about plans to restore constitutional order in Chechnya, he was replaced in the PM's position by Vladimir Putin.[51] In late May 1999, Russia announced that it was closing the Russian-Chechnya border in an attempt to combat attacks and criminal activity; border guards were ordered to shoot suspects on sight. On 18 June 1999, seven servicemen were killed when Russian border guard posts were attacked in Dagestan. On 29 July 1999, the Russian Interior Ministry troops destroyed a Chechen border post and captured an 800-meter section of strategic road. On 22 August 1999, 10 Russian policemen were killed by an anti-tank mine blast in North Ossetia, and, on 9 August 1999, six servicemen were kidnapped in the Ossetian capital Vladikavkaz. The Invasion of Dagestan was the trigger for the Second Chechen War. On 7 August 1999, Shamil Basayev (in association with the Saudi-born Ibn al-Khattab, Commander of the Mujahedeen) led two armies of up to 2,000 Chechen, Dagestani, Arab and international mujahideen and Wahhabist militants from Chechnya into the neighboring Republic of Dagestan. This war saw the first (unconfirmed) use of aerial-delivered fuel air explosives (FAE) in mountainous areas, notably in the village of Tando.[52] By mid-September 1999, the militants were routed from the villages they had captured and pushed back into Chechnya. At least several hundred militants were killed in the fighting; the Federal side reported 275 servicemen killed and approximately 900 wounded.[53] Before the wake of the Dagestani invasion had settled, a series of bombings took place in Russia (in Moscow and in Volgodonsk) and in the Dagestani town of Buynaksk. On 4 September 1999, 62 people died in an apartment building housing members of families of Russian soldiers. Over the next two weeks, the bombs targeted three other apartment buildings and a mall; in total over 350 people were killed. A criminal investigation of the bombings was completed in 2002. The results of the investigation, and the court ruling that followed, concluded that they were organized by Achemez Gochiyaev, who remains at large, and ordered by Khattab and Abu Omar al-Saif (both of whom were later killed), in retaliation for the Russian counteroffensive against their incursion into Dagestan. Six other suspects have been convicted by Russian courts. However, Russian Federal Security Service (FSB) agents were caught by local police for planting one of the bombs, but were later released on orders from Moscow.[54] Many observers, including State Duma deputies Yuri Shchekochikhin, Sergei Kovalev and Sergei Yushenkov, cast doubts on the official version and sought an independent investigation. Some others, including David Satter, Yury Felshtinsky, Vladimir Pribylovsky and Alexander Litvinenko, as well as the secessionist Chechen authorities, claimed that the 1999 bombings were a false flag attack coordinated by the FSB in order to win public support for a new full-scale war in Chechnya, which boosted the popularity of Prime Minister and former FSB Director Vladimir Putin, brought the pro-war Unity Party to the State Duma in the 1999 parliamentary election, and secured Putin as president within a few months. The book describing the bombings as FSB false flag operations are described in the book Blowing Up Russia, which is banned in the Russian Federation. [55][56][57][58][59][60][61] In late August and early September 1999, Russia mounted a massive aerial campaign over Chechnya, with the stated aim of wiping out militants who invaded Dagestan earlier in the same month. On 26 August 1999, Russia acknowledged bombing raids in Chechnya.[62] The Russian air strikes were reported to have forced at least 100,000 Chechens to flee their homes to safety; the neighbouring region of Ingushetia was reported to have appealed for United Nations aid to deal with tens of thousands of refugees.[63] On 2 October 1999, Russia's Ministry of Emergency Situations reported that 78,000 people had fled the air strikes in Chechnya; most of them went to Ingushetia, where they arrived at a rate of 5,000 to 6,000 a day. As of 22 September 1999, Deputy Interior Minister Igor Zubov said that Russian troops had surrounded Chechnya and were prepared to retake the region, but the military planners were advising against a ground invasion because of the likelihood of heavy Russian casualties. The Chechen conflict entered a new phase on 1 October 1999, when Russia's new Prime Minister Vladimir Putin declared the authority of Chechen President Aslan Maskhadov and his parliament illegitimate.[citation needed] At this time, Putin announced that Russian troops would initiate a land invasion but progress only as far as the Terek River, which cuts the northern third of Chechnya off from the rest of the republic. Putin's stated intention was to take control of Chechnya's northern plain and establish a cordon sanitaire against further Chechen aggression; he later recalled that the cordon alone was \"pointless and technically impossible,\" apparently because of Chechnya's rugged terrain. According to Russian accounts, Putin accelerated a plan for a major crackdown against Chechnya that had been drawn up months earlier.[64] The Russian army moved with ease in the wide open spaces of northern Chechnya and reached the Terek River on 5 October 1999. On this day, a bus filled with refugees was reportedly hit by a Russian tank shell, killing at least 11 civilians;[65] two days later, Russian Su-24 fighter bombers dropped cluster bombs on the village of Elistanzhi, killing some 35 people.[66] On 10 October 1999, Maskhadov outlined a peace plan offering a crackdown on renegade warlords;[66] the offer was rejected by the Russian side. He also appealed to NATO to help end fighting between his forces and Russian troops, without effect.[67] On 12 October 1999, the Russian forces crossed the Terek and began a two-pronged advance on the capital Grozny to the south. Hoping to avoid the significant casualties that plagued the first Chechen War, the Russians advanced slowly and in force, making extensive use of artillery and air power in an attempt to soften Chechen defences. Many thousands of civilians fled the Russian advance, leaving Chechnya for neighbouring Russian republics. Their numbers were later estimated to reach 200,000 to 350,000, out of the approximately 800,000 residents of the Chechen Republic. The Russians appeared to be taking no chances with the Chechen population in its rear areas, setting up \"filtration camps\" in October in northern Chechnya for detaining suspected members of bandformirovaniya militant formations (literally: \"bandit formations\"). On 15 October 1999, Russian forces took control of a strategic ridge within artillery range of the Chechen capital Grozny after mounting an intense tank and artillery barrage against Chechen fighters. In response, President Maskhadov declared a gazavat (holy war) to confront the approaching Russian army. Martial law was declared in Ichkeria and reservists were called, but no martial law or state of emergency had been declared in Chechnya or Russia by the Russian government.[68] The next day, Russian forces captured the strategic Tersky Heights, within sight of Grozny, dislodging 200 entrenched Chechen fighters. After heavy fighting, Russia seized the Chechen base in the village of Goragorsky, west of the city.[69] On 21 October 1999, a Russian Scud short-range ballistic missile strike on the central Grozny marketplace killed more than 140 people, including many women and children, and left hundreds more wounded. A Russian spokesman said the busy market was targeted because it was used by separatists as an arms bazaar.[70] Eight days later, Russian aircraft carried out a rocket attack on a large convoy of refugees heading into Ingushetia, killing at least 25 civilians including Red Cross workers and journalists.[71] Two days later Russian forces conducted a heavy artillery and rocket attack on Samashki; some claimed that civilians were killed in Samashki in revenge for the heavy casualties suffered there by Russian forces during the first war.[72] On 12 November 1999, the Russian flag was raised over Chechnya's second largest city, Gudermes, when the local Chechen commanders, the Yamadayev brothers, defected to the federal side; the Russians also entered the bombed-out former Cossack village of Assinovskaya. The fighting in and around Kulary continued until January 2000. On 17 November 1999, Russian soldiers dislodged separatists in Bamut, the symbolic separatist stronghold in the first war; dozens of Chechen fighters and many civilians were reported killed, and the village was levelled in the FAE bombing. Two days later, after a failed attempt five days earlier, Russian forces managed to capture the village of Achkhoy-Martan. On 26 November 1999, Deputy Army Chief of Staff Valery Manilov said that phase two of the Chechnya campaign was just about complete, and a final third phase was about to begin. According to Manilov, the aim of the third phase was to destroy \"bandit groups\" in the mountains. A few days later Russia's Defense Minister Igor Sergeyev said Russian forces might need up to three more months to complete their military campaign in Chechnya, while some generals said the offensive could be over by New Year's Day. The next day the Chechens briefly recaptured the town of Novogroznensky.[73] On 1 December 1999, after weeks of heavy fighting, Russian forces under Major General Vladimir Shamanov took control of Alkhan-Yurt, a village just south of Grozny. The Chechen and foreign fighters inflicted heavy losses on the Russian forces, reportedly killing more than 70 Russian soldiers before retreating,[74] suffering heavy losses of their own.[75] On the same day, Chechen separatist forces began carrying out a series of counter-attacks against federal troops in several villages as well as in the outskirts of Gudermes. Chechen fighters in Argun, a small town five kilometres east of Grozny, put up some of the strongest resistance to federal troops since the start of Moscow's military offensive.[citation needed] The separatists in the town of Urus-Martan also offered fierce resistance, employing guerilla tactics Russia had been anxious to avoid; by 9 December 1999, Russian forces were still bombarding Urus-Martan, although Chechen commanders said their fighters had already pulled out.[citation needed] On 4 December 1999, the commander of Russian forces in the North Caucasus, General Viktor Kazantsev, claimed that Grozny was fully blockaded by Russian troops. The Russian military's next task was the seizure of the town of Shali, 20 kilometres south-east of the capital, one of the last remaining separatist-held towns apart from Grozny. Russian troops started by capturing two bridges that link Shali to the capital, and by 11 December 1999, Russian troops had encircled Shali and were slowly forcing separatists out. By mid-December the Russian military was concentrating attacks in southern parts of Chechnya and preparing to launch another offensive from Dagestan. The Russian assault on Grozny began in early December, accompanied by a struggle for neighbouring settlements. The battle ended when the Russian army seized the city on 2 February 2000. According to official Russian figures, at least 134 federal troops and an unknown number of pro-Russian militiamen died in Grozny. The separatist forces also suffered heavy losses, including losing several top commanders. Russian Defense Minister Igor Sergeyev said that 2,700 separatists were killed trying to leave Grozny. The separatists said they lost at least 500 fighters in the mine field at Alkhan-Kala.[76] The siege and fighting devastated the capital like no other European city since World War II. In 2003, the United Nations called Grozny the most destroyed city on Earth.[77] The Russians also suffered heavy losses as they advanced elsewhere, and from Chechen counterattacks and convoy ambushes. On 26 January 2000, the Russian government announced that 1,173 servicemen had been killed in Chechnya since October,[78] more than double the 544 killed reported just 19 days earlier.[79] Heavy fighting accompanied by massive shelling and bombing continued through the winter of 2000 in the mountainous south of Chechnya, particularly in the areas around Argun, Vedeno and Shatoy, where fighting involving Russian paratroopers had raged since 1999. On 9 February 2000, a Russian tactical missile hit a crowd of people who had come to the local administration building in Shali, a town previously declared as one of the \"safe areas\", to collect their pensions. The attack was a response to a report that a group of fighters had entered the town. The missile is estimated to have killed some 150 civilians, and was followed by an attack by combat helicopters causing further casualties.[80] Human Rights Watch called on the Russian military to stop using FAE, known in Russia as \"vacuum bombs\", in Chechnya, concerned about the large number of civilian casualties caused by what it called \"widespread and often indiscriminate bombing and shelling by Russian forces\".[81] On 18 February 2000, a Russian army transport helicopter was shot down in the south, killing 15 men aboard, Russian Interior Minister Vladimir Rushailo announced in a rare admission by Moscow of losses in the war.[82] On 29 February 2000, United Army Group commander Gennady Troshev said that \"the counter-terrorism operation in Chechnya is over. It will take a couple of weeks longer to pick up splinter groups now.\" Russia's Defense Minister, Marshal of the Russian Federation Igor Sergeyev, evaluated the numerical strength of the separatists at between 2,000 and 2,500 men, \"scattered all over Chechnya.\" On the same day, a Russian VDV paratroop company from Pskov was attacked by Chechen and Arab fighters near the village of Ulus-Kert in Chechnya's southern lowlands; at least 84 Russian soldiers were killed in the especially heavy fighting.[citation needed] The official newspaper of the Russian Ministry of Defense reported that at least 659 separatists were killed, including 200 from the Middle East, figures which they said were based on radio-intercept data, intelligence reports, eyewitnesses, local residents and captured Chechens.[83] On 2 March 2000, an OMON unit from Podolsk opened fire on a unit from Sergiyev Posad in Grozny; at least 24 Russian servicemen were killed in the incident. In March a large group of more than 1,000 Chechen fighters, led by field commander Ruslan Gelayev, pursued since their withdrawal from Grozny, entered the village of Komsomolskoye in the Chechen foothills and held off a full-scale Russian attack on the town for over two weeks;[citation needed] they suffered hundreds of casualties,[citation needed] while the Russians admitted to more than 50 killed. On 29 March 2000, about 23 Russian soldiers were killed in a separatist ambush on an OMON convoy from Perm in Zhani-Vedeno. On 23 April 2000, a 22-vehicle convoy carrying ammunition and other supplies to an airborne unit was ambushed near Serzhen-Yurt in the Vedeno Gorge by an estimated 80 to 100 \"bandits\", according to General Troshev. In the ensuing four-hour battle the federal side lost 15 government soldiers, according to the Russian defence minister. General Troshev told the press that the bodies of four separatist fighters were found. The Russian Airborne Troops headquarters later stated that 20 separatists were killed and two taken prisoner.[84] Soon, the Russian forces seized the last populated centres of the organized resistance. (Another offensive against the remaining mountain strongholds was launched by Russian forces in December 2000.) Russian President Vladimir Putin established direct rule of Chechnya in May 2000. The following month, Putin appointed Akhmad Kadyrov interim head of the pro-Moscow government. This development met with early approval in the rest of Russia, but the continued deaths of Russian troops dampened public enthusiasm. On 23 March 2003, a new Chechen constitution was passed in a referendum. The 2003 Constitution granted the Chechen Republic a significant degree of autonomy, but still tied it firmly to Russia and Moscow's rule, and went into force on 2 April 2003. The referendum was strongly supported by the Russian government but met a harsh critical response from Chechen separatists; many citizens chose to boycott the ballot.[citation needed] Akhmad Kadyrov was assassinated by a bomb blast in 2004. Since December 2005, his son Ramzan Kadyrov, leader of the pro-Moscow militia known as kadyrovtsy, has been functioning as the Chechnya's de facto ruler. Kadyrov has become Chechnya's most powerful leader and, in February 2007, with support from Putin, Ramzan Kadyrov replaced Alu Alkhanov as president. Although large-scale fighting within Chechnya had ceased, daily attacks continued, particularly in the southern portions of Chechnya and spilling into nearby territories of the Caucasus, especially after the Caucasus Front was established. Typically small separatist units targeted Russian and pro-Russian officials, security forces, and military and police convoys and vehicles. The separatist units employed IEDs and sometimes combined for larger raids. Russian forces retaliated with artillery and air strikes, as well as counter-insurgency operations. Most soldiers in Chechnya were kontraktniki (contract soldiers) as opposed to the earlier conscripts. While Russia continued to maintain a military presence within Chechnya, federal forces played less of a direct role. Pro-Kremlin Chechen forces under the command of the local strongman Ramzan Kadyrov, known as the kadyrovtsy, dominated law enforcement and security operations, with many members (including Kadyrov himself) being former Chechen separatists who had defected since 1999. Since 2004, the Kadyrovtsy were partly incorporated into two Interior Ministry units, North and South (Sever and Yug). Two other units of the Chechen pro-Moscow forces, East and West (Vostok and Zapad), were commanded by Sulim Yamadayev (Vostok) and Said-Magomed Kakiyev (Zapad) and their men.[85] On 16 April 2009, the head of the Federal Security Service, Alexander Bortnikov, announced that Russia had ended its \"anti-terror operation\" in Chechnya, claiming that stability had been restored to the territory.[86] \"The decision is aimed at creating the conditions for the future normalisation of the situation in the republic, its reconstruction and development of its socio-economic sphere,\" Bortnikov stated. While Chechnya had largely stabilised, there were still clashes with militants in the nearby regions of Dagestan and Ingushetia. Between June 2000 and September 2004, Chechen insurgents added suicide attacks to their tactics. During this period, there were 23 Chechen-related suicide attacks in and outside Chechnya, notably the hostage taking at an elementary school in Beslan, in which at least 334 people died. Both sides of the war carried out multiple assassinations. The most prominent of these included the 13 February 2004 killing of exiled former separatist Chechen President Zelimkhan Yandarbiyev in Qatar, and the 9 May 2004 killing of pro-Russian Chechen President Akhmad Kadyrov during a parade in Grozny. While anti-Russian local insurgencies in the North Caucasus started even before the war, in May 2005, two months after Maskahdov's death, Chechen separatists officially announced that they had formed a Caucasus Front within the framework of \"reforming the system of military–political power.\" Along with the Chechen, Dagestani and Ingush \"sectors,\" the Stavropol, Kabardin-Balkar, Krasnodar, Karachai-Circassian, Ossetian and Adyghe jamaats were included. This meant that practically all the regions of Russia's south were involved in the hostilities. The Chechen separatist movement took on a new role as the official ideological, logistical and, probably, financial hub of the new insurgency in the North Caucasus.[87] Increasingly frequent clashes between federal forces and local militants continued in Dagestan, while sporadic fighting erupted in the other southern Russia regions, such as Ingushetia, and notably in Nalchik on 13 October 2005. Russian officials and Chechen separatists have regularly and repeatedly accused the opposing side of committing various war crimes including kidnapping, murder, hostage taking, looting, rape, and assorted other breaches of the laws of war. International and humanitarian organizations, including the Council of Europe and Amnesty International, have criticized both sides of the conflict for \"blatant and sustained\" violations of international humanitarian law. Western European rights groups estimate there have been about 5,000 forced disappearances in Chechnya since 1999.[88] American Secretary of State Madeleine Albright noted in her 24 March 2000 speech to the United Nations Commission on Human Rights: According to the 2001 annual report by Amnesty International: The Russian government failed to pursue any accountability process for human rights abuses committed during the course of the conflict in Chechnya. Unable to secure justice domestically, hundreds of victims of abuse have filed applications with the European Court of Human Rights (ECHR). In March 2005 the court issued the first rulings on Chechnya, finding the Russian government guilty of violating the right to life and even the prohibition of torture with respect to civilians who had died or forcibly disappeared at the hands of Russia's federal troops.[91] Many similar claims were ruled since against Russia. Dozens of mass graves containing hundreds of corpses have been uncovered since the beginning of the First Chechen War in 1994. As of June 2008, there were 57 registered locations of mass graves in Chechnya.[92] According to Amnesty International, thousands may be buried in unmarked graves including up to 5,000 civilians who disappeared since the beginning of the Second Chechen War in 1999.[93] In 2008, the largest mass grave found to date was uncovered in Grozny, containing some 800 bodies from the First Chechen War in 1995.[92] Russia's general policy to the Chechen mass graves is to not exhume them.[94] Between May 2002 and September 2004, the Chechen and Chechen-led militants, mostly answering to Shamil Basayev, launched a campaign of terrorism directed against civilian targets in Russia. About 200 people were killed in a series of bombings (most of them suicide attacks), most of them in the 2003 Stavropol train bombing (46), the 2004 Moscow metro bombing (40), and the 2004 Russian aircraft bombings (89). Two large-scale hostage takings, the 2002 Moscow theater hostage crisis and the 2004 Beslan school siege, resulted in the deaths of multiple civilians. In the Moscow stand-off, FSB Spetsnaz forces stormed the building on the third day using an unknown incapacitating chemical agent that proved to be lethal without sufficient medical care, resulting in deaths of 133 out of 916 hostages. In Beslan, some 20 hostages had been executed by their captors before the assault, and the ill-prepared assault itself (started hastily after explosions in the gym that had been rigged with explosives by the terrorists) resulted in 294 more casualties among the 1128 hostages, as well as heavy losses among the special forces. Russian officials have accused the bordering republic of Georgia of allowing Chechen separatists to operate on Georgian territory and permitting the flow of militants and materiel across the Georgian border with Russia. In February 2002, the United States began offering assistance to Georgia in combating \"criminal elements\" as well as alleged Arab mujahideen activity in Pankisi Gorge as part of the War on Terrorism. Without resistance, Georgian troops have detained an Arab man and six criminals, and declared the region under control.[95] In August 2002, Georgia accused Russia of a series of secret air strikes on purported separatists havens in the Pankisi Gorge in which a Georgian civilian was reported killed. On 8 October 2001, a UNOMIG helicopter was shot down in Georgia in Kodori Valley gorge near Abkhazia, amid fighting between Chechens and Abkhazians, killing nine including five UN observers.[96] Georgia denied having troops in the area, and the suspicion fell on the armed group headed by Chechen warlord Ruslan Gelayev, who was speculated to have been hired by the Georgian government to wage proxy war against separatist Abkhazia. On 2 March 2004, following a number of cross-border raids from Georgia into Chechnya, Ingushetia, and Dagestan, Gelayev was killed in a clash with Russian border guards while trying to get back from Dagestan into Georgia. On 2 February 2005, Chechen separatist president Aslan Maskhadov issued a call for a ceasefire lasting until at least 22 February (the day preceding the anniversary of Stalin's deportation of the Chechen population). The call was issued through a separatist website and addressed to President Putin, described as a gesture of goodwill. On 8 March 2005, Maskhadov was killed in an operation by Russian security forces in the Chechen community of Tolstoy-Yurt, northeast of Grozny. Shortly following Maskhadov's death, the Chechen separatist council announced that Abdul-Khalim Sadulayev had assumed the leadership, a move that was quickly endorsed by Shamil Basayev (Basayev himself died in July 2006). On 2 February 2006, Sadulayev made large-scale changes in his government, ordering all its members to move into Chechen territory. Among other things, he removed First Vice-Premier Akhmed Zakayev from his post (although later Zakayev was appointed a Foreign Minister[97]). Sadulayev was killed in June 2006, after which he was succeeded as the separatist leader by the veteran terrorist commander Doku Umarov. As of November 2007, there were at least seven amnesties for separatist militants, as well as federal servicemen who committed crimes, declared in Chechnya by Moscow since the start of the second war. The first one was announced in 1999 when about 400 Chechen switched sides. (However, according to Putin's advisor and aide Aslambek Aslakhanov most of them were since killed, both by their former comrades and by the Russians, who by then perceived them as a potential \"fifth column\".[98]) Some of the other amnesties included one during September 2003 in connection with the adoption of the republic's new constitution, and then another between mid-2006 and January 2007. According to Ramzan Kadyrov, himself former separatist, more than 7,000 separatist fighters defected to the federal side (\"returned to the peaceful life\") by 2005. In 2006, more than 600 militants in Chechnya and adjacent provinces reportedly surrendered their arms in response to a six-month amnesty \"for those not involved in any serious crimes\".[99] In 2007, the International Helsinki Federation for Human Rights published a report entitled Amnestied People as Targets for Persecution in Chechnya, which documents the fate of several persons who have been amnestied and subsequently abducted, tortured and killed. The first war, with its extensive and largely unrestricted coverage (despite deaths of many journalists), convinced the Kremlin more than any other event that it needed to control national television channels, which most Russians rely on for news, to successfully undertake any major national policy. By the time the second war began, federal authorities had designed and introduced a comprehensive system to limit the access of journalists to Chechnya and shape their coverage.[100] The Russian government's control of all Russian television stations and its use of repressive rules, harassment, censorship, intimidation[101] and attacks on journalists almost completely deprived the Russian public of the independent information on the conflict. Practically all the local Chechen media are under total control of the pro-Moscow government, Russian journalists in Chechnya face intense harassment and obstruction[102] leading to widespread self-censorship, while foreign journalists and media outlets too are pressured into censoring their reports on the conflict.[103] In some cases Russian journalists reporting on Chechnya were jailed (Boris Stomakhin) or kidnapped (Andrei Babitsky), and foreign media outlets (American Broadcasting Company) banned from Russia. Russia's step came in retaliation for ABC's broadcast of an interview with Shamil Basayev, the Chechen rebel leader who ordered and/or carried out some of the worst terrorist acts in the country's history, including the school siege in Beslan that left 330 people dead.[104] The Russian-Chechen Friendship Society was shut down on \"extremism and national hatred\" charges. According to a 2007 poll only 11 percent of Russians said they were happy with media coverage of Chechnya.[105] In the Second Chechen War, over 60,000 combatants and non-combatants were killed.[106] Civilian casualty estimates vary widely. According to the pro-Moscow Chechnya government, 160,000 combatants and non-combatants died or have gone missing in the two wars, including 30,000–40,000 Chechens and about 100,000 Russians;[107][108] while separatist leader Aslan Maskhadov (deceased) repeatedly claimed about 200,000 ethnic Chechens died as a consequence of the two conflicts.[109] As in the case of military losses, these claims can not be independently verified. According to a count by the Russian human rights group Memorial in 2007, up to 25,000 civilians have died or disappeared since 1999.[110] According to Amnesty International in 2007, the second war killed up to 25,000 civilians since 1999, with up to another 5,000 people missing.[111] However, the Russian-Chechen Friendship Society set their estimate of the total death toll in two wars at about 150,000 to 200,000 civilians.[112] Environmental agencies warn that the Russian republic of Chechnya, devastated by war, now faces ecological disaster. A former aide to Boris Yeltsin believes Russian bombing has rendered Chechnya an \"environmental wasteland.\"[113] There is a special concern over widespread oil spills and pollution from sewers damaged by war (the water is polluted to a depth of 250 m[114]), and chemical and radioactive pollution, as a result of the bombardment of chemical facilities and storages during the conflict.[115] Chechnya's wildlife also sustained heavy damage during the hostilities, as animals that had once populated the Chechen forests have moved off to seek safer ground.[116] In 2004, Russian government has designated one-third of Chechnya a \"zone of ecological disaster\" and another 40% \"a zone of extreme environmental distress\".[117] Chechnya is the most land mine-affected region worldwide.[118] Since 1994 there have been widespread use of mines, by both sides (Russia is a party to the 1980 Convention on Conventional Weapons but not the 1996 protocol on land mines and other devices). The most heavily mined areas of Chechnya are those in which separatists continue to put up resistance, namely the southern regions, as well as the borders of the republic.[119] No humanitarian mine clearance has taken place since the HALO Trust was evicted by Russia in December 1999. In June 2002, Olara Otunnu, the UN official, estimated that there were 500,000 land mines placed in the region. UNICEF has recorded 2,340 civilian land mine and unexploded ordnance casualties occurring in Chechnya between 1999 and the end of 2003. Military casualty figures from both sides are impossible to verify and are generally believed to be higher. In September 2000, the National Endowment for Democracy compiled the list of casualties officially announced in the first year of the conflict, which, although incomplete and with little factual value, provide a minimum insight in the information war. According to the figures released by the Russian Ministry of Defence on in August 2005, at least 1,250 Russian Armed Forces soldiers have been killed in action 1999–2005.[120] This death toll did not include losses of Internal Troops, the FSB, police and local paramilitaries, of whom all at least 1,720 were killed by October 2003.[112] The independent Russian and Western estimates are much higher; the Union of the Committees of Soldiers' Mothers of Russia for instance estimated about 2,000 Russian Army servicemen have been killed between 1999 and 2003.[110] The Chechens had become increasingly radicalized. Former Soviet Armed Forces officers Dzhokhar Dudayev and Aslan Maskhadov have been succeeded by people who rely more on Islamist, rather than the secular nationalistic feelings of the population. While Dudayev and Maskhadov were seeking from Moscow recognition of the independence of the Chechen Republic of Ichkeria, other leaders spoke out more about the need to expel Russia from the territory of the whole North Caucasus, an impoverished mountain region inhabited mostly by Muslim, non-Russian ethnic groups.[citation needed] In April 2006, asked whether negotiations with Russians are possible, the top separatist commander Doku Umarov answered: \"We offered them many times. But it turned out that we constantly press for negotiations and it's as if we are always standing with an extended hand and this is taken as a sign of our weakness. Therefore we don't plan to do this any more.\" In the same month, the new separatist spokesman Movladi Udugov said that attacks should be expected anywhere in Russia: \"Today, we have a different task on our hands – total war, war everywhere our enemy can be reached. (...) And this means mounting attacks at any place, not just in the Caucasus but in all Russia.\" Reflecting growing radicalization of the Chechen-led militants, Udugov said their goal was no longer Western-style democracy and independence, but the Islamist \"North Caucasian Emirate\".[citation needed] This trend ultimately resulted in the October 2007 declaration of Caucasus Emirate by Doku Umarov where he also urged for a global Jihad, and the political schism between the moderates and the radical Islamists fighting in Chechnya and the neighbouring regions with ties in the Middle East.[121] Some commanders, still fighting along with Doku Umarov, like Anzor Astemirov, have publicly denounced the idea of a global Jihad, but keep fighting for the independence of Caucasus states.[122] The struggle has garnered support from Muslim sympathizers around the world nonetheless, and some of them have been willing to take up arms. Many commentators think it is likely that Chechen fighters have links with international Islamist separatist groups. The BBC said in an online Q&A on the conflict: \"It has been known for years that Muslim volunteers have traveled to Chechnya to join the fight, reportedly after attending training camps in Afghanistan or Pakistan.\"[110] Projecting back from the post-9/11 period, some have linked Chechen resistance to Russia to the al-Qaida global jihad movement. However, the number of foreign jihad fighters in Chechnya was at most in the hundreds.[123] Most Western observers prior to 11 September regarded the alleged al-Qaida links claimed by Russian government with skepticism. The Clinton and Bush administrations, as well as other NATO governments, uniformly dismissed Moscow's rhetoric concerning the existence of Chechens in Afghanistan and Afghans in Chechnya as Soviet-style \"agitprop\" (agitation-propaganda) until 11 September occurred.[124] Islamic radicalisation process has also affected Chechen separatist movement's support abroad. In 2013, the Tsarnaev brothers launched a suicide attack in Boston in claim of jihad, accusing the United States for killing Muslims of Iraq, Afghanistan and Palestine, weakened sympathy for Chechen resistance from Russia globally and increased xenophobia against Chechens and Muslims in the United States.[125] Rampant Islamic terrorism in Europe and the exclusive role of the Chechens on the Islamic State of Iraq and the Levant, most notably Abu Omar al-Shishani, also dragged Chechen separatist movement in jeopardy due to increasing anti-Islamic sentiment on the rise in Europe, even in some of the countries in Europe like Poland, who supported Chechens during and after conflicts with Russia.[126][127][128] According to a 2006 report by Médecins Sans Frontières, \"the majority of Chechens still struggle through lives burdened by fear, uncertainty and poverty.\" A survey conducted by MSF in September 2005 showed that 77% of the respondents were suffering from \"discernible symptoms of psychological distress\".[129] As of 2008, the infant mortality rate stood at 17 per 1,000, the highest in Russia;[130] There are reports of a growing number of genetic disorders in babies and unexplained illnesses among school children.[115] One child in 10 is born with some kind of anomaly that requires treatment. Some children whose parents can afford it are sent to the neighbouring republic of Dagestan, where treatment is better; Chechnya lacks sufficient medical equipment in most of its medical facilities.[131] According to the United Nations Children's Fund (UNICEF), since 1994 to 2008 about 25,000 children in Chechnya have lost one or both parents.[132] A whole generation of Chechen children is showing symptoms of psychological trauma. In 2006, Chechnya's pro-Moscow deputy health minister, said the Chechen children had become \"living specimens\" of what it means to grow up with the constant threat of violence and chronic poverty.[133] In 2007, the Chechen interior ministry has identified 1,000 street children involved in vagrancy; the number was increasing.[134][135] According to official statistics, Chechnya's unemployment rate in August 2009 was 32.9%. By 2017, this figure had decreased to 13.9%.[136][137] Many people remain homeless because so much of Chechnya's housing was destroyed by the Russian federal forces and many people have not yet been given compensation.[138] Not only the social (such as housing and hospitals) and economic infrastructure but also the foundations of culture and education, including most of educational and cultural institutions, were destroyed over the course of the two wars in Chechnya.[139] However ongoing reconstruction efforts have been rebuilding the region at a quick pace over the past few years, including new housing, facilities, paved roads and traffic lights, a new mosque, and restoration of electricity to much of the region.[140] Governmental, social and commercial life remain hobbled by bribery, kidnapping, extortion and other criminal activity; reports by the Russian government estimate that the organized crime sector is twice the Russian average and the government is widely perceived to be corrupt and unresponsive.[141] Hundreds of thousands of Chechens were displaced by the conflict, including 300,000 at the height of the conflict in 2000.[110] Most of them were displaced internally in Chechnya and in neighbouring republic of Ingushetia, but thousands of refugees also went into exile, with, as of 2008, most of them residing in the European Union countries. The start of the war bolstered the domestic popularity of Vladimir Putin as the campaign was started one month after he had become Russian prime minister.[105] The conflict greatly contributed to the deep changes in the Russian politics and society.[142] Since the Chechen conflict began in 1994, cases of young veterans returning embittered and traumatized to their home towns have been reported all across Russia. Psychiatrists, law-enforcement officials, and journalists have started calling the condition of psychologically scarred soldiers \"Chechen syndrome\" (CS), drawing a parallel with the post-traumatic stress disorders suffered by Soviet soldiers who fought in Afghanistan. According to Yuri Alexandrovsky, deputy director of the Moscow Serbsky Institute in 2003, at least 70% of the estimated 1.5 million Chechnya veterans suffered CS.[143] Many of the veterans came back alcoholic, unemployable and antisocial.[142] Thousands were also physically disabled for life and left with very limited help from the government.[144] According to the 2007 study by Memorial and Demos human rights organisations, Russian policemen lose their qualifications and professional skills during their duty tours in Chechnya.[145] This conflict was linked to the rising brutality and general criminalisation of the Russian police forces. According to human rights activists and journalists, tens of thousands of police and security forces that have been to Chechnya learned patterns of brutality and impunity and brought them to their home regions, often returning with disciplinary and psychological problems. Reliable numbers on police brutality are hard to come by, but in a statement released in 2006, the internal affairs department of Russia's Interior Ministry said that the number of recorded crimes committed by police officers rose 46.8% in 2005. In one nationwide poll in 2005, 71% of respondents said they didn't trust their police at all; in another, 41% Russians said they lived in fear of police violence.[146][147] According to Amnesty International, torture of detainees in Russia is now endemic.[142] Since 2007, police officers from outside Caucasus are now not only being sent to Chechnya, but to all the region's republics.[145] The wars in Chechnya, and the associated Caucasian terrorism in Russia, were a major factor in the growth of intolerance, xenophobia, and racist violence in Russia, directed in a great part against the people from Caucasus.[142] The Russian authorities were unlikely to label random attacks on people of non-Russian ethnicity as racist, preferring calling it \"hooliganism\".[citation needed] The number of murders officially classified as racist more than doubled in Russia between 2003 and 2004. The violence included acts of terrorism such as the 2006 Moscow market bombing which killed 13 people.[148][149] In 2007, 18-year-old Artur Ryno claimed responsibility for 37 racially motivated murders in the course of one year, saying that \"since school [he] hated people from the Caucasus.\"[150] On 5 June 2007, an anti-Chechen riot involving hundreds of people took place in the town of Stavropol in southern Russia. Rioters demanded the eviction of ethnic Chechens following the murder of two young Russians who locals believed were killed by Chechens. The event revived memories of a recent clash between Chechens and local Russians in Kondopoga over an unpaid bill, when two Russians were killed.[151] The Caucasians also face ethnic-related violence in the ranks of Russian Army.[152] In 2005, there were about 60,000 Federal troops in Chechnya, but that number has since decreased significantly. Tony Wood, a journalist and author who has written extensively about Chechnya, estimated there were about 8,000 local security forces remaining in the region as of 2007[update]. Independent analysts say there are no more than 2,000 armed terrorists combatants still fighting, while Russia says only a few hundred remain. There is still some sporadic fighting in the mountains and south of the republic, but Russia has scaled down its presence significantly leaving the local government to stabilize things further.[110] In February 2008 the President of the separatist Chechen Republic of Ichkeria, Dokka Umarov, spoke of \"thousands of fighters\" when he addressed a speech to all his fighters in the mountains.[153] Most of the more prominent past Chechen separatist leaders have died or have been killed, including former president Aslan Maskhadov and leading warlord and terrorist attack mastermind Shamil Basayev. Meanwhile, the fortunes of the Chechen independence movement sagged, plagued by the internal disunity between Chechen moderates and Islamist radicals and the changing global political climate after 11 September 2001, as well as the general war-weariness of the Chechen population. Large-scale fighting has been replaced by guerrilla warfare and bombings targeting federal troops and forces of the regional government, with the violence often spilling over into adjacent regions. Since 2005, the insurgency has largely shifted out of Chechnya proper and into the nearby Russian territories, such as Ingushetia and Dagestan; the Russian government, for its part, has focused on the stabilization of the North Caucasus. Throughout the years Russian officials have often announced that the war is over. In April 2002, President Vladimir Putin's declared that the war in Chechnya was over.[154] The Russian government maintains the conflict officially ended in April 2002,[154][155] and since then has continued largely as a peacekeeping operation. In a 10 July 2006, interview with the BBC, Sergei Ivanov, Russia's then–prime minister and former minister of defense, said that \"the war is over,\" and that \"the military campaign lasted only 2 years.\"[156] Ramzan Kadyrov, the current president of the Chechnya, has also stated the war is over.[157] Others believe the war ended in 2003 with the passage of a Moscow-backed constitutional referendum and the election of pro-Moscow president Akhmad Kadyrov, while some consider the conflict on-going.[158] Some independent observers, including Álvaro Gil-Robles, the human rights envoy for the Council of Europe, and Louise Arbour, the UN High Commissioner for Human Rights, have said that the war has largely concluded as of 2006.[159][160] The separatists denied that the war was over, and guerrilla warfare continued throughout the North Caucasus. Colonel Sulim Yamadayev, Chechnya's second most powerful loyalist warlord after Kadyrov, also denied that the war is over. In March 2007, Yamadayev claimed there were well over 1,000 separatists and foreign Islamic militants entrenched in the mountains of Chechnya alone: \"The war is not over, the war is far from being over. What we are facing now is basically a classic partisan war and my prognosis is that it will last two, three, maybe even five more years.\"[161] According to the CIA factbook, Russia has severely disabled the Chechen separatist movement, although sporadic violence still occurs throughout the North Caucasus.[162] The overall security situation in Chechnya remains exceedingly difficult to accurately report due to the near monopoly the Russian government has on media covering the issue.[163] In May 2007, Amnesty International refuted claims by the government that the conflict has ended, stating \"while large-scale military operations have been reduced, the conflict continues.\"[164] The strength of the separatists has for many years been unknown. Although Russia has killed a lot of separatists throughout the war, many young fighters have joined the separatists.[165] An estimation, based on the war reports, shows that in the past three years Federal casualties are higher than the number of coalition casualties of the War in Afghanistan (2001–2021).[166][167][168] With the abolition of the Chechen Republic of Ichkeria and the proclamation of the Caucasus Emirate by the president of the separatist movement Dokka Umarov, the conflict in Chechnya and the rest of the North Caucasus is often referred to as the \"War in the North Caucasus\". The Russian government has given no new name to the conflict while most international observers still refer to it as a continuation of the Second Chechen War.[169] In late April 2008, the Human Rights Commissioner for the Council of Europe, Thomas Hammarberg, visited Russia's Caucasian republics. After wrapping up the week-long visit, he said he observed a number of positive developments in Chechnya, and that there was \"obvious progress\". He also noted that the judicial system in Chechnya was functioning properly. According to Hammarberg, missing people and the identification of missing bodies were still the two biggest human rights issues in the region, and he expressed his wish that further efforts be done to clarify the issue. President Putin responded to his comments, saying that the visit was of \"great significance\", and that Russia will take into account what the council had to say.[170][171][172] Counter-insurgency operations have been conducted by Russian army in Chechnya since 1999. President of Chechnya, and former separatist, Ramzan Kadyrov declared this phase to end in March 2009.[173] On 27 March 2009, President of Russia Dmitry Medvedev met with Alexander Bortnikov, the Director of the Federal Security Service to discuss the official ending of counter-terrorism operations in Chechnya. Medvedev directed the National Anti-Terrorism Committee, which Bortnikov also heads, to report to the Russian government on this issue, which will then be decided by the Russian parliament.[174] However Medvedev asserted that situation in Chechnya must remain under direct control of the FSB. On 16 April 2009, the counter-terrorism operation in Chechnya was officially ended.[9] As of 2009, close to 480 active insurgents were fighting in the mountains under leadership of field commander Doku Umarov according to official data.[175] Doku Umarov was killed by poisoning in 2013.[176] Umarov's successor Aliaskhab Kebekov was reported killed in 2015. The \"Caucasus Emirate\" grouping founded by Umarov in 2007 was by 2015 largely absorbed into the ISIS-affiliated Vilayat Kavkaz led by Rustam Asilderov. Asilderov was reported killed in 2016.[177]","Title":"Second Chechen War - Wikipedia","KeyID":"15524","URL":"https://en.wikipedia.org/wiki/Second_Chechen_War"}