{"Content: ":"Changes prior to 2022 invasion: Civilian casualties: 3,393 killed (September 2021)[17] 7,000–9,000 wounded (February 2021)[9] Attacks on civilians The Russo-Ukrainian War[18][d] is an ongoing war between Russia (together with pro-Russian separatist forces) and Ukraine.[e] It was started by Russia in February 2014 following the Ukrainian Revolution of Dignity, and initially focused on the status of Crimea and the Donbas, internationally recognised as part of Ukraine. The first eight years of the conflict included the Russian annexation of Crimea (2014) and the war in Donbas (2014–present) between Ukraine and Russian-backed separatists, as well as naval incidents, cyberwarfare, and political tensions. Following a Russian military build-up on the Russia–Ukraine border from late 2021, the conflict expanded significantly when Russia launched a full-scale invasion of Ukraine on 24 February 2022. Following the Euromaidan protests and a revolution resulting in the removal of pro-Russian President Viktor Yanukovych in February 2014, pro-Russian unrest erupted in parts of Ukraine. Russian soldiers without insignia took control of strategic positions and infrastructure in the Ukrainian territory of Crimea, and seized the Crimean Parliament. Russia organized a controversial referendum, whose outcome was for Crimea to join Russia. This led to the annexation of Crimea. In April 2014, demonstrations by pro-Russian groups in the Donbas escalated into a war between the Armed Forces of Ukraine and Russian-backed separatists of the self-declared Donetsk and Luhansk republics. In August 2014, unmarked Russian military vehicles crossed the border[19] into the Donetsk republic. An undeclared war began between Ukrainian forces on one side, and separatists intermingled with Russian troops on the other, although Russia attempted to hide its involvement. The war settled into a static conflict, with repeated failed attempts at a ceasefire. In 2015, the Minsk II agreements were signed by Russia and Ukraine, but a number of disputes prevented them being fully implemented. By 2019, 7% of Ukraine was classified by the Ukrainian government as temporarily occupied territories. In 2021 and early 2022, there was a major Russian military build-up around Ukraine's borders. NATO accused Russia of planning an invasion, which it denied. Russian President Vladimir Putin criticized the enlargement of NATO as a threat to his country and demanded Ukraine be barred from ever joining the military alliance. He also expressed irredentist views, questioned Ukraine's right to exist, and falsely stated that Ukraine was established by Vladimir Lenin.[20] On 21 February 2022, Russia officially recognised the two self-proclaimed separatist states in the Donbas, and openly sent troops into the territories. Three days later, Russia invaded Ukraine. Much of the international community has heavily condemned Russia for its actions in Ukraine, accusing it of breaking international law and violating Ukrainian sovereignty. Many countries implemented economic sanctions against Russia, Russian individuals, or companies,[21] especially after the 2022 invasion. After the dissolution of the Soviet Union (USSR) in 1991, Ukraine and Russia maintained close ties. In 1994, Ukraine agreed to accede to the Treaty on the Non-Proliferation of Nuclear Weapons as a non-nuclear-weapon state.[22] Former Soviet nuclear weapons in Ukraine were removed and dismantled.[23] In return, Russia, the United Kingdom (UK), and the United States (US) agreed to uphold the territorial integrity and political independence of Ukraine through the Budapest Memorandum on Security Assurances.[24][25] In 1999, Russia was one of the signatories of the Charter for European Security, which \"reaffirmed the inherent right of each and every participating State to be free to choose or change its security arrangements, including treaties of alliance, as they evolve.\"[26] In the years after the dissolution of the USSR, several former Eastern Bloc countries joined NATO, partly in response to regional security threats involving Russia such as the 1993 Russian constitutional crisis, the War in Abkhazia (1992–1993) and the First Chechen War (1994–1996). Russian leaders described this expansion as a violation of Western powers' informal assurances that NATO would not expand eastward.[27][28] The 2004 Ukrainian presidential election was controversial. During the election campaign, opposition candidate Viktor Yushchenko was poisoned by TCDD dioxin;[29][30] he later implicated Russian involvement.[31] In November, Prime Minister Viktor Yanukovych was declared the winner, despite allegations of vote-rigging by election observers.[32] During a two-month period which became known as the Orange Revolution, large peaceful protests successfully challenged the outcome. After the Supreme Court of Ukraine annulled the initial result due to widespread electoral fraud, a second round re-run was held, bringing to power Yushchenko as president and Yulia Tymoshenko as prime minister, and leaving Yanukovych in opposition.[33] The Orange Revolution is often grouped together with other early-21st century protest movements, particularly within the former USSR, known as colour revolutions. According to Anthony Cordesman, Russian military officers viewed such colour revolutions as an attempt by the US and European states to destabilise neighbouring countries and undermine Russia's national security.[34] Russian President Vladimir Putin accused organisers of the 2011–2013 Russian protests of being former advisors to Yushchenko, and described the protests as an attempt to transfer the Orange Revolution to Russia.[35] Rallies in favour of Putin during this period were called \"anti-Orange protests\".[36] At the 2008 Bucharest summit, Ukraine and Georgia sought to join NATO. The response among NATO members was divided; Western European countries opposed offering Membership Action Plans (MAP) in order to avoid antagonising Russia, while US President George W. Bush pushed for their admission.[37] NATO ultimately refused to offer Ukraine and Georgia MAPs, but also issued a statement agreeing that \"these countries will become members of NATO\". Putin voiced strong opposition to Georgia and Ukraine's NATO membership bids.[38] By January 2022, the possibility of Ukraine joining NATO remained remote.[39] In 2009, Yanukovych announced his intent to again run for president in the 2010 Ukrainian presidential election,[40] which he subsequently won.[41] In November 2013, a wave of large, pro-European Union (EU) protests erupted in response to Yanukovych's sudden decision not to sign the EU–Ukraine Association Agreement, instead choosing closer ties to Russia and the Eurasian Economic Union. The Ukrainian parliament had overwhelmingly approved of finalizing the agreement with the EU,[42] and Russia had put pressure on Ukraine to reject it.[43] Following months of protests as part of the Euromaidan movement, on 21 February 2014 Yanukovych and the leaders of the parliamentary opposition signed a settlement agreement that called for early elections. The following day, Yanukovych fled from the capital ahead of an impeachment vote that stripped him of his powers as president.[44][45][46][47] On 23 February, the parliament adopted a bill to repeal the 2012 law which gave Russian language an official status.[48] The bill was not enacted,[49] however, the proposal provoked negative reactions in the Russian-speaking regions of Ukraine,[50] intensified by Russian media saying that the ethnic Russian population was in imminent danger.[51] On 27 February, an interim government was established and early presidential elections were scheduled. The following day, Yanukovych resurfaced in Russia and in a press conference declared that he remained the acting president of Ukraine, just as Russia was beginning its overt military campaign in Crimea. Leaders of Russian-speaking eastern regions of Ukraine declared continuing loyalty to Yanukovych,[45][52] causing the 2014 pro-Russian unrest in Ukraine. At the onset of the conflict, Russia had roughly 12,000 military personnel in the Black Sea Fleet,[51] in several locations in the Crimean peninsula like Sevastopol, Kacha, Hvardiiske, Simferopol Raion, Sarych, and others. In 2005 a dispute broke out over control of the Sarych cape lighthouse near Yalta, and a number of other beacons.[53][54] Russian presence was allowed by the basing and transit agreement with Ukraine. Under the agreements the Russian military in Crimea was constrained to a maximum of 25,000 troops, required to respect the sovereignty of Ukraine, honor its legislation and to not interfere in the internal affairs of the country, and to show their \"military identification cards\" when crossing the international border. Operations beyond designated deployment sites were permitted only after coordination with the competent agencies of Ukraine.[55] Early in the conflict, the agreement's sizeable troop limit allowed Russia to significantly reinforce its military presence under the plausible guise of security concerns, deploy special forces and other required capabilities to conduct the operation in Crimea.[51] According to the original treaty on the division of the Soviet Black Sea Fleet signed in 1997, Russia was allowed to have its military bases in Crimea until 2017, after which it would evacuate all military units including its portion of the Black Sea Fleet out of the Autonomous Republic of Crimea and Sevastopol. A Russian construction project to re-home the fleet in Novorossiysk launched in 2005 and was expected to be fully completed by 2020; as of 2010, the project faced major budget cuts and construction delays.[56][when?] On 21 April 2010, former Ukrainian president Viktor Yanukovych signed a new deal known as the Kharkiv Pact, to resolve the 2009 Russia–Ukraine gas dispute; it extended the stay to 2042 with an option to renew, and in return obtained some discounts on gas delivered from Russia.[57] The Kharkiv Pact was an update to a complex of several fundamental treaties signed in the 1990s between the prime ministers of both countries Viktor Chernomyrdin (Russia) and Pavlo Lazarenko (Ukraine), and presidents Boris Yeltsin (Russia) and Leonid Kuchma (Ukraine).[58][59][60][61][non-primary source needed] The Constitution of Ukraine, whilst generally prohibiting the deployment of foreign bases on the country's soil, originally also had a transitional provision, which allowed the use of existing military bases on the territory of Ukraine for the temporary stationing of foreign military formations; this permitted Russian military to keep its basing in Crimea as an \"existing military base\". The constitutional provision on \"[pre]-existing bases\" was revoked in 2019, after Russia had already annexed Crimea and withdrawn from the basing treaties unilaterally.[62] No formal declaration of war has been issued in the ongoing Russo-Ukrainian War. When the Kremlin announced the 2022 Russian invasion of Ukraine, it claimed to commence a \"special military operation\", side-stepping a formal declaration of war.[63] The statement was, however, regarded as a declaration of war by the Ukrainian government[64] and reported as such by many international news sources.[65][66] While the Ukrainian parliament refers to Russia as a \"terrorist state\" in regards to its military actions in Ukraine,[67] it has not issued a formal declaration of war on its behalf. On 20 February 2014, Russia began an annexation of Crimea.[68][69][70][71] On 22 and 23 February, Russian troops and special forces began moving into Crimea through Novorossiysk.[70] On 27 February, Russian forces without insignias began their advance into the Crimean Peninsula.[72] They took strategic positions and captured the Crimean Parliament, raising a Russian flag. Security checkpoints isolated the Crimean Peninsula from the rest of Ukraine and restricted movement within the territory.[73][74][75][76] In the following days, Russian soldiers secured key airports and a communications center.[77] Russian cyberattacks shut down websites associated with the Ukrainian government, news media, and social media. Cyberattacks also enabled Russian access to the mobile phones of Ukrainian officials and members of parliament, further disrupting communications.[78] On 1 March, the Russian legislature approved the use of armed forces, leading to an influx of Russian troops and military hardware into the peninsula.[77] In the following days, all remaining Ukrainian military bases and installations were surrounded and besieged, including the Southern Naval Base. After Russia formally annexed the peninsula on 18 March, Ukrainian military bases and ships were stormed by Russian forces. On 24 March, Ukraine ordered troops to withdraw; by 30 March, all Ukrainian forces had left the peninsula. On 15 April, the Ukrainian parliament declared Crimea a territory temporarily occupied by Russia.[79] After the annexation, the Russian government increased its military presence in the region and made nuclear threats.[80] Putin said that a Russian military task force would be established in Crimea.[81] In November, NATO stated that it believed Russia was deploying nuclear-capable weapons to Crimea.[82] The first protests across southern and eastern Ukraine were largely native expressions of discontent with the new Ukrainian government.[83] Russian involvement at this stage was limited to voicing support for the demonstrations. The emergence of separatists in Donetsk and Luhansk began with a small group of protesters, independent of Russian control.[83][84] Russia exploited this, however, launching a coordinated political and military campaign against Ukraine.[83][85] Putin gave legitimacy to the separatists when he described the Donbas as part of \"New Russia\" (Novorossiya), and expressed bewilderment as to how the region had ever become part of Ukraine.[86] Ukrainian authorities cracked down on the pro-Russian protests and arrested local separatist leaders in early March. Those leaders were replaced by people with ties to the Russian security services and interests in Russian businesses.[87] By April 2014, Russian citizens had taken control of the separatist movement, supported by volunteers and materiel from Russia, including Chechen and Cossack fighters.[88][89][90][91] According to DPR commander Igor Girkin, without this support in April, the movement would have dissipated, as it had in Kharkiv and Odesa.[92] A disputed referendum on the status of Donetsk Oblast was held on 11 May.[93][94][95] These demonstrations were part of a wider group of concurrent pro-Russian protests across southern and eastern Ukraine. They escalated into an armed conflict between Russia-backed separatist forces of the self-declared Donetsk and Luhansk People's Republics (DPR and LPR respectively), and the Ukrainian government.[96][97] The SBU claimed that key rebel commanders, including Igor Strelkov and Igor Bezler, were Russian agents.[98][99] The prime minister of Donetsk People's Republic from May to August 2014 was a Russian citizen, Alexander Borodai.[90] After August 2014, all top positions in Donetsk and Luhansk were held by Ukrainian citizens.[100][89] Russian volunteers were reported to make up from 15% to 80% of the combatants,[90][101][102][103][104] with many said to be former military personnel.[105][106] Recruitment for Donbas insurgents was openly conducted in Russian cities using private or voyenkomat facilities, as was confirmed by Russian media.[105][107] Economic and material circumstances in Donbas generated neither necessary nor sufficient conditions for a locally rooted, internally driven armed conflict. The Kremlin's military intervention was essential for hostilities to begin.[108] In late March, Russia continued to gather forces near the Ukrainian eastern border, reaching 30–40,000 troops by April.[109][51] The deployment was used to threaten escalation and disrupt Ukraine's response.[51] This threat forced Ukraine to divert forces to its borders instead of the conflict zone.[51] In April, armed conflict began in eastern Ukraine between Russian-backed separatist forces and Ukraine. The separatists declared the People's Republics of Donetsk and Luhansk. From 6 April, militants occupied government buildings in many cities and took control of border crossings to Russia, transport hubs, a broadcasting center, and other strategic infrastructure. Faced with continued expansion of separatist territorial control, on 15 April the interim Ukrainian government launched an \"Anti-Terrorist Operation\" (ATO), however, Ukrainian forces were poorly prepared and ill-positioned and the operation quickly stalled.[110] By the end of April, Ukraine announced it had lost control of the provinces of Donetsk and Luhansk. It claimed to be on \"full combat alert\" against a possible Russian invasion and reinstated conscription to its armed forces.[111] Through May, the Ukrainian campaign focused on containing the separatists by securing key positions around the ATO zone to position the military for a decisive offensive once Ukraine's national mobilization had completed. As conflict between the separatists and the Ukrainian government escalated in May, Russia began to employ a \"hybrid approach\", combining disinformation tactics, irregular fighters, regular Russian troops, and conventional military support.[112][113][114] The First Battle of Donetsk Airport followed the Ukrainian presidential elections. It marked a turning point in conflict; it was the first battle between the separatists and the Ukrainian government that involved large numbers of Russian \"volunteers\".[115][116]: 15  According to Ukraine, at the height of the conflict in the summer of 2014, Russian paramilitaries made up between 15% to 80% of the combatants.[90] From June Russia trickled in arms, armor, and munitions. By the end of July, Ukrainian forces were pushing into cities, to cut off supply routes between the two, isolating Donetsk and attempting to restore control of the Russo-Ukrainian border. By 28 July, the strategic heights of Savur-Mohyla were under Ukrainian control, along with the town of Debaltseve, an important railroad hub.[117] These operational successes of Ukrainian forces threatened the existence of the DPR and LPR statelets, prompting Russian cross-border shelling targeted against Ukrainian troops on their own soil, from mid-July onwards.[citation needed] American and Ukrainian officials said they had evidence of Russian interference in Ukraine, including intercepted communications between Russian officials and Donbas insurgents.[118][119] Ukrainian media described the militants as similar to those who occupied Crimea.[120][121] The former deputy Chief of the General Staff of the Armed Forces of Ukraine, Admiral Ihor Kabanenko, said that the militants were Russian military reconnaissance and sabotage units.[122] Arsen Avakov stated that the militants in Krasnyi Lyman used Russian-made AK-100 series assault rifles fitted with grenade launchers, and that such weapons were issued only in the Russian Federation. \"The Government of Ukraine is considering the facts of today as a manifestation of external aggression by Russia,\" said Avakov.[123] Militants in Sloviansk arrived in military lorries without license plates.[124] A reporter from Russia's Novaya Gazeta, after visiting separatist artillery positions in Avdeyevka, wrote that in his opinion \"it's impossible that the cannons are handled by volunteers\" as they require training and experience, including observers and adjustment experts.[125] After a series of military defeats and setbacks for the separatists, who united under the banner of \"Novorossiya\",[126][127] Russia dispatched what it called a \"humanitarian convoy\" of trucks across the border in mid-August 2014. Ukraine called the move a \"direct invasion\".[128] Ukraine's National Security and Defence Council reported that convoys were arriving almost daily in November (up to 9 convoys on 30 November) and that their contents were mainly arms and ammunition. Strelkov claimed that in early August, Russian servicemen, supposedly on \"vacation\" from the army, began to arrive in Donbas.[129] By August 2014, the Ukrainian \"Anti-Terrorist Operation\" shrank the territory under pro-Russian control, and approached the border.[130] Igor Girkin urged Russian military intervention, and said that the combat inexperience of his irregular forces, along with recruitment difficulties amongst the local population, had caused the setbacks. He stated, \"Losing this war on the territory that President Vladimir Putin personally named New Russia would threaten the Kremlin's power and, personally, the power of the president\".[131] In response to the deteriorating situation, Russia abandoned its hybrid approach, and began a conventional invasion[130][132] on 25 August 2014 when SBU captured a group of Russian paratroopers.[133] SBU released names and photographs.[134] On the following day, the Russian Defence Ministry said these soldiers had crossed the border \"by accident\".[135][136][137] According to Nikolai Mitrokhin's estimates, by mid-August 2014 during the Battle of Ilovaisk, between 20,000 and 25,000 troops were fighting in the Donbas on the separatist side, and only 40-45% were \"locals\".[138] On 24 August 2014, Amvrosiivka was occupied by Russian paratroopers,[139] supported by 250 armoured vehicles and artillery pieces.[140] The same day, Ukrainian President Petro Poroshenko referred to the operation as Ukraine's \"Patriotic War of 2014\" and a war against external aggression.[141][142] Ten Russian paratroopers of the 331st Guards Airborne Regiment, military unit 71211 from Kostroma, were captured in Dzerkalne (near Amvrosiivka) that day, 20 kilometres (12 mi) from the border,[143] after their armoured vehicles were hit by Ukrainian artillery. On 25 August, SBU reported the capture of paratroopers who claimed they'd crossed the Ukrainian border by accident on 23 August.[144] SBU also released their photos and names.[145] On 25 August, a column of Russian military vehicles was reported to have crossed into Ukraine near Novoazovsk on the Azov sea coast. It appeared headed towards Ukrainian-held Mariupol,[146][147][148][149][150] in an area that had not seen pro-Russian presence for weeks.[151] The Bellingcat investigation revealed some details of this operation.[152] Russian forces captured Novoazovsk.[153] and Russian soldiers began deporting Ukrainians who did not have an address registered within the town.[154] Pro-Ukrainian anti-war protests took place in Mariupol.[154][155] The UN Security Council called an emergency meeting.[156] The Pskov-based 76th Guards Air Assault Division allegedly entered Ukrainian territory in August and engaged in a skirmish near Luhansk, suffering 80 dead. The Ukrainian Defence Ministry said that they had seized two of the unit's armoured vehicles near Luhansk, and reported destroying another three tanks and two armoured vehicles in other regions.[157][158] The Russian government denied the skirmish took place,[158] but on 18 August, the 76th was awarded the Order of Suvorov, one of Russia's highest awards, by Russian minister of defence Sergey Shoigu for the \"successful completion of military missions\" and \"courage and heroism\".[158] Russian media highlighted that the medal is awarded exclusively for combat operations and reported that soldiers from this division had died in Ukraine just days before, but their burials were conducted in secret.[159][160][161] Some Russian media, such as Pskovskaya Guberniya,[162] reported that Russian paratroopers might have been killed in Ukraine. Journalists traveled to Pskov, the reported burial site, to investigate. Multiple reporters said they had been attacked or threatened there.[163] Pskovskaya Guberniya revealed transcripts of phone conversations between Russian soldiers undergoing treatment in a Pskov hospital for wounds received in Ukraine. The soldiers claimed that they had been sent to the war, after their officers told them that they were going on \"an exercise\".[164][165] The speaker of Russia's upper house of parliament and Russian state television channels acknowledged that Russian soldiers entered Ukraine, but referred to them as \"volunteers\".[166] A reporter for Novaya Gazeta, an opposition newspaper in Russia, stated that the Russian military leadership paid soldiers to resign their commissions and fight in Ukraine in the early summer of 2014, and then began ordering soldiers into Ukraine. This reporter mentioned knowledge of at least one case when soldiers who refused were threatened with prosecution.[167] Russian opposition MP Lev Shlosberg made similar statements, although he said combatants from his country are \"regular Russian troops\", disguised as units of the DPR and LPR.[168] In early September 2014, Russian state-owned television channels reported on the funerals of Russian soldiers who had died in Ukraine, but described them as \"volunteers\" fighting for the \"Russian world\". Valentina Matviyenko, a top United Russia politician, also praised \"volunteers\" fighting in \"our fraternal nation\".[166] Russian state television for the first time showed the funeral of a soldier killed fighting in Ukraine. State-controlled TV station Channel One showed the burial of paratrooper Anatoly Travkin in the central Russian city of Kostroma. The broadcaster said Travkin had not told his wife or commanders about his decision to fight alongside pro-Russia rebels battling government forces. \"Officially he just went on leave\", the news reader said.[169] On 3 September 2014, Sky News filmed groups of troops near Novoazovsk wearing combat gear typical for Russian units and traveling in new military vehicles without license plates and other markings. Specialists consulted by the journalists identified parts of the equipment (uniform, rifles) as matching those used by Russian forces.[170] Also on, 3 September, Poroshenko said he and Putin had reached a \"permanent ceasefire\" agreement.[171] Russia denied this, denying that it was a party to the conflict, adding that \"they only discussed how to settle the conflict\".[172][173] Poroshenko then recanted.[174][175] Mick Krever wrote on the CNN blog that on 5 September Russia's Permanent OSCE Representative Andrey Kelin, said that it was natural that pro-Russian separatists \"are going to liberate\" Mariupol. Ukrainian forces stated that Russian intelligence groups had been spotted in the area. Kelin said 'there might be volunteers over there.'[176] On 4 September 2014, a NATO officer said that several thousand regular Russian forces operating in Ukraine.[177] On 5 September 2014, the Minsk Protocol ceasefire agreement drew a line of demarcation between Ukraine and separatist-controlled portions of Donetsk and Luhansk Oblasts. On 7 and 12 November, NATO officials reconfirmed the Russian presence, citing 32 tanks, 16 howitzer cannons and 30 trucks of troops entering the country.[178] US general Philip M. Breedlove said \"Russian tanks, Russian artillery, Russian air defence systems and Russian combat troops\" had been sighted.[82][179] Journalist Menahem Kahana took a picture showing a 1RL232 \"Leopard\" battlefield surveillance radar system in Torez, east of Donetsk; and Dutch freelance journalist Stefan Huijboom took pictures that showed the 1RL232 traveling with the 1RL239 \"Lynx\" radar system.[180] OSCE monitors further observed vehicles apparently used to transport soldiers' dead bodies crossing the border – in one case a vehicle marked with Russia's military code for soldiers killed in action crossed into Ukraine on 11 November 2014, and later returned.[181] On 23 January 2015 the Committee of Soldiers' Mothers warned about conscripts sent to east Ukraine.[182] NATO said it had seen an increase in Russian tanks, artillery pieces and other heavy military equipment in Ukraine and renewed its call for Moscow to withdraw its forces.[183] The centre for Eurasian Strategic Intelligence estimated that over 30 Russian military units were taking part in the conflict. In total, over 8,000 soldiers fought there at different moments.[184] The Chicago Council on Global Affairs stated that Russian separatists enjoyed technical advantages over the Ukrainian army since the large inflow of advanced military systems in mid-2014: effective anti-aircraft weapons (\"Buk\", MANPADS) suppressed Ukrainian air strikes, Russian drones provided intelligence, and Russian secure communications system disrupted Ukrainian communications intelligence. The Russian side employed electronic warfare systems that Ukraine lacked. Similar conclusions about the technical advantage of the Russian separatists were voiced by the Conflict Studies Research Centre.[185] In the 12 November United Nations Security Council meeting, the United Kingdom's representative accused Russia of intentionally constraining OSCE observation missions' capabilities, pointing out that the observers were allowed to monitor only two kilometers of border, and drones deployed to extend their capabilities were jammed or shot down.[186][non-primary source needed] In January, Donetsk, Luhansk, and Mariupol represented the three battle fronts.[188] described a dangerous escalation on 21 January amid reports of more than 2,000 additional Russian troops, 200 tanks and armed personnel carriers crossing the border. He abbreviated his visit to the World Economic Forum because of his concerns.[189] On 28 January, on the outskirts of Khartsyzk, the OSCE observed \"a column of five T-72 tanks facing east, and immediately after, another four T-72 tanks moving east, accompanied by four unmarked URAL type military trucks.[190] Residential areas in Mariupol were shelled.\"'[183][191] A new package of measures to end the conflict, known as Minsk II, was agreed on 15 February 2015.[192] On 18 February, Ukrainian forces withdrew from Debatlseve, in the last major battle of the Donbas war. In September 2015 the United Nations Human Rights Office estimated that 8000 casualties had resulted from the conflict.[193] US and international officials continued to report the active presence of Russian military in eastern Ukraine, including in the Debaltseve area\".[194] In January, Ukrainian troops struggled to counter artillery fire, due to Russian-supplied drones and jamming.[195][196] Russian separatists forces were estimated to number around 36,000 troops (compared to 34,000 Ukrainian), of whom 8,500–10,000 were Russian soldiers. Additionally, around 1,000 GRU troops were operating in the area.[197] Another estimate held that Ukrainian forces outnumbered Russian forces 40,000 to 20,000.[198] In February Novaya Gazeta obtained documents,[199] allegedly written by Konstantin Malofayev and others, that provided the Russian government with a strategy in the event of Yanukovych's removal and the break-up of Ukraine, then considered likely. The documents outlined plans for annexing Crimea and the eastern portions of the country, closely matching actual events. The documents described plans for a public relations campaign to justify Russian actions.[200][201][202] In August 2016, SBU published telephone intercepts from 2014 of Sergey Glazyev (Russian presidential adviser), Konstantin Zatulin, and other people in which they discussed covert funding of pro-Russian activists in Eastern Ukraine, the occupation of administration buildings and other actions that triggered the conflict.[203] As early as February 2014, Glazyev gave direct instructions to various pro-Russian parties on how to take over local administration offices, what to do afterwards, how to formulate demands, and promised support from Russia, including \"sending our guys\".[204][205][206] In later recorded calls he identified other tactics, well before the invasion took shape. One report stated that 42,000 regular Russian combat troops were involved in the fighting, with a peak strength of 10,000 in December 2014. The direct involvement of the Russian troops on Ukrainian territory began in August 2014, when Ukrainian forces seemed poised for victory, describin regular Donetsk and Luhansk rebel formations as \"cannon fodder\".[207][208] Cases of killed and wounded Russian soldiers were discussed in local Russian media.[209] Recruiting for Donbas was performed openly via veteran and paramilitary organisations. Vladimir Yefimov, leader of one such organisation, explained how the process worked in the Ural area. The organisation recruited mostly army veterans, but also policemen, firefighters etc. with military experience. The cost of equipping one volunteer was estimated at around 350,000 rubles (around $6500) plus salary of 60,000 to 240,000 rubles per month.[210] The volunteers were issued a document claiming that their participation was limited to \"offering humanitarian help\" to avoid Russian mercenary laws. Russia's anti-mercenary legislation defined a mercenary as someone who \"takes part [in fighting] with aims counter to the interests of the Russian Federation\".[210] The recruits received weapons only after arriving in the conflict zone. Often, Russian troops traveled disguised as Red Cross personnel.[106][211][212][213] Igor Trunov, head of the Russian Red Cross in Moscow, condemned these convoys, saying they complicated humanitarian aid delivery.[214] Russia reinforced its military presence on the eastern border and near Belgorod[215] and Vuhlehirsk.[216] Russia refused to allow OSCE to expand its mission beyond two border crossings.[217] A 2020 analysis of publicly available Russian railway traffic data (gdevagon.ru) indicated that in January 2015, a period of especially heavy fighting, thousands of tons of cargo declared \"high explosives\" were sent by railway into Uspenskaya, a small train station on a line crossing from Rostovskaya oblast' (Russia) into separatist Ukraine.[218] On 8 August 2016, Ukraine reported that Russia had increased its military presence along the Crimea demarcation line. Border crossings were closed.[219] On 10 August, FSB claimed it had prevented \"Ukrainian terrorist attacks\" and that two servicemen were killed in clashes in Armiansk (Crimea), adding that \"several\" Ukrainian and Russian citizens were detained.[220][221][222] Russian media reported that one of the killed soldiers was a GRU commander, later buried in Simferopol.[223] The Ukrainian government denied the incident.[224][225] Parallel to the incident on 9 August, a Ukrainian official claimed that Russian soldiers had deserted but had not entered into Ukraine,[226] and that skirmishes broke out between Russian intelligence officers and border guards.[227] Putin accused Ukraine of turning to the \"practice of terror\".[228] The U.S. denied Russia's claims, with its ambassador Geoffrey R. Pyatt rejecting Russian allegations of a \"Crimea incursion\".[229] Russia then engaged in a rapid military build-up in Crimea,[230] followed by drills and military movement near the border.[230][231] Poroshenko warned that Russia was preparing for a full-scale invasion.[232][233] Russia gained de facto control of the Kerch Strait in 2014. In 2017, Ukraine appealed to a court of arbitration over the use of the strait. By 2018 Russia had built a bridge over the strait, limiting the size of ships that could pass through, imposed new regulations, and repeatedly detained Ukrainian vessels.[234] On 25 November 2018, three Ukrainian boats traveling from Odesa to Mariupol were seized by Russian warships; 24 Ukrainian sailors were detained.[235][236] A day later on 26 November 2018, the Ukrainian parliament overwhelmingly backed the imposition of martial law along Ukraine's coastal regions and those bordering Russia.[237] More than 110 Ukrainian soldiers were killed in the conflict in 2019.[238] In May 2019, newly elected Ukrainian President Volodymyr Zelenskyy took office promising to end the war in Donbas.[238] In December 2019, Ukraine and pro-Russian separatists began swapping prisoners of war. Around 200 prisoners were exchanged on 29 December 2019.[239][240][241][242] According to Ukrainian authorities, 50 Ukrainian soldiers were killed in 2020.[243] Since 2019, Russia has issued over 650,000 internal Russian passports to Ukrainians.[244][245] From March to April 2021, Russia commenced a major military build-up near the border, followed by a second build-up between October 2021 to February 2022 in Russia and Belarus.[247] Throughout, the Russian government repeatedly denied it had plans to attack Ukraine.[248][249] In early December 2021, following Russian denials, the US released intelligence of Russian invasion plans, including satellite photographs showing Russian troops and equipment near the border.[250] The intelligence reported a Russian list of key sites and individuals to be killed or neutralized.[251] The US release multiple reports that accurately predicted the invasion plans.[251] In the months preceding the invasion, Russian officials accused Ukraine of inciting tensions, Russophobia, and repressing Russian speakers. They made multiple security demands of Ukraine, NATO, and other EU countries. On 9 December 2021 Putin said that \"Russophobia is a first step towards genocide\".[252][253] Putin's claims were dismissed by the international community,[254] and Russian claims of genocide were rejected as baseless.[255][256][257] In a 21 February speech,[258] Putin questioned the legitimacy of the Ukrainian state, repeating an inaccurate claim that \"Ukraine never had a tradition of genuine statehood\".[259] He incorrectly stated that Vladimir Lenin had created Ukraine, by carving a separate Soviet Republic out of what Putin said was Russian land, that Joseph Stalin extended Ukrainian territory with lands from other eastern European countries following the Second World War, and that Nikita Khrushchev “took Crimea away from Russia for some reason and gave it to Ukraine” in 1954.[20] Putin falsely claimed that Ukrainian society and government were dominated by neo-Nazism, invoking the history of collaboration in German-occupied Ukraine during World War II,[260][261] and echoing an antisemitic conspiracy theory that cast Russian Christians, rather than Jews, as the true victims of Nazi Germany.[262][254] Ukraine does suffer a far-right fringe, including the neo-Nazi Azov Battalion and Right Sector.[263][261] Analysts described Putin's rhetoric as greatly exaggerated.[264][260] The Poroshenko administration enforced the law condemning the Soviet Union and the Nazis in 2015. Zelenskyy, who is Jewish, stated that his grandfather served in the Soviet army fighting against the Nazis;[265] three of his family members died in the Holocaust.[264] During the second build-up, Russia issued demands to the US and NATO, insisting on a legally binding arrangement preventing Ukraine from ever joining NATO, and the removal of multinational forces stationed in NATO's Eastern European member states.[267] Russia threatened an unspecified military response if NATO continued to follow an \"aggressive line\".[268] These demands were rejected by the US and NATO; new NATO members in Central and Eastern Europe had joined the alliance because their populations preferred the safety and economic opportunities offered by NATO and the EU, along with protection from Russian irredentism.[269] The demand for a formal treaty preventing Ukraine from joining NATO was rejected by Western officials as it would contravene the treaty's \"open door\" policy, although NATO made no efforts to comply with Ukraine's requests to join.[270] Fighting in Donbas escalated significantly from 17 February 2022 onwards.[271] The Ukrainians and the Russian separatists each accused the other of attacks.[272][273] On 18 February, the Donetsk and Luhansk people's republics ordered mandatory emergency evacuations of civilians from their respective capital cities,[274][275][276] although observers noted that full evacuations would take months.[277] Ukrainian media reported a sharp increase in artillery shelling by the separatists.[278][279] The Russian government intensified its disinformation campaign, with Russian state media promoting fabricated videos (false flags) on a nearly hourly basis purporting to show Ukrainian forces attacking Russia.[280] Many of the disinformation videos were amateurish, and evidence showed that the claimed attacks, explosions, and evacuations in Donbas were staged by Russia.[280][281][282] On 21 February at 22:35 (UTC+3),[283] Putin announced that the Russian government would diplomatically recognize the Donetsk and Luhansk people's republics.[284] The same evening, Putin directed that Russian troops deploy into Donbas, in what Russia referred to as a \"peacekeeping mission\".[285][286] The intervention was condemned by several members of the UN Security Council; none voiced support.[287] On 22 February, the Federation Council unanimously authorised Putin to use military force outside Russia.[288] In response, Zelenskyy ordered the conscription of army reservists;[289] The following day, Ukraine's parliament proclaimed a 30-day nationwide state of emergency and ordered the mobilisation of all reservists.[290][291][292] Russia began to evacuate its embassy in Kyiv.[293] The websites of the Ukrainian parliament and government, along with banking websites, were hit by DDoS attacks,[294] widely attributed to Russian-backed hackers.[295][296] On the night of 23 February,[297] Zelenskyy gave a speech in Russian in which he appealed to the citizens of Russia to prevent war.[298][299] He rejected Russia's claims about neo-Nazis and stated that he had no intention of attacking the Donbas.[300] Kremlin spokesman Dmitry Peskov said on 23 February that the separatist leaders in Donetsk and Luhansk had sent a letter to Putin stating that Ukrainian shelling had caused civilian deaths and appealing for military support.[301] In response, Ukraine requested an urgent UN Security Council meeting,[302] which convened at 21:30 (UTC−5).[303] Half an hour into the emergency meeting, Putin announced the start of military operations in Ukraine. Sergiy Kyslytsya, the Ukrainian representative, subsequently called on the Russian representative, Vasily Nebenzya, to \"do everything possible to stop the war\" or relinquish his position as president of the UN Security Council; Nebenzya refused.[304][305] The 2022 Russian invasion of Ukraine began on the morning of 24 February,[306] when Putin announced a \"special military operation\" to \"demilitarise and denazify\" Ukraine.[307][308] Minutes later, missiles and airstrikes hit across Ukraine, including Kyiv, shortly followed by a large ground invasion along multiple fronts.[309][310] Zelenskyy declared martial law and a general mobilisation of all male Ukrainian citizens between 18 and 60, who were banned from leaving the country.[311][312] Russian attacks were launched on a northern front from Belarus towards Kyiv, a northeastern front towards Kharkiv, a southern front from Crimea, and a southeastern front from the cities of Luhansk and Donetsk.[313][314] During March, Ukraine stopped the Russian advance towards Kyiv. Amidst heavy losses and strong resistance, Russian troops retreated from Kyiv Oblast by 3 April. On 8 April, Russia placed its forces in southern and eastern Ukraine under the command of General Aleksandr Dvornikov, and some units withdrawn from the north were redeployed to the Donbas.[315] On 19 April, Russia launched a renewed attack across a 500 kilometres (300 mi) long front extending from Kharkiv to Donetsk and Luhansk.[316] By 13 May, a Ukraine counter-offensive had driven back Russian forces near Kharkiv. By 20 May, Mariupol fell to Russian troops following a prolonged siege of the Azovstal steel works.[317][318] The invasion was internationally condemned as a war of aggression.[319][320] A United Nations General Assembly resolution demanded a full withdrawal of Russian forces, the International Court of Justice ordered Russia to suspend military operations and the Council of Europe expelled Russia. Many countries imposed new sanctions, which affected the economies of Russia and the world,[321] and provided humanitarian and military aid to Ukraine.[322] At the most intense phase of the battle of the Donbas in early June 2022, Ukrainian politician Mykhailo Podolyak said that 100 to 200 Ukrainian soldiers were dying in combat every day,[323] although by July 22, president Zelenskyy said daily casualties amounted to about 30 deaths and 250 wounded. Zelenskyy's military adviser Oleksiy Arestovych said that up to 10,000 Ukrainian soldiers died in the first 100 days of the war.[324] The war has been accompanied by violations of human rights. From 2014 to 2021, there were more than 3,000 civilian casualties.[325] The right of movement was impeded for the inhabitants of the conflict zone.[326] Arbitrary detention was practiced by both sides in the first years of the conflict. It decreased after 2016 in government-held areas, while in the separatist-held ones it continued.[327] The investigation into the abuses, including torture, committed by both sides made little progress.[328][329] According to OHCHR the closure of three TV channels amounted to a violation of the freedom of expression.[328] There were cases of conflict-related sexual violence, however OHCHR believes that \"there are no grounds to believe that sexual violence has been used for strategic or tactical ends by Government forces or the armed groups in the eastern regions of Ukraine.\"[330] OHCHR estimates that from 2014 to 2021 around 4,000 detainees were subjected to torture and ill-treatment, approximately 1,500 by government actors and 2,500 by separatist armed groups, and reckons that around 340 of them were also victims of sexual violence.[331] Until 2014 Ukraine remains the main transit route for Russian natural gas sold to Europe, which earned Ukraine about $3 billion a year in transit fees, making it the country's most lucrative export service.[332] Following Russia's launch of the Nord Stream pipeline, which bypasses Ukraine, gas transit volumes steadily decreased.[332] During the Russo-Ukrainian War, starting in February 2014 with the Russian annexation of Crimea, severe tensions extended to the gas sector.[333][334] The outbreak of war in the Donbas region forced the suspension of a project to develop Ukraine's own shale gas reserves at the Yuzivska gas field, which had been planned as a way to reduce Ukrainian dependence on Russian gas imports.[335] Eventually, the EU commissioner for energy Günther Oettinger was called in to broker a deal securing supplies to Ukraine and transit to the EU.[336] A terrorist explosion damaged Russia's Urengoy–Pomary–Uzhhorod pipeline in Rozhniativ district in Ivano-Frankivsk Oblast, Ukraine in May 2014.[citation needed] Another section of the pipeline exploded in the Poltava Oblast on 17 June 2014, one day after Russia limited the supply of gas to Ukrainian customers due to non-payment. Ukraine's Interior Minister Arsen Avakov said the following day that the explosion had been caused by a bomb.[337] Russia planned to completely abandon gas supplies to Europe through Ukraine after 2018.[338][339] Russia's state-owned energy giant Gazprom had already substantially reduced the volumes of gas transited across Ukraine, and expressed its intention to reduce the level further by means of transit diversification pipelines (Turkish Stream, Nord Stream, etc.).[340] Gazprom and Ukraine agreed to a five-year deal on Russian gas transit to Europe at the end of 2019.[341][342] In 2020, the TurkStream natural gas pipeline running from Russia to Turkey changed the regional gas flows in South-East Europe by diverting the transit through Ukraine and the Trans Balkan Pipeline system.[343][344] In May 2021, the Biden administration waived Trump's CAATSA sanctions on the company behind Russia's Nord Stream 2 gas pipeline to Germany and its chief executive.[345][346] Ukrainian President Zelenskyy said he was \"surprised\" and \"disappointed\" by Joe Biden's decision.[347] In July 2021, the U.S. urged Ukraine not to criticise a forthcoming agreement with Germany over the pipeline.[348][349] On 20 July 2021, Joe Biden and German Chancellor Angela Merkel concluded a deal that the U.S. might trigger sanctions if Russia used Nord Stream as a \"political weapon\". The deal aimed to prevent Poland and Ukraine from being cut off from Russian gas supplies. Ukraine will get a $50 million loan for green technology until 2024 and Germany will set up a billion dollar fund to promote Ukraine's transition to green energy to compensate for the loss of the gas transit fees. The contract for transiting Russian gas through Ukraine will be prolonged until 2034, if the Russian government agrees.[350][351][352] In August 2021, Ukrainian President Volodymyr Zelenskyy warned that the Nord Stream 2 natural gas pipeline between Russia and Germany was \"a dangerous weapon, not only for Ukraine but for the whole of Europe.\"[353][354] In September 2021, Ukraine's Naftogaz CEO Yuriy Vitrenko accused Russia of using natural gas as a \"geopolitical weapon\".[355] Vitrenko stated that \"A joint statement from the United States and Germany said that if the Kremlin used gas as a weapon, there would be an appropriate response. We are now waiting for the imposition of sanctions on a 100% subsidiary of Gazprom, the operator of Nord Stream 2.\"[356] The Russo-Ukrainian conflict has also included elements of hybrid warfare using non-traditional means. Cyberwarfare has been used by Russia in operations including the Ukraine power grid hack in December 2015 and 2016, which was the first successful cyber attack on a power grid,[357] and the Mass hacker supply-chain attack in June 2017, which the US claimed was the largest known cyber attack.[358] In retaliation, Ukrainian operations have included the Surkov Leaks in October 2016 which released 2,337 e-mails in relation to Russian plans for seizing Crimea from Ukraine and fomenting separatist unrest in Donbas.[359] The Russian information war against Ukraine has been another front of hybrid warfare waged by Russia. A Russian fifth column in Ukraine has also been claimed to exist among the Party of Regions, the Communist Party, the Progressive Socialist Party and the Russian Orthodox Church.[360][361][362] False stories have been used to provoke public outrage during the war. In April 2014, Russian news channels Russia-1 and NTV showed a man saying he was attacked by a fascist Ukrainian gang on one channel and on the other channel saying he was funding the training of right-wing anti-Russia radicals.[364][365] A third segment portrayed the man as a neo-Nazi surgeon.[366] In May 2014, Russia-1 aired a story about Ukrainian atrocities using footage of a 2012 Russian operation in North Caucasus.[367] In the same month, the Russian news network Life presented a 2013 photograph of a wounded child in Syria as a victim of Ukrainian troops who had just retaken Donetsk International Airport.[368] In June 2014, several Russian state news outlets reported that Ukraine was using white phosphorus using 2004 footage of white phosphorus being used by the United States in Iraq.[367] In July 2014, Channel One Russia broadcast an interview with a woman who said that a 3-year-old boy who spoke Russian was crucified by Ukrainian nationalists in a fictitious square in Sloviansk that turned out to be false.[369][370][365][367] In 2022, Russian state media told stories of genocide and mass graves full of ethnic Russians in eastern Ukraine. One set of graves outside Luhansk was dug when intense fighting in 2014 cut off the electricity in the local morgue. Amnesty International investigated 2014 Russian claims of mass graves filled with hundreds of bodies and instead found isolated incidents of extrajudicial executions by both sides.[371][372][373] The Russian censorship apparatus Roskomnadzor ordered the country's media to employ information only from Russian state sources or face fines and blocks,[374] and ordered media and schools to describe the war as a \"special military operation\".[375] On 4 March 2022, Putin signed into law a bill introducing prison sentences of up to 15 years for those who publish \"fake news\" about the Russian military and its operations,[376] leading to some media outlets to stop reporting on Ukraine.[377] Russia's opposition politician Alexei Navalny said the \"monstrosity of lies\" in the Russian state media \"is unimaginable. And, unfortunately, so is its persuasiveness for those who have no access to alternative information.\"[378] He tweeted that \"warmongers\" among Russian state media personalities \"should be treated as war criminals. From the editors-in-chief to the talk show hosts to the news editors, [they] should be sanctioned now and tried someday.\"[379] Putin and Russian media have described the government of Ukraine as being led by neo-Nazis persecuting ethnic Russians who are in need of protection by Russia, despite Ukraine's President Zelenskyy being Jewish.[380][381][372] According to journalist Natalia Antonova, \"Russia’s present-day war of aggression is refashioned by propaganda into a direct continuation of the legacy of the millions of Russian soldiers who died to stop\" Nazi Germany in World War II.[382] Ukraine's rejection of the adoption of Russia-initiated General Assembly resolutions on combating the glorification of Nazism, the latest iteration of which is General Assembly Resolution A/C.3/76/L.57/Rev.1 on Combating Glorification of Nazism, Neo-Nazism and other Practices that Contribute to Fueling Contemporary Forms of Racism, Racial Discrimination, Xenophobia and Related Intolerance, serve to present Ukraine as a pro-Nazi state, and indeed likely forms the basis for Russia's claims, with the only other state rejecting the adoption of the resolution being the US.[383][384] The Deputy US Representative for ECOSOC describes such resolutions as \"thinly veiled attempts to legitimize Russian disinformation campaigns denigrating neighboring nations and promoting the distorted Soviet narrative of much of contemporary European history, using the cynical guise of halting Nazi glorification\".[385] Russian military aircraft flying over the Baltic and Black Seas often do not indicate their position or communicate with air traffic controllers, thus posing a potential risk to civilian airliners. NATO aircraft scrambled many times in late April 2022 in order to track and intercept these aircraft near alliance airspace. The Russian aircraft intercepted never entered NATO airspace, and the interceptions were conducted in a safe and routine manner.[386] Although Russian Foreign Minister Sergey Lavrov has characterized the conflict as a proxy war instigated by NATO,[387] he said: \"We don’t think we’re at war with NATO ... Unfortunately, NATO believes it is at war with Russia.\"[388] British Prime Minister Boris Johnson rejected Lavrov's allegation that NATO is fighting a 'proxy war' in Ukraine.[389] Interim Ukrainian President Oleksandr Turchynov accused Russia of \"provoking a conflict\" by backing the seizure of the Crimean parliament building and other government offices on the Crimean peninsula. He compared Russia's military actions to the 2008 Russo-Georgian War, when Russian troops occupied parts of the Republic of Georgia and the breakaway enclaves of Abkhazia and South Ossetia were established under the control of Russian-backed administrations. He called on Putin to withdraw Russian troops from Crimea and stated that Ukraine will \"preserve its territory\" and \"defend its independence\".[391] On 1 March, he warned, \"Military intervention would be the beginning of war and the end of any relations between Ukraine and Russia.\"[392] On 1 March, Acting President Oleksandr Turchynov placed the Armed Forces of Ukraine on full alert and combat readiness.[393] The Ministry of Temporarily Occupied Territories and IDPs was established by Ukrainian government on 20 April 2016 to manage occupied parts of Donetsk, Luhansk and Crimea regions affected by Russian military intervention of 2014.[394] On 4 March 2014, the United States pledged $1 billion in aid to Ukraine.[395] Russia's actions increased tensions in nearby countries historically within its sphere of influence, particularly the Baltic and Moldova. All have large Russian-speaking populations, and Russian troops are stationed in the breakaway Moldovan territory of Transnistria.[396] Some devoted resources to increasing defensive capabilities,[397] and many requested increased support from the U.S. and the North Atlantic Treaty Organization, which they had joined in recent years.[396][397] The conflict \"reinvigorated\" NATO, which had been created to face the Soviet Union, but had devoted more resources to \"expeditionary missions\" in recent years.[398] In addition to diplomatic support in its conflict with Russia, the U.S. provided Ukraine with US$1.5 billion in military aid during the 2010s.[399] In 2018 the U.S. House of Representatives passed a provision blocking any training of Azov Battalion of the Ukrainian National Guard by American forces. In previous years, between 2014 and 2017, the U.S. House of Representatives passed amendments banning support of Azov, but due to pressure from the Pentagon, the amendments were quietly lifted.[400][401][402] The initial reaction to the escalation of tensions in Crimea caused the Russian and European stock market to tumble.[403] The intervention caused the Swiss franc to climb to a 2-year high against the dollar and 1-year high against the Euro. The Euro and the US dollar both rose, as did the Australian dollar.[404] The Russian stock market declined by more than 10 percent, while the Russian ruble hit all-time lows against the US dollar and the Euro.[405][406][407] The Russian central bank hiked interest rates and intervened in the foreign exchange markets to the tune of $12 billion[clarification needed] to try to stabilize its currency.[404] Prices for wheat and grain rose, with Ukraine being a major exporter of both crops.[408] Later in March 2014, the reaction of the financial markets to the Crimea annexation was surprisingly mellow, with global financial markets rising immediately after the referendum held in Crimea, one explanation being that the sanctions were already priced in following the earlier Russian incursion.[409] Other observers considered that the positive reaction of the global financial markets on Monday 17 March 2014, after the announcement of sanctions against Russia by the EU and the US, revealed that these sanctions were too weak to hurt Russia.[410] In early August 2014, the German DAX was down by 6 percent for the year, and 11 percent since June, over concerns Russia, Germany's 13th biggest trade partner, would retaliate against sanctions.[411] A poll of the Ukrainian public, excluding Russian-annexed Crimea, was taken by the International Republican Institute from 12 to 25 September 2014.[412] 89% of those polled opposed 2014 Russian military intervention in Ukraine. As broken down by region, 78% of those polled from Eastern Ukraine (including Dnipropetrovsk Oblast) opposed said intervention, along with 89% in Southern Ukraine, 93% in Central Ukraine, and 99% in Western Ukraine.[412] As broken down by native language, 79% of Russian speakers and 95% of Ukrainian speakers opposed the intervention. 80% of those polled said the country should remain a unitary country.[412] A poll of the Crimean public in Russian-annexed Crimea was taken by the Ukrainian branch of Germany's biggest market research organization, GfK, on 16–22 January 2015. According to its results: \"Eighty-two percent of those polled said they fully supported Crimea's inclusion in Russia, and another 11 percent expressed partial support. Only 4 percent spoke out against it.\"[413][414][415] A joint poll conducted by Levada and the Kyiv International Institute of Sociology from September to October 2020 found that in the breakaway regions controlled by the DPR/LNR, just over half of the respondents wanted to join Russia (either with or without some autonomous status) while less than one-tenth wanted independence and 12% wanted reintegration into Ukraine. It contrasted with respondents in Kyiv-controlled Donbas, where a vast majority felt the separatist regions should be returned to Ukraine.[416] According to results from Levada in January 2022, roughly 70% of those in the breakaway regions said their territories should become part of the Russian Federation.[417] An August 2014 survey by the Levada Centre reported that only 13% of those Russians polled would support the Russian government in an open war with Ukraine.[418] Street protests against the war in Ukraine arose in Russia. Notable protests first occurred in March[419][420] and large protests occurred in September when \"tens of thousands\" protested the war in Ukraine with a peace march in downtown Moscow on Sunday, 21 September 2014, \"under heavy police supervision\".[421] In March 2022, a week after the Russian invasion of Ukraine, 98% of Ukrainians – including 82% of ethnic Russians living in Ukraine – said they did not believe that any part of Ukraine was rightfully part of Russia, according to Lord Ashcroft's polls which did not include Crimea and the separatist-controlled part of Donbas. 97% of Ukrainians said they had an unfavourable view of Russian President Vladimir Putin, with a further 94% saying they had an unfavourable view of the Russian Armed Forces.[422] An April 2022 survey by the Levada Centre reported that approximately 74% of the Russians polled supported the \"special military operation\" in Ukraine, suggesting that Russian public opinion has shifted considerably since 2014.[423] According to some sources, a reason many Russians supported the \"special military operation\" has to do with the propaganda and disinformation.[424][425] In addition, it has been suggested that some respondents did not want to answer pollsters' questions for fear of negative consequences.[426][427] At the end of March, a poll conducted in Russia by the Levada Center concluded the following: When asked why they think the military operation is taking place, respondents said it was to protect and defend civilians, ethnic Russians or Russian speakers in Ukraine (43%), to prevent an attack on Russia (25%), to get rid of nationalists and “denazify” Ukraine (21%), and to incorporate Ukraine and/or the Donbas region into Russia (3%).\"[428] On 28 April 2022, US President Joe Biden asked Congress for an additional $33 billion to assist Ukraine, including $20 billion to provide weapons to Ukraine.[429] On 5 May, Ukraine's Prime Minister Denys Shmyhal announced that Ukraine had received more than $12 billion worth of weapons and financial aid from Western countries since the start of Russia's invasion on 24 February.[430] On 21 May 2022, the United States passed legislation providing $40 billion in new military and humanitarian foreign aid to Ukraine, marking a historically large commitment of funds.[431][432]","Title":"Russo-Ukrainian War - Wikipedia","KeyID":"15535","URL":"https://en.wikipedia.org/wiki/Russo-Ukrainian_War"}