{"Content: ":"Russia Ukraine Attacks on civilians The Kerch Strait incident was an international incident that occurred on 25 November 2018 in the Kerch Strait, during which the Russian Federal Security Service (FSB) coast guard fired upon and captured three Ukrainian Navy vessels after they attempted to transit from the Black Sea into the Sea of Azov through the strait on their way to the port of Mariupol.[9][12] It was the first time that Russian forces had openly engaged Ukrainian forces during the Russo-Ukrainian War. In 2014, Russia had annexed the nearby Crimean Peninsula, which is predominantly internationally recognised as Ukrainian territory. It later constructed the Crimean Bridge across the strait. Under a 2003 treaty, the strait and the Azov Sea are intended to be the shared territorial waters of both countries, and freely accessible.[9][13][14] Russia, in turn, insists that, while the 2003 treaty remains legally valid, Ukrainian ships must ask for permission before entering Russian waters along the perimeter of Crimea as any transnational water crossing, as regulated by the Law of the Sea Treaty.[15] The annexation of Crimea by Russia is not recognized by Ukraine, therefore Ukraine holds that the invocation of an international treaty with regard to Crimean waters is illegitimate.[16] As the flotilla, which consisted of two gunboats and a tugboat, approached the Kerch Strait, the Russian coast guard said they repeatedly asked the Ukrainian vessels to leave what they referred to as \"Russian territorial waters\". They said that the vessels had not followed the formal procedure for passage through the strait, that the Ukrainian ships had been manoeuvring dangerously, and that they were not responding to radio communications.[9][17][18] Ukraine said that it had given advance notice to the Russians that the vessels would be moving through the strait, that the ships had made radio contact with the Russians, but received no response, and cited the 2003 treaty against the assertion that the ships had entered Russian territorial waters.[19][20][21] The Russians tried to halt the Ukrainian ships, but they continued moving in the direction of the bridge. As they neared the bridge, the Russian authorities placed a large cargo ship under it, blocking passage into the Azov Sea. The Ukrainian ships remained moored in the strait for eight hours, before turning back to return to port in Odessa. The Russian coast guard pursued them as they left the area, and later fired upon and seized the vessels in international waters off the coast of Crimea.[17][22][9][23][24] Three Ukrainian crew members were injured in the clash, and all twenty-four Ukrainian sailors from the captured ships were detained by Russia.[9][8][25] The Ukrainian president characterised the incident as a potential precursor to a Russian invasion, and declared martial law along the border with Russia and in Black Sea coastal areas, which expired on 26 December 2018.[26][27] The Russian government called the incident a deliberate provocation by Ukrainian President Petro Poroshenko ahead of the 2019 Ukrainian presidential election.[28] The incident took place a few days before the 2018 G20 Buenos Aires summit. Western leaders referred to it when they spoke of sanctions against Russia. Russia annexed Crimea in 2014.[26] The annexation is not officially recognised by the United Nations.[29][30] The Kerch Strait connects the Sea of Azov with the Black Sea, and is formed by the coasts of the Russian Taman Peninsula and occupied Crimea. It is the sole access point for ships travelling to and from Ukraine's eastern port cities, most notably Mariupol. While both Ukraine and Russia agreed to the principle of freedom of movement through the strait and the Sea of Azov in 2003 following the Tuzla Island incident,[13] Russia has controlled both sides of the strait since the Crimean annexation.[11] By May 2018, Russia had completed the construction of the Crimean Bridge, which is 19 kilometres (12 mi) long and spans the strait, providing a direct land connection between Crimea and the Taman Peninsula.[31] The bridge's construction was criticised by Ukraine and other countries, which called it illegal.[32] Furthermore, the Ukrainian and American governments have said that the bridge is being used by Russia as part of a creeping hybrid blockade of Ukrainian ports in the Azov Sea, and that Russian inspections of ships have risen sharply since the bridge opened in May 2018, with some reportedly being forced to wait between three and seven days before being allowed through.[33][34][35][36] Under the 2003 treaty, both Russia and Ukraine have the right to inspect vessels sailing into or out of the Sea of Azov.[37] Ukraine has said that the increase in inspections by the Russian coast guard following the opening of the bridge represents an abuse of that right.[14] According to the Defense News, \"From Russia's perspective, tensions began flaring in March, when Ukrainian coast guard vessels in the Sea of Azov seized the Nord, a Russian-flagged fishing boat operating out of the Crimean city of Kerch.\"[21] In March 2018, Ukrainian border guards detained in the Sea of Azov the fishing vessel Nord, accusing the crew of entering \"territory, which has been under a temporary occupation\".[38] The captain of the Nord, Vladimir Gorbenko, is facing up to five years in prison.[39] In late September, the Ukrainian Navy launched an operation to move the search-and-rescue ship Donbas and the tugboat Korets [uk] from Odessa to Mariupol.[40] The operation was the first deployment of Ukrainian Navy ships to the Kerch Strait area since the Russian annexation of Crimea.[41] The vessels proceeded from Odesa with the 48-year old Donbas towing the 45-year old Korets. Commanded by Dmytro Kovalenko, Ukrainian Naval Forces Deputy Chief of Staff, the ships radioed their intention to enter the Azov Sea via the Kerch Strait as they approached it on 23 September, but did not follow the official procedure to request permission. According to Kovalenko, this was an intentional form of \"naval diplomacy\", carried out with the aim of asserting the Ukrainian claim to the surrounding waters. While the ships received pilot services from the Kerch port authority free of charge, they were also tailed by at least 13 Russian vessels, and flown over by Russian aircraft.[40] Ultimately, the Ukrainian vessels complied with transit procedures which did not require a request for permission to transit,[42][43] Russia did not hinder the ships' passage under the Crimean Bridge, and they successfully reached Mariupol. In an interview with the Kyiv Post, Ukrainian naval expert Taras Chmut said that he thought that Russians had not expected the Ukrainian operation, and so decided to take the least risky option by allowing them through. He also said \"For the first time, we didn't just react to the Russians’ steps, but started to set our own game rules\".[41] EU Commissioner for Security Sir Julian King said that Russia had staged a year-long disinformation campaign in order to \"soften up\" public opinion in preparation for the incident. According to King, numerous rumours were spread about the plans of the Ukrainian authorities, including that the Ukrainian government had begun dredging the Azov Sea in preparation for the arrival of a NATO fleet, that it intended to infect the Black Sea with cholera, and that it planned to blow up the Crimean Bridge with a nuclear bomb.[44] Pavel Felgenhauer, a Moscow-based defense analyst and columnist for Novaya Gazeta, speculated that Putin's government instigated the incident out of concern that Ukraine's naval bases in the Sea of Azov might eventually host visiting NATO patrols.[21] On the morning of 25 November, three Ukrainian naval vessels (Gyurza-M-class artillery boats Berdyansk [uk], Nikopol [uk], and the tugboat Yany Kapu [uk]) attempted to travel from the Black Sea port of Odessa in south-western Ukraine to the Azov Sea port of Mariupol in eastern Ukraine.[9] Agents of the Ukrainian SBU security service were present on board the ships; according to Ukraine they were providing ordinary counter-intelligence coverage.[25] As they approached the Kerch Strait, Russian Coast Guard boats accused the Ukrainian ships of illegally entering Russian territorial waters, and ordered them to leave. When the Ukrainians refused, citing the 2003 Russo-Ukrainian treaty on freedom of navigation in the relevant area, the Russian boats attempted to intercept them, and rammed the tugboat Yany Kapu several times.[9][45] When they tried to ram the more agile gunboats, two Russian ships collided, and the Russian Coast Guard Rubin-class patrol boat Izumrud was damaged.[46] The Ukrainian naval vessels then continued their journey, stopping near the anchorage 471 waiting zone, about 14 kilometres (9 mi) from the Crimean Bridge, and remained there for the next eight hours.[17] During this time, the Russians placed a large cargo ship under the bridge, blocking the route into the Sea of Azov.[22][24][9][47] Concurrently, Russia scrambled two fighter jets and two helicopters to patrol the strait.[9] In the evening, the Ukrainian ships turned back to return to port in Odessa. As they were leaving the area, the Russian Coast Guard pursued them, later firing on and capturing the Ukrainian vessels about 23 kilometres (14 mi) off the coast of Crimea, in international waters.[9][48][17] Following the incident, the Ukrainian Navy reported that six servicemen had been injured by the Russian actions.[9] Berdyansk was damaged in her bridge, either by a Sukhoi Su-30 fighter[49] or by 30 mm naval gunfire from the Russian Coast Guard patrol ship Izumrud, according to the Russian version.[17] According to radio communication between the Russian leadership and Coast Guard ships, two Russian ships were damaged.[50] One was damaged while ramming the Ukrainian tugboat Yany Kapu.[51][52][53] In addition, the Russian ship Don also collided with and damaged the Russian ship Izumrud.[54] In the aftermath of the incident, officials from both countries accused the other of provocative behaviour.[55] Ukraine decried the seizure of its ships as illegal.[9][56][11] In a statement, the Ukrainian Navy said, \"After leaving the 12-mile zone, the Russian Federation's FSB opened fire at the flotilla belonging to... the armed forces of Ukraine\".[12] Ukrainian President Petro Poroshenko convened the Ukrainian National Security and Defence Council, describing the Russian actions as \"unprovoked and crazy\".[9] Russia did not immediately or directly respond to the allegation, but Russian news agencies cited the Federal Security Service (FSB) as saying it had incontrovertible proof that Ukraine had orchestrated what it called a \"provocation\" and would publicise its evidence soon.[57] A report by the Russian FSB said that Ukraine had not followed the official procedure required for passage through the strait, namely that the port authority in Kerch should be informed 48 and 24 hours in advance of any movement, with an official confirmation 4 hours before the passage.[17] It also said the Ukrainian ships had been manoeuvring dangerously and intentionally ignored FSB instructions in order to stir up tensions. Russian politicians, including President Vladimir Putin, denounced the Ukrainian government, saying the incident was a calculated attempt by Ukrainian President Petro Poroshenko to increase his popularity ahead of the Ukrainian presidential election next year.[19][28] The Ukrainian government rejected this, and said it had informed the Russians of the planned passage through the Kerch Strait in advance.[9][19] Ukrainian Navy spokesman Oleh Chalyk said that Yany Kapu had \"established contact with a coast-guard outpost\" operated by the FSB Border Service and \"communicated its intention to sail through the Kerch Strait. The information was received [by Russian authorities] but no response was given\".[20] According to Ukraine, contact was established at 03:58 on 25 November, \"according to international rules of the sea navigation safety\".[58] On the morning of 26 November, photographs of the captured Ukrainian ships laid up in the Crimean port of Kerch were published. In the photos, small camouflage nets cover the ships' bows.[59] Also on that day, according to APK-Inform, Ukrainian commercial shipping returned to normal operation after the Kerch Strait was reopened to civilian traffic.[60][61][62] According to Ukrainian intelligence, the state of health of the Ukrainian Naval Forces servicemen who were injured in the attack in the Kerch Strait is satisfactory. The injured Ukrainian sailors were being treated at Pirogov Kerch City Hospital No. 1.[63] Other photographs showed significant damage inflicted to the Berdyansk gunboat, including a hole in the bridge. According to Vasyl Hrytsak, the Head of the Security Service of Ukraine, two missiles were fired by one of the Russian strike aircraft.[49] On 27 November, a Crimean court ordered that 12 of the 24 Ukrainian sailors be detained for 60 days.[8] The following day the 12 remaining Ukrainian sailors, including the three hospitalised, were also officially detained for 60 days by the Kievskiy Raion court of Simferopol.[64] On 29 November, Russian authorities stated that the three hospitalised sailors were discharged from hospital.[65] On 30 November all captured Ukrainian sailors were transferred to (the Russian capital) Moscow.[66] On the evening of 28 November, Ukrainian Infrastructure Minister Volodymyr Omelyan said that vessels bound for the ports of Berdyansk and Mariupol awaited entrance to the Sea of Azov and vessels were also waiting to go southbound. He characterised this as a virtual blockade. No vessels were identified as Ukrainian.[67] On 4 December Omelyan stated that Russia did let ships reach Berdyansk and Mariupol again.[7][68] The same day the Ukrainian Ministry of Temporarily Occupied Territories and IDPs claimed that the accumulation of ships waiting to go to the Ukrainian ports had led to several accidents.[69] Russia denied it ever blocked vessels from sailing to Ukrainian ports and asserted that any possible disruptions were due to bad weather.[7][70] On 19 January 2019, USS Donald Cook entered the Black Sea, being the second American vessel to arrive in the Black Sea after the Kerch Strait incident after USS Fort McHenry entered on 10 January 2019.[71] In March 2019, Canada, the United States and the EU imposed sanctions on Russian citizens and companies for their participation in the incident and activities in Crimea and separatist-controlled eastern Ukraine.[72] On 25 May 2019 the International Tribunal for the Law of the Sea decided that Russia must immediately release three captured ships and 24 captured Ukrainian servicemen.[73][74] On 7 September 2019 all 24 sailors were returned to Ukraine during an exchange of prisoners. In particular, Russia was able to get one of the witnesses in the MH17 case.[75] On 18 November 2019, the captured ships were returned to Ukraine. The transfer took place in the sea near the Crimean cape Opuk.[76] Ships were returned with regular weapons but no ammunition. The crew's personal weapons, as well as ledgers and documents, remained in Russia as evidence in the criminal case.[77][78] Ukrainian President Petro Poroshenko convened the National Security and Defence Council of Ukraine on 25 November.[79] He warned of the threat of a Russian land invasion.[80] Oleksandr Turchynov, Secretary of the National Security and Defence Council of Ukraine, reportedly said that the incident was an act of war by Russia.[81] He has also stated that active military preparations had been spotted along the border on the Russian side.[82] The National Security and Defence Council of Ukraine, in its decision of 26 November, stated[83] that the actions of the Russian Federation against the ships of the Navy of the Armed Forces of Ukraine fall under paragraphs \"c\" and \"d\" of Art. 3 of Resolution 3314 (XXIX). Definition of Aggression, adopted by the UN General Assembly on 14 December 1974, namely: On 26 November 2018, the General Staff of the Ukrainian Armed Forces held a briefing, where they announced that they viewed the actions of the Russian Federation during the incident as an act of armed aggression in violation of a number of international norms and treaties, including:[85] the Treaty Between the Russian Federation and Ukraine on Cooperation in the Use of the Sea of Azov and the Kerch Strait, article 17 of the United Nations Convention on the Law of the Sea, part 1 of article 36 of the UN Convention, articles 32 and 95 of the United Nations Convention, article 30 of the UN Convention, and article 2 of the UN Charter.[85] On 26 November, a day after the incident, lawmakers in the Ukrainian Parliament overwhelmingly backed the imposition of martial law in the country's coastal regions, and those bordering Russia and unrecognised Transnistria. A total of 276 (61% of 450) members of parliament voted for the measure, which took effect on 28 November 2018,[86] and automatically expires in 30 days.[87] The initial recommendation was for a 60-day enforcement; according to Poroshenko it was amended so not to affect the upcoming 2019 Ukrainian presidential election.[26] On 27 November 2018, Ministry of Foreign Affairs of Ukraine appealed to the signatory states of the Budapest Memorandum with the requirement to hold urgent consultations to ensure full compliance with the commitments and the immediate cessation of Russian aggression against Ukraine.[88][89][90] On 28 November 2018, Ukrainian President Poroshenko said that the incident was provoked by Russia in order to force Ukraine to declare martial law and therefore to prevent Ukraine from receiving its tomos of autocephaly (see: Granting of autocephaly to the Orthodox Church of Ukraine and the 2018 Moscow–Constantinople schism).[91][92] Vice Admiral Ihor Voronchenko said on 29 November that Ukraine would request the closure of the Bosphorus Strait.[93] President Poroshenko during an interview told the German tabloid Bild that Germany should support Ukraine.[94] Poroshenko also told Bild that Putin saw Ukraine as a Russian colony.[95] On 30 November, Ukraine banned all Russian men between 16 and 60 from entering the country for the period of the martial law with exceptions for humanitarian purposes,[6] claiming this is a security measure.[66] On 19 December, Oleksandr Turchynov, the secretary of the National Security and Defense Council of Ukraine, in an interview with the BBC Ukraine told that a new attempt is needed to go through the Kerch Strait and called on representatives of the OSCE and other international organizations to take part. In his opinion, otherwise Russia will fulfill its plan to seize the Sea of Azov and that will de facto legitimize the occupation of Crimea. Turchynov also mentioned plans to deploy missiles onshore, capable of destroying the Crimean Bridge.[96][97][98] On 26 December at 2 pm, the martial law in Ukraine ended,[99] but the ban for Russian men aged between 16 and 60 continued[100] for some time. In the immediate aftermath of the incident, the Russian FSB security service blamed Ukraine for sparking the clashes, saying their \"irrefutable\" evidence would \"soon be made public\".[79] On 26 November, the FSB published its detailed chronology of the events of 25 November on its website.[17] The chronology indicated that the Ukrainian vessels failed to follow the advance notification procedures for passage through the Kerch Strait and that Russia did not contest the 2003 Treaty right to freedom of navigation through the strait. Foreign Minister Sergey Lavrov said on the next day that Ukraine had violated international legal norms by failing to obtain authorisation for its vessels.[101] Deputy chairman of the State Duma Pyotr Tolstoy warned of the danger of a war.[102] Following the declaration of martial law in Ukraine, Russian President Vladimir Putin expressed \"serious concern\".[26] He later called the event \"a provocation\" and accused the Ukrainian president of staging the incident in order to improve his popularity ahead of the 2019 presidential election.[28] According to the state-run RIA Novosti, the Russian military planned to send additional S-400 Triumf surface-to-air anti-aircraft missile batteries to Crimea.[103] On 26 November, Russia called for an emergency meeting of the United Nations Security Council (UNSC).[104] The agenda of that UNSC session, on what Russia described as the \"violation\" of its borders by the Ukrainian Navy, was dismissed by seven votes to four, with four abstentions. Russian first deputy ambassador to the UN, Dmitry Polyanski, said that Russia, being a permanent member of the Security Council, would continue to raise important issues \"under the agenda they relate to\".[105] The Russian version of the incident as a violation of Russian borders was supported in addition to Russia by representatives of China, Kazakhstan and Bolivia. Four states abstained, seven were against. Thus, the proposal did not pass.[106] Ukraine also called for an emergency meeting of the UNSC over what it described as the \"attack\" of Russia.[107] This was confirmed by US Ambassador to the UN Nikki Haley.[108][109] Haley said that Russia's actions were an \"outrageous violation\" of Ukrainian territory. She demanded that Russia stop its \"unlawful conduct\" and respect the \"navigational rights and freedoms of all states\".[110] UK Ambassador Karen Pierce condemned Russia's \"deplorable\" military action.[87] U.N. Under-Secretary-General for Political Affairs Rosemary DiCarlo said the United Nations was not able to verify the events independently.[111] On 27 November, Secretary-General António Guterres expressed in a statement that he was \"greatly concerned\" about the incident and urged Russia and Ukraine to use \"maximum restraint\" and \"to reduce tensions through all available peaceful means in accordance with the Charter of the UN\".[112][113][114] On 15 February 2019, the Office of the United Nations High Commissioner for Human Rights classified imprisoned Ukrainian officers as prisoners of war and urged Russia to provide the prisoners with medical help and protect them against any violence and intimidation.[115] The Council of Europe urged deescalation,[116] as did the European Union,[117] Spain[101] Bolivia,[106] China[106] Japan,[118] and NATO.[119] The President of the European Council Donald Tusk condemned the Russian use of force.[120] In resolution 433 of 12 December 2018 the European Parliament strongly condemned Russian aggression in the Kerch Strait, demanded the release of all Ukrainian vessels and sailors. It also called on the European Union to introduce sanctions against Russia if the servicemen are not released and if there is any further military escalation. In the same resolution MEPs condemned the construction of the Nord Stream 2 pipeline and called for it to be cancelled.[121] Australia,[122] Canada,[123] the Czech Republic,[124] Denmark,[125] Estonia,[101] France,[126] Germany,[127] Hungary,[128] Latvia,[129] Lithuania,[101] Poland,[130] Romania,[131] Slovakia,[132] Sweden,[133] the United Kingdom,[101][134][135] Norway,[136] and Turkey[137] all issued statements criticising Russia's use of force. United States President Donald Trump cancelled the planned meeting with the President of Russia Vladimir Putin during the G-20 summit in Argentina, claiming that the sole reason was the situation with Ukrainian ships and sailors.[138][139] Two more tugs brought a cargo ship to block passage under the bridge.","Title":"Kerch Strait incident - Wikipedia","KeyID":"15538","URL":"https://en.wikipedia.org/wiki/Kerch_Strait_incident"}