{"Content: ":"Tajik military victory Tajik Government United Tajik Opposition Tolib Ayombekov Alovuddin Davlatov † Abdullo Rakhimov † Mirzokhudzha Akhmadov The Tajikistan Insurgency was a military conflict which took place in eastern Tajikistan between the Tajik Army and Islamist militants, led by numerous leaders from the Tajikistani Civil War. The conflict evolved in 2010 and climaxed in 2012, with the defeat of main rebel forces. Other incidents took place in September 2015, when former deputy defense minister Abduhalim Nazarzoda led an armed uprising, suspected of ties to the Islamic Renaissance Party. On 19 September, more than 25 Tajik soldiers were killed in an ambush by suspected Islamist fighters, allied with the Islamic movement of Uzbekistan. The soldiers were part of a 75-man convoy moving through the Rasht Valley, in eastern Tajikistan. They were ambushed while searching for members of the Islamic Movement of Uzbekistan who previously escaped from a detention prison in Dushanbe on 25 August. The military column was ambushed by gunmen around midday local time, while passing through the mountainous Rasht Valley, approximately 250 km (150 miles) east of the capital. The column sustained heavy fire from machine-guns and grenade launchers, in the mountains from above. Initial reports indicated that 40 soldiers were killed but the Tajik minister of defense denied this. Five Tajik officers were among the dead. None of the attackers were reported to have been killed or wounded. [1][2] On 4 October, five Tajik soldiers along with two insurgents were killed during a military operation in Rasht Valley. The incident occurred when a vehicle was stopped at a military checkpoint on the road between Garm and Dushanbe. As the soldiers approached the car, gunmen opened fire killing five of them and wounding three more. The soldiers retaliated opening fire at the vehicle, killing the two attackers. Among the dead was a high-ranked Tajik officer. Meanwhile, dozens of caches of heavy weapons including grenade launchers, as well as food and medication, were discovered in an abandoned Islamist hideout. Twelve military checkpoints were set on the roads leading from the administered region of Rasht to the capital Dushambe.[3][4] On 7 October, 28 servicemen from the Presidential National Guard were killed when their helicopter crashed during an operation in Rasht Valley near the towns of Ezgand and Tavildara. The helicopter became caught in power lines and crashed while attempting to land, leaving no survivors. The helicopter was bringing service men from the capital Dushanbe to the Rasht Valley to take part in the operation. The same day, 6 other soldiers were killed in a separate incident caused by an accidental mine explosion.[5] On 18 October, three suspected insurgents were killed by Tajik soldiers on the outskirts of Garm, located near the Afghan border during a military operation.[6] On 1 December, gunmen shot and killed 3 Tajik soldiers in the village of Dulona-Maidon in the Buljuvon Region, 150 kilometers southeast of Dushanbe.[7] On 27 December, 2 Tajik soldiers were killed when a group of thirty Islamists tried to enter Tajikistan from the Afghan border. After three hours of fighting, a combat helicopter arrived, opening fire on the intruders forcing them to retreat into Afghanistan. Local residents said that three Tajik soldiers were killed with two being the victims of friendly-fire from the helicopter. The Tajik military however claims no one was killed by friendly fire. Several Islamists were also killed in the attack.[8] On 4 January, Tajik authorities claimed Alovuddin Davlatov was killed along with seven other insurgents when Tajik security forces launched a special joint operation on his hideout in the town of Runob.[9] On 14 April, Mullah Abdullah a key opposition commander, along with ten other Islamists were killed by Tajik soldiers during a search operation for militants in the village of Samsolid, 135 kilometers east of Dushanbe.[10] On 21 July, the head of the Tajik Intelligence agency was assassinated by insurgents in the city of Ishkashim. The Tajik government then launched a joint military operation on 25 July in the city of Khorog with the aim of capturing Tolib Ayombekov, who was said to be behind the 21 July killing and the 19 September ambush. More than 800 Tajik soldiers and several combat helicopters took part in the operation that lasted one day until Tajik president Emomali Rahmon halted all immediate operations in the area on the 25th. At the end of the day, more than 20 Tajik soldiers were killed and countless numbers were wounded. It's unknown the exact number of militants and civilians killed but military sources claimed more than 30 insurgents along with 30 civilians were killed. The operation was considered to be a success with Ayombekov and his army surrendering themselves to Tajik authorities in August. In 2015, massive clashes with rebels suspected of ties to the Islamic Renaissance Party of Tajikistan resulted in 47 deaths.[11][12]","Title":"Tajikistan insurgency - Wikipedia","KeyID":"15531","URL":"https://en.wikipedia.org/wiki/Tajikistan_insurgency"}