{"Content: ":"The 2020 Dungan–Kazakh ethnic clashes or Korday conflict was an ethnic conflict between ethnic Kazakhs and ethnic Dungans (a Muslim group with Chinese origins) in the village of Masanchi within the Korday District of Kazakhstan.[4][6] As a result of the conflict, 11 people died,[3] 185 were injured (34 of them having to be hospitalized)[1] and 47 persons were arrested.[4] It provoked damages costing around KZ₸1.7 billion[2] (US$4.44 million) and the displacement of around 20,000 people to neighboring Kyrgyzstan.[1] President of Kazakhstan Kassym-Jomart Tokayev made a statement regarding the conflict in which he gave his condolences to the family of the victims and stated that the situation was now controlled by the Military Police and the Kazakh National Guard.[7] The Sortobe and Masanchi are considered to be cultural capitals for Kazakhstani Dungans.[8] The House of Culture in Masanchi houses a museum of the history of the Dungan people. Every year there, as well as in the village of Sortobe, the holiday “Day of the Dungan Ethnos” is held.[9] With the support of the Dungan Association of Kazakhstan (ADK), a monument dedicated to Bai Yanhu was unveiled in the village in 2001.[10] The conflict began in the village of Sortobe because of the incident with the fight between the elderly Dungan Ersmane Yunhu and his son Marat Yunhu with the aqsaqal Tölegen Qūdaşpaev and his two sons. 80 year old Tölegen was beaten and the Qūdaşpaev family of three people were heading to the hospital until their road was blocked by a Dungan driver driving from the yard onto the highway. This resulted in a scuffle taking place, which lead to the hospitalization of two members of the Qūdaşpaev family. Tölegen was later taken by sanitary aviation to Almaty for a surgery on the hip joint.[11] At approximately around 14:15 in Sortobe, near the village of Masanchi, a passenger car was stopped by the patrolmen due to non-compliance with the license plate standard. When checking documents, other administrative offenses were also found out.[12] While in the process, the driver tried to flee, but was overtaken in the courtyard of his home where the policemen were completely attacked.[12] According to unofficial data, the cause of the conflict was a domestic conflict between residents of several villages.[13] On 9 February, information appeared that the cause of the riots was the distribution of video material on social networks and messengers which were filmed on 5 February due to a conflict between two drivers on the road.[14][15] The police department of the Jambyl Region sent out a press release with a refutation after messages began to spread on social media that an interethnic conflict broke out in two villages of Sortobe and Masanchi.[16] According to unofficial data, the public outrage then spread to the villages of Bulan Batyr and Aukhatty.[17] On the same day, in the evening at Masanchi, a mass brawl broke out between 70 people, which eventually to a number of 300 when provocateurs and eyewitnesses to the conflict began to film what was happening and called upon others to participate through SMS messages and social media.[18][19][20] Additional forces of the Ministry of Internal Affairs were sent to Korday.[20] In the early morning of 8 February, the National Guard troops were brought in from Almaty.[13] Kazakh President Kassym-Jomart Tokayev on 8 February 2020 made an address to the public, stating that the provocateurs had taken advantage of the situation.[21] Information and Social Development Minister Dauren Abaev, commenting on the events, saying that it was a domestic conflict.[22] Deputy Prosecutor General Bolat Dembaev made a statement about the situation in two villages, urging the public to remain calm and not to succumb to provocations.[23] Eight deaths were reported that day.[18] Almaty markets \"İalian\", \"Baisat\" and \"Alatau\" where Dungans worked in the Northern Ring area were closed that day. Minister Abaev said that this was done to prevent possible riots in the city.[citation needed] On 9 February, Deputy Minister of Internal Affairs Aleksey Kalaychidi reported that the death toll as a result of the riots in Korday had increased to ten people. As a result of the conflict, the authorities announced that 11 people were killed, 192 were injured, including 19 police officers; 168 homes were damaged and burned, and 122 vehicles were damaged.[24] Nearly 8,000 Dungans temporarily fled their homes. According to the Kazakh border service, 24,000 people crossed the border between 7 and 9 February, in which the figure includes people who returned the next day and then left again for fear of renewed conflict.[24] On 11 February, officials presented a preliminary estimate of the damage caused by the conflict, which amounted to 1.7 billion tenge, or approximately 4.5 million dollars. 25 people were arrested on suspicion of riots in the Korday.[24] The Dungan diaspora of Kazakhstan appealed to the Dungan diaspora in Kyrgyzstan with a request to help the residents of Masanchi, who, after the pogroms, went to the Kyrgyz border. Mostly women and children crossed the border.[25] The press service of the Kyrgyz Ministry of Health reported that in Tokmok, a city bordering Kazakhstan, 17 citizens of Kazakhstan and 1 citizen of Kyrgyzstan whom were injured during the pogroms applied for medical help, 10 of them (all citizens of Kazakhstan) were hospitalized (8 people in the traumatology department Tokmok city hospital, and 2 people to the eye microsurgery department of the National Hospital in Bishkek).[26] Kazakh officials on 8 February denied reports of a mass exodus of the population from Korday to neighboring Kyrgyzstan, then the following day on 9 February, it was officially recognized that 12,000 residents of the Korday had left Kazakhstan. They were urged to return to the country as soon as possible by the Kazakh border guards. The Kazakh government established a simplified procedure for passing border control for residents of the Korday returning to Kazakhstan.[27] On 9 February, the government commission headed by the Deputy Prime Minister Berdibek Saparbayev met with residents of the villages of Sortobe, Masanchi, Aukhatty and Karakemer.[28] Earlier, on the night of 8–9 February, in order to check the maintenance of law and order, Saparbayev made a detour in Sortobe, Masanchi, Karakemer, and Karasu.[29] That same day, Kazakh Healthcare Vice Minister Kamaljan Nadyrov visited Kyrgyzstan, who, together with the Kyrgyz Health Deputy Minister Madamin Karataev, visited the Kazakh citizens who were hospitalized in Chuy Region and Bishkek; eight citizens of Kazakhstan were transported to medical hospitals in Almaty on Kazakh ambulance.[30] Deputy Prime Minister Berdibek Saparbayev, stated on 10 February that the real number of Kazakh citizens who fled to neighboring Kyrgyzstan was 24,000, a half of the total Dungan population of the Korday District. Some of those who left their place of residence out of fear for their lives took refuge under the protection of the Kazakh border guards of the Karasu and Sortobe outposts, whom provided accommodation for 600 women, children and the elderly in barracks and gyms.[citation needed] On the same day, mass resignations took place: Jambyl regional äkım Askar Myrzakhmetov and his deputy, Korday district äkım, the heads of the police of the Jambyl Region and Korday District were discharged from their positions. Myrzakhmetov's post was taken over by Saparbayev. Kazakh Prime Minister Askar Mamin who arrived in the Jambyl Region to introduce Saparbayev as the new äkım of the region, set him the following task of strengthening interethnic harmony.[31]","Title":"2020 Dungan–Kazakh ethnic clashes - Wikipedia","KeyID":"15541","URL":"https://en.wikipedia.org/wiki/2020_Dungan%E2%80%93Kazakh_ethnic_clashes"}