{"Content: ":"Per Azerbaijan: Per Armenia: The 2021–2022 Armenia–Azerbaijan border crisis is an ongoing conflict between the military forces of Armenia and Azerbaijan. The crisis started on 12 May 2021, when Azerbaijani soldiers crossed several kilometers into Armenia in the provinces of Syunik and Gegharkunik, occupying about 41 square kilometres (16 sq mi) of Armenian territory.[33][1][34][35] Azerbaijan has not withdrawn its troops from internationally recognised Armenian territory despite calls to do so by the European Parliament, United States and France – two of three Co-Chairs of the OSCE Minsk Group.[36][37] The crisis further escalated in July 2021, with clashes taking place on the Armenia–Nakhchivan border. The clashes then spread to the Gegharkunik–Kalbajar area, with casualties being reported from both sides. In a joint statement on 17 November 2021, the European Union's Chair of the Delegation for relations with the South Caucasus, Marina Kaljurand, the European Parliament's Standing Rapporteur on Armenia, Andrey Kovatchev, and the European Parliament's Standing Rapporteur on Azerbaijan, Željana Zovko, called the military operation launched by Azerbaijan on 16 November 2021 the worst violation to-date of the 2020 Nagorno-Karabakh ceasefire agreement.[38] Prior to the 2020 Nagorno-Karabakh war, 4 districts of Azerbaijan on the Armenia–Azerbaijan border were occupied by Artsakh ethnic forces.[citation needed] The issue of demarcation of the border between Armenia and Azerbaijan arose immediately after the defeat of Armenia in the 2020 Nagorno-Karabakh war, and Azerbaijan regaining control over its occupied territories. Before the 2020 war, there was no physical border between Armenia and the Armenian occupied districts of Azerbaijan, and some Armenian villages were expanding into Azerbaijan's territory, while some water sources and pastures were on Azerbaijani soil.[39] In addition, there are other border related issues, as Armenia controls since 1990s several villages of Qazakh District of Azerbaijan, including three Azerbaijani exclaves, and also an exclave village of Karki in Nakhchivan Autonomous Republic, while Azerbaijan controls an Armenian exclave village of Artsvashen.[40] On 13 April 2021, Azerbaijan's president Ilham Aliyev made Irredentist claims over Armenia's capital Yerevan, Zangezur (Syunik), and Sevan (Gegharkunik), declaring that they're \"historical lands\" of Azerbaijan.[41][42] In a statement in April 2021, he said that if Armenia would not agree to provide a corridor from Nakhchivan to western Azerbaijan through Armenia's Syunik Province, then Azerbaijan would establish it through the use of force, claiming that Azerbaijani people would return to what he described as \"West Zangazur\".[43][44][45][46] A joint statement by the European Parliament Chair of the Delegation for relations with the South Caucasus, Marina Kaljurand, and Standing Rapporteurs on Armenia, Andrey Kovatchev, and Azerbaijan, Željana Zovko, among other things, condemned the statements made by the Azerbaijani side: \"To de-escalate the situation, it is of utmost importance that inflammatory rhetoric ceases immediately. In this context, we condemn in particular recent statements by Azerbaijani representatives regarding so-called ‘West Zangezur’ and referring to the territory of the Republic of Armenia as Azerbaijani ‘ancestral land’. Such statements are highly irresponsible and threaten to undermine regional security further.\"[47] Reports emerged regarding the crossing of Azerbaijani soldiers into Armenian territory on 12 May, in two areas along the Armenia–Azerbaijan border; the area around Lake Sev, located to the east of the village of Ishkhanasar and mountain Mets Ishkhanasar, and to the north of the town of Goris and the villages of Verishen and Akner in the Syunik Province, as well near the villages of Verin Shorzha and Kut in the Gegharkunik Province. Prime Minister of Armenia Nikol Pashinyan said that the reports regarding the Azerbaijani advance on Lake Sev were correct, negotiations were ongoing for an Azerbaijani withdrawal, and that Armenian forces had stopped the advance without any skirmishes having taken place.[1][2][3] The Armenian side said that according to the Soviet maps, the larger part of the lake is within Armenia, and the smaller part is within Azerbaijan. The Armenpress news agency published the map of the General Staff of the USSR Armed Forces numbered J-38-21, with a scale of 1:100,000 showing Lake Sev with its eastern, western and southern shores located in the territory of the Armenian SSR and only a section of the northern shore of the lake covering nearly 10% of the lake located in the Azerbaijani SSR, and the smaller lake located east from Sev Lake entirely in the Armenian territory.[48] The Azerbaijani side, showed a map with the entire Sev lake belonging to Azerbaijan, and refused to leave the territory.[39] On 14 May, the Prime Minister of Armenia, Nikol Pashinyan, formally appealed to the Russian-led Collective Security Treaty Organization (CSTO) to hold consultations regarding the Azerbaijani incursion into Armenia.[49][50] On the same day, Pashinyan asked Russian President Vladimir Putin for military support.[51][52] Armenian and Azerbaijani military officials convened at the border together with representatives of the Russian military deployed in the Syunik Province for several hours of negotiations, without any immediate resulting agreement being announced afterwards.[49] On 15 May, Armenia's Defense Ministry stated that the situation regarding the Azerbaijani incursion on 12–13 May remained unresolved, while the Azerbaijani military had retreated from some positions due to Armenian troop movements, and that negotiations in order to bring about a peaceful settlement to the crisis were expected to continue during the day.[53] On 15 May, the press service of the Ministry of Foreign Affairs of Azerbaijan dismissed the reports of an Azerbaijani incursion into Armenia, stating that it was enforcing the borders of Azerbaijan on the basis of maps defining the border between Armenia and Azerbaijan, criticizing the Armenian statements as \"provocative\" and \"inadequate\", that the Armenian authorities were using the situation for pre-election domestic political purposes, and that Azerbaijan was negotiating with Armenia regarding the normalization of the Armenia–Azerbaijan border.[54][55][56] During a call with Kazakh President Kassym-Jomart Tokayev, Azerbaijani President Aliyev described Armenia's decision to appeal to the CSTO as an attempt to \"internationalize the issue\".[57] On 19 May 2021, Russian Foreign Minister Sergey Lavrov said that Russia came up with an initiative to create a joint Armenia-Azerbaijan commission on demarcation and delimitation of the borders, in which Russia could play the role of a consultant or mediator.[58] On 20 May 2021, acting prime minister Nikol Pashinyan confirmed that Armenia and Azerbaijan were close to an agreement on the creation of a joint commission to demarcate the border between the two countries, with Russia acting as a mediator, and each country appointing delegates to the commission by 31 May.[59] In the morning of 20 May 2021, a group of Azerbaijani servicemen crossed the border near the village of Khoznavar in the Goris region, walking 1.5 km into Armenian territory. They were forced back to their original positions by Armenian forces, but they then made a second attempt to cross the border in the evening, resulting in a fight between Armenian and Azerbaijani servicemen. The General Prosecutor's Office of Armenia reported that eleven Armenian soldiers were injured and hospitalized, and that there were injuries from the Azerbaijani side, too. The videos of the incident were leaked on social media, initially a video of Azerbaijani military men attacking and beating Armenian soldiers, and, on the next day, another video showing the Armenian Armed Forces expelling Azerbaijani servicemen from their territory appeared.[22] On 27 May 2021, after the tensions rose further after the capture of six Armenian soldiers by Azerbaijani forces early in the morning, Armenian Prime Minister Nikol Pashinyan called for the deployment of international observers along portions of Armenia's border with Azerbaijan. “If the situation is not resolved this provocation could inevitably lead to a large-scale clash,” Pashinyan said at an emergency meeting of Armenia's Security Council held in the evening, suggesting Armenia and Azerbaijan to pull back their troops from the border areas and let Russia and/or the United States and France, the two other co-chairs of the OSCE Minsk Group, deploy their observers there. The disengagement of troops and the launch of the monitoring mission, should be followed by a process of “ascertaining border points” supervised by the international community, the Prime Minister said.[28] On 28 May 2021, the EU spokesperson Peter Stano called for immediate de-escalation and urged both sides to pull back their forces to positions held before 12 May and engage in negotiations on border delimitation and demarcation, welcoming proposals for a possible international observation mission and expressing readiness to provide expertise and help on border delimitation and demarcation. The EU continues to call on Azerbaijan to release all prisoners of war and detainees without delay and welcomes all efforts aimed at decreasing tensions.[60] After an incident on 6 July in the Agdam District, Armenian and Azerbaijani forces clashed again in the directions of Azerbaijan's Tovuz, Gadabay, Nakhchivan and Shusha districts from 7 to 15 July.[61][62] On 14 July, the Armenian defence ministry stated that the Azerbaijani engineers tried to advance their military positions near Yeraskh in the Nakhchivan section of the Armenia–Azerbaijan border, and clashes erupted. The ministry added that the Azerbaijani side had started shelling Yeraskh, using mortars and grenade launchers, with an Armenian soldier getting killed[63][16] and the community leader of Yeraskh getting wounded.[64] The Azerbaijani Defense Ministry stated that an Azerbaijani soldier stationed near Heydarabad was wounded during the clashes,[11] and added that the \"responsibility for the creation of tension along the state border of the two countries lies entirely with Armenia.\"[65] The Azerbaijani Defense Ministry later on the same day stated that the Armenian forces had fired at the Azerbaijani positions near Istisu in Kalbajar and Aghdam in Tovuz.[66] On 19 July, the Armenian side reported that further clashes had erupted near Yeraskh.[67] On 22 July 2021, President of Azerbaijan Ilham Aliyev made another irredentist claim over Armenia's province of Syunik (also known as Zangezur), saying that it's \"our own territory\": While in Yerevan, Charles Michel called the territories bordering with Armenia disputed. To be honest, I disagree with this statement. Because we believe that these are our territories. I believe that this is the territory of Zangezur. And Zangezur is the land of our ancestors, and we are on our territory. On 23 July 2021, the Azerbaijani Ministry of Defence stated that one of its soldiers was killed by Armenian sniper fire in Kalbajar District near the Armenia–Azerbaijan border.[6] Meanwhile, the Armenian MoD stated that three Armenian servicemen were wounded as Azerbaijani forces opened fire on Armenian positions located in the Gegharkunik section.[69] On 28 July 2021, the Human Rights Defender of Armenia reported about intensive firing from the Azerbaijani side between 03:30 and 03:40 targeting civilian buildings in the villages of Verin Shorzha and Saradeghy in the Gegharkunik Province.[70] One the same day, three Armenian soldiers were killed in renewed clashes with Azerbaijani forces in the Kalbajar District and Gegharkunik Province, with four others wounded. Armenia accused Azerbaijan of \"occupying Armenia's sovereign territory\" as the Azerbaijani side blamed the incident on Armenian forces, stating that they opened fire first. Azerbaijan also reported 2 soldiers wounded during the skirmish.[12][17][24][25] On 29 July, the Azerbaijani Ministry of Defence stated that Armenian forces broke the ceasefire in the morning, using automatic rifles and grenade launchers.[71] Armenian authorities then stated that the Azerbaijani side had violated the ceasefire,[72] but Azerbaijan denied that it broke the ceasefire.[73] An Armenian soldier was wounded in the shootout.[26] On 31 July, Armenian authorities stated that Azerbaijani forces fired upon a logistic support vehicle delivering food to Armenian military positions in Yeraskh. As a result, the vehicle was \"seriously damaged\".[74] On 13 August 2021, Armenia and Azerbaijan reported about shelling on the border. The Armenian MoD stated that the Azerbaijani units opened fire from various calibre firearms at the Armenian positions in the Gegarkunik section, meanwhile Azerbaijan said that the Armenian forces had opened fire in the direction of the Kalbajar and Gadabay Districts.[75] On 16 August 2021, two further Armenian soldiers were killed by Azerbaijani forces.[18] Vahan Tatosyan died from sniper fire at 09:50hrs in Yeraskh, while Arman Hakobyan was killed in Gegharkunik at 18:10hrs.[76][77] On 17 August 2021, Armenian Ministry of Defence reported that another Armenian soldier was wounded as a result of a shelling attack from Azerbaijan.[78] On 27 August 2021, the Armenian Human Rights Defender reported that Azerbaijani troops had targeted Kut village: \"Elderly people and children were in the yard at the time of the shooting. There were also children in the house at that time. On August 27, at around 10 pm, Azerbaijani armed forces fired intensively at civilian houses in the village of Kut, Gegharkunik region, directly targeting the civilian population,” reported Arman Tatoyan.[79][80] On 1 September 2021, another Armenian soldier was killed by Azerbaijani forces.[19] Gegham Sahakyan died from sniper fire at 11:10 am in Yeraskh.[81] On 9 October 2021, the Armenian MoD reported that an Armenian serviceman, Misak Khachatryan, was injured by a shot from border with Azerbaijan in Ararat Province.[82] On 11 October 2021, an Armenian civilian named Aram Tepnants was shot dead by Azerbaijani snipers in the town of Martakert. Russia's Ministry of Defense confirmed the incident and stated that Russian peacekeepers launched an investigation involving both sides.[83] On 15 October 2021, Azerbaijani MoD reported that an Azerbaijani soldier was killed by Armenian sniper fire.[84] On 15 and 16 October 2021, Armenian media reported that Azerbaijani forces shelled the village of Yeraskh, causing fires which damaged crops.[85][86] On 8 November 2021, one Armenian civilian was killed and three wounded as Azerbaijani troops opened fire at Armenians repairing a water supply pipe near Shushi. Russia's Ministry of Defense confirmed the incident and stated that Russian peacekeepers launched an investigation involving both sides.[87] The U.S. Department of State Bureau of European and Eurasian Affairs condemned the killing of Armenian civilian in its Twitter page.[88][89] On 16 November 2021, clashes between Azerbaijan and Armenia took place at the Syunik–Gegharkunik/Kalbajar–Lachin regions. Seven Azerbaijani and six Armenian soldiers were killed,[8] while 32 Armenian soldiers were captured.[29] According to Armenian military commander and politician Samvel Babayan, Azerbaijan was trying to meet two objectives — to establish the a corridor to Nakhchivan and to impose a peace treaty through recognition of territorial integrity.[90] The clashes ended at 18:30 local time after a Russian-mediated ceasefire.[91] On November 16, Pashinyan said that Azerbaijani forces occupied about 41 square kilometres (16 sq mi) of Armenia. The figure of 41 square kilometers has been used since May, which would suggest that no new land was occupied in this newest round of fighting, but this contradicted with the Armenian MOD report, according to which Armenia has lost two military positions on 16 November.[4] On 22 November 2021, an Armenian soldier was killed by Azerbaijani forces near the village of Norabak in Gegharkunik province.[20] On December 3, a 65-year-old civilian, Seyran Sargsyan, from the Chartar village of Martuni district was captured and killed by the Azerbaijani military. The Russian peacekeepers have started and investigation on the case involving both sides.[92][93] On 4 December, Azerbaijan freed 10 captured Armenian soldiers captured from the 16 November clashes in exchange of maps detailing the location of landmines in Nagorno Karabakh, the agreement was achieved with Russian mediation.[94] On 9 December, the Azerbaijani Ministry of Defence announced that an Azerbaijani soldier was killed in a skirmish with Armenian forces on the Azeri-Armenian border.[9] On 10 December, the Armenian Ministry of Defence announced that an Armenian soldier was killed after clashes with Azerbaijani forces on the Gegharkunik area of the Armenian-Azerbijani border.[21] On 18 December, two Azerbaijani servicemen were captured by Armenian forces near Lachin, the soldiers were later released.[14] On 11 January, one Azerbaijani soldier and three Armenian soldiers were killed in a shootout in the Verin Shorzha area of Armenia's Gegharkunik province.[95][96][31] On 8 March, it was reported that the only gas pipeline leading from Armenia to the Armenian-inhabited enclave of Artsakh was damaged, as tension spiked in the region following the launch of Russia’s invasion of Ukraine. The energy supply was reportedly disrupted again on the evening of March 21. Armenian Prime Minister Nikol Pashinian and Artsakh authorities have accused the Azerbaijan government of deliberately creating additional humanitarian problems for the population of Artsakh.[97][98] On 24 March, according to the government of Artsakh, Azerbaijani soldiers crossed the Line of Contact and took control of the village of Farukh, with women and children being evacuated from the nearby village of Khramort. Russian peacekeepers were reported to be negotiating with Azerbaijan.[99] On 27 March 2022, the Russian Defense Ministry reported that Azerbaijani forces had withdrawn from the village.[100][101] This statement was refuted by the Azerbaijani Ministry of Defense.[102] On 30 March 2022, Artsakh authorities stated that Azerbaijani forces were still occupying the strategically important Karaglukh heights.[103] On 6 April, Prime Minister Nikol Pashinyan and President İlham Aliyev met in Brussels for peace talks mediated by the European Council President Charles Michel.[104][105] On 6 April, the government of Azerbaijan said that Armenian forces shelled Azerbaijani military positions deployed in the Republic of Armenia’s north-eastern borderline. However, Armenia's Defense Ministry refuted this.[106] On 15 April, Azerbaijani forces crossed the Line of Contact near the village of Seysulan. Later that day, they reportedly agreed to pull back.[107] The United States is concerned by recent developments along the international border between Armenia and Azerbaijan, including the detention of several Armenian soldiers by Azerbaijani forces. We call on both sides to urgently and peacefully resolve this incident. We also continue to call on Azerbaijan to release immediately all prisoners of war and other detainees, and we remind Azerbaijan of its obligations under international humanitarian law to treat all detainees humanely.[111][112] Caucasian Knot interviewed three Russian experts who agreed that defining the border between Armenia and Azerbaijan on the basis of Soviet-era maps is a challenge. Geography professor Alexey Gunya stated that the 80% of Lake Sev is on the Armenian territory based on larger 1:100,000 scale topographic maps which should be preferred over smaller 1:1,000,000 scale maps showing the lake within Azerbaijani territory that the Azerbaijani side relies on. Specialist in Caucasian studies Alexander Skakov said that there are many different maps, the details on them are contradictory and each side uses the map that is more advantageous for them.[129] British journalist and writer on the Caucasus Thomas de Waal tweeted \"What we are seeing is the protracted conflict continuing. Why is Azerbaijan doing this? The short answer is because it can. Who can stop this? Probably only Russia—but if it fits with Russia's bigger agenda\".[130] Laurence Broers, South Caucasus programme director at London-based peacebuilding organization Conciliation Resources, tweeted that for Azerbaijan keeps maintaining maximum pressure on Armenia to extract concessions on other issues, such as minefield maps, Syunik corridor and that never-demarcated borders allow conversion of dated or ambiguous cartographies into better positions. This \"borderization\", according to Broers, also pressures Russia by showing that Russian security guarantees to Armenia are tractable relative to other issues; testing CSTO collective security guarantees and testing Russia's capacity to broker.[130] Broers further expanded on the theme of \"borderization\" of Armenia by Azerbaijan in his review published by Chatham House.[131] The tactics applied by Azerbaijan towards Armenia after the 2020 war was described as “borderization” tactics in an article published in Georgetown Journal of International Affairs on June 16, 2021.[132] Joint statement on 17 November 2021 by the Chair of the Delegation for relations with the South Caucasus, Marina Kaljurand, the European Parliament's Standing Rapporteur on Armenia Andrey Kovatchev and the European Parliament's Standing Rapporteur on Azerbaijan, Željana Zovko called the military operation launched by Azerbaijan on 16 November 2021 the worst violation to-date since ceasefire agreement, condemning any attempts at \"borderisation\", as observed since the incursion of Azerbaijani troops into Armenian territory on 12 May 2021.[38] Foreign Policy magazine has characterized Azerbaijan's actions since the start of the crisis as \"creeping encroachment\", whereby Armenian civilians and prisoners of war are held as hostage in order to pressure Armenia to hand over minefield maps and concede to additional territorial losses.[133]","Title":"2021–2022 Armenia–Azerbaijan border crisis - Wikipedia","KeyID":"15543","URL":"https://en.wikipedia.org/wiki/2021%E2%80%932022_Armenia%E2%80%93Azerbaijan_border_crisis"}