{"Content: ":"In zoology, copulation is animal sexual behavior in which a male introduces sperm into the female's body, especially directly into her reproductive tract.[1][2] This is an aspect of mating. Many animals that live in water use external fertilization, whereas internal fertilization may have developed from a need to maintain gametes in a liquid medium in the Late Ordovician epoch. Internal fertilization with many vertebrates (such as reptiles, some fish, and most birds) occurs via cloacal copulation, known as cloacal kiss (see also hemipenis), while mammals copulate vaginally, and many basal vertebrates reproduce sexually with external fertilization.[3][4] Spiders are often confused with insects, but they are not insects; instead, they are arachnids.[5][6] Spiders have separate male and female sexes. Before mating and copulation, the male spider spins a small web and ejaculates on to it. He then stores the sperm in reservoirs on his large pedipalps, from which he transfers sperm to the female's genitals. The females can store sperm indefinitely.[7] For primitive insects, the male deposits spermatozoa on the substrate, sometimes stored within a special structure; courtship involves inducing the female to take up the sperm package into her genital opening, but there is no actual copulation.[8][9] In groups that have reproduction similar to spiders, such as dragonflies, males extrude sperm into secondary copulatory structures removed from their genital opening, which are then used to inseminate the female. In dragonflies, it is a set of modified sternites on the second abdominal segment.[10] In advanced groups of insects, the male uses its aedeagus, a structure formed from the terminal segments of the abdomen, to deposit sperm directly (though sometimes in a capsule called a spermatophore) into the female's reproductive tract.[11] Sexual behavior can be classified into behavioral states associated with reward motivation (\"wanting\"), reward consummation aka pleasure (\"liking\"), and satiety (\"inhibition\");[12] these behavioral states are regulated in mammals by reward-based sexual learning, fluctuations in various neurochemicals (i.e., dopamine − sexual desire aka \"wanting\"; norepinephrine − sexual arousal; oxytocin and melanocortins − sexual attraction), and gonadal hormone cycles and further influenced by sex pheromones and motor reflexes (i.e., lordosis behaviour) in some mammals.[12][13] These behavioral states correlate with the phases of the human sexual response cycle: motivation − excitement; consummation − plateau and orgasm; satiety − refraction.[12] Sexual learning (a form of associative learning) occurs when an animal starts to associate bodily features, personality, contextual cues, and other stimuli with genitally-induced sexual pleasure.[12][13] Once formed, these associations in turn impinge upon both sexual wanting and sexual liking. In most female mammals, the act of copulation is controlled by several innate neurobiological processes, including the motor sexual reflex of lordosis.[14] In males, the act of copulation is more complex, because some learning is necessary, but the innate processes (retrocontrol of penis intromission in the vagina, rhythmic movement of the pelvis, detection of female pheromones) are specific to copulation. These innate processes direct heterosexual copulation.[15] Female lordosis behaviour became secondary in hominidae and is non-functional in humans.[16] Mammals usually copulate in a dorso-ventral posture, though there are some primate species that copulate in a ventro-vental posture.[17] Most mammals possess a vomeronasal organ that is involved in pheromone detection, including sex pheromones.[18] Despite the fact that humans do not possess this organ, adult humans appear to be sensitive to certain mammalian pheromones that putative pheromone receptor proteins in the olfactory epithelium are capable of detecting.[note 1][18] While sex pheromones clearly play a role in modifying sexual behavior in some mammals, the capacity for general pheromone detection and the involvement of pheromones in regulating human sexual behavior has not yet been determined.[12] The duration of copulation varies significantly between mammal species,[22] and may be correlated with body mass, lasting longer in small mammals than in large mammals.[23]","Title":"Copulation (zoology) - Wikipedia","KeyID":"1554","URL":"https://en.wikipedia.org/wiki/Copulation_(zoology)"}