{"Content: ":"Russian irredentism refers to irredentist claims to parts of the former Russian Empire and the former Soviet Union made for Russia. It seeks to incorporate Russians outside of Russian borders into the current Russian state. The annexation of Crimea is described as an example of irredentist policy.[1] Russian irredentists seek to annex parts of the \"near abroad\", such as the Baltic states, with the 2022 Russian invasion of Ukraine described as a continuation of irredentist claims. Specifically looking at the viewpoints of post-Soviet Russian leader Vladimir Putin, Erdi Ozturk, a professor at London Metropolitan University, has commented that irredentist ideology relies upon a \"distinction between civilisations by synthesising nationalism with nostalgic visions of history, memory, and religion.\"[2] From roughly the 16th century to the 20th century, the Russian Empire followed an expansionist policy.[n 1] Few of these actions had irredentist justifications, though the conquest of parts of the Ottoman Empire in the Caucasus in 1877 to bring Armenian Christians under the protection of the Tsar may represent one example.[3][when?] After the dissolution of the Soviet Union in 1991, it was thought that the Russian Federation had given up on plans of territorial expansion or kin-state nationalism, despite some 25 million ethnic Russians living in neighboring countries outside Russia.[4] Stephen M. Saideman and R. William Ayres assert that Russia followed a non-irredentist policy in the 1990s despite some justifications for irredentist policies—one factor disfavoring irredentism was a focus by the ruling interest in consolidating power and the economy within the territory of Russia.[5] Furthermore, a stable policy of irredentism popular with the electorate was not found, and politicians proposing such ideas did not fare well electorally.[6] Russian nationalist politicians tended to focus on internal threats (i.e. \"outsiders\") rather than on the interests of Russians outside the federation.[7] It has been proposed that the annexation of Crimea in 2014 proves Russia's adherence to irredentism today.[8][9][10][11] After the event in Crimea, the Transnistrian authorities requested Russia to annex Transnistria.[12][13][14] The annexation of Crimea led to a new wave of Russian nationalism, with large parts of the Russian far right movement aspiring to annex even more land from Ukraine, including the unrecognized Novorossiya.[15][original research?] Analyst Vladimir Socor proposed that Russian president Vladimir Putin's speech after the annexation of Crimea was a de facto \"manifesto of Greater-Russia Irredentism\".[16] After international sanctions were imposed against Russia in early 2014, within a year the \"Novorossiya\" project was suspended: on 1 January 2015, the founding leadership announced the project has been put on hold, and on 20 May the constituent members announced the freezing of the political project.[17][18] On 21 February 2022, Putin recognised the independence of pro-Russian separatists in Donetsk and Luhansk, as well as their irredentist claims to the Donbas region of Ukraine, and sent Russian troops into Ukraine.[19][20] On 24 February, Russia formally invaded Ukraine,[21] which is seen as a continuation of Russia's irredentism at the expense of Ukraine.[22] Parallels were made between Putin's irredentism during the Ukrainian War and Slobodan Milosevic's irredentism during the Bosnian War.[23] On 27 March 2022, Leonid Pasechnik leader of the LPR said that the Luhansk People's Republic may hold a referendum to join Russia in the near future.[24] On 29 March, Denis Pushilin leader of the self-proclaimed Donetsk People's Republic talked about a similar possibility.[25] On 30 March 2022, South Ossetian President Anatoly Bibilov announced his intention to begin legal proceedings in the near future for annexation by the Russian Federation.[26] Some Russian nationalists seek to annex parts of the \"near abroad\", such as the Baltic states,[27] while some fear potential escalation due to Russian irredentist aspirations in northern Kazakhstan also.[28] In 2022, a draft bill was submitted to the State Duma by a member of the ruling United Russia party proposing to repeal the Decree of the State Council of the Soviet Union \"On the Recognition of the Independence of the Republic of Lithuania\".[29][30] Looking at the Russian efforts as a whole, the news network Al Jazeera has quoted University of San Francisco scholar Stephen Zunes as remarking, \"The level of physical devastation and casualties thus far over a relatively short period is perhaps the [worst] in recent decades which, combined with the irredentist aims of the conquest, makes Russia’s war on Ukraine particularly reprehensible in the eyes of the international community.\"[2] U.S. news publication The Washington Post has stated that the Russian government could start a chain reaction of irredentist mass violence, which then \"could break the international order\".[31]","Title":"Russian irredentism - Wikipedia","KeyID":"15555","URL":"https://en.wikipedia.org/wiki/Russian_irredentism"}