{"Content: ":"Sperm is the male reproductive cell, or gamete, in anisogamous forms of sexual reproduction (forms in which there is a larger, female reproductive cell and a smaller, male one). Animals produce motile sperm with a tail known as a flagellum, which are known as spermatozoa, while some red algae and fungi produce non-motile sperm cells, known as spermatia.[1] Flowering plants contain non-motile sperm inside pollen, while some more basal plants like ferns and some gymnosperms have motile sperm.[2] Sperm cells form during the process known as spermatogenesis, which in amniotes (reptiles and mammals) takes place in the seminiferous tubules of the testes.[3] This process involves the production of several successive sperm cell precursors, starting with spermatogonia, which differentiate into spermatocytes. The spermatocytes then undergo meiosis, reducing their chromosome number by half, which produces spermatids. The spermatids then mature and, in animals, construct a tail, or flagellum, which gives rise to the mature, motile sperm cell. This whole process occurs constantly and takes around 3 months from start to finish. Sperm cells cannot divide and have a limited lifespan, but after fusion with egg cells during fertilisation, a new organism begins developing, starting as a totipotent zygote. The human sperm cell is haploid, so that its 23 chromosomes can join the 23 chromosomes of the female egg to form a diploid cell with 46 paired chromosomes. In mammals, sperm is stored in the epididymis and is released from the penis during ejaculation in a fluid known as semen. The word sperm is derived from the Greek word σπέρμα, sperma, meaning \"seed\". It is generally accepted that isogamy is the ancestor to sperm and eggs. However, there are no fossil records for the evolution of sperm and eggs from isogamy leading there to be a strong emphasis on mathematical models to understand the evolution of sperm.[4] A widespread hypothesis states that sperm evolved rapidly, but there is no direct evidence that sperm evolved at a fast rate or before other male characteristics.[5] The main sperm function is to reach the ovum and fuse with it to deliver two sub-cellular structures: (i) the male pronucleus that contains the genetic material and (ii) the centrioles that are structures that help organize the microtubule cytoskeleton.[clarification needed] The mammalian sperm cell can be divided in 2 parts: The neck or connecting piece contains one typical centriole and one atypical centriole such as the proximal centriole-like.[10][11] The midpiece has a central filamentous core with many mitochondria spiralled around it, used for ATP production for the journey through the female cervix, uterus, and uterine tubes. During fertilization, the sperm provides three essential parts to the oocyte: (1) a signalling or activating factor, which causes the metabolically dormant oocyte to activate; (2) the haploid paternal genome; (3) the centriole, which is responsible for forming the centrosome and microtubule system.[12] The spermatozoa of animals are produced through spermatogenesis inside the male gonads (testicles) via meiotic division. The initial spermatozoon process takes around 70 days to complete. The process starts with the production of spermatogonia from germ cell precursors. These divide and differentiate into spermatocytes, which undergo meiosis to form spermatids. In the spermatid stage, the sperm develops the familiar tail. The next stage where it becomes fully mature takes around 60 days when it is called a spermatozoan.[13] Sperm cells are carried out of the male body in a fluid known as semen. Human sperm cells can survive within the female reproductive tract for more than 5 days post coitus.[14] Semen is produced in the seminal vesicles, prostate gland and urethral glands. In 2016, scientists at Nanjing Medical University claimed they had produced cells resembling mouse spermatids from mouse embryonic stem cells artificially. They injected these spermatids into mouse eggs and produced pups.[15] Sperm quantity and quality are the main parameters in semen quality, which is a measure of the ability of semen to accomplish fertilization. Thus, in humans, it is a measure of fertility in a man. The genetic quality of sperm, as well as its volume and motility, all typically decrease with age.[16] DNA damages present in sperm cells in the period after meiosis but before fertilization may be repaired in the fertilized egg, but if not repaired, can have serious deleterious effects on fertility and the developing embryo. Human sperm cells are particularly vulnerable to free radical attack and the generation of oxidative DNA damage,[17] such as that from 8-Oxo-2'-deoxyguanosine. The postmeiotic phase of mouse spermatogenesis is very sensitive to environmental genotoxic agents, because as male germ cells form mature sperm they progressively lose the ability to repair DNA damage.[18] Irradiation of male mice during late spermatogenesis can induce damage that persists for at least 7 days in the fertilizing sperm cells, and disruption of maternal DNA double-strand break repair pathways increases sperm cell-derived chromosomal aberrations.[19] Treatment of male mice with melphalan, a bifunctional alkylating agent frequently employed in chemotherapy, induces DNA lesions during meiosis that may persist in an unrepaired state as germ cells progress through DNA repair-competent phases of spermatogenic development.[20] Such unrepaired DNA damages in sperm cells, after fertilization, can lead to offspring with various abnormalities. Related to sperm quality is sperm size, at least in some animals. For instance, the sperm of some species of fruit fly (Drosophila) are up to 5.8 cm long—about 20 times as long as the fly itself. Longer sperm cells are better than their shorter counterparts at displacing competitors from the female's seminal receptacle. The benefit to females is that only healthy males carry \"good\" genes that can produce long sperm in sufficient quantities to outcompete their competitors.[21][22] Some sperm banks hold up to 170 litres (37 imp gal; 45 US gal) of sperm.[23] In addition to ejaculation, it is possible to extract sperm through testicular sperm extraction. On the global market, Denmark has a well-developed system of human sperm export. This success mainly comes from the reputation of Danish sperm donors for being of high quality[24] and, in contrast with the law in the other Nordic countries, gives donors the choice of being either anonymous or non-anonymous to the receiving couple.[24] Furthermore, Nordic sperm donors tend to be tall and highly educated[25] and have altruistic motives for their donations,[25] partly due to the relatively low monetary compensation in Nordic countries. More than 50 countries worldwide are importers of Danish sperm, including Paraguay, Canada, Kenya, and Hong Kong.[24] However, the Food and Drug Administration (FDA) of the US has banned import of any sperm, motivated by a risk of transmission of Creutzfeldt–Jakob disease, although such a risk is insignificant, since artificial insemination is very different from the route of transmission of Creutzfeldt–Jakob disease.[26] The prevalence of Creutzfeldt–Jakob disease for donors is at most one in a million, and if the donor was a carrier, the infectious proteins would still have to cross the blood-testis barrier to make transmission possible.[26] Sperm were first observed in 1677 by Antonie van Leeuwenhoek[27] using a microscope. He described them as being animalcules (little animals), probably due to his belief in preformationism, which thought that each sperm contained a fully formed but small human.[citation needed] Ejaculated fluids are detected by ultraviolet light, irrespective of the structure or colour of the surface.[28] Sperm heads, e.g. from vaginal swabs, are still detected by microscopy using the \"Christmas Tree Stain\" method, i.e., Kernechtrot-Picroindigocarmine (KPIC) staining.[29][30] Sperm cells in algal and many plant gametophytes are produced in male gametangia (antheridia) via mitotic division. In flowering plants, sperm nuclei are produced inside pollen.[31] Motile sperm cells typically move via flagella and require a water medium in order to swim toward the egg for fertilization. In animals most of the energy for sperm motility is derived from the metabolism of fructose carried in the seminal fluid. This takes place in the mitochondria located in the sperm's midpiece (at the base of the sperm head). These cells cannot swim backwards due to the nature of their propulsion. The uniflagellated sperm cells (with one flagellum) of animals are referred to as spermatozoa, and are known to vary in size.[citation needed] Motile sperm are also produced by many protists and the gametophytes of bryophytes, ferns and some gymnosperms such as cycads and ginkgo. The sperm cells are the only flagellated cells in the life cycle of these plants. In many ferns and lycophytes, cycads and ginkgo they are multi-flagellated (carrying more than one flagellum).[32] In nematodes, the sperm cells are amoeboid and crawl, rather than swim, towards the egg cell.[33] Non-motile sperm cells called spermatia lack flagella and therefore cannot swim. Spermatia are produced in a spermatangium.[32] Because spermatia cannot swim, they depend on their environment to carry them to the egg cell. Some red algae, such as Polysiphonia, produce non-motile spermatia that are spread by water currents after their release.[32] The spermatia of rust fungi are covered with a sticky substance. They are produced in flask-shaped structures containing nectar, which attract flies that transfer the spermatia to nearby hyphae for fertilization in a mechanism similar to insect pollination in flowering plants.[34] Fungal spermatia (also called pycniospores, especially in the Uredinales) may be confused with conidia. Conidia are spores that germinate independently of fertilization, whereas spermatia are gametes that are required for fertilization. In some fungi, such as Neurospora crassa, spermatia are identical to microconidia as they can perform both functions of fertilization as well as giving rise to new organisms without fertilization.[35] In almost all embryophytes, including most gymnosperms and all angiosperms, the male gametophytes (pollen grains) are the primary mode of dispersal, for example via wind or insect pollination, eliminating the need for water to bridge the gap between male and female. Each pollen grain contains a spermatogenous (generative) cell. Once the pollen lands on the stigma of a receptive flower, it germinates and starts growing a pollen tube through the carpel. Before the tube reaches the ovule, the nucleus of the generative cell in the pollen grain divides and gives rise to two sperm nuclei, which are then discharged through the tube into the ovule for fertilization.[32] In some protists, fertilization also involves sperm nuclei, rather than cells, migrating toward the egg cell through a fertilization tube. Oomycetes form sperm nuclei in a syncytical antheridium surrounding the egg cells. The sperm nuclei reach the eggs through fertilization tubes, similar to the pollen tube mechanism in plants.[32] Most sperm cells have centrioles in the sperm neck.[36] Sperm of many animals has two typical centrioles, known as the proximal centriole and distal centriole. Some animals (including humans and bovines) have a single typical centriole, the proximal centriole, as well as a second centriole with atypical structure.[10] Mice and rats have no recognizable sperm centrioles. The fruit fly Drosophila melanogaster has a single centriole and an atypical centriole named the proximal centriole-like.[37] The sperm tail is a specialized type of cilium (aka flagella). In many animals the sperm tail is formed through the unique process of cytosolic ciliogenesis, in which all or part of the sperm tail's axoneme is formed in the cytoplasm or gets exposed to the cytoplasm.[38]","Title":"Sperm - Wikipedia","KeyID":"1555","URL":"https://en.wikipedia.org/wiki/Sperm"}