{"Content: ":"Demilitarisation or demilitarization may mean the reduction of state armed forces; it is the opposite of militarisation in many respects.[1] For instance, the demilitarisation of Northern Ireland entailed the reduction of British security and military apparatuses.[2] Demilitarisation in this sense is usually the result of a peace treaty ending a war or a major conflict. The principle is distinguished from demobilisation, which refers to the drastic voluntary reduction in the size of a victorious army. Demilitarisation was a policy in a number of countries after both world wars. In the aftermath of World War I, the United Kingdom greatly reduced its military strength, which is also referred to as disarmament. The resulting position of British military weakness during the rise of the Nazi regime in Germany was among the causes that led to the policy of appeasement.[3] The conversion of a military or paramilitary force into a civilian one is also called demilitarisation. For example, the Italian Polizia di Stato demilitarised in 1981, and the Austrian Gendarmerie merged with the national police, making up a new civilian body. Demilitarisation can also refer to the policies employed by Allied forces during the occupation of Japan and Germany after World War II.[4] The Japanese and German militaries were re-badged to disassociate them from their recent war history, but were kept active and reinforced to help the allies face the new Soviet threat that had become evident as World War 2 ended, and the Cold War began. Demilitarisation can also refer to the reduction of one or more types of weapons or weapons systems (See Arms Control) or the removal of combat equipment from a warship (See Japanese battleship Hiei). A demilitarised zone is a specific area, such as a buffer zone between nations previously engaged in armed conflict, where military persons, equipment or activities are forbidden. This can also include areas designated during conflicts in which nations, military powers or contending groups forbid military installations, activities or personnel. The demilitarised zone is also free from all activities that assist the war efforts of any of the belligerents.[5] Generally, this zone is protected from attack and many countries forbid their troops from targeting because it would constitute a grave breach or a serious war crime that would likely warrant the institution of criminal proceedings.[6] In the case, however, of the Korean Demilitarised Zone, of the areas beyond the demilitarized strip that separates both sides, are heavily militarized. Examples of demilitarisation include:","Title":"Demilitarisation - Wikipedia","KeyID":"15563","URL":"https://en.wikipedia.org/wiki/Demilitarise"}