{"Content: ":"\"Address concerning the events in Ukraine\" was a televised address by Russian President Vladimir Putin on 21 February 2022, announcing that the Russian government would recognise the Ukrainian separatist regions of the Donetsk People's Republic and the Luhansk People's Republic as independent. During the speech, Putin also made a number of claims regarding Ukrainian history and Ukrainian domestic politics. The speech, which marked a significant escalation in the 2021–2022 Russo-Ukrainian crisis, was followed three days later by the speech declaring \"a special military operation\" in Ukraine—the 2022 Russian invasion of Ukraine.[1] The speech began with Putin stating that \"the situation in Donbass has reached a critical, acute stage\" and that \"Ukraine is not just a neighbouring country for us. It is an inalienable part of our own history, culture and spiritual space.\"[2] The speech then made a number of claims about Ukrainian and Soviet history, including stating that modern Ukraine was created by the Bolsheviks in 1917 as part of a communist appeasement of nationalism of ethnic minorities in the former Russian Empire, specifically blaming Vladimir Lenin for \"detaching Ukraine from Russia\", that Joseph Stalin had failed to remove \"odious and utopian fantasies inspired by the revolution\" from the constitution of the Soviet Union, and that these mistakes, as well as the decentralisation and democratisation brought by Mikhail Gorbachev's reforms in the late 1980s, ultimately led to both the dissolution of the Soviet Union and the \"collapse of the historical Russia.\"[3] Putin then argued that post-Soviet Russia provided assistance to other post-Soviet states, including taking on the entirety of the Soviet Union's sovereign debt. However, Putin claimed that Ukraine continued to claim a share of the Soviet Union's gold reserves and foreign assets, and the Ukrainian government has wished to continue to enjoy privileges associated with close ties to Russia \"while remaining free from any obligations,\" and that Ukraine had used its ties with Russia as a threat to blackmail the West into giving it greater preferences. Following that, he argued that post-Soviet Ukraine was \"infected with the virus of nationalism and corruption,\" calling the 2014 Revolution of Dignity a coup d'état that was led by Western powers that plunged Ukraine into a civil war. He then said that the Ukrainian government had enacted of laws discriminating against Russian-speaking Ukrainians and said that it was preparing its military for hostilities against Russia, including intending to create nuclear weapons and allowing a build-up of NATO forces on Ukrainian territory. Putin further stated that \"Ukraine joining NATO is a direct threat to Russia's security,\" and that NATO had failed to uphold promises not to expand into Eastern Europe.[4] He then stated that Ukraine was failing to uphold the Minsk agreements, and, as a result, it was \"necessary to take a long overdue decision\" to recognise the independence of the Donetsk People's Republic and the Luhansk People's Republic, and that a Treaty of Friendship and Mutual Assistance with the two regions would be signed. He then ended the speech by calling for the Ukrainian government to \"immediately stop hostilities,\" or else \"the responsibility for the possible continuation of the bloodshed will lie entirely on the conscience of Ukraine’s ruling regime.\"[5][6][7] The speech was met with widespread alarm, with commentators pointing to themes of Russian nationalism, Russian imperialism, Russian irredentism, and historical revisionism.[8][9][10][11] The Guardian foreign correspondent Shaun Walker wrote that Putin \"appeared genuinely angry and passionate in his speech\" and described it as \"an angry, rambling lecture.\"[12] Kristaps Andrejsons of Foreign Policy wrote that the speech was a \"messy, incoherent, angry rant that is difficult to make sense of but that put forward a dark vision of renewed national glory\" that \"rightly has neighboring states, once victims of Russian imperialism themselves, highly worried.\"[13] Matthew Sussex of the Australian National University wrote that \"Putin resembled more a Russian ultranationalist with a shaky grasp of history than a pragmatic master strategist,\" adding that it seemed as if Putin had made it \"his personal mission to rewrite the history of the end of the Cold War.\"[14] The claim in the speech that Ukraine was created by Vladimir Lenin and the Bolsheviks following the 1917 Russian Revolution was in particular met with widespread skepticism.[15][16][17][18][19][20] Serhii Plokhy of Harvard University has said that it was \"a bizarre reading of history\" and that \"even a cursory acquaintance with the history of the Russian Revolution and fall of the Russian Empire that accompanied it indicates that the modern Ukrainian state came into existence not thanks to Lenin but against his wishes and in direct reaction to the Bolshevik putsch in Petrograd in October of 1917.\"[21] Cihan Tugal of the University of California, Berkeley described it as \"history rewritten by Putin, a history where Ukraine and the other nations of the USSR are communist artefacts, and only Russia is real and natural,\" and a \"historically significant denial of the right to self-determination.\"[22] Mario Kessler of the Centre for Contemporary History wrote that \"a modern Ukrainian national consciousness striving for independence already existed in the nineteenth century\" and that Putin was \"taking up the imperial desires of tsarist Russia, which Joseph Stalin resumed after the break with the Bolshevik internationalism of 1917.\"[23]","Title":"Address concerning the events in Ukraine - Wikipedia","KeyID":"15560","URL":"https://en.wikipedia.org/wiki/Address_concerning_the_events_in_Ukraine"}