{"Content: ":"An airstrike, air strike or air raid[1] is an offensive operation carried out by aircraft. Air strikes are delivered from aircraft such as blimps, balloons, fighters, heavy bombers, ground attack aircraft, attack helicopters and drones. The official definition includes all sorts of targets, including enemy air targets, but in popular usage the term is usually narrowed to a tactical (small-scale) attack on a ground or naval objective as opposed to a larger, more general attack such as carpet bombing. Weapons used in an airstrike can range from direct-fire aircraft-mounted cannons and machine guns, rockets and air-to-surface missiles, to various types of aerial bombs, glide bombs, cruise missiles, ballistic missiles, and even directed-energy weapons such as lasers. In close air support, air strikes are usually controlled by trained observers on the ground for coordination with ground troops and intelligence in a manner derived from artillery tactics. On November 1, 1911, Italian aviator Second Lieutenant Giulio Gavotti dropped four bombs on two Turkish-held bases in Libya, carrying out the world's first air strike as part of the Italo-Turkish War.[2] The use of air strikes was extended in World War I. For example, at the Battle of Neuve Chapelle in 1915, the British dropped bombs on German rail communications. The first large scale air raid occurred later in 1915, when London was bombed by 15 German Zeppelin dirigibles at night. Since everyone was asleep, a loud warning system made sense.[3] However, it was not until World War II that the Oxford English Dictionary first records usage of the term \"air strike\",[4] which remained two separate words for some time thereafter. The Second World War also saw the first development of precision-guided munitions, which were fielded successfully by the Germans, and contributed to the modern sense of air \"strike\", a precision targeted attack as opposed to a strafing run or area bombing. The importance of precision targeting cannot be overstated: by some statistics, over a hundred raids were necessary to destroy a point target in World War 2; by the Persian Gulf War, the U.S. Air Force was able to release to media precise footage of television- or radar-guided bombs directly hitting the target without significant collateral damage (using, for example, the LANTIRN pod). Paul Fussell noted in his seminal work The Great War and Modern Memory the popular 20th century tendency to assume an errant bomb hitting a church, for example, was completely deliberate and reflective of the inherent evil of the enemy; over time, expectations for reduced collateral damage have increased to the point that developed countries engaging in war against less technologically advanced countries approach near-zero in terms of such damage. In the Malayan Emergency of the 1950s, British and Commonwealth Avro Lincoln heavy bombers, de Havilland Vampire fighter jets, Supermarine Spitfires, Bristol Brigands, de Havilland Mosquitos, and a host of other British aircraft were used in Malaya in operations against guerillas. However, the humid climate played havoc with the Mosquito's wooden airframe, and they were soon deployed elsewhere. This period also marked the last combat deployment of British Spitfires. During the Vietnam War, airstrikes and their doctrine were adjusted to fit the jets, like the North American F-100 Super Sabre, Republic F-105 Thunderchief, Douglas A-4 Skyhawk, and McDonnell Douglas F-4 Phantom II, which were entering the U.S.A.F. and U.S.N. inventory. These aircraft could fly faster, carry more ordnance, and defend themselves better than the F-4U Corsair and North American P-51 Mustang fighters that fought during the Korean War, albeit at the cost of the R&D of the aircraft itself, the weapons, and, most important to the man on the ground, fuel and loiter time, though this situation was slightly alleviated with the introduction of aircraft like the Cessna A-37 Dragonfly, LTV A-7 Corsair II, and Lockheed AC-130 gunships. Today, airstrike terminology has extended to the concept of the strike aircraft, what earlier generations of military aviators referred to as light bombers or attack aircraft. With the near-complete air supremacy enjoyed by developed nations in undeveloped regions, fighter jets can often be modified to add strike capability in a manner less practicable in earlier generations, e.g. McDonnell Douglas F-15E Strike Eagle. Airstrikes can be carried out for strategic purposes outside of general warfare. Operation Opera was a single eight-ship Israeli airstrike against the Iraqi Osirak nuclear reactor, criticized by world opinion but not leading to a general outbreak of war. Such an example of the preventive strike has created new questions for international law. Airstrikes, including airstrikes by drones, were extensively used during the Gulf War, War on Terror, War in Afghanistan, Iraq War, First Libyan Civil War, Syrian Civil War, Iraqi Civil War (2014–2017), Yemeni Civil War (2015–present) and the 2022 Russian invasion of Ukraine.[5] Airstrike campaigns often cause the deaths of non-combatants, including civilians.[6][7] International law apply the principles of military necessity, distinction, and proportionality. These principles emphasizes that an attack must be directed towards a legitimate military target and the harm caused to non-combatant targets must be proportional to the advantage gained by such attack.[8][9]","Title":"Airstrike - Wikipedia","KeyID":"15564","URL":"https://en.wikipedia.org/wiki/Airstrike"}