{"Content: ":"On 1 July 2022, at 01:00 AM (UTC+3), a Russian missile hit a residential building and two missiles hit a recreational center in Serhiivka, in the Bilhorod-Dnistrovskyi Raion (Odesa region).[2][3] The missile strike killed at least 21 people (including a 12-year-old boy).[2] The event has signs of a war crime. July 2 was declared a day of mourning in the region. According to preliminary information, three Tu-22M3 aircraft of the Russian Air Force flew from the Volgograd Oblast to Crimea,[4] and after 1,200 kilometres (750 mi) fired three Kh-22s, supersonic anti-ship missiles designed for use against aircraft carriers, in the direction of the Bilhorod-Dnistrovskyi district to the resort Serhiivka village. One missile hit a 9-story residential building, completely destroying one section.[5] The fire spread from the apartment building to the attached store. The second missile hit a recreation center in the Bilhorod-Dnistrovskyi region. The fire did not start at the recreation center.[citation needed] As a result of these strikes, a rehabilitation center for children administered by Moldova in the village was hit. One of its workers died and five others were injured.[6] According to preliminary data, at least 16 Ukrainian civilians were killed in the residential building and at least 5 (including a 12 year old boy) in the recreation center. 38 were injured (including 6 children).[1] In addition to people, pets also have died.[2] 2 July was declared a day of mourning in the region.[7] The Ministry of Foreign Affairs and European Integration of Moldova condemned the attack and gave information about the damages the Moldovan rehabilitation center had suffered.[6] Romania also condemned the attack, and said that the Romanian authorities would be in contact with its Moldovan partners.[8] Ukrainian President Zelenskyy accused Russia of having committed \"an act of conscious, deliberately targeted Russian terror – and not some kind of mistake.\"[9] He noted that as in the recent Kremenchuk shopping mall attack, the Russian army used unnecessarily powerful weapons to strike a civilian object: \"These missiles, Kh-22, were designed to destroy aircraft carriers and other large warships, and the Russian army used them against an ordinary nine-story building with ordinary civilian people.\"[10][11] Official representative of Germany Steffen Hebestreit [de] described the missile strike as an \"inhumane and cynical\" war crime.[12] A spokesman of the Russian Presidency, Dmitry Peskov, denied that Russia was attacking civilian objects in Ukraine and said that the targeted buildings were used for military purposes.[10][11] There is no evidence that the targeted buildings were used by the military.[10][13] ","Title":"Serhiivka missile strike - Wikipedia","KeyID":"15574","URL":"https://en.wikipedia.org/wiki/Serhiivka_missile_strike"}