{"Content: ":"United Nations General Assembly Resolution ES‑11/1 is a resolution of the eleventh emergency special session of the United Nations General Assembly, adopted on 2 March 2022. It deplored Russia's invasion of Ukraine and demanded a full withdrawal of Russian forces and a reversal of its decision to recognise the self-declared People's Republics of Donetsk and Luhansk. The tenth paragraph of the United Nations General Assembly Resolution of 2 March 2022 confirmed the involvement of Belarus in unlawful use of force against Ukraine.[1] The resolution was sponsored by 96 countries, and passed with 141 voting in favour, 5 against, and 35 abstentions.[2] An emergency special session is an unscheduled meeting of the United Nations General Assembly to make urgent recommendations on a particular situation relevant for the maintenance of international peace and security in any instance where the Security Council fails to act owing to the veto of a permanent member. The mechanism was introduced in 1950 with the Uniting for Peace resolution, which declared that: ... if the Security Council, because of lack of unanimity of the permanent members, fails to exercise its primary responsibility for the maintenance of international peace and security in any case where there appears to be a threat to the peace, breach of the peace, or act of aggression, the General Assembly shall consider the matter immediately with a view to making appropriate recommendations to Members for collective measures, including in the case of a breach of the peace or act of aggression the use of armed force when necessary, to maintain or restore international peace and security. If not in session at the time, the General Assembly may meet in emergency special session within twenty-four hours of the request therefore. ... The General Assembly's ability to recommend collective measures was the subject of an intense dispute in the 1950s and 1960s. In 1962, an advisory opinion of the International Court of Justice stated that, while \"enforcement action\" is the exclusive domain of the Security Council, the General Assembly has the authority to take a wide range of decisions, including establishing a peacekeeping force.[3] On 24 February 2022, Russia launched a large-scale invasion against Ukraine. A draft resolution deploring the invasion and calling for the withdrawal of Russian troops was vetoed in the Security Council the following day, prompting the Security Council to convene an emergency special session on the subject of Ukraine with United Nations Security Council Resolution 2623.[4] With no evidence of reversal of the invasion of Ukraine, the emergency session reconvened and they adopted Resolution ES-11/2 on 24 March 2022, which reiterated demands and concerns expressed in Resolution ES-11/1.[7]","Title":"United Nations General Assembly Resolution ES-11/1 - Wikipedia","KeyID":"15580","URL":"https://en.wikipedia.org/wiki/United_Nations_General_Assembly_Resolution_ES-11/1"}