{"Content: ":"Opposition: Supported by: Government Pro-government protesters: Government parties: Pro-government parties: Anti-war but anti-protest Following the Russian invasion of Ukraine on 24 February 2022, anti-war demonstrations and protests broke out across Russia.[55] As well as the demonstrations, a number of petitions and open letters have been penned in opposition to the war, and a number of public figures, both cultural and political, have released statements against the war.[56] The protests have been met with widespread repression by the Russian authorities. According to OVD-Info, at least 14,906 people were detained from 24 February to 13 March,[57][58] including the largest single-day mass arrests in post-Soviet Russian history on 6 March.[59] Human rights organisations and reporters have raised concerns of police brutality during arrests and OVD-Info reported several cases of protestors being tortured under detention. The government has also moved to crackdown on other forms of opposition to the war, including introducing widespread censorship measures. Other individuals who signed anti-war petitions have faced reprisals. On the afternoon of the invasion, the Investigative Committee of Russia issued a warning to Russians that they would face legal repercussions for joining unsanctioned protests related to \"the tense foreign political situation\".[60][61] The opposition activist Marina Litvinovich called on Instagram for street protests on the evening of 24 February[62] but was detained by police as she left her house.[63] That evening, thousands took to the streets in cities across Russia to protest the war. The largest demonstrations were in Moscow, where 2,000 protesters gathered near Pushkinskaya Square, and Saint Petersburg, where up to 1,000 protesters gathered.[64][65] Hundreds demonstrated in Yekaterinburg,[66] and there were also demonstrations in Chelyabinsk, Nizhny Novgorod, Novosibirsk and Perm.[67] By the end of the evening of the day of the invasion, according to the OVD-Info monitor, there had been 1,820 arrests in 58 cities, of which 1,002 were carried out in Moscow.[68][69] Russia's interior ministry justified these arrests with continued \"coronavirus restrictions, including on public events\".[70] On the following day, 25 February, further protests continued in Moscow, Saint Petersburg and other cities. In Saint Petersburg several hundred people gathered in the city center, chanting 'No to war!' OVD-Info reported 437 detentions in 26 Russian cities on that day, including 226 in Moscow and 130 in Saint Petersburg.[71] On 26 February, some Russian protestors chose to reduce the chances of arrest by staging single-person protests in Moscow and other city squares. Others gathered in small groups to move more nimbly around the streets.[72] In Yekaterinburg hundreds gathered, shouting 'No to war!'.[73] Throughout the day at least 469 people were arrested in 34 cities, of which around half in Moscow, bringing the total number of arrests to over 3,000.[72] Protests continued on 27 February.[74] The protests coincided with the seventh anniversary of the murder of the opposition politician Boris Nemtsov, and arrests took place at an improvised memorial outside the Kremlin where Nemtsov was shot.[75] Around 1,000 people gathered for a spontaneous anti-war rally near Great Gostiny Dvor in Saint Petersburg.[76] According to OVD-Info, by early Sunday evening, police had detained at least 900 Russians in 44 cities, bringing the total number of arrests to over 4,000 since the war began.[75] By the end of the day, that number had grown to around 2,710 arrests (at least 5,844 in total since the beginning of the war), including at least 1,269 arrests in Moscow and 1,034 in Saint Petersburg.[77] Members of the Communist Party of the Russian Federation,[78][79] the People's Freedom Party,[80] and Yabloko, spoke out against the invasion.[81][82] On the same day, a van with markings that read \"People, wake up!\", \"This is war\", \"Putin is scum!\" crashed and caught fire in Pushkinskaya Square.[83][84] On 1 March, reports and photographs appeared in social media, also republished and confirmed by Novaya Gazeta, showing primary school children behind bars, arrested by police in Moscow for laying flowers at the Ukrainian embassy and holding signs saying \"No to war\".[85] A special detention center set up in Yekaterinburg ran out of room for prisoners arrested from protests.[86] On 2 March, the artist Yelena Osipova, aged 77 and born to survivors of the Siege of Leningrad, was amongst those arrested at an anti-war protest in Saint Petersburg. Videos of her arrest were widely shared on Twitter and Reddit.[87] Police action against the protesters continued the following day.[88] On 4 March, the activist Yulia Galyamina was detained and held in custody pending trial, charged with violating the law on public events by trying to organize an anti-war protest.[89] On 5 March, ahead of protests planned for 6 March, police raided, searched and detained hundreds of Russian journalists, politicians and activists.[90] On 6 March, there were protests in at least 60 cities,[91] including Vladivostok, Irkutsk and Khabarovsk.[92] OVD-Info reported over 5,000 arrests throughout the day.[91] The Russian interior ministry reported over 3,500 detentions.[93] A video showing Kemerovo Oblast governor Sergey Tsivilyov attempting to justify the invasion to protestors that day went viral.[94] The total number of arrests reached 13,000 overall on 6 March.[95] On 8 March, International Women's Day, the Feminist Anti-War Resistance group reported that women laid flowers at war monuments across 94 Russian and international cities,[96] including Saint Petersburg, Moscow, Vladivostok, Yekaterinburg, Novosibirsk, Krasnoyarsk, Kanash, Yaroslavl, Syktyvkar, Smolensk, Luga, Lytkarino, Izhevsk, Volgograd, Irkutsk, Nizhny Novgorod, Ufa, Omsk, Mytishchi, Gelendzhik, Perm, Kazan, Zelenograd, Balashov, Saratov, Biysk, Khimki, Chelyabinsk, Krasnodar, Novovoronezh, Vologda, Korolev, Troitsk, Serpukhov, Vladimir, Revda, Tolyatti, Kaliningrad, Naberezhnye Chelny, Volgodonsk, Ramenskoye, Samara, Leninavan farm, Stavropol, Arkhangelsk, Yoshkar-Ola, Krasnogorsk , Novokuibyshevsk, Zheleznovodsk, Murom, Snegiri, Nakhabino, Rostov-on-Don, Cheboksary, Saransk, Dzerzhinsky, Veliky Novgorod, Tyumen, Tobolsk, Podolsk, Tula, Grebnevo village, Dolgoprudny, Murino, Vladikavkaz and Alagir.[97] Police ordered women laying flowers at the Gostiny Dvor in Saint Petersburg to disperse, and made over five arrests. In Moscow the Alexander Garden was closed to block access to the Tomb of the Unknown Soldier, so flowers were left nearby. 11 girls were detained in Moscow's Manezhnaya Square.[98] At least 93 people, at least 60 of them in Moscow, were detained.[96] In the week following International Women's Day, several videos went viral on social media showing Russian police arresting protestors for simply holding up a blank sign.[99][100] Another arrest which went viral was that of a woman arrested for holding up a small sign that simply read \"два слова\" (\"two words\" in Russian).[101] By the end of March, mass protests were reported to have largely subsided due to repression from Russian authorities.[102] Some smaller individual acts of opposition against the war continued.[59] The audience staged an anti-war protest at the concert of the Russian group Kis-Kis in Saint Petersburg in May 2022.[103] Unconfirmed reports circulated about a protest planned for 12 June, Russia Day, which eventually did not take place. Instead, authorities in Moscow detained 50 people, using facial recognition software.[104] As well as protests, activists have also posted anti-war stickers around neighbourhoods, have written anti-war messages on banknotes, and have hung posters that mimic official missing person posters, but that instead contain information about Russian soldiers that have been killed in the invasion.[105][106] The artist Alexandra Skochilenko was arrested for allegedly replacing supermarket labels with messages protesting the Mariupol theatre airstrike, and jailed for eight weeks pending trial under the Russian fake news laws.[107] In Voronezh and Lukhovitsy, cases of arson of military enlistment offices and police departments in Krasnoyarsk and Smolensk were recorded. Molotov cocktails were used in all of them.[108][109][110] On 24 March, a video was released on TikTok showing a protestor throwing Molotov cocktails at the Moscow Kremlin walls.[111] On 28 March, Moscow student Anastasia Levashova was sentenced to two years in prison for having thrown a Molotov cocktail at police during an anti-war rally.[112] At least four teachers have been arrested after criticising the invasion in their classrooms.[113] On 3 March, the Russian Ministry of Education instructed teachers to hold lessons telling students \"why the liberation mission in Ukraine is a necessity.\"[114][115] On 20 March, six women blocked traffic on a bridge in Zelenchukskaya demanding information about their relatives who had been sent to fight in Ukraine. All six were arrested.[116] On 14 March, Marina Ovsyannikova, an editor at Channel One Russia,[117] disrupted the set of the channel's main news program Vremya during prime time by holding up a sign with an anti-war message.[118] The sign read: \"NO WAR. Stop the war. Do not believe the propaganda, here you are being lied to. Russians against war\".[119] Ovsyannikova, the daughter of a Ukrainian father and a Russian mother, also released a pre-recorded video at OVD-Info in which she expressed shame for her part in spreading \"Kremlin propaganda\" at Channel One. She was detained by police later that evening and was released, according to TASS.[120] Ovsyannikova was detained and later released again on 17 July after staging a lone protest at the Sophia Embankment [ru], in front of the Kremlin, two days prior.[121][122] Others have taken to attempt to remove symbols of pro-Russian actions, such as the letter Z. A man, who latter fled to Armenia, reportedly stopped a car with the letter Z on its windscreen with a shovel and ordered the cars inhabitants to rip it off.[123] Some Russian soldiers have been reported to have disobeyed orders to join the invasion.[124][125] On 12 March, it was reported that around 80 marines had refused to fight after being deployed to Kherson and were returned to Crimea.[126] On 7 April, Pskov newspaper Pskovskaya Gubernia reported that around 60 Russian paratroopers in Belarus had refused such orders, further reporting that Russian commanders were blocking attempts by soldiers to resign from the Russian military and referring those soldiers to prosecutors instead.[127] Among service personnel who have refused to conduct hostilities against Ukraine include 11 OMON fighters from Khakassia [271], about 100 OMON fighters from Omsk [272], as well as servicemen of the 15th Guards Motor Rifle Regiment,[128] the 9th Guards, 165th and 227th Artillery Brigades, the 15th Separate Peacekeeping, 25th Guards, 38th, 64th, 74th Guards, 80th, 138th and 200th Separate Motor Rifle Brigades, 5th and 71st Anti-Aircraft Rocket Brigades, 54th and 95th Control Brigades, 6th Regiment of NBC Protection, 51st Separate Logistics Brigade, 69th Separate Covering Brigade, 108th and 247th Guards Air Assault Regiments,[129] 810th Separate Guards Naval Infantry Brigade stationed in the Crimea,[130] commanders at different levels of the 3rd Motor Rifle Division, and the personnel of two battalion tactical groups of the 4th Guards Military Base from South Ossetia which has been deployed with the 58th Combined Arms Army.[131] On 30 March 2022, South Ossetian social media channels, local bloggers, and politicians such as the former de facto president Eduard Kokoity reported that many Ossetian servicemen — up to 300, according to one source — had abandoned the Ukrainian battlefields, returning home \"of their own free will\".[132][133] In the weeks preceding the invasion, there were signs that anti-war sentiment was growing in Saint Petersburg.[134] At the beginning of February, over 150 prominent Russian activists, authors, and academics signed an open letter, 'If Only There Is No War!',[135] protesting the \"party of war in the Russian leadership\" and state media.[134] After the invasion, Russian Nobel Peace Prize winner Dmitry Muratov announced that the Novaya Gazeta newspaper would publish its next edition in both Ukrainian and Russian. Muratov, the journalist Mikhail Zygar, the film director Vladimir Mirzoyev, and others signed a document stating that Ukraine is not a threat to Russia and calling for Russian citizens \"to say no to this war.\"[136] The Kommersant reporter Elena Chernenko launched an anti-war petition,[62] which was signed by over 250 journalists. Another letter condemning the war was signed by over 250 scientists, and a third open letter was signed by almost 200 municipal council members in Moscow and other cities.[66] On 24 February, human rights activist Lev Ponomaryov started an online petition to protest against the invasion, garnering 289,000 signatures by the end of the day.[137] By 1 March, the petition had gathered more than a million votes.[138] On 26 February, a petition for the impeachment of Putin was published by a Russian citizen on the Change.org website, gathering more than 200,000 signatures by the end of 27 February.[139] Some of the petition signers lost their jobs.[140] More than 30,000 technology workers,[141] 6,000 medical workers, 3,400 architects,[142] more than 4,300 teachers,[143] more than 17,000 artists,[144] 5,000 scientists,[145] and 2,000 actors, directors, and other creative figures signed open letters calling for Putin's government to stop the war.[146][147] Some Russians who signed petitions against Russia's war in Ukraine lost their jobs.[148] 1,200 students, faculty and staff of the Moscow State Institute of International Relations, affiliated with the Ministry of Foreign Affairs, signed an open letter stating that they \"consider it morally unacceptable to stay on the sidelines and keep silent when people are dying in a neighboring state. They are dying through the fault of those who preferred weapons instead of peaceful diplomacy. .... Many generations of future diplomats will have to rebuild the trust in Russia and the good relations with our neighbors that have been lost.\"[149] Igor Kochetkov, the head of the Russian LGBT Network, launched an open letter against the war and stating that \"There are a lot of problems in our country, including the spread of anti-human ideas, which often come from high-ranking officials. Let's start 'denazification' with them.\" The open letter received signatures from 150 Russian LGBT+ rights activists.[150] The Feminist Anti-War Resistance campaign, one of the first founded in opposition to the war, launched with a manifesto saying that \"war exacerbates gender inequality and sets back gains for human rights by many years\" and that the war was being \"fought under the banner of the \"traditional values\" declared by government ideologues,\" which were contrary to human rights and liberation.[151] Representatives of Russian arts and culture workers initiated an open letter expressing solidarity with the Ukrainian people and protesting against the war. As of 23:00 Moscow time on 27 February 2022, the letter was signed by 17,000 people.[152] We, artists, curators, architects, critics, art critics, art managers — representatives of culture and art of the Russian Federation – express our absolute solidarity with the people of Ukraine and say a resolute \"NO TO WAR!\". We demand the immediate cessation of all hostilities, the withdrawal of Russian troops from Ukraine, and the holding of peace talks.[152] Lev Ponomaryov initiated a petition titled \"Остановить войну с Украиной! – Нет войне\" (\"Stop the war with Ukraine! – No to war\"). By 4 March, the petition had been signed by more than 1.18 million Russians.[153][154]  \"No to war!\" (Russian: \"Нет войне!\", romanized: \"Nyet voynye!\", Russian pronunciation: [nʲet vɐjˈnʲe]) is an anti-war slogan used by the demonstrators in the 2022 anti-war protests in Russia.[155][156][157][158] Children also used this slogan on handmade signs and tried to leave their message outside the Ukrainian embassy in Moscow. They were arrested for those actions.[159][156] Relatives of some Russian officials who justify Russia's war against Ukraine have also expressed their disagreement with the Kremlin's decision through the hashtag \"No to war!\". Among them was Liza Peskova, the daughter of the official representative of the Kremlin Dmitry Peskov.[160] The white-blue-white flag is an anti-war symbol created by removing the red from the Russian flag. According to anti-war protestors, the red represented blood and violence, and the flag attempts to evocate the legacy of the Novgorod Republic as an example of democracy.[161] Some protestors have used green ribbons as a symbol of opposition to the war.[162][163] Although the Communist Party of the Russian Federation (KPRF) officially supports the invasion and is often characterised as a controlled opposition to Putin's government, some youth and left-wing factions within the party have opposed the war.[164] The only two members of the State Duma to have spoken against the war have been KPRF deputies: Mikhail Matveyev[165][166] and Oleg Smolin.[167] KPRF senator Vyacheslav Markhayev has also spoken against the war.[168] On 27 May 2022, two KPRF lawmakers from the Legislative Assembly of Primorsky Krai were kicked out of the oblast's KPRF group and two others were reprimanded by the party after presenting a statement in opposition to the war.[169][170] Another faction associated with the International Marxist Tendency face expulsion from the party after organising an anti-war committee called \"KPRF/LKSM Members Against the War.\"[29][28] On February 15, the website of Russian political party New People, which is also known as a controlled opposition and a spoiler party,[171] released a statement by Sardana Avksentyeva, condemning the war.[172] After the start of the invasion, leader of the party, Alexey Nechayev, made statements in support of military action.[173] Avksentyeva's anti-war statement was deleted, and she herself later supported the invasion: \"And I feel that today we must give our military an opportunity to complete their work... We need the victory\".[174] However, one of the New People deputies of the State Duma, Sangadji Tarbaev, has publicly condemned the war. Valery Gartung, also a State Duma deputy and a member of A Just Russia — For Truth party (which supports the invasion), also denounced it in Facebook, and later commented his post to Republic.ru.[175][176] Mikhail Gorbachev, the last CPSU General Secretary and the head of state of the Soviet Union, stated that \"everything possible must be done to stop the threat of a nuclear war\".[177] On 27 February, Russian politician Lyudmila Narusova, a member of the Federation Council, stated in a television interview: \"I do not identify myself with those representatives of the state that speak out in favor of the war. I think they themselves do not know what they are doing. They are following orders without thinking.\"[178] Arkady Dvorkovich, who served as a Deputy Prime Minister from 2012 to 2018, condemned Russia's invasion of Ukraine and said that \"Wars are the worst things one might face in life...including this war. My thoughts are with Ukrainian civilians.\"[179] On 23 March, Putin's longtime advisor and Russian climate envoy Anatoly Chubais resigned from his position and left Russia due to his opposition to the war.[180] Alexei Navalny, the opposition leader who was imprisoned in January 2021, called Putin an \"obviously insane tsar\" and urged Russians to continue daily street protests: \"Go out onto the main square of your city every weekday at 19.00 and at 14.00 at weekends and on holidays\".[181] Other groups which have expressed their opposition to the war include the Revolutionary Workers Party,[182][183][184] the Libertarian Party of Russia,[185] Socialist Alternative,[186] the Pirate Party of Russia,[187] the United Communist Party,[188] the Left Bloc[189] and Autonomous Action.[190] Ukrainian-born Russian politician and diplomat Natalia Poklonskaya, who rose to prominence during Russia's annexation of Crimea, called the invasion a catastrophe, also adding \"People are dying, houses and entire cities are destroyed [leaving] millions of refugees. Bodies and souls are mutilated. My heart is bursting with pain. My two native countries are killing each other, that's not what I wanted and it's not what I want\". She also said that Ukraine's society has “changed” in the eight years since the war in Donbas with pro-Russian separatists was ongoing and that Ukrainians “would not greet Russia with flowers”. She also criticized the Z military symbol. According to The Moscow Times, Poklonskaya's break with Russia's official line that the Russian invasion of Ukraine is a “special military operation” to “de-Nazify and demilitarize” Ukraine was practically unheard of for a sitting official.[191] On 23 May 2022, Russian diplomat Boris Bondarev announced that he had resigned from his position in protest over the Russian invasion of Ukraine,[192] referring to the invasion as an \"aggressive war\",[193] saying that it was not only a crime against the Ukrainian people, but also \"the most serious crime against the people of Russia, with a bold letter Z crossing out all hopes and prospects for a prosperous free society in our country\".[194] After the invasion began on 24 February, several Russian celebrities, including pop star Valery Meladze, television host Ivan Urgant and television presenter Ksenia Sobchak, unambiguously criticized it on social media.[62] The comedian and television presenter Maxim Galkin and television comedian Alexander Gudkov also condemned the war,[195] as did actress Chulpan Khamatova[196] and actor Konstantin Khabensky.[197] Vlogger Yury Dud received a million 'likes' for a post criticising the war: I write these words for a reason. When my children grow up and discover this moment in history... and ask me 'Dad, what did you do?', I want to have written proof that I did not choose this regime and did not support its imperialist rage.[198] Ukrainian-born pop star Svetlana Loboda asked \"How is this possible? Lord, stop all this!\" Figure skater Evgenia Medvedeva called for \"this all [to end] as soon as possible, like a bad dream\". Chess player Yan Nepomniachtchi tweeted in protest: \"History has seen many Black Thursdays. But today is blacker than the others. #saynotowar\".[199] Tennis world number one Daniil Medvedev and world number seven Andrey Rublev both spoke out in favour of peace on the day of the invasion. On the following day Rublev wrote \"No war please\" on the camera after winning his match.[200] The hip-hop artist Oxxxymiron cancelled upcoming shows and called for mass protest, calling the invasion \"a crime and a catastrophe\".[201] Yelena Kovalskaya resigned as director of the state-owned Meyerhold Theater Center, writing that it was \"impossible to work for a murderer and receive salary from him\".[62] Pianist and composer Evgeny Kissin described Russia's invasion as a crime that cannot be justified.[144] The pianist Alexander Melnikov said \"I'm furious with [Putin's government] for making me feel guilty about being Russian.\"[144] Pop singer Sergey Lazarev called for the war to stop.[202] On 25 February, the ice hockey star Alex Ovechkin, an ardent Putin supporter, made an ambiguous statement against the war without mentioning Ukraine or Russia.[203] On 26 February, Georgian basketball player Tornike Shengelia announced he was prematurely terminating his contract with CSKA Moscow \"in protest against Russia's invasion of Ukraine\". Citing the club's historical links to the Red Army, Shengelia said: \"I do not consider it possible to continue playing for the Russian army club\".[204] Liza Peskova, the daughter of Putin's spokesman Dmitry Peskov, shared an image of the \"No to war\" hashtag on her Instagram story but then quickly deleted it and criticized the protests.[205][206] Russia's richest billionaire, Mikhail Fridman, called for the \"bloodshed to end\".[207] Another oligarch, Oleg Deripaska, called for peace talks to begin \"as fast as possible.\" An anonymous Russian billionaire told Reuters, \"It is going to be catastrophic in all senses: for the economy, for relations with the rest of the world, for the political situation.\"[208] Russian billionaire and owner of the REN TV television network Alexei Mordashov spoke out against both the fighting and the economic fallout that has resulted from it. \"It is terrible that Ukrainians and Russians are dying, people are suffering hardships, the economy is collapsing. We must do everything necessary so that a way out of this conflict is found in the very near future and the bloodshed stops in order to help the affected people restore normal life.\"[209] By 27 February, several prominent Russian public figures living in exile had organized the Anti-War Committee of Russia. The group issued a statement denouncing the war and calling on \"patriots of Russia to consolidate against the aggressive dictatorship of Vladimir Putin.\"[210] Mikhail Shishkin, winner of the 2000 Russian Booker Prize, wrote on The Guardian that \"Putin is committing monstrous crimes in the name of my people, my country, and me\" and saying that \"in Putin's Russia it's impossible to breathe. The stench from the policeman's boot is too strong.\"[211] Actor Danila Kozlovsky posted several Instagram posts condemning the war, sharing an image of a crying refugee. In a post on 27 February, Kozlovsky admitted to and apologized for his indifference to Russia's annexation of Crimea in 2014.[212][213] On 21 March, rock musician Zemfira released an anti-war music video to her 2017 song \"Don't Shoot\", while also removing all of her other songs from her YouTube channel. The video contained footage of Russia's military assault on Ukraine and of anti-war protests in Moscow.[214] In May 2022, rock singer Yuri Shevchuk was prosecuted after speaking out against Putin and the war in Ukraine at a concert in Ufa. He said that \"people of Ukraine are being murdered\" and \"our boys are dying over there\" due to \"some Napoleonic plans of another Caesar of ours\".[103] The founders of the \"Immortal Regiment\" commemoration movement, in which ordinary Russians carry photographs of veteran family members in marches around Russia held annually to mark WWII Victory Day on 9 May, addressed Vladimir Putin in a statement, asking him to \"stop the bloodshed\".[215] Svetlana Golub, head of the Union of the Committees of Soldiers' Mothers of Russia told The Guardian that \"Wars always lead to deaths. From the many conversations I have been sent between soldiers and their families, I believe many Russians have already died... Conflicts always mean lots of suffering. Please, both sides have to stop.\"[216] Memorial, the oldest human rights organization in Russia, which has been repressed against by the Russian government and forced to shut down in 2021, described the invasion as \"a crime against peace and humanity\" in a statement, adding that it \"will remain a shameful chapter in the Russian history.\"[217] On 3 March, the multinational company Lukoil, the second largest company in Russia after Gazprom, called for a ceasefire and diplomatic means to solve the conflict.[218] A spokesperson for the United Nations condemned the \"arbitrary arrests\" of protestors, and called for their immediate release.[219] On 8 March, United Nations High Commissioner for Human Rights Michelle Bachelet expressed concerns over \"the use of repressive legislation that impedes the exercise of civil and political rights and criminalising non-violent behaviour.\"[220] On 26 February, Human Rights Watch stated that videos of the crack down it analysed showed \"brutal arrests of peaceful activists by police officers\" and stated that \"authorities' actions to prevent people from participating in peaceful public protests and freely expressing their opinions violate fundamental rights.\"[221] On 3 March, it stated that the Russian government had blocked access to at least eight independent Russian media outlets, along with a number of Ukrainian media outlets, and that it was \"bluntly imposing censorship combined with a false narrative that they demand everyone must parrot.\"[222] Amnesty International stated that the Russian government was \"hellbent on stifling state critics as it coerces domestic media into supporting its policies\" and \"routinely used force to disperse nationwide anti-war protests.\"[223] International human rights NGO Civil Rights Defenders stated that there had been a \"serious crackdown\" on freedom of expression in Russia and that people who had been arrested for protesting against the war were being restricted from having access to lawyers.[224] On 4 March, seven international and Russian human rights groups (Human Rights Watch, Amnesty International, the Human Rights House Foundation, the International Federation for Human Rights, the International Service for Human Rights, the Memorial Human Rights Centre, and Komitet Grazhdanskoe Sodeistvie) released a joint letter to the United Nations Human Rights Council stating that Russia was experiencing a \"fully-fledged witch hunt against independent groups, human rights defenders, media outlets and journalists, and political opposition\" that was \"decimating civil society and forcing many into exile.\"[225] Russia's interior ministry justified the arrests due to the \"coronavirus restrictions, including on public events\" that remained in place.[226] Russian authorities warned Russians of legal repercussions for joining anti-war protests.[227] On 17 March, Putin gave a speech in which he called opponents of the war \"scum and traitors,\" saying that a \"natural and necessary self-cleansing of society will only strengthen our country.\"[228] On 1 March, the Moscow radio station Echo of Moscow,[229] as well as the independent television channel Dozhd,[230] was forced off air for having aired opposition to the war.[231][232] After completing their final broadcast, Dozhd put on a loop of Swan Lake, echoing the efforts of Soviet authorities to bury bad news, including the 1991 attempted coup d'état as the USSR was breaking up.[233] On 4 March, the Russian parliament passed a law aimed at stifling reporting and opposition to the war which punishes citizens with up to 15 years in jail for spreading \"fake information\" about the Russian military and its operations.[234] This law also makes it illegal \"to make calls against the use of Russian troops to protect the interests of Russia\" or \"for discrediting such use\" with a penalty possible of up to three years in prison. The same provision applies to calls for sanctions against Russia.[235] This law effectively criminalizes any public opposition to or independent news reporting about the war against Ukraine and could make it a crime to simply call the war a \"war\" — the Kremlin says it is a \"special military operation\" — on social media or in a news article or broadcast.[236] Later that day, Putin signed the bill into law; he also signed into law a bill that would allow fines or prison sentences of up to 3 years for those calling for sanctions.[237] On the same day, independent newspaper Novaya Gazeta announced that it was pulling all material related to the war from its website, saying that military censorship \"has moved to the threat of criminal prosecution of both journalists and citizens who spread information about military hostilities that is different from the press releases of the Ministry of Defence.\"[238] That same day, Yekaterinburg-based independent news outlet Znak.com announced that it would be suspending its operations due to political repression.[239] That same week, Russian telecom regulator Roskomnadzor restricted access to social media websites Facebook and Twitter and restricted access to a number of international news organisations, including the BBC, German public broadcaster Deutsche Welle, American broadcasters Voice of America and Radio Free Europe/Radio Liberty, Ukrainian newspaper Svoboda, and Latvian news website Meduza.[240] A number of other international news organisations suspended operations in Russia due to potential threats to their journalists, including ABC, Bloomberg News, CBC/Radio-Canada, CBS News, and CNN, with Bloomberg editor-in-chief John Micklethwait stating that \"the change to the criminal code, which seems designed to turn any independent reporter into a criminal purely by association, makes it impossible to continue any semblance of normal journalism inside the country.\"[241] On 6 March, Roskomnadzor restricted access to Mediazona, demanding that the website close itself down. Mediazona defiantly promised to continue, providing tips to evade censorship.[242] On 11 March, Roskomnadzor blocked the websites of Amnesty International as well as that of Russian election monitoring group Golos.[243] According to the news website Agentstvo, over 150 journalists left Russia by 7 March since Putin signed the bill into law.[244] Reporters Without Borders has called the law \"the final blow [that] completed the destruction of Russia's independent media.\"[245] On 16 March, Russian socialite and food blogger Veronika Belotserkovskaya became the first individual charged under Russia's new \"false information\" law. On 22 March, Russian journalist Alexander Nevzorov was charged after he published information that Russian forces had shelled a maternity hospital in Mariupol;[246][247] he later fled Russia where he received Ukrainian citizenship and was sentenced to arrest in absentia after a court said his posts contained \"deliberately false\" information.[248] On 25 March, Russian journalist Izabella Yevloyeva was charged under the \"fakes law\" after sharing a post on social media that described the \"Z\" symbol as being \"synonymous with aggression, death, pain and shameless manipulation\".[249] According to OVD-Info, over 400 people were detained or fined by April under the laws prohibiting \"fake\" information about the military.[250] The use of fake messages was claimed to have been used by Russian authorities by at least one Russian anti-war protestor. He claimed that shortly after he was released from detention strange anti-war messages appeared on his phone, and had feared the messages were an attempt to incriminate him before he could leave the country.[123] More than 2,000 people were detained or fined by May 2022 under the laws prohibiting \"fake\" information about the military.[251] By early June, 53 criminal cases had been opened.[248] In July 2022, Alexey Gorinov [ru], a member of the Krasnoselsky district council in Moscow, was sentenced to seven years in prison after making anti-war comments at a council meeting in March, including stating that Russia was waging a war of aggression against Ukraine.[252] Lawyer Pavel Chikov said that this was the first jail term under the new law.[253] The Moscow Times reported that some Russian workers who have signed petitions against the war have been told to withdraw their signatures by their employers, and have been fired if they refused. The newspaper also reported that some companies have warned employees against \"making posts about political topics on Facebook.\"[254] Radio Free Europe/Radio Liberty has reported that students in some universities have been threatened with expulsion over acts of anti-war protest.[255] In early March, the student union of Saint Petersburg State University reported that the university has expelled at least 13 students for taking part in anti-war protests.[256] A number of anti-war activists and independent journalists in Russia have had their homes targeted with vandalism since the beginning of the invasion, including having manure and messages calling them traitors left outside their doors.[257] The Z symbol, which has achieved prominence in Russian popular culture as a symbol of support for the war, in part through state promotion of the symbol, has also been used to graffiti the homes of several anti-war activists.[258] Film critic Anton Dolin, among those targeted with the symbol, described it as a threat, stating that \"The purpose of this is clear: we know where your family live, beware.\"[259] According to The Moscow Times, Russian authorities and pro-government figures have actively encouraged reporting other citizens, including friends and family, for \"anti-Russian\" activities including anti-war statements.[260] The recorded number of anti-war protestors arrested by day according to OVD-Info is: Russian NGO OVD-Info reported that it had confirmed at least 30 cases of protestors being beaten by police on the weekend of 5–6 March, as well as several cases of arrested protestors being tortured in detention, while saying that \"it is likely that this number is much higher. There are many videos on social networks in which police officers are seen beating anti-war protesters.\"[276] An audio recording from a protestor arrested that weekend who managed to conceal her phone while detained and interrogated by multiple police documented 11 minutes of physical and verbal abuse, with one officer telling her that \"You are the enemies of Russia. You are the enemies of the people.\"[277] Human Rights Watch has stated that Russian police have used \"excessive force as they arrest people,\" that police sometimes cover up their ID on their uniforms, that people arrested have been \"forced to have their photo and fingerprints taken and surrender their telephones, contrary to Russian law,\" and that several arrested protestors have been subjected to waterboarding.[278] Mediazona has further reported that women who have been arrested have been subjected to threats of sexual violence, that arrested gender-non-conforming protestors have been ridiculed, and that police sprayed some detainees in the face with antiseptic solutions.[279] A number of people affiliated with the Russian government have spoken out against the protests. Putin's press secretary, Dmitry Peskov, stated that \"now is not the time to be divided. Now is the time to unite, to unite around our president,\" while acknowledging that \"there are heated debates among cultural figures.\"[280] Margarita Simonyan, editor-in-chief of Russian state-controlled news agencies RT and Rossiya Segodnya, stated that \"If you are ashamed of being Russian now, don't worry, you are not Russian.\"[281] In response to Simonyan's statement, Vitalik Buterin, programmer and one of the co-founders of Ethereum, said: \"Go fuck yourself\".[282] Andrey Turchak, a lawmaker from Putin's United Russia party, condemn Arkady Dvorkovich's anti-war stance as \"nothing but the very national betrayal, the behaviour of the fifth column, which the president [Putin] spoke about...\".[283] Since the beginning of the invasion, more than 300,000 Russians have fled the country,[284][285] particularly citizens who are opposed to the war, in response to increasing repression and rumours of conscription and martial law.[286] Journalist Boris Grozovski published a Facebook post saying that \"We are not tourists, dear citizens of Georgia. We are refugees. Personally, I was wanted by the police in Russia for distributing anti-war petitions... We ran not from bullets, bombs and missiles, but from prison. If I wrote what I write now while in Russia, I would inevitably go to prison for 15–20 years.\"[287] Others have fled the country due to concerns about deteriorating conditions within the country, specifically in economical and political terms, coupled with anti-war sentiments and being targeted for past opposition movements.[288][289] Bolshoi Theater ballerina Olga Smirnova left Russia to continue her career in the Netherlands in protest of the war.[290] By early April, an estimated 100,000 Russians had fled Russia to Georgia.[285] After three weeks of war, around 14,000 were said to have left for Turkey.[291] Tens of thousands went to Armenia; by 24 May an estimated 108,000 Russian citizens having fled to the country,[123][292] or Nordic states such as Finland.[293] Thousands are said to have gone to Uzbekistan.[294] In a recorded speech released on 25 February, Ukrainian president Volodymyr Zelenskyy thanked the Russian anti-war protesters, addressing them directly in Russian: To all citizens of the Russian Federation who are coming out to protest, I want to say we see you. It means that you heard us.[72] A state-run poll published on 28 February by the Russian Public Opinion Research Center claimed that 68% of Russians supported the \"special military operation\", 22% opposed, and 10% found it difficult to answer.[295] Later on, a series of four online polls by Alexei Navalny's Anti-Corruption Foundation claimed to show sentiment rapidly shifting among Moscow residents. Between 25 February and 3 March, those blaming Russia for the war increased from 14% to 36%, with 79% now in favour of stopping the conflict and engaging in peace negotiation.[296] The proportion of respondents who considered Russia an \"aggressor\" increased from 29% to 53%, while the share of those considering Russia a \"peace-maker\" fell by half from 25% to 12%.[296] From 26 to 28 February 2022, a survey conducted by the independent research group Russian Field found that 58.8% of respondents supported the \"special military operation\" in Ukraine.[297] According to the poll, in the group of 18-to-24-year-olds, only 29% supported the \"special military operation\".[298] A poll by the independent Levada Center published on 30 March saw Putin's approval rating jump from 71% in February to 83% in March.[299][300] Experts have warned that the figures may not accurately reflect the public mood, as the public tends to rally around leaders during war and some may be hiding their true opinions,[301] especially with enhanced censorship and a new law prohibiting the dissemination of \"fake information\" about the military.[302] A study by researchers affiliated with the London School of Economics found that stated support for the war among Russians dropped from 68% to 53% when asked indirectly about the invasion in polls.[303] Many respondents do not want to answer pollsters' questions for fear of negative consequences.[297] In March 2022, when a Russian opposition politician Maxim Katz and a group of Russian researchers commissioned a poll on Russians' attitudes toward the war in Ukraine, 29,400 of the 31,000 people they called refused to answer after hearing the subject matter in question.[304] Alvina Hoffmann of King's College London said that the \"seemingly broad anti-war coalition is remarkable, given that the \"Russian political apparatus has been systematically dismantling opposition movements, creating a climate where any form of protest is met with oppression.\"[305] Russian journalist Alexander Bidin, writing for openDemocracy, stated that \"Russian society lacks institutions that are capable of taking up the organisation of protests, especially at short notice\" and that \"for the majority, going out into the streets is a moral duty and a symbolic act, rather than a functional instrument of resistance to the authorities.\"[306] Sasha de Vogel of New York University has argued that anti-war protests \"are more visible to audiences in the West than to the Russian public at large\" and that the protests \"have no coordinating body. Many have been planned through personal networks and social media posts. In some cases, opponents of the war have simply travelled to their nearest city centre in the hope of finding like-minded citizens. Many protests are single-person pickets.\"[307] Maria Popova of McGill University stated that \"you're not only taking a risk by showing up to a protest, you're taking a risk of being put on a list and being systematically harassed by authorities for having taking part in a protest,\" further saying that the levels of repression in Russia were \"way worse than they have been at any point since Stalinist time.\"[308] One protestor interviewed by NPR stated that the anti-war protests \"seem more dangerous\" than previous protest movements in Russia under Putin and that some protestors \"really did not realize that it is possible to just have a poster that says 'No to war' and end up at the police station. They really did not think that this was possible in our country.\"[309][310] Grigory Durnovo, analyst for Russian NGO OVD-Info, told France 24 that \"we have never seen such a large number of detainees per day,\" with protestors risking fines \"from 2,000 to 300,000 rubles (from €17 to more than €2,500) and risk up to 30 days in detention.\" Durnovo further stated that Russian state media \"sometimes mentions anti-war protests but we can't use them as a source because they don't tell the whole story.\"[311] On 4 March, OVD-Info coordinator Leonid Drabkin told Al Jazeera that \"in over 100 cities, we know that there were detentions\" since the start of the invasion and that \"this topic really touches everyone. Because it's not really about your political views, but many Russians have relatives and friends in Ukraine.\"[312] Several commentators have noted the significant presence of youth in the anti-war protests in Russia.[313][314] Cynthia Hooper of the College of the Holy Cross said that protests against the war represented a \"generational struggle\" in Russia, pitting \"those who believe in the stories of state-run television against their own children.\"[315] CNN International's diplomatic editor Nic Robertson stated that \"a generation here has grown up willfully ignorant of state disinformation, weaned instead on social media, so are impervious to the lies that cowed their parents,\" but that they were \"still contained by the massive state security infrastructure that is the real muscle behind state media's messaging.\"[316] Commentators have also noted the significant role of women in the protests.[317][318][319] Meduza journalist Alexey Kovalyov has stated that \"it's mostly women who are facing real violence and serious prison time.\"[320] Maria Silina of the Université du Québec à Montréal has stated that \"the overwhelming majority of [anti-war protestors] were women, queer or trans — many of whom were rarely visible as political activists in Russia due to homophobic laws against them.\"[106] Ben Noble of University College London stated that: \"Russian state media continues to portray a very different reality to the coverage in western media. Rather than a full-scale assault, the narrative is of a \"special operation\" to protect ethnic Russians in the so-called \"republics\" of Donetsk and Luhansk from \"genocide\" being carried out by Ukraine's \"neo-Nazi\" government. Words like \"invasion\" and \"war\" are banned in Russian media. Independent outlets have been blocked or shut down. And Russians face the prospect of harsh punishment for challenging the state's line on the conflict.\"[321] One reason many Russians have supported the \"special military operation\" in Ukraine has to do with the propaganda and disinformation being sown by the Kremlin.[322][323][324][325][326] Some observers noted what they described as a \"generational struggle\" among Russians over perception of the war,[315] with younger Russians more likely opposed to the war and older Russians more likely to accept the narrative presented by state-controlled media in Russia.[327] According to researcher Mikhail Sokolov, \"If you are younger than 30, live in a big city, have a higher education and do not watch television, the probability that you will not support the actions of the Russian army exceeds 80%.\"[297] The effect of international sanctions and condemnation of the war at domestic anti-war protests has been debated.[328][329][330][331] Brian Grodsky of the University of Maryland, Baltimore County warned that the weight of sanctions might hurt the Russian opposition more than help it, saying that \"the very sanctions that encourage Russians to attack the regime also narrow their available opportunities to do so.\"[332] Carnegie Moscow Center scholar Andrey Movchan wrote that sanctions aimed at ordinary Russians could be \"exactly what the Kremlin wants – that tens of millions of Russians who oppose the regime will be unable to leave the country and even temporarily find themselves in a world free of Russian propaganda,\" stating that sanctions should instead \"uncompromisingly block the Kremlin's access to its financial and technological resources.\"[333] Kremlinologist Lilia Shevtsova stated that \"the 'Crimea effect' is vanishing. The war in Ukraine creates 'our' casualties – this will have an impact. Moreover, in 2008 and 2014, the wars were relatively short and they ended with 'our' victory. At the moment, a lot of Russians accept Putin's 'peace operation.' But they may change their attitude if the operation will be long and bloody.\"[334] Erica Chenoweth of the Harvard Kennedy School has stated that \"protests are necessary but insufficient predictors of when elites decide to shift their loyalty\" and that it was \"important not to underestimate that Putin does have a real base that's incredibly loyal to him.\"[335]","Title":"2022 anti-war protests in Russia - Wikipedia","KeyID":"15584","URL":"https://en.wikipedia.org/wiki/2022_anti-war_protests_in_Russia"}