{"Content: ":"Russia–Ukraine relations are the bilateral ties between the Russian Federation and Ukraine. Following the Ukrainian Revolution of Dignity in 2014, Ukraine's Crimean Peninsula was occupied by unmarked Russian forces, and later annexed by Russia, while pro-Russia separatists simultaneously engaged the Ukrainian military in an armed conflict for control over eastern Ukraine; these events marked the beginning of the Russo-Ukrainian War. In a major escalation of the conflict on 24 February 2022, Russia launched a full-scale invasion of the Ukrainian mainland across a broad front, causing Ukraine to sever all formal diplomatic ties with Russia.[1][2][3] After the collapse of the Soviet Union in 1991, the successor states' bilateral relations have undergone periods of ties, tensions, and outright hostility. In the early 1990s, Ukraine's policy was dominated by aspirations to ensure its sovereignty and independence, followed by a foreign policy that balanced cooperation with the European Union (EU), Russia, and other powerful polities.[4] Relations between the two countries became hostile after the 2014 Ukrainian revolution, which was followed by Russia's annexation of Crimea from Ukraine, and due to Russia's backing for the separatist fighters of the Donetsk People's Republic and the Luhansk People's Republic in a war, conflicts that had killed more than 13,000 people by early 2020, and brought Western sanctions on Russia.[5] Numerous bilateral agreements have been terminated and economic ties severed. Throughout 2021 and 2022, a Russian military buildup on the border of Ukraine escalated tensions between the two countries and strained their bilateral relations.[6][7] Ukraine broke diplomatic relations with Moscow in response to Russia's invasion of Ukraine. Streets bearing the names of Russian figures and monuments symbolising Russian and Ukrainian friendship were removed from various locations across Ukraine.[8] (2010) (2001) Of the above, 28,000 are in Crimea, internationally recognized as part of Ukraine, and 3,000 reported in eastern Ukraine.[17]: 212  active/total Both Russia and Ukraine claim their heritage from Kievan Rus', a polity that united most of the East Slavic and some Finnic tribes and adopted Byzantine Orthodoxy in the ninth to eleventh centuries. According to old Rus chronicles, Kyiv, the capital of modern Ukraine, was proclaimed the Mother of Rus Cities, as it was the capital of the powerful late medieval state of Rus.[18] After the Mongol invasion of Kievan Rus', the histories of the people inhabiting territories of Russia and Ukraine diverged.[19] The Grand Duchy of Moscow united all remnants of Rus's northern provinces and evolved into the Russian state. The Kingdom of Galicia–Volhynia came under the domination of the Grand Duchy of Lithuania, followed by the Polish–Lithuanian Commonwealth. Within the Commonwealth, the militant Zaporozhian Cossacks refused polonization, and often clashed with a Commonwealth government controlled by the Polish nobility.[20] Unrest among the Cossacks caused them to rebel against the Commonwealth and seek union with Russia, with which they had similarities in culture, language, and religion. This was formalized through the Treaty of Pereiaslav in 1654.[20] Starting in the mid-17th century, much of Ukraine's territory was gradually annexed by the Russian Empire and its autonomy taken away by the time of the late 18th-century partition of Poland. Soon after, the Cossack host was forcibly disbanded by the Russian Empire and most Cossacks were relocated to the Kuban region on the southern edge of the Russian Empire. The Russian Empire considered Ukrainians (and Belarusians) ethnically Russian, and referred to them as \"Little Russians\".[21] Until the end of World War I this view was only opposed by a small group of Ukrainian nationalists.[22] Nevertheless, a perceived threat of \"Ukrainian separatism\" set in motion a set of measures aimed at the russification of the \"Little Russians\".[22] In 1804, the Ukrainian language was banned from schools as a subject and language of instruction.[23] In 1876 Alexander II's secretary Ems Ukaz prohibited the publication and importation of most Ukrainian language books, public performances and lectures in the Ukrainian language, and even the printing of Ukrainian texts accompanying musical scores.[24] The February Revolution saw establishment of official relations between the Russian Provisional Government and the Ukrainian Central Rada (Central Council of Ukraine) that was represented at the Russian government by its commissar Petro Stebnytsky. At the same time Dmitry Odinets was appointed the representative of Russian Affairs in the Ukrainian government. After the Soviet military aggression by the Soviet government at the beginning of 1918, Ukraine declared its full independence from the Russian Republic on 22 January 1918, as the Ukrainian People's Republic which existed from 1917 to 1922. The two treaties of Brest-Litovsk that Ukraine and Russia signed separately with the Central Powers calmed the military conflict between them, and peace negotiations were initiated the same year. After the end of World War I, Ukraine became a battleground in the Ukrainian War of Independence, linked to the Russian Civil War. Both Russians and Ukrainians fought in nearly all armies based on personal political beliefs.[nb 1] In 1922, Ukraine and Russia were two of the founding members of the Union of Soviet Socialist Republics, and were the signatories of the treaty that terminated the union in December 1991.[nb 2] The end of the Russian Empire also ended the ban on the Ukrainian language.[23] This was followed by a period of korenizatsiya that promoted the cultures of the different Soviet Republics.[25] In 1932–1933 Ukraine experienced the Holodomor (Ukrainian: Голодомор, \"Extermination by hunger\" or \"Hunger-extermination\"; derived from 'Морити голодом', \"Killing by Starvation\") which was a man-made famine in the Ukrainian Soviet Socialist Republic that killed up to 7.5 million Ukrainians. During the famine, which is also known as the \"Terror-Famine in Ukraine\" and \"Famine-Genocide in Ukraine\", millions of citizens of the Ukrainian SSR, mostly ethnic Ukrainians, died of starvation in an unprecedented peacetime catastrophe. Scholars disagree on the relative importance of natural factors and bad economic policies as causes of the famine, and the degree to which the destruction of the Ukrainian peasantry was premeditated by Soviet leaders.[26] The Holodomor famine extended to many Soviet republics, including Russia and Kazakhstan. In the absence of documentary proof of intent, scholars have also argued that the Holodomor was caused by the economic problems associated with the radical changes implemented during the period of liquidation of private property and Soviet industrialization, combined with the widespread drought of the early 1930s. However, on 13 January 2010, the Kyiv Appellate Court found Stalin, Kaganovich, Molotov, and the Ukrainian Soviet leaders Kosior and Chubar, amongst other functionaries, posthumously guilty of genocide against Ukrainians during the Holodomor famine.[26] After the dissolution of the Soviet Union, Ukraine gained its independence and inherited the third largest nuclear stockpile in the world, along with significant means of its design and production.[27][28][29] The country had 130 UR-100N intercontinental ballistic missiles (ICBM) with six warheads each, 46 RT-23 Molodets ICBMs with ten warheads apiece, as well as 33 heavy bombers, totaling approximately 1,700 warheads remaining on Ukrainian territory.[30] While Ukraine had physical control of the weapons, it did not have operational control, as they were dependent on Russian-controlled electronic Permissive Action Links and the Russian command and control system. In 1992, Ukraine agreed to voluntarily remove over 3,000 tactical nuclear weapons.[27] Following the signing of the 1994 Budapest Memorandum on Security Assurances among the U.S., the U.K., and Russia, as well as similar agreements with France and China, Ukraine agreed to destroy the rest of its nuclear weapons, and to join the Treaty on the Non-Proliferation of Nuclear Weapons (NPT).[31][32][33] By 1996, Ukraine transferred all Soviet-era strategic warheads to Russia. The second major dispute of early years was over the fate of the Black Sea Fleet as well as its operating bases, mainly Sevastopol on the Crimean Peninsula.[29] The issue was exacerbated by political posturing, Ukrainian proclamation that the entire fleet was under Russia's jurisdiction and intention to pursue a NATO Membership Action Plan, followed by Russian politicians expressions of territorial claims over parts of Crimea and declaration by Russian parliament that the 1954 gifting of Crimea to Ukraine was illegitimate, making the peninsula an ongoing issue in negotiations.[29][34] The action of transfer was attributed to Communist Party first secretary Nikita Khrushchev.[35] After several years of intense negotiations the whole issue was resolved in 1997. The Partition Treaty divided the fleet and allowed Russia to lease some of the naval bases in Sevastopol for the Russian Navy until 2017 (extended to 2042 with the Kharkiv Pact), and the Treaty of Friendship fixed the principle of strategic partnership, the recognition of the inviolability of existing borders, the respect for territorial integrity and a mutual commitment not to use its territory to harm the security of each other.[36][37] Another major dispute related to energy supplies, as several Soviet–Western Europe oil and gas pipelines ran through Ukraine. After new treaties came into effect, Ukraine's gas debt arrears to Russia were paid off by transfer of some nuclear-capable weapons that Ukraine inherited from the USSR to Russia, such as Tu-160 strategic bombers.[38] While the Russian share in Ukraine's exports declined from 26.2% in 1997 to around 23% in 1998–2000, the share of imports held steady at 45–50% of the total. Overall, between one third and one half of Ukraine's trade was with the Russian Federation. Dependence was particularly strong in energy. Up to 75% of annually consumed gas and close to 80% of oil came from Russia. On the export side, dependence on Russia was also significant. Russia remained Ukraine's primary market for ferrous metals, steel plate and pipes, electric machinery, machine tools and equipment, food, and products of the chemical industry. It has been a market of hope for Ukraine's high value-added goods, more than nine tenths of which were historically tied to Russian consumers.[39] With old buyers gone by 1997, Ukraine experienced a 97–99% drop in production of industrial machines with digital control systems, television sets, tape recorders, excavators, cars and trucks. At the same time and in spite of the post-communist slowdown, Russia came out as the fourth-largest investor in the Ukrainian economy after the US, the Netherlands, and Germany, having contributed $150.6 million out of $2.047 billion in foreign direct investment that Ukraine had received from all sources by 1998.[39] Although disputes existed prior to the 2004 Ukrainian presidential election, including speculation about the accidental shooting down of a Russian airliner by the Ukrainian military and the controversy over Tuzla Island, relations with Russia under the latter years of Leonid Kuchma's term improved. In 2002, the Russian Government participated in financing the construction of the Khmelnytskyi and the Rivne Nuclear Power Plants.[40] In 2003, Russia attempted to integrate Ukraine into a new Russian-led Single Economic Space with Russia. However, with president Viktor Yushchenko in power, several problems resurfaced, including the Russia–Ukraine gas disputes due to Ukraine's growing cooperation with the EU and bid to join NATO. The overall perception of relations with Russia in Ukraine differs largely on regional factors. Many Russophone eastern and southern regions, which are also home to the majority of the Russian diaspora in Ukraine welcome closer relations with Russia.[41] However further central and particularly western regions (who were never a part of Imperial Russia) of Ukraine show a less friendly attitude to the idea of a historic link to Russia[42][43][44][45] and the Soviet Union in particular.[46] Russia has no intention of annexing any country. Russian President Putin (24 December 2004)[47] In Russia, there is[when?] no regional breakdown in the opinion of Ukraine,[48] but on the whole, Ukraine's recent attempts to join the EU and NATO were seen as change of course to only a pro-Western, anti-Russian orientation of Ukraine and thus a sign of hostility and this resulted in a drop of Ukraine's perception in Russia[49] (although President of Ukraine Viktor Yushchenko reassured Russia that joining NATO was not meant as an anti-Russian act,[50] and Putin said that Russia would welcome Ukraine's membership in the EU[51]). This was further fuelled by the public discussion in Ukraine of whether the Russian language should be given official status[52] and be made the second state language.[53][54] During the 2009 gas conflict the Russian media almost uniformly portrayed Ukraine as an aggressive and greedy state that wanted to ally with Russia's enemies and exploit cheap Russian gas.[55] Further worsening of relations was provoked by belligerent statements made in 2007–2008 by both Russian (e.g. the Russian Foreign Ministry,[56] the Mayor of Moscow Yury Luzhkov[57] and then President Vladimir Putin[50][58]) and Ukrainian politicians, for example, the former Foreign Minister Borys Tarasiuk,[59] deputy Justice Minister of Ukraine Evhen Kornichuk [uk][60] and then leader of parliamentary opposition Yulia Tymoshenko.[61] The status of the Russian Black Sea Fleet in Sevastopol remained a matter of disagreement and tensions.[48][62] In February 2008, Russia unilaterally withdrew from the Ukrainian–Russian intergovernmental agreement on the Main Centre for Missile Attack Warning signed in 1997.[63] During the Russo-Georgian War, relations between Ukraine and Russia soured due to Ukraine's support for Georgia and Russian claims of Ukraine supplying arms to Georgia as well as due to new Ukrainian regulations for the Russian Black Sea Fleet, which sent vessels and marines to the war, such as the demand that Russia obtain prior permission when crossing the Ukrainian border, which Russia refused to comply with.[64][65] Further disagreements over the Ukrainian position on Georgia and relations with Russia were among the issues that brought down the coalition government between the Our Ukraine–People's Self-Defense Bloc and the Bloc Yulia Tymoshenko in September 2008[66] (on 16 December 2008, the coalition was recreated with a new coalition partner, the Lytvyn Bloc).[67] This rekindled controversy over the Russian military presence in Crimea. On 2 October 2008, Russian Prime Minister Vladimir Putin accused Ukraine of supplying arms to Georgia during the Russo-Georgian War. Putin also claimed that Moscow had evidence proving that Ukrainian military experts were present in the conflict zone during the war. Ukraine denied the allegations. The head of its state arms export company, Ukrspetsexport, said no arms were sold during the war, and Defense Minister Yuriy Yekhanurov denied that Ukraine's military personnel fought on the side of Georgia.[68] Prosecutor General of Ukraine Oleksandr Medvedko confirmed on 25 September 2009 that no personnel of the Ukrainian Armed Forces participated in the 2008 Russo-Georgian War, no weapons or military equipment of the Ukrainian Armed Forces were present at the conflict, and no help was given to the Georgian side. He also confirmed that the international transfers of military equipment between Ukraine and Georgia from 2006 to 2008 were conducted in accordance with earlier contracts, the laws of Ukraine, and international treaties.[69] The US supported Ukraine's bid to join NATO launched in January 2008 as an effort to obtain aNATO Membership Action Plan.[70][71][72] Russia strongly opposed any prospect of Ukraine and Georgia becoming NATO members.[nb 3][73][74][75] According to the alleged transcript of Putin's speech at the 2008 NATO–Russia Council Summit in Bucharest, Putin spoke of Russia's responsibility for ethnic Russians resident in Ukraine and urged his NATO partners to act advisedly; according to some media reports he then also privately hinted to his US counterpart at the possibility of Ukraine losing its integrity in the event of its NATO accession.[76] According to a document in the United States diplomatic cables leak Putin \"implicitly challenged the territorial integrity of Ukraine, suggesting that Ukraine was an artificial creation sewn together from territory of Poland, the Czech Republic, Romania, and especially Russia in the aftermath of the Second World War.\"[77] During a January 2009 dispute over natural gas prices, exports of Russian natural gas through Ukraine were shut down.[78] Relations further deteriorated when Russian Prime Minister Putin during this dispute said that \"Ukrainian political leadership is demonstrating its inability to solve economic problems, and [...] situation highlights the high criminalization of [Ukrainian] authorities\"[79][80] and when in February 2009 (after the conflict) Ukrainian President Yushchenko[81][82] and the Ukrainian Foreign Ministry considered Russian President Dmitry Medvedev's statement that Ukraine must compensate for gas crisis losses to the European countries an \"emotional statement which is unfriendly and hostile towards Ukraine and the EU member-states\".[83][84] During the conflict the Russian media almost uniformly portrayed Ukraine as an aggressive and greedy state that wanted to ally with Russia's enemies and exploit cheap Russian gas.[55] After a \"master plan\" to modernize the natural gas infrastructure of Ukraine between the EU and Ukraine was announced (on 23 March 2009) Russian Energy Minister Sergei Shmatko told an investment conference at which the plan was unveiled that it appeared to draw Ukraine legally closer to the European Union and might harm Moscow's interests.[85] According to Putin \"to discuss such issues without the basic supplier is simply not serious\".[85] In a leaked US diplomatic cable (as revealed by WikiLeaks) regarding the January 2009 Russian–Ukrainian gas crisis, the US Ambassador to Ukraine William Taylor was quoting Ambassador of Ukraine to Russia Kostyantyn Hryshchenko as expressing his opinion that Kremlin leaders wanted to see a totally subservient person in charge in Kyiv (a regency in Ukraine) and that Putin \"hated\" the then-President Yushchenko and had a low personal regard for Yanukovych, but saw then-Prime Minister Tymoshenko as someone perhaps not that he could trust, yet with whom he could deal.[86] On 11 August 2009, Russian President Dmitry Medvedev posted a videoblog on the Kremlin.ru website, and the official Kremlin LiveJournal blog, in which he criticised Yushchenko for what Medvedev claimed was the Ukrainian president's responsibility in the souring of Russia–Ukraine relations and \"the anti-Russian position of the current Ukrainian authorities\".[nb 4] Medvedev further announced that he would not send a new ambassador to Ukraine until there was an improvement in the relationship.[87][88][nb 5][89] In response, Yushchenko wrote a letter which noted he could not agree that the Ukrainian–Russian relations had run into problems and wondered why the Russian president completely ruled out the Russian responsibility for this.[90][91][nb 6] Analysts said Medvedev's message was timed to influence the campaign for the 2010 Ukrainian presidential election.[87][93] The U.S. Department of State spokesman, commenting on the message by Medvedev to his Ukrainian counterpart Yuschenko, said, among other things: \"It is important for Ukraine and Russia to have a constructive relationship. I'm not sure that these comments are necessarily in that vein. But going forward, Ukraine has a right to make its own choices, and we feel that it has a right to join NATO if it chooses.\"[94] On 7 October 2009, Russian Foreign Minister Sergey Lavrov said the Russian government wanted to see economy prevail in Russian–Ukrainian relations and that relations between the two countries would improve if the two countries set up joint ventures, especially in small and medium-sized businesses.[95] At the same meeting in Kharkiv, Lavrov said the Russian government would not respond to a Ukrainian proposal to organize a meeting between the Russian and Ukrainian presidents,[96] but that \"Contacts between the two countries' foreign ministries are being maintained permanently.\"[97] On 2 December 2009, Ukrainian Foreign Minister Petro Poroshenko and Lavrov agreed on gradually abandoning the compilation of lists of individuals banned from entering their countries.[98] According to Taras Kuzio, Viktor Yanukovych was the most pro-Russian and neo-Soviet[clarification needed] president to have been elected in Ukraine.[99] Since his election, he fulfilled all of the demands[specify] laid out by Russian President Dmitry Medvedev in his letter written to former President Viktor Yushchenko in August 2009.[clarification needed][99] On 22 April 2010 Presidents Viktor Yanukovych and Dmitry Medvedev signed an agreement leasing the Russian Naval Forces base in Sevastopol to Russia for 25 years in return for discounted natural gas deliveries which accounted for $100 per 1,000 cubic meters.[100][101][102] The lease extension agreement was highly controversial inside and outside of Ukraine.[99] On 17 May 2010, the President Dmitry Medvedev arrived in Kyiv on a two-day visit.[103] During the visit Medvedev hoped to sign cooperation agreements in \"inter-regional and international problems\", according to RIA Novosti. This was also mentioned on the official inquiry at the Verkhovna Rada by the First Vice Prime Minister Andriy Klyuyev. According to some news agencies the main purpose of the visit was to resolve disagreements in the Russian–Ukrainian energy relations after Viktor Yanukovych agreed on the partial merger of Gazprom and Naftogaz.[104] Apart from the merger of the state gas companies there are also talks of the merger of the nuclear energy sector as well.[105] Both Russian President Dmitry Medvedev (April 2010[106]) and Russian Prime Minister Vladimir Putin (June 2010[107]) have stated they noticed a big improvement in relations since Viktor Yanukovych presidency. On 14 May 2013 an unknown veteran of unknown intelligence service Sergei Razumovsky, leader of the All-Ukrainian Association of Homeless Officers, who resides in Ukraine under the Ukrainian flag called for the creation of Ukrainian–Russian international volunteer brigades in support of the Bashar al-Assad government in Syria to fight rebels.[108][109][110] One of the reasons why Rozumovsky wanted to create such brigades was that hr felt the government of Ukraine did not support its officer corps.[111] Because of that, Rozumovsky intended to apply for Syrian citizenship.[112] Some sources claim that he was a Kremlin provocateur.[113] On 17 July 2013 near the Russian coast of the Sea of Azov, considered internal waters of both Russia and Ukraine (no boundary delimitation), a Russian coast guard patrol boat collided with a Ukrainian fishing vessel.[114] Four fishermen died[115] while one was detained by Russian authorities on charges of poaching.[116] According to the surviving fisherman, their boat was rammed by th Russians[117] and the fishermen were fired at as well, while Russian law enforcement agency claimed that it was the poachers who tried to ram into the patrol vessel.[118] The Minister of Justice of Ukraine Olena Lukash acknowledged that Russia has no jurisdiction to prosecute the detained citizen of Ukraine.[119] According to the wife of the surviving fisherman, the Ukrainian Consul in Russia was very passive in providing any support on the matter.[120] The surviving fisherman was expected to be released to Ukraine before 12 August 2013, however, the Prosecutor Office of Russia chose to keep the Ukrainian detained in Russia.[121] Another incident took place on the border between Belgorod and Luhansk oblasts when an apparently inebriated Russian tractor driver decided to cross the border to Ukraine along with his two friends on 28 August 2013.[122][123] Unlike the Azov incident a month earlier on 17 July 2013, the State Border Service of Ukraine handed over the citizens of Russia right back to the Russian authorities. Tractor Belarus was taken away and handed over to the Ministry of Revenues and Duties. In 2013, Ukraine both pursued an observer status in the Russian-led Customs Union of Belarus, Kazakhstan and Russia,[124] and persisted with moving along with association agreement with the EU, scheduled to be signed that November.[125] On 14 August 2013 the Russian Custom Service stopped all imports coming from Ukraine.[126] Some politicians saw that as start of a trade war against Ukraine to prevent Ukraine from signing a trade agreement with the European Union.[127] According to Pavlo Klimkin, one of the Ukrainian negotiators of the Association Agreement, initially \"the Russians simply did not believe (the association agreement with the EU) could come true. They didn't believe in our ability to negotiate a good agreement and didn't believe in our commitment to implement a good agreement.\"[128] In September 2013, Russia warned Ukraine that if it went ahead with a planned agreement on free trade with the EU, it would face financial catastrophe and possibly the collapse of the state.[129] Sergey Glazyev, adviser to President Vladimir Putin, said that, \"Ukrainian authorities make a huge mistake if they think that the Russian reaction will become neutral in a few years from now. This will not happen.\" Russia had already imposed import restrictions on certain Ukrainian products and Glazyev did not rule out further sanctions if the agreement was signed. Glazyev allowed for the possibility of separatist movements springing up in the Russian-speaking east and south of Ukraine.[129] On 21 November 2013, Yanukovych suspended preparations for signing EU Association Agreement, to seek closer economic relations with Russia.[130] On 17 December 2013 Russian President Vladimir Putin agreed to lend Ukraine 15 billion dollars in financial aid and a 33% discount on natural gas prices.[131][132] The treaty was signed amid massive, ongoing protests in Ukraine for closer ties between Ukraine and the European Union.[133] Critics pointed out that in the months before the 17 December 2013 deal a change in Russian customs regulations on imports from Ukraine was a Russian attempt to prevent Ukraine from signing an Association Agreement with the European Union.[134][135][131] The 2014 Crimean crisis unfolded in the Autonomous Republic of Crimea in the aftermath of the February 2014 Ukrainian revolution, in which the government of Ukrainian President Viktor Yanukovych was ousted. Protests were staged by groups of mainly ethnic Russians who opposed the events in Kyiv and wanted close ties or integration with Russia, in addition to expanded autonomy or possible independence for Crimea.[citation needed] Other groups, including Crimean Tatars, protested in support of the revolution. On 27 February, military men with no insignia wearing masks seized a number of important buildings in Crimea, including the parliament building and two airports.[136] Under siege, the Supreme Council of Crimea dismissed the autonomous republic's government and replaced chairman of the Council of Ministers of Crimea, Anatolii Mohyliov, with Sergey Aksyonov.[136] Ukraine accused Russia of intervening in Ukraine's internal affairs, while the Russian side officially denied such claims. In response to the crisis, the Ukrainian parliament requested that the Budapest Memorandum's signatories reaffirm their commitment to the principles enshrined in the political agreement, and further asked that they hold consultations with Ukraine to ease tensions.[137] On 1 March without declaration of war, the Russian parliament granted President Vladimir Putin the authority to use military force in Ukraine.[138] On the same day, the acting president of Ukraine, Oleksandr Turchynov decreed the appointment of the Prime Minister of Crimea as unconstitutional. He said, \"We consider the behavior of the Russian Federation to be direct aggression against the sovereignty of Ukraine!\" In mid March, after a disputed local referendum, Russia recognized Crimea as a sovereign state[139][140] and proceeded to formally annex the peninsula. The Ukrainian Ministry of Foreign Affairs summoned the Provisional Principal of Russia in Ukraine to present note verbale of protest against Russia's recognition of the Republic of Crimea and its subsequent annexation.[141] Two days later, the Verkhovna Rada condemned the treaty[142] and called Russia's actions \"a gross violation of international law\".[143] Ukraine responded with sanctions against Russia as well as blacklisting and freezing assets of numerous individuals and entities involved with the annexation. Ukraine started a campaign not to buy Russian products and other countries supporting Ukraine's position (e.g. the European Union, Norway, Iceland, Switzerland, Liechtenstein, Albania, Montenegro, the United States, the United Kingdom, Canada, Australia, New Zealand, Japan, etc.) followed similar measures.[143] Russia responded with similar measures against Ukraine and its supporters but did not publicly reveal the list of people or entities sanctioned.[144][145][146] On 19 March 2014 all Ukrainian Armed Forces (at the time besieged in their bases by unmarked soldiers) were withdrawn from Crimea.[147] On 8 April 2014 an agreement was reached between Russia and Ukraine to return interned vessels to Ukraine and \"for the withdrawal of an undisclosed number of Ukrainian aircraft seized in Crimea\".[148] Russia returned 35 ships that had been impounded during its annexation of Crimea but unilaterally suspended the return of Ukrainian Navy materials from Crimea to Ukraine proper because/after Ukraine did not renew its unilaterally declared ceasefire on 1 July 2014 in the War in Donbas.[149][150] Sixteen minor ships hence did return to Ukraine.[150] On March 27, 2016, Dmitry Kozak was appointed to greatly strengthen Crimea's social, political, and economic ties to Russia.[151][152] On 14 April, Russian President Putin announced that he would open a ruble-only account with Bank Rossiya and would make it the primary bank in the newly annexed Crimea and give it the right to service payments on Russia's $36 billion wholesale electricity market—which gave the bank $112 million annually from commission charges alone.[153] On 15 April, the Verkhovna Rada declared the Autonomous Republic of Crimea and Sevastopol to be under \"provisional occupation\" by the Russian military[154][155] The territories were also deemed \"inalienable parts of Ukraine\" subject to Ukrainian law.[156] On 19 March 2014 all Ukrainian Armed Forces (at the time besieged in their bases by ununiformed soldiers) were withdrawn from Crimea.[147] On 17 April 2014, President Putin stated that the Russian military had backed Crimean separatist militias, stating that Russia's intervention was necessary \"to ensure proper conditions for the people of Crimea to be able to freely express their will\".[157] Throughout March and April 2014, pro-Russian unrest spread in Ukraine, with pro-Russian groups proclaiming \"People's Republics\" in the oblasts of Donetsk and Luhansk, as of 2017[update] both partially outside the control of the Ukrainian government.[158][unreliable source?] On 17 July 2014 Malaysia Airlines flight 17 was shot down by a Buk surface-to-air missile launched from pro-Russian separatist-controlled territory in Ukraine. All 283 passengers and 15 crew were killed. Military clashes between pro-Russian rebels (backed by Russian military) and the Armed Forces of Ukraine began in the Donbas region in April 2014. On 5 September 2014 the Ukrainian government and representatives of the self-proclaimed Donetsk People's Republic and the Luhansk People's Republic signed a tentative ceasefire – the agreement.[159] The ceasefire imploded amidst intense new fighting in January 2015. A new ceasefire agreement took effect in mid-February 2015, but also failed to stop the fighting.[160][161][162][163][164][165][166][unreliable source?] Russia has been accused by NATO and Ukraine of engaging in direct military operations to support the Donetsk People's Republic and the Luhansk People's Republic.[167] Russia denied this,[167] but in December 2015, Russian Federation President Vladimir Putin admitted that Russian military intelligence officers were operating in Ukraine, insisting though that they were not the same as regular troops.[168] Russia said that Russian \"volunteers\" were helping the separatists People's Republics.[169] At the 26 June 2014 session of the Parliamentary Assembly of the Council of Europe Ukrainian President Petro Poroshenko stated that bilateral relations with Russia could not be normalized unless Russia undid its unilateral annexation of Crimea and returned control of Crimea to Ukraine.[170] In February 2015, Ukraine ended a 1997 agreement that Russians could enter Ukraine with internal ID instead of a travel passport.[171] In February 2015 the law \"On protection information television and radio space of Ukraine,\" banned the showing (on Ukrainian television) of \"audiovisual works\" that contain \"the popularization, agitation for, propaganda of any action of law enforcement agencies, the armed forces, other armed, military or security forces of the occupier state\" was enacted.[172] One year later Russian productions (on Ukrainian television) had decreased by three to four times.[172] Early in March 2014, and prior to its independence referendum, all broadcast of Ukraine-based TV channels was suspended in Crimea.[173] Later that month, the Ukrainian National Council for TV and Radio Broadcasting ordered measures against some Russian TV channels, which were accused of broadcasting misleading information about Ukraine.[174][175] Fifteen more Russian TV channels were banned in March 2016.[176] In May 2015, Ukraine suspended a military cooperation agreement with Russia,[177][178] that had been in place since 1993.[179] Following a breakdown in mutual business ties, Ukraine also stopped supplying components used to produce military equipment in Russia.[180] In August, Russia announced that it would ban imports of Ukrainian agricultural goods starting January 2016.[181] In October 2015, Ukraine banned all direct flights between Ukraine and Russia.[182] In November 2015, Ukraine closed its air space to all Russian military and civil airplanes.[183] In December 2015, Ukrainian lawmakers voted to place a trade embargo on Russia in retaliation for the latter's cancellation of the two countries free-trade zone and ban on food imports as the free-trade agreement between the European Union and Ukraine came into force in January 2016.[184] Russia imposes tariffs on Ukrainian goods from January 2016, as Ukraine joins the Deep and Comprehensive Free Trade Area with the EU.[185] Since 2015 Ukraine has banned Russian artists from entering Ukraine and also banned other Russian works of culture from Russia as \"a threat to national security\".[186] Russia did not reciprocate. Russian Foreign Minister Sergey Lavrov responded by saying that \"Moscow should not be like Kyiv\" and should not impose \"blacklists\" and restrictions on the cultural figures of Ukraine.[187] Lavrov did add that Russian producers and the film industry should take into account \"unfriendly attacks of foreign performers in Russia\" when implementing cultural projects with them.[187] According to the State Border Guard Service of Ukraine the number of Russian citizens who crossed the Russia–Ukraine border (more than 2.5 million Russians in 2014) dropped by almost 50% in 2015.[188] On 5 October 2016, the Ministry of Foreign Affairs of Ukraine officially recommended that its citizens should avoid travel to Russia, due to Russian law enforcement's growing number of groundless arrests of Ukrainian citizens, saying that they often \"rudely treat Ukrainians, use illegal methods of physical and psychological pressure, torture and other acts that violate human dignity\".[189] In a 14 June 2018 resolution on Russia, the European Parliament said there were 71 \"illegally detained Ukrainian citizens in Russia and on the Crimean peninsula.\"[190] In February 2017, the Ukrainian government banned the commercial importation of books from Russia, which had accounted for up to 60% of all titles sold in Ukraine,[191] following an August 2015 ban on particular titles.[192] Ukraine's 2017 education law makes Ukrainian the only language of primary education in state schools.[193] The law faced criticism from officials in Russia and Hungary.[194][195] Russia's Foreign Ministry stated that the law is designed to \"forcefully establish a mono-ethnic language regime in a multinational state.\"[194] On 18 January 2018 the Ukrainian parliament passed a law defining areas seized by the Donetsk People's Republic and the Luhansk People's Republic as \"temporarily occupied by Russia.\"[169] The law also called Russia an \"aggressor\" state.[169] In March 2018, the Ukrainian border guards detained in the Sea of Azov the Russian-flagged, Crimean-registered fishing vessel Nord, accusing the crew of entering \"territory, which has been under a temporary occupation\".[196] The captain of the Nord, Vladimir Gorbenko, is facing up to five years in prison.[197] In November 2018 Russia fired upon and seized three Ukrainian Navy vessels (and imprisoned its 24 sailors in Moscow[198]) off the coast of Crimea injuring crew members.[199] The event prompted angry protests outside the Russian embassy in Ukraine and an embassy car was set on fire.[200] Consequently, martial law was imposed for a 30-day period from 26 November in 10 Ukrainian border oblasts (regions).[201] Martial law was introduced because Ukrainian President Petro Poroshenko claimed there was a threat of \"full-scale war\" with Russia.[201] During the martial law (and starting on 30 November 2018) Ukraine banned all Russian men between 16 and 60 from entering the country for the period of the martial law with exceptions for humanitarian purposes.[202] Ukraine claimed this was a security measure to prevent Russia from forming units of \"private\" armies on Ukrainian soil.[203] On 27 December 2018 the National Security and Defense Council of Ukraine announced that it had extended \"the restrictive measures of the State Border Guard Service regarding the entry of Russian men into Ukraine.\"[204] (According to the State Border Guard Service of Ukraine) between 26 November and 26 December 2018 1,650 Russian citizens were refused entry into Ukraine.[205] From 26 December 2018 until 11 January 2019 the State Border Guard Service of Ukraine denied 800 Russian citizens access to Ukraine.[206] In 2019, amendments to the Constitution of Ukraine, enshrined the irreversibility of the country's strategic course towards EU and NATO membership.[citation needed] On 11 July 2019, recently elected Ukrainian President Volodymyr Zelenskyy held a telephone conversation with Russian President Vladimir Putin following the former's appeals to the Russian leader to take part in talks with Ukraine, the United States, Germany, France, and the United Kingdom in Minsk.[207][208] The leaders also discussed the exchange of prisoners held by both sides.[208] On 7 September, Ukraine and Russia exchanged prisoners.[209] Russia's state-owned energy company Gazprom and Ukraine agreed a five-year deal on Russian gas transit to Europe at the end of 2019.[210] On 2 February 2021, Ukraine president Volodymyr Zelenskyy decided to shut down pro-Russian TV channels owned by the parliamentary deputy Taras Kozak, a close associate of Viktor Medvedchuk, the godfather of the daughter of Russia president Vladimir Putin. Medvedchuk is also said to be the real owner of the pro-Russian TV channels.[211] As part of the ongoing Russo-Ukrainian War, fighting escalated in the first quarter of 2021, with 25 Ukrainian soldiers dying in the conflict, compared to the 50 that died in 2020 according to Ukrainian authorities.[212] In late March 2021, large movements of military equipment were reported in various areas within Russia, with the equipment headed to Crimea, and the Rostov and Voronezh oblasts.[213] Various intelligence in the following months, including a statement from Russian news agency TASS, put the number of troops situated in the Southern Military District which borders the Donbas conflict zone at 85,000[214] to 90,000.[215] Despite reassurances from a Russian government official that the troops \"pose no threat\",[216] Russian official Dmitry Kozak stated that Russian forces will act to \"defend\" Russian citizens in Ukraine, and any escalation would lead to \"the beginning of the end of Ukraine\".[212] Other politicians such as German chancellor Angela Merkel and United States White House press secretary Jen Psaki have made comments, Merkel phoning Putin demanding a reversal of the build-up, and Psaki describing the build-up as \"the largest since 2014\".[212][217] In late October, Russian news agency TASS reported massive drills occurring in the Astrakhan Oblast involving over 1,000 personnel and 300 pieces of military hardware, which included the Buk, S-300, and Tor-M2 missile systems.[218] In July 2021, Putin published an essay titled On the Historical Unity of Russians and Ukrainians, in which he states that Belarusians, Ukrainians and Russians should be in one All-Russian nation as a part of the Russian world and are \"one people\" whom \"forces that have always sought to undermine our unity\" wanted to \"divide and rule\".[219] The essay denies the existence of Ukraine as an independent nation.[220][221] On 7 December 2021, American president Joe Biden spoke with Russian president Vladimir Putin via a secure video link regarding the build-up of Russian military presence and increase in tensions on the Ukrainian border in response to Ukraine's intent to join NATO, which Putin described as a \"security threat\".[222][223] These tensions also came in line with the election of Volodymyr Zelenskyy, who pushed back against Russian encroachment on Ukrainian sovereignty.[224] During the video conference, Putin said Western military activity in Ukraine was approaching \"a red line\", repeating that he saw it as a threat toward Russian national security.[223] Biden responded by stating that the United States was ready to impose various economic sanctions more harmful than the post-Crimea annexation sanctions if Russia were to take military actions, most notably floating the possibility of cutting Russia out from the global financial telecommunication giant Society for Worldwide Interbank Financial Telecommunication, or SWIFT.[223] However, European leaders feared that this step might provoke an even harsher response from Russia.[223] On 9 December 2021 an incident occurred involving the Ukrainian command ship Donbas, which had set sail from the port of Mariupol at 09:12 Moscow time, heading towards the Kerch Strait (shared internal waters of Russia and Ukraine, by treaty). According to the FSB, the vessel did not react to a request to change course, but later headed back.[227] The Russian foreign ministry labeled this incident as a \"provocation\", whilst Ukraine dismissed the Russian grievances as part of an \"information attack\" on Kyiv.[227] On the same day (9 December 2021), Joe Biden called Ukrainian president Volodymyr Zelenskyy regarding the tensions in the Donbas region and internal reform in Ukraine,[228] with Zelenskyy issuing a statement thanking Biden for the \"strong support\".[229] White House press secretary Jen Psaki told reporters that \"The president’s intention going into this call was to provide an update for President Zelensky on his call with President Putin and underscore our support for Ukraine’s sovereignty and territorial integrity\".[228] Despite these reassurances, Biden stressed the idea that \"the United States is going to unilaterally use force to confront Russia from invading Ukraine is not ... in the cards right now.\" but that if Russia were to invade Ukraine, there would be \"severe consequences\".[228] US Senator Bob Menendez, chairman of the Senate Foreign Relations Committee again proposed the idea of severe sanctions, \"at the maximum end of the spectrum\",[228] and reiterated the possibility of cutting out Russia from SWIFT, saying that \"Putin himself, as well as his inner circle, would lose access to bank accounts in the West. Russia would effectively be cut off and isolated from the international economic system\".[228] German chancellor Olaf Scholz also warned of \"consequences\" for the Nord Stream 2 pipeline, a Russian gas pipeline project operated by Gazprom under the wholly-owned subsidiary Nord Stream AG 2, which delivers natural gas to Germany.[229] Whilst Biden ruled out direct American military intervention in Ukraine, he mentioned that the United States may \"be required to reinforce our presence in NATO countries to reassure particularly those in the eastern front\".[229] Ukrainian general Kyrylo O. Budanov said, while speaking to the New York Times that \"There are not sufficient military resources for repelling a full-scale attack by Russia if it begins without the support of\" additional forces, and that \"without delivery of reserves, there’s not an army in the world that can hold out\".[230] On 21 February 2022, Russia officially recognized the Luhansk People's Republic and Donetsk People's Republic, 2 Ukrainian breakaway states.[231] On the same day, Putin ordered the deployment of troops to territory held by the LPR and the DPR.[231] British Prime Minister Boris Johnson warned that Russia was planning the \"biggest war in Europe since 1945\" as Putin intended to invade and encircle the capital of Kyiv.[232] On 22 February 2022, Ukrainian President Volodymyr Zelenskyy said he would consider the possibility of severing Ukraine's diplomatic relations with Russia.[233] Although Russia had repeatedly denied any plans to invade Ukraine,[235][236][237][238] the Russian army started an invasion on Ukraine on 24 February, with ground and air assaults across many parts of the country including on the capital, Kyiv.[239] President Zelenskyy announced that Ukraine cut all diplomatic relations with its eastern neighbour.[2] On 26 February 2022, Ukrainian President Volodymyr Zelenskyy said Ukrainian soldiers were blocking Russian troops moving on Kyiv, while several Western nations acted on earlier proposed sanctions, cutting off a number of Russian institutions from the world's major financial payments system, SWIFT.[240] Zelenskyy said he was \"99.9 percent sure\" that Putin thought the Ukrainians would welcome the invading forces with \"flowers and smiles\".[241] On 5 March 2022, according to the Russian RIA news agency, Russia's foreign ministry urged on European Union and NATO members to \"stop supplying arms\" to Ukraine.[242] Moscow is particularly concerned that portable anti-aerial Stinger missiles could fall into terrorist hands, posing a threat to planes, according to the report.[242] Russia had previously supplied anti-aircraft missiles to pro-Russian separatists who downed Malaysia Airlines Flight 17.[243][244] On 5 April 2022, Liz Truss, the United Kingdom's foreign secretary, announced that Britain would deploy investigators to Ukraine to assist in the collection of evidence of war crimes, including sexual abuse.[245] On 10 May 2022, it was reported that Russia was responsible for a large-scale cyberattack against Viasat's KA-SAT network immediately before the Russian incursion into Ukrainian territory, primarily targeting the Ukrainian military's digital assets.[246] Intelligence from the United Kingdom's National Cyber Security Centre stated that the attacks also caused disruption to wind farms and other internet users in Central Europe.[246] In a statement by the EU Council, the cyberattack also had a \"significant impact causing indiscriminate communication outages and disruptions across several public authorities, businesses and users in Ukraine\".[246] President Zelenskyy's military adviser Oleksiy Arestovych said that up to 10,000 Ukrainian soldiers died in the first 100 days of the war.[247] In early June 2022, Ukrainian politician Mykhailo Podolyak said that up to 200 Ukrainian soldiers were killed in combat every day.[248] On 17 June 2022, Putin told the St. Petersburg International Economic Forum relations between Russia and Ukraine would normalise upon completion of the \"special military operation\".[249] Russia and Ukraine share 2,295 kilometres (1,426 mi) of border. In 2014, the Ukrainian government unveiled a plan to build a defensive walled system along the border with Russia, named \"Project Wall\". It was expected to cost almost $520 million, take four years to complete and has been under construction as of 2015.[250] In June 2020 the State Border Guard of Ukraine expected that the project would be finished by 2025.[251] On 1 January 2018 Ukraine introduced biometric controls for Russians entering the country.[252] On 22 March 2018 Ukrainian President Petro Poroshenko signed a decree that required Russian citizens and \"individuals without citizenship, who come from migration risk countries\" (more details were not given) to notify the Ukrainian authorities in advance about their reason for travelling to Ukraine.[252] Since 30 November 2018 Ukraine has banned all Russian men between 16 and 60 from entering the country with exceptions for humanitarian purposes.[202][204][206] The Ukrainian and Russian arms and aviation manufacturing sectors remained deeply integrated following the break-up of the Soviet Union. Ukraine is the world's eighth largest exporter of armaments according to the Stockholm International Peace Research Institute, and according to analysts cited by The Washington Post, around 70% of Ukraine's defence-related exports flowed to Russia before 2014, or nearly US$1 billion. Potentially strategically sensitive exports from Ukraine to Russia included 300–350 helicopter engines per year as well as various other aircraft engines from Motor Sich in Zaporizhia, intercontinental ballistic missiles from Yuzhmash in Dnipro, missile guidance systems from factories in Kharkiv, 20% of Russia's uranium consumption from mines in Zhovti Vody, 60% of the gears used in Russian warships from manufacturers Mykolaiv, and oil and gas from the Sea of Azov.[253] In March 2014, during the 2014 Crimean crisis, Ukraine barred all exports of weaponry and military equipment to Russia.[254] Jane's Information Group believed (on 31 March 2014) that while supply may be slowed by the Ukrainian embargo, it was unlikely to do any real damage to Russia's military.[254] In opinion polls, Russians generally say they have a more negative attitude towards Ukraine than vice versa. Polls in Russia have shown that after top Russian officials made radical statements or took drastic actions against Ukraine the attitude of those polled towards Ukraine worsened (every time). The issues that have hurt Russians' view of Ukraine are: Although a large majority of Ukrainians voted for independence in December 1991, in the following years the Russian press portrayed Ukraine's independence as the work of \"nationalists\" who \"twisted\" the \"correct\" instincts of the masses according to a 1996 study.[255] The study argues that this influenced the Russian public to believe that the Ukrainian political elite is the only thing blocking the \"Ukrainians' heartfelt wish\" to reunite with Russia.[255] Some members of the Russian political elite continued to claim that Ukrainian is a Russian dialect and that Ukraine (and Belarus) should become part of the Russian Federation.[256] In a June 2010 interview Mikhail Zurabov, then Russian ambassador to Ukraine, stated \"Russians and Ukrainians are a single nation with some nuances and peculiarities\".[257] Ukrainian history is not treated as a separate subject in leading Russian universities but rather incorporated into the history of Russia.[258] According to experts, the Russian government cultivates an image of Ukraine as the enemy to cover up its own internal mistakes.[citation needed] Analysts like Philip P. Pan (writing for The Washington Post) argued late 2009 that Russian media portrayed the then-Government of Ukraine as anti-Russian.[259] 80% had a \"good or very good\" attitude towards Belarus in 2009.[262] During the 1990s, polls showed that a majority of people in Russia could not accept the dissolution of the Soviet Union and the independence of Ukraine.[266] According to a 2006 poll by VTsIOM 66% of all Russians regretted the collapse of the Soviet Union.[267] 50% of respondents in Ukraine in a similar poll held in February 2005 stated they regret the disintegration of the Soviet Union.[268] In 2005 (71%) and 2007 (48%) polls, Russians expressed a wish to unify with Ukraine; although a unification solely with Belarus was more popular.[269][270] A poll released on 5 November 2009 showed that 55% of Russians believed that the relationship with Ukraine should be a friendship between \"two independent states\".[263] A late 2011 poll by the Levada Center showed 53% of polled Russians preferred friendship with an independent Ukraine, 33% preferred Ukraine to be under Russia's economic and political control, and 15% were undecided.[271] According to Levada's 2012 poll, 60% of Russians preferred Russia and Ukraine as independent but friendly states with open borders without visas or customs; the number of unification supporters increased by 4% to 20% in Russia.[272] Twenty surveys conducted from January 2009 to January 2015 by the Levada Center found that less than 10% of Russians supported Russia and Ukraine becoming one state.[273] In the January 2015 survey, 19% wanted eastern Ukraine to become part of Russia and 43% wanted it to become an independent state.[273] A November 2014 survey by the University of Oslo found that most Russians viewed Ukraine as not legitimate as a state in its internationally recognised borders and with its then government.[274] According to an April 2015 survey by the Levada Center, when asked \"What should be Russia's primary goals in its relations with vis-a-vis Ukraine?\" (multiple answers allowed), the most common answers were: Restoring good neighborly relations (40%), retaining Crimea (26%), developing economic cooperation (21%), preventing Ukraine from joining NATO (20%), making gas prices for Ukraine the same as for other European countries (19%), and ousting the current Ukrainian leadership (16%).[275] In February 2019, 82% of Russians had a positive attitude towards Ukrainians, but only 34% of Russians had a positive attitude towards Ukraine, and only 7% of Russians had positive attitude towards the leadership of Ukraine.[276] Some observers noted what they described as a \"generational struggle\" among Russians, with younger Russians more likely to be against Putin and his policies and older Russians more likely to accept the narrative presented by state-controlled media in Russia. According to a March 2021 survey by the Levada Center, 68% of Russians aged 18–24 had favorable views on Ukraine.[277] A Levada poll released in February 2021 found that 80% of Russians supported Ukraine's independence from Russia and only 17% of Russians wanted Ukraine to become part of Russia.[276] A poll released on 5 November 2009 showed that about 67% of Ukrainians believed the relationship with Russia should be a friendship between \"two independent states\".[263] According to a 2012 poll by the Kyiv International Institute of Sociology (KIIS), 72% of Ukrainians preferred Ukraine and Russia as independent but friendly states with open borders without visas or customs; the number of unification supporters shrunk by 2% to 14% in Ukraine.[272] In December 2014, 85% of Ukrainians (81% in eastern regions) rated relations with Russia as hostile (56%) or tense (29%), according to a Deutsche Welle survey which did not include Crimea and the separatist-controlled part of Donbass.[282] Gallup reported that 5% of Ukrainians (12% in the south and east) approved of the Russian leadership in a September–October 2014 survey, down from 43% (57% in the south and east) a year earlier.[283] In September 2014, a survey by Alexei Navalny of the mainly Russophone cities of Odessa and Kharkiv found that 87% of residents wanted their region to stay in Ukraine, 3% wanted to join Russia, 2% wanted to join \"Novorossiya,\" and 8% were undecided.[284] A KIIS poll conducted in December 2014 found 88.3% of Ukrainians were opposed to joining Russia.[285] According to Al Jazeera, \"A poll conducted in 2011 showed that 49% of Ukrainians had relatives living in Russia. ... a recent [February 2019] poll conducted by the independent Russian research centre \"Levada\" shows that 77% of Ukrainians and 82% of Russians think positively of each other as people.\"[286] In February 2019, 77% of Ukrainians were positive about Russians, 57% of Ukrainians were positive about Russia, but only 13% of Ukrainians had positive attitude towards the Russian government.[276] In March 2022, a week after the Russian invasion of Ukraine, 98% of Ukrainians – including 82% of ethnic Russians living in Ukraine – said they did not believe that any part of Ukraine was rightfully part of Russia, according to Lord Ashcroft's polls which did not include Crimea and the separatist-controlled part of Donbas. 97% of Ukrainians said they had an unfavourable view of Russian President Vladimir Putin, with a further 94% saying they had an unfavourable view of the Russian Armed Forces. 81% of Ukrainians said they had a very unfavourable or somewhat unfavourable view of the Russian people. 65% of Ukrainians – including 88% of those of Russian ethnicity – agreed that \"despite our differences there is more that unites ethnic Russians living in Ukraine and Ukrainians than divides us.\"[287] Ukraine (has also) terminated several treaties and agreement with Russia since the start of the 2014 Crimea crisis (for example agreements in the military and technical cooperation sphere signed in 1993).[303][304] In December 2019, Ukraine and Russia agreed to implement a complete ceasefire in eastern Ukraine by the year-end. The negotiations were brokered by France and Germany, where the countries in conflict committed an extensive prisoner swap along with withdrawal of Ukraine's military from three major regions falling on the front line.[305] In July 2022, Russia and Ukraine signed an important agreement in Turkey. The agreement allows the transport of various commodities. [306]. However, a few days later, Russia began ignoring the agreement. [307] A number of territorial disputes exist between two countries: On 26 April 2022, the sculpture under the People's Friendship Arch in Kyiv, which depicted a Ukrainian worker and a Russian worker standing together, was dismantled.[318] The arch and the Peoples' Friendship Arch monument are also planned to be renamed and to become a new monument.[318] This would be one of the first steps in a plan to demolish about 60 monuments and to rename dozens of streets associated with the Soviet Union, Russia and Russian figures across Ukraine.[319] Days before the People's Friendship Arch statue was removed, aspects of this street renaming and monument removal plan were already being carried out across other areas in Ukraine as well.[320][321][319] Ukraine","Title":"Russia–Ukraine relations - Wikipedia","KeyID":"15587","URL":"https://en.wikipedia.org/wiki/Russia%E2%80%93Ukraine_relations"}