{"Content: ":"Russian imperialism includes the policy and ideology of power exerted by Russia, as well as its antecedent states, over other countries and external territories. This includes the conquests of the Russian Empire, the imperial actions of the Soviet Union (as Russia is considered its main successor state), as well as those of the modern Russian Federation. Some postcolonial scholars have noted the lack of attention given to Russian and Soviet imperialism in the discipline.[1] Montesquieu wrote that \"The Moscovites cannot leave the empire\" and they \"are all slaves\".[2] Jean-Jacques Rousseau in turn argued that Poland was under Russian imperialism.[3] In 1836, Nikolai Gogol said that Saint Petersburg was \"something similar to a European colony in America\".[4] According to Aleksey Khomyakov, the Russian elite was a \"a colony of eclectic Europeans, thrown into a country of savages\" with a \"colonial relationship\" between the two.[5] A similar colonial aspect was identified by Konstantin Kavelin.[6] Russian imperialism has been argued to be different from other European colonial empires due to its empire being overland rather than overseas, which meant that rebellions could be more easily put down, with some lands being reconquered soon after they were lost.[7] The terrestrial basis of the empire has also been seen as a factor which made it more divided than sea-based ones due to the difficulties of communication and transport over land at the time.[8] The driving factor of Russian imperialism has been claimed to have been the labour-intensive and low productivity economic system based on serfdom, which required constant increase in the amount of land under cultivation for economic expansion.[9] The political system in turn depended on land as a resource to reward officeholder.[9] The political elite made territorial expansion an intentional project.[10] According to Claire Mouradian, in Russia \"unlike Western Europe, the formation of the empire does not succeed the construction of the state, but accompanies it . . . The concept of the nation and imperial ambition merge\".[11] According to Vasily Klyuchevsky, Russia has the \"history of a country that colonizes itself\".[12] Vladimir Lenin saw Russia's underdeveloped territories as internal colonialism.[13] This concept had first been introduced in the context of Russia by August von Haxthausen in 1843.[14] Sergey Solovyov argued that this was because Russia \"was not a colony that was separated from the metropolitan land by oceans\".[15] For Afanasy Shchapov, this process was primarily driven by ecological imperialism, whereby the fur trade and fishing were driving the conquest of Siberia and Alaska.[16] Other followers of Klyuchevsky identified the forms of colonization driven by military or monastic expansion, among others.[17] Pavel Milyukov meanwhile noted the violence of this self-colonizing process.[18] A similarity was later noted between Russian self-colonialism and the American frontier by Mark Bassin.[15] The territorial expansion of the empire gave the autocratic rulers of Russia additional legitimacy, while also giving the subjugated population a source of national pride.[11] The legitimation of the empire was later done through different ideologies. After the Fall of Constantinople, Moscow named itself the third Rome, following the Roman and Byzantine Empires. In a panegyric letter to Grand Duke Vasili III composed in 1510, Russian monk Philotheus (Filofey) of Pskov proclaimed, \"Two Romes have fallen. The third stands. And there will be no fourth. No one shall replace your Christian Tsardom!\".[19] This led to the concept of a messianic Orthodox Russian nation as the Holy Rus.[20] Russia claimed to be the protector of Orthodox Christians as it expanded into the territories of the Ottoman Empire during wars such as the Crimean War.[21] After the victory of monarchist Coalition in 1815, Russia promulgated the Holy Alliance with Prussia and Austria to reinstate the divine right of kings and Christian values in European political life, as pursued by Alexander I under the influence of his spiritual adviser Baroness Barbara von Krüdener. It was written by the Tsar and edited by Ioannis Kapodistrias and Alexandru Sturdza.[22] In the first draft Tsar Alexander I made appeals to mysticism through a proposed unified Christian empire, with a unified imperial army, that was seen as disconcerting by the other monarchies. Following revision, a more pragmatic version of the alliance was adopted by Russia, Prussia, and Austria.[22][23] The document was called \"an apocalypse of diplomacy\" by French diplomat Dominique-Georges-Frédéric Dufour de Pradt.[22] The Holy Alliance was largely used to suppress internal dissent, censoring the press and shutting down parliaments to maintain the imperial borders as part of \"The Reaction\".[23] Under Nicholas I of Russia, Orthodoxy, Autocracy, and Nationality became the official state ideology.[24][25] It required the Orthodox Church to take an essential role in politics and life, required the central rule of a single autocrat or absolute ruler, and proclaimed that the Russian people were uniquely capable of ruling a large empire due to special characteristics. Similar to the broader \"divine right of kings\", the emperor's power would be seen as resolving any contradictions in the world and creating an ideal \"celestial\" order.[26] Hosking argued that the trio of \"Orthodoxy, Autocracy, Nationality\" had key flaws in two of its main pillars, as the church was entirely dependent and submissive to the state, and the concept of nationality was underdeveloped because many officials were Baltic German and the revolutionary ideas of nation states were a \"muffled echo\" in a system that relied on serfdom. In practice, this left autocracy as the only viable pillar.[25] In the 19th century, pan-Slavism became a new legitimation theory for the empire.[27] The idea of the Russian world became a key concept and the imperial nation-building of \"All-Russian\" nationality was embraced by many imperial subjects (including Jews and Germans) and served as the foundation of the Empire.[28] It had first gained in political importance near the end of the 18th century as a means of legitimizing Russian imperial claims to the eastern territories of the partitioned Polish–Lithuanian Commonwealth.[29] Following the January Uprising in 1863 the Russian government became extremely determined to eliminate all manifestations of separatism.[30] By the second half of the 19th century, Russian publicists adopted, and transformed, the ideology of Pan-Slavism; \"convinced of their own political superiority [they] argued that all Slavs might as well merge with the Great Russians.\"[31] From the 16th century onwards Russia conquered, on average, territory the size of the Netherlands every year for 150 years. [10] Russian expansionism has largely benefited from the proximity of the mostly uninhabited Siberia, which has been incrementally conquered by Russia since the reign of Ivan the Terrible (1530–1584).[32] The Russian colonization of Siberia and conquest of its indigenous peoples has been compared to European colonization of the Americas and its natives, with similar negative impacts on the natives and the appropriation of their land.[33] The North Pacific also became the target of similar expansion establishing the Russian Far East.[34] In 1858, during the Second Opium War, Russia strengthened and eventually annexed the north bank of the Amur River and the coast down to the Korean border from China in the \"Unequal Treaties\" of Treaty of Aigun (1858) and the Convention of Peking (1860). During the Boxer Rebellion, the Russian Empire invaded Manchuria in 1900, and the Blagoveshchensk massacre occurred against Chinese residents on the Russian side of the border.[35][36] Furthermore, the empire at times controlled concession territories in China, notably the Chinese Eastern Railway and concessions in Tianjin and Russian Dalian. The Russian conquest of Central Asia took place over several decades. In 1847–64 they crossed the eastern Kazakh Steppe and built a line of forts along the northern border of Kyrgyzstan. In 1864–68 they moved south from Kyrgyzstan, captured Tashkent and Samarkand and dominated the Khanates of Kokand and Bokhara. The next step was to turn this triangle into a rectangle by crossing the Caspian Sea. In 1873 the Russians conquered Khiva, and in 1881 they took western Turkmenistan. In 1884 they took the Merv oasis and eastern Turkmenistan. In 1885 further expansion south toward Afghanistan was blocked by the British. In 1893–95 the Russians occupied the high Pamir Mountains in the southeast. According to historian Alexander Morrison, \"Russia's expansion southwards across the Kazakh steppe into the riverine oases of Turkestan was one of the nineteenth century's most rapid and dramatic examples of imperial conquest.\"[37] In the south, the Great Game was a political and diplomatic confrontation that existed for most of the 19th century and beginning of the 20th century between the British Empire and the Russian Empire over Central and South Asia. Britain feared that Russia planned to invade India and that this was the goal of Russia's expansion in Central Asia, while Russia continued its conquest of Central Asia.[38] Indeed, multiple 19th-century Russian invasion plans of India are attested, including the Duhamel and Khrulev plans of the Crimean War (1853–1856), among later plans that never materialized.[39] Historian A. I. Andreyev stated that, \"in the days of the Great Game, Mongolia was an object of imperialist encroachment by Russia, as Tibet was for the British.\"[40] In the Anglo-Russian Convention of 1907, the Russian Empire and British Empire officially ended their Great Game rivalry to focus on opposing the German Empire, dividing Iran into British and Russian portions.[41] In 1908, the Persian Constitutional Revolution sought to establish a democratic civil society in Iran, with an elected Majilis, a relatively free press and other reforms.[42] The Russian Empire intervened in the Persian Constitutional Revolution to support the Shah and reactionary factions. The Cossacks bombarded the Majilis,[43] Russia had earlier established the Persian Cossack Brigade in 1879, a force which was led by Russian officers and served as a vehicle for Russian influence in Iran.[44] During this epoch, Russia also followed a policy of westward expansion. Following the Swedish defeat in the Finnish War of 1808–1809 and the signing of the Treaty of Fredrikshamn on 17 September 1809, the eastern half of Sweden, the area that then became Finland, was incorporated into the Russian Empire as an autonomous grand duchy. However, the policy of Russification of Finland aimed at limiting the special status of the Grand Duchy of Finland and possibly the termination of its political autonomy and cultural uniqueness. Similar Russification policies were also pursued in Ukraine and Belarus. In the aftermath of the Russo-Turkish War (1806–12) and the ensuing Treaty of Bucharest (1812), the eastern parts of the Principality of Moldavia, an Ottoman vassal state, and some areas formerly under direct Ottoman rule, came under the rule of the Empire. At the Congress of Vienna (1815), Russia gained sovereignty over Congress Poland, which on paper was an autonomous Kingdom in personal union with Russia. However, the Russian Emperors generally disregarded any restrictions on their power. It was, therefore, little more than a puppet state.[45][46] The autonomy was severely curtailed following uprisings in 1830–31 and 1863, as the country became governed by viceroys, and later divided into governorates (provinces).[45][46] Eastwards expansion was followed by the Russian colonization of North America across the Pacific Ocean. Russian promyshlenniki (trappers and hunters) quickly developed the maritime fur trade, which instigated several conflicts between the Aleuts and Russians in the 1760s. By the late 1780s, trade relations had opened with the Tlingits, and in 1799 the Russian-American Company (RAC) was formed in order to monopolize the fur trade, also serving as an imperialist vehicle for the Russification of Alaska Natives. The Russian Empire also acquired the island of Sakhalin which was turned into one of history's largest prison colonies.[47][48] Initially, Russian maritime incursions into the waters surrounding Hokkaido began in the late eighteenth century, spurring Japan to map and explore its northern island surroundings. Sakhalin had been inhabited by indigenous peoples including Ainu, Uilta, and Nivkh, despite the island nominally paying tribute to the Qing Dynasty. After Russia acquired Manchuria from the Qing in the 1858 Treaty of Aigun, they also acquired from the Qing, a nominal claim to Sakhalin across the strait. With the earlier 1855 Treaty of Shimoda, a joint settler colony of both Russian and Japanese was temporarily created, despite conflicts. However with the 1875 Treaty of Saint Petersburg the Russian Empire was granted Sakhalin in exchange for Japan gaining the Kuril Islands.[49] The furthest Russian colonies were in Fort Elizavety and Fort Alexander, Russian forts on the Hawaiian islands, built in the early 19th century by the Russian-American Company as the result of an alliance with High Chief Kaumualiʻi, as well as in Sagallo, a short-lived Russian settlement established in 1889 on the Gulf of Tadjoura in French Somaliland (modern-day Djibouti). The southernmost settlement established in North America was at Fort Ross, California. Although the Soviet Union declared itself anti-imperialist, it is argued that it exhibited tendencies common to historic empires.[50][51] This argument is traditionally held to have originated in Richard Pipes's book The Formation of the Soviet Union (1954).[52] Several scholars, such as Seweryn Bialer hold that the Soviet Union was a hybrid entity containing elements common to both multinational empires and nation states.[50][53] It has also been argued that the Soviet Union practiced colonialism similar to conventional imperial powers.[51][54][55] Maoists argued that the Soviet Union had itself become an imperialist power while maintaining a socialist façade, or social imperialism.[56][57] The Soviet ideology continued the messianism of Pan-Slavism which placed Russia as a special nation.[58] While proletarian internationalism was originally embraced by the Bolshevik Party during its seizure of power in the Russian Revolution, after the formation of the Soviet Union, Marxist proponents of internationalism suggested that the country could be used as a \"homeland of communism\" from which revolution could be spread around the globe.[59][60] Joseph Stalin and Nikolai Bukharin encouraged this turn towards national communism in 1924, away from the classical Marxism position of global socialism. According to Alexander Wendt, this \"evolved into an ideology of control rather than revolution under the rubric of socialist internationalism\" within the Soviet Union.[61]: 704  Under Leonid Brezhnev, the policy of \"Developed Socialism\" declared the Soviet Union to be the most complete socialist country—other countries were \"socialist\", but the USSR was \"developed socialist\"—explaining its dominant role and hegemony over the other socialist countries.[62] Brezhnev also formulated and implemented the interventionist Brezhnev doctrine, permitting the invasion of other socialist countries, which was characterised as imperial.[63] Alongside this Brezhnev also implemented a policy of cultural Russification as part of Developed Socialism, which sought to assert more central control.[64] This was a dimension of Soviet cultural imperialism, which involved the Sovietization of culture and education at the expense of local traditions.[65] The Soviets pursued internal colonialism in Central Asia. From the 1930s through the 1950s, Joseph Stalin ordered population transfers in the Soviet Union, deporting people (often entire nationalities) to underpopulated remote areas. Transfers from the Caucasus to Central Asia included the Deportation of the Balkars, Deportation of the Chechens and Ingush, Deportation of the Crimean Tatars, the Deportation of the Karachays, and the Deportation of the Meskhetian Turks. Many European Soviet citizens and much of Russia's industry were relocated to Kazakhstan during World War II, when Nazi armies threatened to capture all the European industrial centers of the Soviet Union. These migrants founded mining towns which quickly grew to become major industrial centers such as Karaganda (1934), Zhezkazgan (1938), Temirtau (1945) and Ekibastuz (1948). In 1955, the town of Baikonur was built to support the Baikonur Cosmodrome. Many more Russians arrived in the years 1953–1965, during the so-called Virgin Lands Campaign of Soviet general secretary Nikita Khrushchev. Still more settlers came in the late 1960s and 70s, when the government paid bonuses to workers participating in a program to relocate Soviet industry close to the extensive coal, gas, and oil deposits of Central Asia. By 1979 ethnic Russians in Kazakhstan numbered about 5,500,000, almost 40% of the total population. Despite early support for self-determination, the Bolsheviks reconquered most of the Russian Empire during the Russian Civil War.[66] The early Russian Soviet Federative Socialist Republic annexed by force the following states: From the 1919 Karakhan Manifesto to 1927, diplomats of the Soviet Union would promise to revoke concessions in China, but the Soviets kept tsarist concessions such as the Chinese Eastern Railway as part of secret negotiations 1924-1925.[67][68] This played a role in leading to the 1929 Sino-Soviet conflict, which the Soviets won and reaffirmed their control over the railway,[69] the railway was returned in 1952.[67] In 1939, the USSR entered into the Molotov–Ribbentrop Pact with Nazi Germany[70] that contained a secret protocol that divided Romania, Poland, Latvia, Lithuania, Estonia and Finland into German and Soviet spheres of influence.[70][71] Eastern Poland, Latvia, Estonia, Finland and Bessarabia in northern Romania were recognized as parts of the Soviet sphere of influence.[71] Lithuania was added in a second secret protocol in September 1939.[72] The Soviet Union had invaded the portions of eastern Poland assigned to it by the Molotov–Ribbentrop Pact two weeks after the German invasion of western Poland, followed by co-ordination with German forces in Poland.[73][74] During the Occupation of East Poland by the Soviet Union, the Soviets liquidated the Polish state, and a German-Soviet meeting addressed the future structure of the \"Polish region\".[75] Soviet authorities immediately started a campaign of sovietization[76][77] of the newly Soviet-annexed areas.[78][79][80] In 1939, the Soviet Union unsuccessfully attempted an invasion of Finland,[81] subsequent to which the parties entered into an interim peace treaty granting the Soviet Union the eastern region of Karelia (10% of Finnish territory),[81] and the Karelo-Finnish Soviet Socialist Republic was established by merging the ceded territories with the KASSR. After a June 1940 Soviet Ultimatum demanding Bessarabia, Bukovina, and the Hertsa region from Romania,[82][83] the Soviets entered these areas, Romania caved to Soviet demands and the Soviets occupied the territories.[82][84] In September and October 1939 the Soviet government compelled the much smaller Baltic states to conclude mutual assistance pacts which gave the Soviets the right to establish military bases there. Following invasion by the Red Army in the summer of 1940, Soviet authorities compelled the Baltic governments to resign. Under Soviet supervision, new puppet communist governments and fellow travelers arranged rigged elections with falsified results.[85] Shortly thereafter, the newly elected \"people's assemblies\" passed resolutions requesting admission into the Soviet Union. After the invasion in 1940 the repressions followed with the mass deportations carried out by the Soviets. By the end of World War II the Soviet Union had also annexed: At the end of World War II, most eastern and central European countries were occupied by the Soviet Union,[86] known as “European colonies”, while remaining independent though their politics, military, foreign and domestic policies were dominated by the Soviet Union.[87] Soviet satellite states in Europe included:[88][89][90][91] The Democratic Republic of Afghanistan can also be considered a Soviet satellite; from 1978 until 1991, the central government in Kabul was aligned with the Eastern Bloc, and was directly supported by Soviet military between 1979 and 1989. The Mongolian People's Republic was also a Soviet satellite from 1924 to 1991.[92] Other Asian Soviet satellite states included the Chinese Soviet Republic in Jiangxi province, the Tuvan People's Republic, and the East Turkestan Republic. Russia is the primary recognized successor state to the Soviet Union and it has been accused of trying to bring back post-Soviet states under its rule.[94] Almost all the states initially formed the Commonwealth of Independent States (CIS) and most later also joined the Collective Security Treaty Organization (CSTO). The Union State with Belarus was an even stronger form of integration with Russia. Other forms of integration included the economic initiatives of the Eurasian Economic Union and Eurasian Customs Union. In the political language of Russia and some other post-Soviet states, the term near abroad refers to the independent republics that emerged after the dissolution of the Soviet Union. Increasing usage of the term in English is connected to assertions of Russia's right to maintain significant influence in the region.[95][96][97] Russian President Vladimir Putin has declared the region to be a component of Russia's \"sphere of influence\", and strategically vital to Russian interests.[97] The concept has been compared to the Monroe Doctrine.[95] The annexation of Crimea led to a new wave of Russian nationalism, with large parts of the Russian far right movement aspiring to annex even more land from Ukraine, including the unrecognized Novorossiya.[98] Analyst Vladimir Socor proposed that Russian president Vladimir Putin's speech after the annexation of Crimea was a de facto \"manifesto of Greater-Russia Irredentism\".[99] After the event in Crimea, the Transnistrian authorities requested Russia to annex Transnistria, a breakaway region of Moldova.[100] The contemporary Eurasianist ideology was influenced by political theorist Aleksandr Dugin's 1997 Foundations of Geopolitics and the Eurasia Party he later founded on the Russian political scene. Political scientist Anton Shekhovtsov defines Dugin's version of Neo-Eurasianism as \"a form of a fascist ideology centred on the idea of revolutionising the Russian society and building a totalitarian, Russia-dominated Eurasian Empire that would challenge and eventually defeat its eternal adversary represented by the United States and its Atlanticist allies, thus bringing about a new ‘golden age’ of global political and cultural illiberalism\".[101] This ideology was used to justify Russian imperialist aggression against Ukraine.[102] Contemporary Russian-occupied territories include Transnistria (taken from Moldova); Abkhazia and South Ossetia (taken from Georgia); and some part of the territory of Ukraine. Additionally, the four southernmost Kuril Islands are considered by Japan and several other countries to be occupied by Russia. On 24 February 2022, Russia invaded Ukraine on a much greater scale than in 2014,[103] which is seen as a continuation of Russia's irredentism at the expense of Ukraine.[104] On 27 March 2022, Leonid Pasechnik leader of the LPR said that the Luhansk People's Republic might hold a referendum to join Russia.[105] On 29 March, Denis Pushilin leader of the self-proclaimed Donetsk People's Republic talked about a similar possibility.[106] On 30 March 2022, South Ossetian President Anatoly Bibilov announced his intention to begin legal proceedings in the near future for annexation by the Russian Federation. South Ossetia is a self-proclaimed republic recognized by most other states as part of Georgia.[107]","Title":"Russian imperialism - Wikipedia","KeyID":"15590","URL":"https://en.wikipedia.org/wiki/Russian_imperialism"}