{"Content: ":"NATO is a military alliance of twenty-eight European and two North American countries that constitutes a system of collective defense. The process of joining the alliance is governed by Article 10 of the North Atlantic Treaty, which allows for the invitation of \"other European States\" only, and by subsequent agreements. Countries wishing to join must meet certain requirements and complete a multi-step process involving political dialog and military integration. The accession process is overseen by the North Atlantic Council, NATO's governing body. NATO formed in 1949 with twelve founding members, and has added new members eight times, with the first additions being Greece and Turkey in 1952. In May 1955, West Germany joined NATO, which was one of the conditions agreed to as part of the end of the country's occupation by France, the United Kingdom, and the United States. This prompted the Soviet Union to form their own collective security alliance, commonly called the Warsaw Pact, later that month. Following the end of the Franco regime, newly-democratic Spain chose to join NATO in 1982. In 1990, the Soviet Union and NATO reached an agreement that a reunified Germany would join NATO under West Germany's pre-existing membership, although restrictions were agreed to on the deployment of NATO troops on former East German territory. The dissolution of the Soviet Union in 1991 led a number of former Warsaw Pact and post-Soviet states to initiate discussions about joining NATO. Poland, Hungary, and the Czech Republic became NATO members in 1999, amid much debate within NATO itself and Russian opposition. NATO then formalized the process of joining the organization with \"Membership Action Plans\", which aided the accession of seven Central and Eastern European countries shortly before the 2004 Istanbul summit: Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia, and Slovenia. Two countries on the Adriatic Sea—Albania and Croatia—joined on 1 April 2009 before the 2009 Strasbourg–Kehl summit. The most recent member states to join to NATO were Montenegro on 5 June 2017 and North Macedonia on 27 March 2020. As of June 2022[update], five additional states have formally informed NATO of their membership aspirations: Bosnia and Herzegovina, Finland, Georgia, Sweden and Ukraine.[1] Kosovo also aspires to join NATO.[2] Joining the alliance is a debate topic in several other European countries outside the alliance, including Austria, Ireland, Malta, Moldova, and Serbia.[citation needed] Twelve countries were part of the founding of NATO: Belgium, Canada, Denmark, France, Iceland, Italy, Luxembourg, the Netherlands, Norway, Portugal, the United Kingdom, and the United States. The start of the Cold War between 1947 and 1953 saw an ideological and economic divide between the capitalist states of Western Europe backed by United States with its Marshall Plan and the Truman Doctrine, and the communist states of Eastern Europe, backed by the Soviet Union. As such, opposition to Soviet-style communism became a defining characteristic of the organization and the anti-communist governments of Greece, which had just fought a civil war against a pro-communist army, and Turkey, whose newly-elected Democrat Party were staunchly pro-American, came under internal and external pressure to join the alliance, which both did in February 1952.[3][4] The United States, France, and the United Kingdom initially agreed to end their occupation of Germany in May 1952 under the Bonn–Paris conventions on the condition that the new Federal Republic of Germany, commonly called West Germany, would join NATO, due to concerns over a non-aligned West Germany being allowed to rearm. The allies also dismissed Soviet proposals of a neutral-but-united Germany as insincere.[5] France, however, delayed the start of the process, in part on the condition that a referendum be held in Saar on its future status, and a revised treaty was signed on 23 October 1954, allowing the North Atlantic Council to formally invite West Germany. Ratification of their membership was completed in May 1955.[6] That month the Soviet Union established its own collective defense alliance, commonly called the Warsaw Pact, in part as a response to West German membership in NATO.[7] In 1974, Greece suspended its NATO membership over the Turkish invasion of Cyprus, but rejoined in 1980 with Turkey's cooperation.[8] Relations between NATO members and Spain under dictator Francisco Franco were strained for many years, in large part due to Franco's cooperation with Axis powers during World War II.[9] Though staunchly anti-communist, Franco reportedly feared in 1955 that a Spanish application for NATO membership might be vetoed by its members at the time.[10] Franco however did sign regular defense agreements with individual members, including the 1953 Pact of Madrid with the United States, which allowed their use of air and naval bases in Spain.[11][12] Following Franco's death in 1975, Spain began a transition to democracy, and came under international pressure to normalize relations with other western democracies. Prime Minister Adolfo Suárez, first elected in 1976, proceeded carefully on relations with NATO due to divisions in his coalition over the US-use of bases. In February 1981, following a failed coup attempt, Leopoldo Calvo Sotelo became Prime Minister and campaigned strongly for NATO membership, in part to improve civilian control over the military, and Spain's NATO membership was approved in June 1982.[12][13] A Spanish referendum in 1986 confirmed popular support for remaining in NATO.[14] During the mid-1980s the strength and cohesion of the Warsaw Pact, which had served as the main institution rivaling NATO, began to deteriorate. By 1989 the Soviet Union was unable to stem the democratic and nationalist movements which were rapidly gaining ground. Poland held multiparty elections in June 1989 that ousted the Soviet allied Polish Workers' Party and the peaceful opening of the Berlin Wall that November symbolized the end of the Warsaw Pact as a way of enforcing Soviet control. The fall of the Berlin Wall is recognized to be the end of the Cold War and ushered in a new period for Europe and NATO enlargement.[15] Negotiations to reunite East and West Germany took place throughout 1990, resulting in the signing of the Two Plus Four Treaty in September 1990. To secure Soviet approval of a united Germany remaining in NATO, it was agreed that foreign troops and nuclear weapons would not be stationed in the former East Germany, which officially joined the Federal Republic of Germany on 3 October 1990.[16] There is no mention of NATO expansion into any other country in the September–October 1990 agreements on German reunification.[17] Whether or not Hans-Dietrich Genscher and James Baker, as representatives from NATO member states, informally committed to not enlarge NATO into other parts of Eastern Europe during these and contemporary negotiations with Soviet counterparts has long been a matter of dispute among historians and international relations scholars.[18][19][20] Some focus on one of Baker's 1990 talks with Soviet leader Mikhail Gorbachev, during which Baker suggested that the reunification negotiations could have resulted in an agreement where \"there would be no extension of NATO's jurisdiction for forces of NATO one inch to the east,\" and interpret it as applying to all of Eastern Europe.[21][22] However, Gorbachev himself has stated that this only pertained to East Germany and that the resulting agreement was upheld by NATO.[23][24] His main aide in these negotiations, Eduard Shevardnadze, likewise agreed that NATO never made any such commitment regarding other countries in Eastern Europe and that \"the question never came up\" in the talks on German reunification.[20][25] That is presumably because all of the countries in question were still in the Warsaw Pact at the time and hosted large Soviet garrisons.[26][27] The Soviet Union survived the termination of the Warsaw Pact in February 1991, although it was significantly weakened. A stagnant economy and nationalist tensions, including declarations of independence by Baltic republics, further fractured the Union. Following the failure of the New Union Treaty, the leadership of the remaining constituent republics of the Soviet Union, starting with Ukraine in August 1991, declared their independence and initiated the dissolution of the Soviet Union, which was completed in December of that year. Russia, led by President Boris Yeltsin, became the most prominent of the independent states.[28] Russia under Yeltsin followed the Westernization trend of many former Soviet allied states and began privatizing its economy and formalizing relationships with NATO countries, including opening bilateral economic agreements, most notably with the United States.[29][30] Despite the developing trade between the US and the Russian Federation, Russia did still hold mixed views to possible NATO expansion in the 1990s.[31] During an August 1993 visit to Poland, Yeltsin reportedly told Polish President Lech Wałęsa that Russia does not oppose Poland's membership in NATO and does not perceive its membership in NATO as a threat to Russia. Under pressure from opposition within Russia, this informal declaration was retracted the following month and in a 15 September letter, Yeltsin denied making the declaration[32] and that October, Yeltsin wrote that expansion violated the spirit of the 1990 agreement, marking the beginning of this grievance among Russian elites.[33][23] Russian leaders[who?] believed NATO would not expand into former Soviet states because NATO had no strategic reason to do so,[34] and generally sought improved relations with its members.[16] In May 1997, Yeltsin signed an agreement with NATO that included text referring to new membership, but then described NATO expansion as a threat in his \"National Security Blueprint\" that December.[35] Yeltsin's negotiations with NATO would be halted in 2000[citation needed] when he was succeeded by Vladimir Putin, who's views on NATO have devolved[vague] since his presidency began. In a 2007 speech, Russian President Vladimir Putin cited a 1990 quote from Manfred Wörner to further imply that guarantees about enlargement were made,[36] and this impression was later used by him as a potential justification for Russia's 2014 actions in Ukraine and the Russian Invasion of Ukraine in 2022.[37][38] In February 1991, Poland, Hungary, and Czechoslovakia formed the Visegrád Group to push for European integration under the European Union and NATO, as well as to conduct military reforms in line with NATO standards. Internal NATO reaction to these former Warsaw Pact countries was initially negative, but by the 1991 Rome summit in November, members agreed to a series of goals that could lead to accession, such as market and democratic liberalization, and that NATO should be a partner in these efforts. Debate within the American government as to whether enlargement of NATO was feasible or desirable began during the George H.W. Bush administration.[39] By mid-1992, a consensus emerged within the administration that NATO enlargement was a wise realpolitik measure to strengthen Euro-American hegemony.[39][40] In the absence of NATO enlargement, Bush administration officials worried that the European Union might fill the security vacuum in Central Europe, and thus challenge American post-Cold War influence.[39] There was further debate during the Presidency of Bill Clinton between a rapid offer of full membership to several select countries versus a slower, more limited membership to a wide range of states over a longer time span. Victory by the Republican Party, who advocated for aggressive expansion, in the 1994 US congressional election helped sway US policy in favor of wider full-membership enlargement, which the US ultimately pursued in the following years.[41] In 1996, Clinton called for former Warsaw Pact countries and post-Soviet republics to join NATO, and made NATO enlargement a part of his foreign policy.[42] Russian military actions, including the First Chechen War, were among the factors driving Central and Eastern European countries, particularly those with memories of similar Soviet offensives, to push for NATO application and ensure their long-term security.[43][44] Political parties reluctant to move on NATO membership were voted out of office, including the Bulgarian Socialist Party in 1997 and Slovak HZDS in 1998.[45] Hungary's interest in joining was confirmed by a November 1997 referendum that returned 85.3% in favor of membership.[46] During this period, wider forums for regional cooperation between NATO and its eastern neighbors were set up, including the North Atlantic Cooperation Council (later the Euro-Atlantic Partnership Council) and the Partnership for Peace.[47] While the other Visegrád members were invited to join NATO at its 1997 Madrid summit, Slovakia was excluded based on what several members considered undemocratic actions by nationalist Prime Minister Vladimír Mečiar.[48] Romania and Slovenia were both considered for invitation in 1997, and each had the backing of a prominent NATO member, France and Italy respectively, but support for this enlargement was not unanimous between members, nor within individual governments, including in the US Congress.[49] In an open letter to US President Bill Clinton, more than forty foreign policy experts including Bill Bradley, Sam Nunn, Gary Hart, Paul Nitze, and Robert McNamara expressed their concerns about NATO expansion as both expensive and unnecessary given the lack of an external threat from Russia at that time.[50] Hungary, Poland, and the Czech Republic officially joined NATO in March 1999.[51] At the 1999 Washington summit NATO issued new guidelines for membership with individualized \"Membership Action Plans\" for Albania, Bulgaria, Estonia, Latvia, Lithuania, North Macedonia, Romania, Slovakia, and Slovenia in order to standardize the process for new members.[52] In May 2000, these countries joined with Croatia to form the Vilnius Group in order to cooperate and lobby for common NATO membership, and by the 2002 Prague summit seven were invited for membership, which took place at the 2004 Istanbul summit.[53] Slovenia had held a referendum on NATO the previous year, with 66% approving of membership.[54] Russia was particularly upset with the addition of the three Baltic states, the first countries that were part of the Soviet Union to join NATO.[55][53] Russian troops had been stationed in Baltic states as late as 1995,[56] but the goals of European integration and NATO membership were very attractive for the Baltic states.[57] Rapid investments in their own armed forces showed a seriousness in their desire for membership, and participation in NATO-led post-9/11 operations, particularly by Estonia in Afghanistan, won the three countries key support from individuals like US Senator John McCain, French President Jacques Chirac, and German Chancellor Gerhard Schröder.[56] A 2006 study in the journal Security Studies argued that the NATO enlargements in 1999 and 2004 contributed to democratic consolidation in Central and Eastern Europe.[58] Croatia also started a Membership Action Plan at the 2002 summit, but was not included in the 2004 enlargement. In May 2003, it joined with Albania and Macedonia to form the Adriatic Charter. Croatia's prospect of membership sparked a national debate on whether a referendum on NATO membership needed to be held before joining the organization. Croatian Prime Minister Ivo Sanader ultimately agreed in January 2008, as part of forming a coalition government with the HSS and HSLS parties, not to officially propose one.[59] Albania and Croatia were invited to join NATO at the 2008 Bucharest summit that April, though Slovenia threatened to hold up Croatian membership over their border dispute in the Bay of Piran.[60] Slovenia did ratify Croatia's accession protocol in February 2009,[61] before Croatia and Albania both officially joined NATO just before the 2009 Strasbourg–Kehl summit, with little opposition from Russia.[62] Montenegro declared independence on 3 June 2006; the new country subsequently joined the Partnership for Peace program at the 2006 Riga summit and then applied for a Membership Action Plan on 5 November 2008,[63] which was granted in December 2009.[64] Montenegro also began full membership with the Adriatic Charter of NATO aspirants in May 2009.[65][66] NATO formally invited Montenegro to join the alliance on 2 December 2015,[67] with negotiations concluding in May 2016;[68] Montenegro joined NATO on 5 June 2017.[69] North Macedonia joined the Partnership for Peace in 1995, and commenced its Membership Action Plan in 1999, at the same time as Albania. At the 2008 Bucharest summit, Greece blocked a proposed invitation because it believed that its neighbor's constitutional name implies territorial aspirations toward its own region of Greek Macedonia. NATO nations agreed that the country would receive an invitation upon resolution of the Macedonia naming dispute.[70] Macedonia sued Greece at the International Court of Justice (ICJ) over their veto of Macedonia's NATO membership. Macedonia was part of the Vilnius Group, and had formed the Adriatic Charter with Croatia and Albania in 2003 to better coordinate NATO accession.[71] In June 2017, Macedonian Prime Minister Zoran Zaev signaled he would consider alternatives names for the country in order to strike a compromise with Greece, settle the naming dispute and lift Greek objections to Macedonia joining the alliance. The naming dispute was resolved with the Prespa Agreement in June 2018 under which the country adopted the name North Macedonia, which was supported by a referendum in September 2018. NATO invited North Macedonia to begin membership talks on 11 July 2018;[72] formal accession talks began on 18 October 2018.[73] NATO's members signed North Macedonia's accession protocol on 6 February 2019.[74] Most countries ratified the accession treaty in 2019, with Spain ratifying its accession protocol in March 2020.[75] The Sobranie also ratified the treaty unanimously on 11 February 2020,[76] before North Macedonia became a NATO member state on 27 March 2020.[77][78] The North Atlantic Treaty is the basis of the organization, and, as such, any changes including new membership requires ratification by all current signers of the treaty. The treaty's Article 10 describes how non-member states may join NATO: The Parties may, by unanimous agreement, invite any other European State in a position to further the principles of this Treaty and to contribute to the security of the North Atlantic area to accede to this Treaty. Any State so invited may become a Party to the Treaty by depositing its instrument of accession with the Government of the United States of America. The Government of the United States of America will inform each of the Parties of the deposit of each such instrument of accession.[79] Article 10 poses two general limits to non-member states. First, only European states are eligible for new membership, and second, these states not only need the approval of all the existing member states, but every member state can put some criteria forward that have to be attained. In practice, NATO formulates a common set of criteria, but for instance Greece blocked the Republic of Macedonia's accession to NATO for many years due to the disagreement over the use of the name Macedonia. Turkey similarly opposes the participation of the Republic of Cyprus with NATO institutions as long as the Cyprus dispute is not resolved.[80] Since the 1991 Rome summit, when the delegations of its member states officially offered cooperation with Europe's newly democratic states, NATO has addressed and further defined the expectations and procedure for adding new members. The 1994 Brussels Declaration reaffirmed the principles in Article 10 and led to the \"Study on NATO Enlargement\". Published in September 1995, the study outlined the \"how and why\" of possible enlargement in Europe,[81] highlighting three principles from the 1949 treaty for members to have: \"democracy, individual liberty, and rule of law\".[82] As NATO Secretary General Willy Claes noted, the 1995 study did not specify the \"who or when,\"[83] though it discussed how the then newly formed Partnership for Peace and North Atlantic Cooperation Council could assist in the enlargement process,[84] and noted that on-going territorial disputes could be an issue for whether a country was invited.[85] At the 1997 Madrid summit, the heads of state of NATO issued the \"Madrid Declaration on Euro-Atlantic Security and Cooperation\" which invited three Central European countries to join the alliance, out of the twelve that had at that point requested to join, laying out a path for others to follow.[81] The text of Article 10 was the origin for the April 1999 statement of a \"NATO open door policy\".[86] The biggest step in the formalization of the process for inviting new members came at the 1999 Washington summit when the Membership Action Plan (MAP) mechanism was approved as a stage for the current members to regularly review the formal applications of aspiring members. A country's participation in MAP entails the annual presentation of reports concerning its progress on five different measures:[87] NATO provides feedback as well as technical advice to each country and evaluates its progress on an individual basis.[88] Once members agree that a country meets the requirements, NATO can issue that country an invitation to begin accession talks.[89] The final accession process, once invited, involves five steps leading up to the signing of the accession protocols and the acceptance and ratification of those protocols by the governments of the current NATO members.[90] In November 2002, NATO invited seven countries to join it via the MAP: Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia and Slovenia.[91] All seven invitees joined in March 2004, which was observed at a flag-raising ceremony on 2 April. After that date, NATO numbered 26 allies.[92] Other former MAP participants were Albania and Croatia between May 2002 and April 2009, Montenegro between December 2009 and June 2017 and North Macedonia between April 1999 and March 2020, when they joined NATO. As of 2022[update], there was only one country participating in a MAP, Bosnia and Herzegovina.[93] Intensified Dialogue was first introduced in April 2005 at an informal meeting of foreign ministers in Vilnius, Lithuania, as a response to Ukrainian aspirations for NATO membership and related reforms taking place under President Viktor Yushchenko, and which followed the 2002 signing of the NATO–Ukraine Action Plan under his predecessor, Leonid Kuchma.[88] This formula, which includes discussion of a \"full range of political, military, financial and security issues relating to possible NATO membership ... had its roots in the 1997 Madrid summit\", where the participants had agreed \"to continue the Alliance's intensified dialogs with those nations that aspire to NATO membership or that otherwise wish to pursue a dialog with NATO on membership questions\".[94] In September 2006, Georgia became the second to be offered the Intensified Dialogue status, following a rapid change in foreign policy under President Mikhail Saakashvili,[95] and what they perceived as a demonstration of military readiness during the 2006 Kodori crisis.[96] Montenegro, Bosnia and Herzegovina, and Serbia similarly received offers at the April 2008 Bucharest summit.[97] While their neighbors both requested and accepted the dialog program, Serbia's offer was presented to guarantee the possibility of future ties with the alliance.[98] Bosnia and Herzegovina is the only country with a Membership Action Plan, which together with Georgia, were named NATO \"aspirant countries\" at the North Atlantic Council meeting on 7 December 2011.[99] Ukraine was recognized as an aspirant country after the 2014 Ukrainian revolution. The 2022 Russian invasion of Ukraine led to Finland and Sweden applying for membership on 18 May 2022.[100] The move has however met opposition from Turkey, which has called for the Nordic countries to lift their non-existing arms sales ban on Turkey and to stop any support for groups which Turkey and others have labeled as terrorists, including the Kurdish militant groups Kurdistan Workers' Party (PKK) (that Sweden banned in 1984) and People's Defense Units (YPG) and the supporters of Fethullah Gülen, a US-based Muslim cleric accused by Turkey of orchestrating a failed 2016 Turkish coup d'état attempt.[101][102] NATO leadership and the United States have said they were confident Turkey would not hold up the two countries' accession process. Additionally, Canadian Foreign Minister Mélanie Joly also held talks with Turkey to convince the Turkish government of the need for the two Nordic nations' integration.[103] Turkey later agreed at the 2022 Madrid summit to support the membership bids of Finland and Sweden.[104][105] NATO thus invited both countries to join the organization without going through the Membership Action Plan process.[106] On 5 July 2022, the ratification process for Sweden and Finland began.[107]  The 1995 NATO bombing of Bosnia and Herzegovina targeted the Bosnian Serb Army and together with international pressure led to the resolution of the Bosnian War and the signing of the Dayton Agreement in 1995. Since then, NATO has led the Implementation Force and Stabilization Force, and other peacekeeping efforts in the country. Bosnia and Herzegovina joined the Partnership for Peace in 2006, and signed an agreement on security cooperation in March 2007.[119] Bosnia and Herzegovina began further cooperation with NATO within their Individual Partnership Action Plan in January 2008.[109] The country then started the process of Intensified Dialogue at the 2008 Bucharest summit.[110] The country was invited to join the Adriatic Charter of NATO aspirants in September 2008.[120] The Federation of Bosnia and Herzegovina within Bosnia and Herzegovina has expressed willingness to join NATO, however, it faces consistent political pressure from Republika Srpska, the other political entity in the country, alongside its partners in Russia. On 2 October 2009, Haris Silajdžić, the Bosniak Member of the Presidency, announced official application for Membership Action Plan. On 22 April 2010, NATO agreed to launch the Membership Action Plan for Bosnia and Herzegovina, but with certain conditions attached.[112] Turkey is thought to be the biggest supporter of Bosnian membership, and heavily influenced the decision.[121] The conditions of the MAP, however, stipulated that no Annual National Programme[clarification needed] could be launched until 63 military facilities are transferred from Bosnia's political divisions to the central government, which is one of the conditions for the OHR closure.[122][123] The leadership of the Republika Srpska has opposed this transfer as a loss of autonomy.[124] All movable property, including all weapons and other army equipment, is fully registered as the property of the country starting 1 January 2006.[125] A ruling of the Constitutional Court of Bosnia and Herzegovina on 6 August 2017 decided that a disputed military facility in Han Pijesak is to be registered as property of Bosnia and Herzegovina.[126] Despite the fact that all immovable property is not fully registered, NATO approved the activation of the Membership Action Plan for Bosnia and Herzegovina, and called on Bosnia to submit an Annual National Programme on 5 December 2018.[127] A February 2017 poll showed that 59% of the country supports NATO membership, but results were very divided depending on ethnic groups. While 84% of those who identified as Bosniak or Croat supported NATO membership, only 9% of those who identified as Serb did.[128] Bosnian chances of joining NATO may depend on Serbia's attitude towards the alliance, since the leadership of Republika Srpska might be reluctant to go against Serbian interests.[129] In October 2017, the National Assembly of the Republika Srpska passed a nonbinding resolution opposing NATO membership for Bosnia and Herzegovina.[130] On 2 March 2022, Vjosa Osmani, the President of Kosovo, called on NATO to speed up the membership process for Kosovo and Bosnia and Herzegovina. Osmani also criticized Aleksandar Vucic, the President of Serbia, accusing him of using Milorad Dodik to \"destroy the unity of Bosnia and Herzegovina\".[131] For much of the Cold War, Finland's relationship with NATO and the Soviet Union followed the Paasikivi–Kekkonen doctrine, where the country joined neither the Western nor Eastern blocs, and limited its military activities. Since the 1990s and across multiple governments, the Finnish position was that joining NATO was unnecessary and it was preferable to retain an independent defence policy.[132] Finland joined the Partnership for Peace in 1994, and has provided peacekeeping forces to both NATO's Kosovo and Afghanistan missions in the early 2000s.[133] Finland has regularly purchased military equipment from members of the alliance, including F-35 Lightning II aircraft, and newly-procured local equipment is required to follow NATO international standards.[134] During the Finnish presidential election of 2006, the possibility of Finland's membership in NATO was one of the most important issues, and has continued to be a significant issue in Finnish politics.[133] In 2007, Finland made various technical preparations for membership, with the then Defence Minister Jyri Häkämies eager to pursue NATO membership.[135] In response to these internal Finnish debates, Russian representatives have expressed their country's opposition to the possibility of Finland joining NATO on numerous occasions.[136] Following the 2008 Russo-Georgian War, Finnish Prime Minister Matti Vanhanen reiterated that Finland had no plans to join NATO, and stated that the main lesson of the war was instead the need for closer ties to Russia.[137] A British study in 2009 suggested that Russia could retaliate against Europe as a whole if Finland were to join NATO.[138] In a June 2014 interview in the Finnish newspaper Hufvudstadsbladet, Vladimir Putin's personal envoy Sergey Alexandrovich Markov accused Finland of extreme \"Russophobia\" and suggested that Finland joining NATO could start World War III.[139] The prospect of a full Russian invasion of Ukraine in 2022, however, led Prime Minister Sanna Marin to say in January 2022 that Finland reserved the option of applying NATO membership if it chooses to do so, but that it was \"very unlikely\" it would happen during her term as Prime Minister.[140] After Russia did invade Ukraine, she reiterated that while Finland was \"not currently facing an immediate military threat,\" joining NATO was still a possibility, noting that \"the debate on NATO membership in Finland will change.\"[141] On 25 February, a Russian Foreign Ministry spokesperson threatened Finland and Sweden with \"military and political consequences\" if they attempted to join NATO. Both countries had attended the emergency NATO summit as members of NATO's Partnership for Peace and both had condemned the invasion and had provided assistance to Ukraine.[142] Marin attended other meetings in the following weeks, including ones with Swedish leaders regarding coordinating their decisions on NATO, which she suggested would be concluded in a matter of \"weeks, not months\".[143][144] In March 2022, opinion polling showed a clear majority of Finns supported joining NATO after the invasion.[145][146] By April 2022, accession became a larger priority for Marin's government,[147] and on 13 April, the Ministry for Foreign Affairs produced a report on the international security landscape and on the foreign and defense policy options available to Finland, which formed the basis of the debate on NATO membership over the next month.[148][149] On 15 May, President Niinistö announced at a joint press conference with Prime Minister Marin that Finland would indeed apply for NATO membership.[150] On 17 May, the Parliament of Finland voted 188–8 in favor of joining NATO,[151] and a formal application was submitted for NATO membership on 18 May 2022.[100] As with neighboring Sweden, the application was at least initially opposed by Turkey, which accused the two countries of supporting Kurdish groups PPK and YPG that Turkey views as terrorists,[152] and followers of Fethullah Gülen, whom Turkey accuses of orchestrating a failed 2016 Turkish coup d'état attempt.[153] Turkey later agreed, on 28 June 2022, to support Finland's membership bid.[104][105] Georgia moved quickly following the Rose Revolution in 2003 to seek closer ties with NATO. Georgia's northern neighbor, Russia, opposed the closer ties, including those expressed at the 2008 Bucharest summit where NATO members promised that Georgia would eventually join the organization.[154] Complications in the relationship between NATO and Georgia includes the presence of Russian military forces in internationally recognized Georgian territory as a result of multiple recent conflicts, like the 2008 Russo-Georgian War over the territories of Abkhazia and South Ossetia, both of which are home to a large number of citizens of the Russian Federation. On 21 November 2011, Russian President Dmitry Medvedev while addressing soldiers in Vladikavkaz near the Georgian border stated that Russia's 2008 invasion had prevented any further NATO enlargement into the former Soviet sphere.[154] A nonbinding referendum in 2008 resulted in 77 percent of voters supporting NATO accession.[155] In May 2013, Georgian Prime Minister Bidzina Ivanishvili stated that his goal was to get a Membership Action Plan (MAP) for his country from NATO in 2014.[156] In June 2014, diplomats from NATO suggested that while a MAP was unlikely, a package of \"reinforced cooperation\" agreements was a possible compromise.[157] Anders Fogh Rasmussen confirmed that this could include the building of military capabilities and armed forces training.[158] In September 2019, Russian Foreign Minister Sergey Lavrov said that \"NATO approaching our borders is a threat to Russia.\"[159] He was quoted as saying that if NATO accepts Georgian membership with the article on collective defense covering only Tbilisi-administered territory (i.e., excluding the Georgian territories of Abkhazia and South Ossetia, both of which are currently an unrecognized breakaway republics supported by Russia), \"we will not start a war, but such conduct will undermine our relations with NATO and with countries who are eager to enter the alliance.\"[160] On 29 September 2020, NATO Secretary General Jens Stoltenberg called on Georgia to use every opportunity to move closer to the Alliance and speed up preparations for membership. Stoltenberg stressed that earlier that year, the Allies agreed to further strengthen the NATO-Georgia partnership, and that NATO welcomed the progress made by Georgia in carrying out reforms, modernizing its armed forces and strengthening democracy.[161] Georgian President Salome Zourabichvili, who took office in 2018, has conceded that NATO membership might not be possible while Russia occupies Georgian territory, and has sought to focus on European Union membership,[162] which Georgia submitted its application for in May 2022.[163] In 1949, Sweden chose not to join NATO and declared a security policy aiming for non-alignment in peace and neutrality in war.[164] A modified version now qualifies non-alignment in peace for possible neutrality in war.[clarification needed] This position was maintained without much discussion during the Cold War. Since the 1990s, however, there has been an active debate in Sweden on the question of NATO membership in the post–Cold War era.[165] These ideological divides were visible in November 2006 when Sweden could either buy two new transport planes or join NATO's plane pool, and in December 2006, when Sweden was invited to join the NATO Response Force.[166][167] Sweden has been an active participant in NATO-led missions in Bosnia (IFOR and SFOR), Kosovo (KFOR), Afghanistan (ISAF), and Libya (Operation Unified Protector).[168] Russia's military actions in Ukraine, first in 2014 and later in 2022, have caused most major political parties in Sweden to at least re-evaluate their positions on NATO membership, and many moved to support Swedish membership. The Centre Party, for example, was officially opposed to NATO membership until September 2015, when party leadership under Annie Lööf announced that they would motion to change the party policy to push for Sweden to join NATO at their next party conference. The Christian Democrats likewise voted to support NATO membership at their October 2015 party meeting.[169] The center-right Moderate Party and center-left Liberal Party have both generally supported NATO membership since the end of the Cold War, with the Moderates even making it their top election pledge in 2022.[170][171] When the eurosceptic nationalist Sweden Democrats adjusted their stance in December 2020 to allow for NATO membership if coordinated with neighboring Finland, a majority of the members of the Swedish Riksdag for the first time belonged to parties that were open to NATO membership,[172] and a motion to allow for future NATO membership passed the parliament that month by 204 votes to 145.[173][174][175] Support for NATO membership over this period steadily increased, with polling by the SOM Institute showing it growing from 17% to 31% between 2012 and 2015.[176] Events like the annexation of Crimea and reports of Russian submarine activity in 2014, as well as a 2013 report that Sweden could hold out for only a week if attacked, were credited with that rise in support.[177] A May 2017 poll by Pew also showed that 48% supported membership, and in November 2020, they showed that 65% of Swedes viewed NATO positively, the highest percent of any non-NATO member polled.[178][179] A Novus poll conducted in late February 2022 found 41% in favor of NATO membership and 35% opposed.[180] On 4 March 2022, a poll was released that showed 51% support NATO membership, the first time a poll has shown a majority supporting this position.[181] The ruling Swedish Social Democratic Party, however, had remained in favor of neutrality and non-alignment for many years,[182] but following Russia's 2022 invasion of Ukraine, the party debated the issue internally in April 2022,[183] and announced on 15 May 2022 that they would now support an application to join the organization.[184] Of their coalition partners, the Green Party remain opposed,[185] while the Left Party would like to hold a referendum on the subject, something Prime Minister Magdalena Andersson has rejected.[186] Andersson announced Sweden would indeed apply for NATO membership on 16 May 2022, in coordination with neighboring Finland,[187] and a formal application was submitted on 18 May 2022,[100] despite Russian threats of \"military and political consequences.\"[142] While most current NATO members responded positively to the application, Turkish president Recep Tayyip Erdoğan voiced his opposition, accusing both Sweden and Finland of tolerating groups which Turkey classifies as terrorist organizations.[152] On 20 May, Swedish Minister of Foreign Affairs Ann Linde pushed back against Erdoğan's claim they support PKK, calling it \"disinformation\", and pointing out Sweden listed PKK as a terrorist organization in 1984, while the EU followed suit in 2002.[188] Turkey later agreed, on 28 June 2022, to support Sweden's membership bid.[104][105] Ukraine's present and future relationship with NATO has been politically divisive, and is part of a larger debate between Ukraine's political and cultural ties to both the European Union and Russia. It established ties to the alliance with a NATO–Ukraine Action Plan on 22 November 2002,[117][189] and joined NATO's Partnership for Peace initiative in February 2005.[190] Then in April 2005, Ukraine entered into the Intensified Dialogue program with NATO.[191] In March 2008, under Ukrainian President Viktor Yushchenko and Prime Minister Yulia Tymoshenko, Ukraine sent an official letter of application for a Membership Action Plan (MAP), the first step in joining NATO. These leaders however guaranteed their opposition that membership in any military alliance would not pass without public approval in a referendum.[192] This idea had gained support from a number of NATO leaders, particularly those in Central and Eastern Europe.[193] Russian leaders like Prime Minister and President-Elect Dmitry Medvedev made clear their opposition to Ukraine membership, and leading up to the April 2008 Bucharest summit their emissary actively lobbied against a Ukrainian MAP. After some debate among members at the summit, NATO Secretary General Jaap de Hoop Scheffer declared in a press conference that Ukraine, together with Georgia, would someday join NATO, but neither would begin Membership Action Plans.[194] At this summit, Russian President Vladimir Putin, in his last international speech before switching jobs with Medvedev, listed his grievances with NATO, and called Ukrainian membership \"a direct threat\" to his country.[195] The 2010 election returned Viktor Yanukovych to the presidency and marked a turnaround in Ukraine's relations with NATO. In February 2010, he stated that Ukraine's relations with NATO were currently \"well-defined\", and that there was \"no question of Ukraine joining NATO\". He said the issue of Ukrainian membership of NATO might \"emerge at some point, but we will not see it in the immediate future\".[196] While visiting Brussels in March 2010, he further stated that there would be no change to Ukraine's status as a member of the alliance's outreach program.[197] He later reiterated during a trip to Moscow that Ukraine would remain a \"European, non-aligned state\".[198][199] Then, on 3 June 2010 the Ukrainian parliament voted to exclude the goal of \"integration into Euro-Atlantic security and NATO membership\" from the country's national security strategy in a bill drafted by Yanukovych himself.[200] The bill forbade Ukraine's membership in any military bloc, but allowed for co-operation with alliances such as NATO.[201] Following months of Euromaidan street protests that began because of his refusal to sign an Association Agreement with the European Union in favor of deals from Russia, President Yanukovych fled Kyiv in February 2014, ultimately to Russia, and parliament voted to remove him from his post. This brought another change in direction of Ukraine's association with Europe and by extension NATO. In 2014, pro-Russian unrest occurred in eastern Ukraine and Crimea was annexed by the Russian Federation in March. As part of an effort to assuage concerned groups, newly installed Prime Minister Arseniy Yatsenyuk addressed the topic in a speech on 18 March 2014, emphasizing that Ukraine was not seeking NATO membership.[202] US President Barack Obama echoed this position the following week, while calling for greater NATO presence in Central Europe.[203][204] However, in response to the Russian military intervention in Ukraine,[205] Yatsenyuk announced his intentions to resume the bid for NATO integration on 29 August 2014,[206] and in December 2014, Ukraine's parliament voted to drop the non-aligned status that it adopted in 2010.[207] NATO Secretary General Anders Fogh Rasmussen has stated that NATO membership is still an option for Ukraine,[208] and support for NATO membership has risen to 64 percent in government-controlled Ukraine according to a July 2015 poll.[209] Previous polls had shown that the decline in opposition to membership was linked to the ongoing Russian intervention.[210] On 8 June 2017, Ukraine's Verkhovna Rada passed a law making integration with NATO a foreign policy priority,[211] and Poroshenko announced the next month that he would seek the opening of negotiations on a Membership Action Plan with NATO,[212] which recognized Ukraine as an aspirant country by March 2018.[213] On 20 September 2018, the Ukrainian parliament approved amendments to the constitution that would make the accession of the country to NATO and the EU a central goal and the main foreign policy objective.[214] On 8 October 2020, during a meeting with Prime Minister Boris Johnson in London, President Volodymyr Zelenskyy stated that Ukraine needs a NATO Membership Action Plan (MAP), as NATO membership will contribute to Ukraine's security and defense.[215] In April 2021, following a Russian troop buildup near the Ukraine border, Zelenskyy repeated this request in a call with NATO Secretary-General Jens Stoltenberg, saying that \"NATO is the only way to end the war in Donbas\" and that entry into the MAP \"will be a real signal for Russia.\"[216] Several weeks after the 2022 Russian invasion of Ukraine, former US Ambassador to NATO Ivo Daalder called for Ukraine to be offered membership, in a piece published in The Atlantic.[217] Since the invasion, calls for NATO membership for Ukraine have escalated across both Ukraine and NATO countries. The Soviet Union was the primary ideological adversary for NATO during the Cold War. Following its dissolution, several states which maintained neutrality during the Cold War or were post-Soviet states increased their ties with Western institutions, including a number of them requesting to join NATO. The 2022 Russian invasion of Ukraine reignited debate surrounding NATO membership in several countries. Austria, Ireland, Switzerland and Malta have maintained their Cold War era neutrality. All are now members of the Partnership for Peace, and all except Switzerland are now members of the European Union.[218] The defence ministry of Switzerland, which has a long-standing policy of neutrality, initiated a report in May 2022 analyzing various military options, including increased cooperation and joint military exercises with NATO. That month, a poll indicated 33% of Swiss supported NATO membership for Switzerland, and 56% supported increased ties with NATO.[219] Cyprus is also a member state of the European Union, but it is the only one that is neither a full member state nor participates in the Partnership for Peace. Any treaty concerning Cyprus' participation in NATO would likely be blocked by Turkey because of the Cyprus dispute.[220] Russia, Armenia, Belarus, and Kazakhstan are all members of the Collective Security Treaty Organization (CSTO), a post-Soviet alternative military alliance. Azerbaijan was a member of the CSTO but has committed to a policy of neutrality since 1999.[221] In 2000, Russian President Vladimir Putin floated the idea of Russia potentially joining NATO.[222] However these prospects went nowhere and he began developing anti-NATO sentiment and openly holds hostile views towards NATO today.[223] In 2009, Russian envoy Dmitry Rogozin did not rule out joining NATO at some point, but stated that Russia was currently more interested in leading a coalition as a great power.[224] Austria was occupied by the four victorious Allied powers following World War II under the Allied Control Council, similar to Germany. During negotiations to end of the occupation, which were ongoing at the same time as Germany's, the Soviet Union insisted on the reunified country adopting the model of Swiss neutrality. The US feared that this would encourage West Germany to accept similar Soviet proposals for neutrality as a condition for German reunification.[225] Shortly after West Germany's accession to NATO, the parties agreed to the Austrian State Treaty in May 1955, which was largely based on the Moscow Memorandum signed the previous month between Austria and the Soviet Union. While the treaty itself did not commit Austria to neutrality, this was subsequently enshrined into Austria's constitution that October with the Declaration of Neutrality. The Declaration prohibits Austria from joining a military alliance, from hosting foreign military bases within its borders, and from participating in a war.[226] Membership of Austria in the European Union (or its predecessor organizations) was controversial due to the Austrian commitment to neutrality. Austria only joined in 1995, together with two Nordic countries that had also declared their neutrality in the Cold War (Sweden and Finland). Austria joined NATO's Partnership for Peace in 1995, and participates in NATO's Euro-Atlantic Partnership Council. The Austrian military also participates in the United Nations peacekeeping operations and has deployments in several countries as of 2022[update], including Kosovo, Lebanon, and Bosnia and Herzegovina, where it has led the EUFOR mission there since 2009.[226] Conservative politician Andreas Khol, the 2016 presidential nominee from the Austrian People's Party (ÖVP), has argued in favor of NATO membership for Austria in light of the 2022 Russian invasion of Ukraine,[227] and Chancellor from 2000 to 2007, Wolfgang Schüssel, also of the ÖVP, supported NATO membership as part of European integration. Current Chancellor Karl Nehammer, however, has rejected the idea of reopening Austria's neutrality and membership is not widely popular with the Austrian public.[228] According to a survey in May 2022 by the Austria Press Agency, only 14% of Austrians surveyed supported joining NATO, while 75% were opposed.[229] Prior to gaining its independence in 1960, Cyprus was a crown colony of the United Kingdom and as such the UK's NATO membership also applied to British Cyprus. The Sovereign Base Areas of Akrotiri and Dhekelia in Cyprus remained under British control as a British Overseas Territory following independence.[230] Neighbouring Greece and Turkey competed for influence in the newly independent Cyprus, with intercommunal rivalries and movements for union with Greece or partition and partial union with Turkey. The first President of the independent Republic of Cyprus (1960–1977), Archbishop of Cyprus Makarios III, adopted a policy of non-alignment and took part in the 1961 founding meeting of the Non-Aligned Movement in Belgrade. The 1974 Turkish invasion of Cyprus and ongoing dispute, in which Turkey continues to occupy Northern Cyprus, complicates Cyprus' relations with NATO. Any treaty concerning Cyprus' participation in NATO, either as a full member, PfP or Euro-Atlantic Partnership Council, would likely be vetoed by Turkey, a full member of NATO, until the dispute is resolved.[220] NATO membership for a reunified Cyprus has been proposed as a solution to the question of security guarantees, given that all three of the current guarantors under the Treaty of Guarantee (1960) (Greece, Turkey and the United Kingdom) are already NATO members.[231] The Parliament of Cyprus voted in February 2011 to apply for membership in the PfP program, but President Demetris Christofias vetoed the decision as it would hamper his attempts to negotiate an end to the Cyprus dispute and demilitarize the island.[232][233] The winner of Cyprus' presidential election in February 2013, Nicos Anastasiades, has stated that he intends to apply for membership in the PfP program soon after taking over.[234] The current foreign minister Nicos Christodoulides has dismissed Cypriot membership of NATO or Partnership for Peace, preferring to keep Cyprus’ foreign and defence affairs within the framework of the European Union.[235] In May 2022, Cyprus Defence Minister, Charalambos Petrides, confirmed that the country would not apply to NATO despite the Russian invasion of Ukraine.[236] Ireland was neutral during World War II, though the country cooperated with Allied intelligence and permitted the Allies use of Irish airways and ports. Ireland continued their policy of military neutrality during the Cold War, and after it ended, joined NATO's Partnership for Peace (PfP) program and Euro-Atlantic Partnership Council (EAPC) in 1999.[238] Ireland participates in the alliance's PfP Planning and Review Process (PARP), which aims to increase the interoperability of the Irish military, the Defence Forces, with NATO member states and bring them into line with accepted international standards so as to successfully deploy with other professional military forces on peacekeeping operations overseas.[239] Ireland supplied a small number of troops to the NATO-led International Security Assistance Force (ISAF) in Afghanistan (2001–2014) and supports the ongoing NATO-led Kosovo Force (KFOR).[240][241] Former Secretary General of NATO Anders Fogh Rasmussen said during a visit to the country in 2013 that the \"door is open\" for Ireland to join NATO at any time.[242] There are a number of politicians who do support Ireland joining NATO, mainly within the center-right Fine Gael party, but the majority of politicians still do not.[243][244] The republican party Sinn Féin proposed a constitutional amendment to prohibit the country from joining a military alliance like NATO, but the legislation failed to pass the Dáil Éireann in April 2019.[245][246] It is widely understood that a referendum would have to be held before any changes could be made to neutrality or to joining NATO.[247] Currently no major political party in Ireland fully supports accession to NATO, a reflection on public and media opinion in the country.[248] A poll in early March 2022 found 37% in favor of joining NATO and 52% opposed,[249] while one at the end of March 2022, found a sharp rise of approval with 48% supporting NATO membership and 39% opposing it.[250] According to Minister of Foreign Affairs Enver Hoxhaj, integration with NATO is a priority for Kosovo, which declared independence from Serbia in 2008.[251] Kosovo submitted an application to join the PfP program in July 2012,[252] and Hoxhaj stated in 2014 that the country's goal is to be a NATO member by 2022.[253] In December 2018, Kosovar Prime Minister Ramush Haradinaj stated that Kosovo will apply for NATO membership after the formation of the Kosovo Armed Forces.[254] Kosovo's lack of recognition by four NATO member states—Greece, Romania, Spain, and Slovakia— could impede its accession.[255][252] United Nations membership, which Kosovo does not have, is considered to be necessary for NATO membership.[256] In February 2022, during the 2022 Russian invasion of Ukraine, Minister of Defense Armend Mehaj [sq] requested a permanent US military base in the country and an accelerated accession process to the organization, citing an \"immediate need to guarantee peace, security and stability in the Western Balkans\".[2] On 3 March 2022 a resolution was passed by Kosovo's Parliament requesting that the government \"take all necessary steps to join NATO, European Union, Council of Europe and other international organizations\".[257] When the North Atlantic Treaty was signed in 1949, the Mediterranean island of Malta was a dependent territory of the United Kingdom, one of the treaty's original signatories. As such, the Crown Colony of Malta shared the UK's international memberships, including NATO. Between 1952 and 1965, the headquarters of the Allied Forces Mediterranean was based in the town of Floriana, just outside Malta's capital of Valletta. When Malta gained independence in 1964, prime minister George Borg Olivier wanted the country to join NATO. Olivier was concerned that the presence of the NATO headquarters in Malta, without the security guarantees that NATO membership entailed, left the country to be vulnerable target. However, according to a memorandum he prepared at the time he was discouraged from formally submitting a membership application by Deputy Secretary General of NATO James A. Roberts. It was believed that some NATO members, including the United Kingdom, were opposed to Maltese NATO membership. As a result Olivier considered alternatives, such as seeking associate membership or unilateral security guarantees from NATO, or closing the NATO headquarters in Malta in retaliation.[259][260][261] Ultimately Olivier supported the alliance and signed a defense agreement with the UK for use of Maltese military facilities.[262] This friendly policy changed in 1971, when Dom Mintoff, of the Labour Party, was elected as prime minister. Mintoff supported neutrality as his foreign policy,[263] and the position was later enshrined into the country's constitution in 1974 as an amendment to Article 1.[264] The country joined the Non-Aligned Movement in 1979, at the same time when the British Royal Navy left its base at the Malta Dockyard. In 1995, Malta joined the Euro-Atlantic Partnership Council multilateral defense forum and NATO's Partnership for Peace program. In 1996, however, the newly elected Labour government withdrew Malta from both organizations. Maltese foreign policy changed notably in 2004, when the country joined the European Union, and it re-joined the EAPC and PfP programs in 2008, pointing to a change in the island's foreign relations. Since re-joining, Malta has been building its relations with NATO and getting involved in wider projects including the PfP Planning and Review Process and the NATO Science for Peace and Security Program.[265][266] NATO membership is not supported by any of the country's political parties, including neither the governing Labour Party nor the opposition Nationalist Party. NATO's secretary-general Jens Stoltenberg has stated that the alliance fully respects Malta's position of neutrality, and put no pressure for the country to join the alliance.[267] Polling done by the island-nation's Ministry of Foreign Affairs found in February 2022 that 63% of those surveyed supported the island's neutrality, and only 6% opposed the policy, with 14% undecided.[268] A Eurobarometer survey in May 2022 found that 75% of Maltese would however support greater military cooperation within the European Union.[269] Moldova gained independence in 1991 following the collapse of the Soviet Union. The country's current constitution was adopted in 1994, and forbids the country from joining a military alliance, but some politicians, such as former Moldovan Minister of Defence Vitalie Marinuța, have suggested joining NATO as part of a larger European integration. Moldova joined NATO's Partnership for Peace in 1994, and initiated an Individual Partnership Action Plan in 2010.[270] Following the 2014 annexation of Crimea by Russia, NATO officials warned that Russia might seek to annex Transnistria, a breakaway Moldovan region.[271] This separatist issue could preclude Moldova from joining NATO.[270] The current Prime Minister of Moldova, Natalia Gavrilița and her Party of Action and Solidarity, support European Union membership, but not NATO membership.[272] The second largest alliance in the parliament of Moldova, the Electoral Bloc of Communists and Socialists, strongly opposes NATO membership.[273] A poll in December 2018 found that, if given the choice in a referendum, 22% of Moldovans would vote in favor of joining NATO, while 32% would vote against it and 21% would be unsure.[274] Some Moldova politicians, including former Prime Minister Iurie Leancă, have also supported the idea of unifying with neighboring Romania, which Moldova shares a language and much of its history with, and a poll in April 2021 found that 43.9% of those surveyed supported that idea. Romania is a current member of both NATO and the European Union.[275] Yugoslavia's communist government sided with the Eastern Bloc at the beginning of the Cold War, but pursued a policy of neutrality following the Tito–Stalin split in 1948.[276] It was a founding member of the Non-Aligned Movement in 1961. Since that country's dissolution most of its successor states have joined NATO, but the largest of them, Serbia, has maintained Yugoslavia's policy of neutrality. The NATO intervention in Bosnia and Herzegovina in 1992 against Bosnia-Serbian forces and the NATO bombing of targets in Serbia (then part of FR Yugoslavia) during the Kosovo War in 1999 resulted in strained relations between Serbia and NATO.[277] After the overthrow of President Slobodan Milošević Serbia wanted to improve its relations with NATO, though membership in the military alliance remained highly controversial among political parties and society.[278][279] In the years under Prime Minister Zoran Đinđić the country (then Serbia and Montenegro) did not rule out joining NATO, but after Đinđić's assassination in 2003 Serbia increasingly started preferring a course of military neutrality.[280][281] Serbia's Parliament passed a resolution in 2007 which declared their military neutrality until such time as a referendum was held on the issue.[282] Relations with NATO were further strained following Kosovo's declaration of independence in 2008, while it was a protectorate of the United Nations with security support from NATO. Serbia was invited to and joined NATO's Partnership for Peace program during the 2006 Riga summit, and in 2008 was invited to enter the intensified dialog program whenever the country was ready.[98] On 1 October 2008, Serbian Defence Minister Dragan Šutanovac signed the Information Exchange Agreement with NATO, one of the prerequisites for fuller membership in the Partnership for Peace program.[283] In April 2011 Serbia's request for an IPAP was approved by NATO,[284] and Serbia submitted a draft IPAP in May 2013.[285] The agreement was finalized on 15 January 2015.[286] Serbian President Aleksandar Vucic, in office since 2017, reiterated in March 2022 that his government was not interested in NATO membership.[287] A poll that month suggested that 82% of Serbians opposed joining NATO, while only 10% supported the idea.[288] The minor Serbian Renewal Movement, which has two seats in the National Assembly, and the Liberal Democratic Party, which currently has none, remain the most vocal political parties in favor of NATO membership.[289] The Democratic Party abandoned its pro-NATO attitude, claiming the Partnership for Peace is enough. Serbia maintains close relations with Russia, due to their shared Slavic and Eastern Orthodox culture and its support on the Kosovo issue. Serbia and Belarus are the only European states which refused to impose sanctions on Russia in response to its invasion of Ukraine.[290][291][292] Some individuals have proposed expanding NATO outside of Europe, although doing so would require amending Article 10 of the North Atlantic Treaty, which specifically limits new membership to \"any other European State in a position to further the principles of this Treaty and to contribute to the security of the North Atlantic area.\"[293] Christopher Sands of the Hudson Institute proposed Mexican membership of NATO in order to enhance NATO cooperation with Mexico and develop a \"North American pillar\" for regional security,[294] while Christopher Skaluba and Gabriela Doyle of the Atlantic Council promoted the idea as way to support democracy in Latin America.[295] In June 2013, Colombian President Juan Manuel Santos stated his hope that Colombia's cooperation with NATO could result in NATO membership, though his Foreign Minister, Juan Carlos Pinzon, quickly clarified that Colombia is not actively seeking NATO membership.[296] In March 2019, US President Donald Trump made Brazil a major non-NATO ally, and expressed support for the eventual ascension of Brazil into NATO.[297] France's Foreign Ministry responded to this by reiterating the limitations of Article 10 on new membership, and suggested that Brazil could instead seek to become a Global Partner of NATO, like Colombia.[298] Several other current NATO Global Partners have been proposed as candidates for full membership. In 2006, Ivo Daalder, later the US Ambassador to NATO, proposed a \"global NATO\" that would incorporate democratic states from around the world, including Australia, New Zealand, Japan, and South Korea, who all signed on as Global Partners in the 2010s, as well as Brazil, South Africa, and India.[293] In 2007, then-US presidential candidate Rudy Giuliani suggested including Singapore and Israel, among others.[299] In 2020 Trump stated that Middle Eastern countries should be admitted to NATO.[300] Internal enlargement is the process of new member states arising from the break-up of or secession from an existing member state. There have been and are a number of active separatist movements within member states. The Scottish National Party agreed at its conference in 2012 that it wished for Scotland to retain its NATO membership were it to become independent from the United Kingdom.[301] In 2014, in the run up to the self-determination referendum, the Generalitat de Catalunya published a memo suggesting an independent Catalonia would want to keep all of Spain's current foreign relationships, including NATO, though other nations, namely Belgium, have questioned whether quick membership for breakaway regions could encourage secessionist movements elsewhere.[302]","Title":"Enlargement of NATO - Wikipedia","KeyID":"15591","URL":"https://en.wikipedia.org/wiki/Enlargement_of_NATO"}