{"Content: ":"Prior to 1991, Ukraine was part of the Soviet Union and had Soviet nuclear weapons in its territory. On December 1, 1991, Ukraine, the second most powerful republic in the Soviet Union (USSR), voted overwhelmingly for independence, which ended any realistic chance of the Soviet Union staying together even on a limited scale.[1] More than 90% of the electorate expressed their support for Ukraine's declaration of independence, and they elected the chairman of the parliament, Leonid Kravchuk as the first president of the country. At the meetings in Brest, Belarus on December 8, and in Alma Ata on December 21, the leaders of Belarus, Russia, and Ukraine formally dissolved the Soviet Union and formed the Commonwealth of Independent States (CIS). After the dissolution of the Soviet Union, Ukraine held about one third of the Soviet nuclear arsenal, the third largest in the world at the time, as well as significant means of its design and production.[2] 130 UR-100N intercontinental ballistic missiles (ICBM) with six warheads each, 46 RT-23 Molodets ICBMs with ten warheads apiece, as well as 33 heavy bombers, totaling approximately 1,700 warheads remained on Ukrainian territory.[3] Formally, these weapons were controlled by the Commonwealth of Independent States.[4] In 1994, Ukraine agreed to destroy the weapons, and to join the Treaty on the Non-Proliferation of Nuclear Weapons (NPT).[5][6] As a republic in the Soviet Union, Ukraine was the base for the following nuclear forces: Nuclear complex SS-20 Saber in Vinnytsia Nuclear missile SS-18 Satan fully designed and manufactured in Ukraine at Yuzhmash Missile silo in the Central Ukraine for a SS-24 missile Tupolev Tu-95 strategic bombers In 1993, International relations theorist and University of Chicago professor John Mearsheimer published an article including his prediction that a Ukraine without any nuclear deterrent was likely to be subjected to aggression by Russia, but this was very much a minority view at the time.[8] A study published in 2016 in the journal World Affairs argued that, in the opinion of the authors, the denuclearization of Ukraine was not a \"stupid mistake\", and that it is unclear that Ukraine would be better off as a nuclear state.[9] The study argued that the push for Ukrainian independence was with a view to make it a nonnuclear state.[9] According to the authors, the United States would also not have made Ukraine an exception when it came to the denuclearization of other post-Soviet states such as Belarus and Kazakhstan.[9] The deterrent value of the nuclear weapons in Ukraine was also questionable: Ukraine had taken “administrative control” of the weapon delivery systems and implemented measures to prevent Russia from using them, but would have had to spend 12 to 18 months to establish full operational control over its nuclear arsenal.[9] The ICBMs also had a range of 5,000–10,000 km (initially targeting the United States), which meant that they could only have been re-targeted to hit Russia's far east.[9] The Soviet air-launched cruise missiles (ALCMs) had been disabled by the Russian military during the collapse of the Soviet Union, but even if they had been reconfigured and made to work by the Ukrainians, it is unlikely that they would have had a deterrent effect.[9] Had Ukraine decided to establish full operational control of its nuclear weapons, it would have faced sanctions by the West and perhaps even a withdrawal of diplomatic recognition by the United States and other NATO allies.[9] Ukraine would also likely have faced retaliatory action by Russia.[9] Ukraine would also have struggled with replacing the nuclear weapons once their service life expired, as Ukraine did not have a nuclear weapons program.[9] In exchange for giving up its nuclear weapons, Ukraine received financial compensation, as well as the security assurances of the Budapest Memorandum.[9] On December 5, 1994 the leaders of Ukraine, Russia, Britain and the United States signed a memorandum to provide Ukraine with security assurances in connection with its accession to the NPT as a non-nuclear weapon state. The four parties signed the memorandum, containing a preamble and six paragraphs. The memorandum reads as follows:[10] The United States of America, the Russian Federation, and the United Kingdom of Great Britain and Northern Ireland, Welcoming the accession of Ukraine to the Treaty on the Non-Proliferation of Nuclear Weapons as non-nuclear-weapon State, Taking into account the commitment of Ukraine to eliminate all nuclear weapons from its territory within a specified period of time, Noting the changes in the world-wide security situation, including the end of the Cold War, which have brought about conditions for deep reductions in nuclear forces. Confirm the following: 1. The Russian Federation, the United Kingdom of Great Britain and Northern Ireland and the United States of America reaffirm their commitment to Ukraine, in accordance with the principles of the Final Act of the Conference on Security and Cooperation in Europe, to respect the independence and sovereignty and the existing borders of Ukraine. 2. The Russian Federation, the United Kingdom of Great Britain and Northern Ireland and the United States of America reaffirm their obligation to refrain from the threat or use of force against the territorial integrity or political independence of Ukraine, and that none of their weapons will ever be used against Ukraine except in self-defence or otherwise in accordance with the Charter of the United Nations. 3. The Russian Federation, the United Kingdom of Great Britain and Northern Ireland and the United States of America reaffirm their commitment to Ukraine, in accordance with the principles of the Final Act of the Conference on Security and Cooperation in Europe, to refrain from economic coercion designed to subordinate to their own interest the exercise by Ukraine of the rights inherent in its sovereignty and thus to secure advantages of any kind. 4. The Russian Federation, the United Kingdom of Great Britain and Northern Ireland and the United States of America reaffirm their commitment to seek immediate United Nations Security Council action to provide assistance to Ukraine, as a non-nuclear-weapon State party to the Treaty on the Non-Proliferation of Nuclear Weapons, if Ukraine should become a victim of an act of aggression or an object of a threat of aggression in which nuclear weapons are used. 5. The Russian Federation, the United Kingdom of Great Britain and Northern Ireland and the United States of America reaffirm, in the case of Ukraine, their commitment not to use nuclear weapons against any non-nuclear-weapon State party to the Treaty on the Non-Proliferation of Nuclear Weapons, except in the case of an attack on themselves, their territories or dependent territories, their armed forces, or their allies, by such a State in association or alliance with a nuclear-weapon State. 6. Ukraine, the Russian Federation, the United Kingdom of Great Britain and Northern Ireland and the United States of America will consult in the event a situation arises that raises a question concerning these commitments. France and China also provided Ukraine with assurances similar to the Budapest Memorandum, but with some significant differences. For instance, France's pledge does not contain the promises laid out in paragraphs 4 and 6 above, to refer any aggression to the UN Security Council, nor to consult in the event of a question regarding the commitments.[11] China's pledge takes a different form entirely, dating from December 4, and reading as follows:[12] Thus, China's pledge, similar to France's, does not pledge to involve UN or consultative mechanisms in case of crisis. However, it does pledge to respect the sovereignty and territorial integrity of Ukraine. Russian forces withdrew nuclear weapons and delivery systems from the Crimean peninsula after the dissolution of the Soviet Union, in the mid 1990s, with the exception of some nuclear-capable ships and submarines of the Black Sea Fleet stationed in accordance with agreements with Ukraine.[13] After the 2014 annexation, the Russian Federation again deployed nuclear-capable weapons to the peninsula, including S-300 antiaircraft missiles, and later Tu-22M3 Backfire bombers and Iskander-M ballistic missiles.[13][14][15] In 2020, a Ukrainian NSDC official stated that Russia had done work on Soviet nuclear-weapons storage facility Feodosiia-13 in Krasnokamianka (Kyzyltash), and had added new tunnels to a nuclear submarine base at Balaklava.[16] Despite Russia's claimed annexation of Crimea, which the UN General Assembly rejected as invalid,[17] the Government of Ukraine in 2014 reaffirmed its 1994 decision to accede to the Nuclear Non-Proliferation Treaty as a non-nuclear-weapon state.[18] Pavlo Rizanenko, a member of the Ukrainian parliament told USA Today that Ukraine may have to arm themselves with their own nuclear weapons if the United States and other world leaders do not hold up their end of the agreement. He said \"We gave up nuclear weapons because of this agreement. Now, there's a strong sentiment in Ukraine that we made a big mistake.\"[19] He also said that, \"In the future, no matter how the situation is resolved in Crimea, we need a much stronger Ukraine. If you have nuclear weapons, people don't invade you.\"[20] On December 13, 2014 Ukrainian President Petro Poroshenko stated that he did not want Ukraine to become a nuclear power again.[21] In July 2014 the Russian foreign minister stated that his country had the right to defend Crimea using nuclear weapons,[22] and in March 2015 president Putin said that during the invasion of Crimea he’d been prepared to put nuclear forces on alert.[23] Around the same time, a Russian foreign ministry official said that Russia had the right to deploy nuclear arms to the peninsula which is internationally recognized as Ukrainian territory.[24] On April 15, 2021, Andriy Yaroslavovych Melnyk, Ukrainian ambassador to Germany, told Deutschlandfunk radio that if Ukraine was not allowed to become a NATO member, his country might have to reconsider its status as a non-nuclear weapon state to guarantee its defense.[25][26] In February 2022 (in the wake of the Russian invasion of Ukraine), Ukrainian president Volodymyr Zelensky renewed such sentiments, suggesting that Ukraine would potentially view the Budapest Memorandum as invalid should its security guarantees not be met.[27] As of 2022 only three Ukrainian parties support bringing back nuclear weapons: Svoboda,[28] Radical Party of Oleh Liashko,[29] and The National Corps.[30]","Title":"Ukraine and weapons of mass destruction - Wikipedia","KeyID":"15593","URL":"https://en.wikipedia.org/wiki/Nuclear_weapons_in_Ukraine"}