{"Content: ":"Viktor Fedorovych Yanukovych (Ukrainian: Віктор Федорович Янукович, pronounced [ˈwiktor ˈfɛdorowɪtʃ jɐnʊˈkɔwɪtʃ] (listen); Russian: Виктор Фёдорович Янукович, romanized: Viktor Fedorovich Yanukovich; born 9 July 1950) is a former politician who served as the fourth president of Ukraine[3] from 2010 until he was removed from office in the Revolution of Dignity in 2014, after a long series of protests in support of the European Union by diverse civil-society groups in response to his rejection of the Ukrainian-European Association Agreement. From 2006 to 2007 he was the prime minister of Ukraine; he also served in this post from November 2002 to January 2005, with a short interruption in December 2004. He currently lives in exile in Russia, where he has lived since his removal from office in 2014.[4] Yanukovych served as the governor of Donetsk Oblast, a province in eastern Ukraine, from 1997 to 2002. He was Prime Minister of Ukraine from 21 November 2002 to 7 December 2004 and from 28 December 2004 to 5 January 2005, under President Leonid Kuchma. Yanukovych first ran for president in 2004: he advanced to the runoff election and was initially declared the winner against former Prime Minister Viktor Yushchenko. However, the election was fraught with allegations of electoral fraud and voter intimidation. This caused widespread citizen protests and Kyiv's Independence Square was occupied in what became known as the Orange Revolution. The Ukrainian Supreme Court nullified the runoff election and ordered a second runoff. Yanukovych lost this second election to Yushchenko. He served as Prime Minister for a second time from 4 August 2006 to 18 December 2007, under President Yushchenko. Yanukovych was elected president in 2010, defeating Prime Minister Yulia Tymoshenko. The election was judged free and fair by international observers.[5][6] In November 2013 a series of events started that led to his ousting as president.[7][8][9] Yanukovych rejected a pending EU association agreement, choosing instead to pursue a Russian loan bailout and closer ties with Russia. This led to protests and the occupation of Kyiv's Independence Square, a series of events dubbed the \"Euromaidan\" by proponents of aligning Ukraine toward the European Union. In January 2014, this developed into deadly clashes in Independence Square and in other areas across Ukraine, as Ukrainian citizens confronted the Berkut and other special police units.[10] In February 2014, Ukraine appeared to be on the brink of civil war, as violent clashes between protesters and special police forces led to many deaths and injuries.[11][12] On 21 February 2014, Yanukovych claimed that, after lengthy discussions, he had reached an agreement with the opposition.[13] Later that day, however, he left the capital for Kharkiv, saying his car was shot at as he left Kyiv, and travelling next to Crimea, and eventually to exile in southern Russia.[14] On 22 February 2014, the Ukrainian parliament voted to remove him from his post and schedule new elections on the grounds that he \"has restrained himself from performing his constitutional duties\" and effectively resigned,[15] rather than by following the impeachment process for criminal acts under Article 108 of the Ukrainian constitution.[16] Parliament set 25 May as the date for the special election to select his replacement,[16][17][18][19] and, two days later, issued a warrant for his arrest, accusing him of \"mass killing of civilians.\"[20] After his departure, Yanukovych conducted several press conferences. In one of these, he declared himself to remain \"the legitimate head of the Ukrainian state elected in a free vote by Ukrainian citizens\".[21] On 18 June 2015, Yanukovych was officially deprived of the title of president by the parliament.[22] On 24 January 2019, he was sentenced in absentia to thirteen years' imprisonment for high treason by a Ukrainian court.[23] In social polls conducted since his departure from office, Yanukovych is regarded as one of the worst presidents in Ukrainian history.[24][25][26][27][28] Viktor Yanukovych was born in the village of Zhukovka near Yenakiieve in Donetsk Oblast, Ukrainian SSR, Soviet Union. He endured a very hard childhood about which he has stated, \"My childhood was difficult and hungry. I grew up without my mother, who died when I was two. I went around bare-footed on the streets. I had to fight for myself every day.\"[29] Yanukovych is of Russian, Polish[30][31] and Belarusian descent. Yanukovych is a surname of Belarusian origin,[32] Yanuk[33][34] being a derivative of the Catholic name Yan (\"John\").[32][35][36] His mother was a Russian nurse and his father, Fyodor Yanukovych, was a Polish-Belarusian locomotive-driver, originally from Yanuki in the Dokshytsy Raion of the Vitebsk Region in present-day Belarus.[37][38] On various occasions, Yanukovych's family has been dogged by accusations that Fyodor Yanukovych was a member of the Schutzmannschaft during World War II, in particular claims by members of the Yulia Tymoshenko Bloc, which included documents from the NKVD supposedly revealing his involvement with the Schutzmannschaft.[39][40] However, it has also been stated by residents of Yanuki that Yanukovych's family left for the Donbas before 1917, and that the collaborator Fyodor Yanukovych was an unrelated individual.[41] Others, particularly members of the Party of Regions, have claimed that the documents were a falsehood with the intention of disparaging Yanukovych ahead of elections.[40] By the time he was a teenager, Yanukovych's father had remarried. However, Viktor left home due to conflicts with his stepmother, and was brought up by his Polish paternal grandmother, originally from Warsaw. His grandfather and great-grandparents were Lithuanian-Poles. Yanukovych has half-sisters from his father's remarriage, but has no contact with them.[42] On 15 December 1967, at the age of 17, Yanukovych was sentenced to three years imprisonment for participating in a robbery and assault.[43] On 8 June 1970 he was convicted for a second time on charges of assault. He was sentenced to two years of imprisonment and did not appeal the verdict. Decades later, Yanukovych characterised his arrests and imprisonment as \"mistakes of youth\".[44] In 1971, Yanukovych married Lyudmyla[45] Nastenko, a niece of Yenakiyeve city judge Oleksandr Sazhyn.[46] In July 1974, Yanukovych enrolled at the Donetsk Polytechnic Institute. In 1976, as a second-year student, he was promoted to director of a small trucking division within the Ordzhonikidzeugol coal-mining company.[47] His appointment as the chief manager marked the start of his managerial career as a regional transport executive. He held various positions in transport companies in Yenakiieve and Donetsk until 1996.[29] Yanukovych's political career began when he was appointed as a Vice-Head of Donetsk Oblast Administration in August 1996. On 14 May 1997, he was appointed as the Head of the Administration (i.e. Governor).[48] President Leonid Kuchma appointed Yanukovych to the post of Prime Minister following Anatoliy Kinakh's resignation.[49] Yanukovych began his term as Prime Minister on 21 November 2002 following a 234-vote confirmation in the Verkhovna Rada, eight more than needed.[50][51] In foreign affairs, Yanukovych's cabinet was considered to be politically close to Russia, although declaring support for Ukrainian membership in the European Union. Although Yanukovych's parliamentary coalition was not supporting Ukrainian membership in the North Atlantic Treaty Organization (NATO), his cabinet agreed to the commission of Ukrainian troops to the Iraq War in support of the United States' War on Terrorism. In 2004, as the Prime Minister, Yanukovych participated in the controversial Ukrainian presidential election as the Party of Regions candidate. Yanukovych's main base of support emerged from the southern and eastern regions of Ukraine, which favor close ties with neighbouring Russia. In the first round of voting held on 31 October 2004, Yanukovych took second place with 39.3 percent of the votes to opposition leader Viktor Yuschenko with 39.8 percent. Because no candidate passed the 50 percent threshold, a second round of voting was scheduled.[52] In the second round of the election, Yanukovych was initially declared the winner. However, the legitimacy of the election was questioned by many Ukrainians, international organizations, and foreign governments following allegations of electoral fraud. The resulting widespread protests became known as the Orange Revolution. The second round of the election was subsequently annulled by the Supreme Court of Ukraine, and in the repeated run-off, Yanukovych lost to Yushchenko with 44.2 percent to Yushchenko's 51.9 percent.[52] After the election, the Ukrainian parliament passed a non-binding motion of no confidence in Yanukovych's government, urging outgoing President Leonid Kuchma to dismiss Yanukovych and appoint a caretaker government. Five days after his electoral defeat, Yanukovych declared his resignation from the post of Prime Minister. In November 2009 Yanukovych stated that he conceded defeat only to avoid violence. \"I didn't want mothers to lose their children and wives their husbands. I didn't want dead bodies from Kyiv to flow down the Dnipro. I didn't want to assume power through bloodshed.\"[53] Following his electoral defeat in 2004, Yanukovych led the main opposition party against the Tymoshenko government made up of Yushchenko's Our Ukraine, the Yulia Tymoshenko Bloc, and Oleksandr Moroz's Socialist Party. This government was marred by growing conflict between Yushchenko and Tymoshenko. Yanukovych's Party of Regions support allowed for the establishment of Yuriy Yekhanurov's government in late 2005.[citation needed] In October 2004, Ukrainian deputy Hryhory Omelchenko accused Yanukovych of having been a member of \"a group of individuals who brutally beat and raped a woman, but bought off the victim and the criminal case was closed\".[54] The press-service of the Ukrainian Cabinet asserted that Yanukovych suffered for the attempt to defend a girl from hooligans.[citation needed] In 2005, the Party of Regions signed a collaboration agreement with the Russian political party United Russia.[55] In 2008, Yanukovych spoke at a congress of the United Russia party.[56][57] In January 2006, the Ministry of Internal Affairs of Ukraine started an official investigation of the allegedly false acquittal of the criminal convictions which Yanukovych received in his youth. Yuriy Lutsenko, the head of the ministry, announced that forensic tests proved the forgery of the respective documents (issued in instead of 1978) and initially claimed that lack of the formal acquittal precluded Yanukovych from running for the seat in the 2006 parliamentary election.[58] However, the latter statement was corrected within days by Lutsenko himself who conceded that the outcome of the investigation into the legality of the Yanukovych's acquittal could not affect his eligibility to run for the parliament seat since the deprivation of his civil rights due to the past convictions would have expired anyway due to the statute of limitations.[59] Viktor Yanukovych's Party of Regions won the 2006 Ukrainian parliamentary election. In 2006, a criminal charge was made for the falsification of documents regarding the retraction of Yanukovych's prior conviction.[peacock prose] According to Rossiyskaya Gazeta two documents had been forged regarding Yanukovych's robbery in association with rape and assault and battery. The signature of the judge for these documents in Yanukovych's retraction was also forged.[43][44] On 25 May 2007, Viktor Yanukovych was assigned the post of appointed chairman of the Government Chiefs Council of the Commonwealth of Independent States.[60] In 2009, Yanukovych announced his intent to run for president in the then upcoming presidential election.[61] He was endorsed by the Party of Regions[62] and the Youth Party of Ukraine.[63] Minister of Internal Affairs Yuriy Lutsenko accused Yanukovych of financial fraud during the campaign.[64] Yanukovych's campaign was expected to have cost $100 to $150 million.[65] On 11 December 2009, Yanukovych called for his supporters to go to Maidan Nezalezhnosti, Kyiv's Independence Square, in case of election fraud.[66] Early vote returns from the first round of the election held on 17 January showed Yanukovych in first place with 35.8% of the vote.[67] He faced a 7 February 2010 runoff against Tymoshenko, who finished second (with 24.7% of the vote). After all ballots were counted, the Ukrainian Central Election Commission declared that Yanukovych won the runoff election with 48.95% of the vote compared with 45.47% for Tymoshenko.[68] Election observers from the Organisation for Security and Co-operation in Europe (OSCE) said there were no indications of serious fraud and described the vote as an \"impressive display\" of democracy.[69] Tymoshenko withdrew her subsequent legal challenge of the result.[70] Tad Devine, an associate of Rick Gates and Paul Manafort, wrote Yanukovych's victory speech.[71][72] Ukraine's parliament had (on 16 February) fixed 25 February 2010 for the inauguration of Yanukovych as president.[73] Ukrainian President Viktor Yushchenko signed a decree endorsing a plan of events related to Yanukovych's inauguration on 20 February 2010.[74] Yushchenko also congratulated and wished Yanukovych \"to defend Ukrainian interests and democratic traditions\" at the presidential post.[75] Patriarch Kirill of Moscow and All Rus at Yanukovych's invitation conducted a public prayer service at Kyiv Pechersk Lavra before Yanukovych's presidential inauguration.[76] Patriarch Kirill also attended the inauguration[77] along with High Representative of the Union for Foreign Affairs and Security Policy Catherine Ashton, United States National Security Advisor James Jones and speaker of the Russian parliament Boris Gryzlov.[78][79] Yanukovych's immediate predecessor, Yushchenko, did not attend the ceremony, nor did the Prime Minister, Yulia Tymoshenko, and her party, Bloc Yulia Tymoshenko.[80] On 3 March 2010, Yanukovych suspended his membership in the Party of Regions as he was barred by the Constitution from heading a political party while president,[81] and handed over leadership in the party and its parliamentary faction to Mykola Azarov.[82] Yanukovych said, \"Ukraine's integration with the EU remains our strategic aim\", with a \"balanced policy, which will protect our national interests both on our eastern border – I mean with Russia – and of course with the European Union\".[83][84] According to Yanukovych, Ukraine must be a \"Neutral state\" which should be part of a \"collective defence system which the European Union, NATO and Russia will take part in.\" Yanukovych wants Ukraine to \"neither join NATO nor the CSTO\".[85] He stated on 7 January 2010 that Ukraine is ready to consider an initiative by Dmitry Medvedev on the creation of a new Europe collective security system[85] stating \"And we're ready to back Russia's and France's initiatives\".[86] Yanukovych stated during the 2010 presidential election-campaign that the current level of Ukraine's cooperation with NATO was sufficient and that the question of the country's accession to the alliance was therefore not urgent.[86] \"The Ukrainian people don't currently support Ukraine's entry to NATO and this corresponds to the status that we currently have. We don't want to join any military bloc\".[86] On 27 May 2010 President Yanukovych stated he considered Ukraine's relations with NATO as a partnership, \"And Ukraine can't live without this [partnership], because Ukraine is a large country\".[87] In early November 2011, Yanukovych claimed that \"arms are being bought in the country and armed attacks on government agencies are being prepared.\"[88] These claims were met with disbelief.[88] For 2012 Yanukovych predicted \"social standards will continue to grow\" and \"improvement of administrative services system will continue\".[89][90][91] Yanukovich announced $2 billion worth of pension and other welfare increases on 7 March 2012.[92][93][94] In May 2012, Yanukovych set up the Constitutional Assembly of Ukraine, a special auxiliary agency under the President for drawing up bills of amendments to the Constitution of Ukraine; the President then can table them in parliament.[95] On 25 June 2010, President Yanukovych criticised 2004 amendments in the Ukrainian Constitution which weakened presidential powers such as control over naming government ministers, passing those functions to parliament.[96] During the 2011 World Economic Forum, Yanukovych called Ukraine \"one of the leaders on democratic development in Eastern Europe\".[97] Bureaucracy and corruption are today hiding behind democratic slogans in Ukraine. The Ukrainian nation is wise and it will understand. Because a small handful of people, who have been plundering the country for 20 years is only a handful, from which the whole society, the whole state and our image in the world have been suffering. The interest of the Ukrainian nation is that the practice was put an end to... The country has to change. We need to reverse our approaches 180 degrees, and we will do it. The Ukrainian nation stimulates us to.[98] -- President Yanukovych in Warsaw 4 February 2011, speaking about Ukrainian corruption and cronyism Amid controversy Ukrainian lawmakers formed a new coalition on 11 March 2010 which included Bloc Lytvyn, Communist Party of Ukraine and Party of Regions that led to the Azarov Government.[99] 235 deputies from the 450-member parliament signed the coalition agreement.[100] On 30 November 2010, Yanukovych vetoed a new tax code made by the Azarov Government and earlier approved by the Verkhovna Rada but protested against in rallies across Ukraine (one of the largest protests since the 2004 Orange Revolution).[101][102][103] Yanukovych signed a new Tax Code on 3 December 2010.[104] Yanukovych's Party of Regions wanted to increase social benefits, and raise salaries and pensions.[105] In late 2009, a law that raised the minimum wage and pensions was passed in the Ukrainian Parliament. As a result of this, the International Monetary Fund suspended its 2008–2009 Ukrainian financial crisis emergency lending programme. According to the IMF, the law breached promises to control spending. During the 2010 presidential campaign, Yanukovych had stated he would stand by this particular law.[106] According to Yulia Tymoshenko Bloc member of parliament Oleh Shevchuk, Yanukovych broke this election promise just three days after the 2010 presidential election when only two lawmakers of Yanukovych's Party of Regions supported a bill to raise pensions for low-incomes.[107] According to Yanukovych, relations between Ukraine and Russia in the gas sector were to be built \"according to the rules of the market\".[56][108] He saw the gas agreement signed in 2009 after the 2009 Russia-Ukraine gas dispute as very unprofitable for Ukraine and wanted to \"initiate the discussion of the most urgent gas issues\" after the 2010 presidential election.[85] Yanukovych had promised before his election as Ukrainian President to \"solve the issue\" concerning the Russian Black Sea Fleet, currently stationed in the Ukrainian port Sevastopol, \"in a way so that the interests of Russia or Ukraine would not be harmed\".[109] This led to the April 2010 Ukrainian–Russian Naval Base for Natural Gas treaty. Yanukovych also promised to create a consortium that would allow Russia to jointly operate Ukraine's gas transportation network and he has pledged to help Russia build the South Stream natural gas pipeline.[110] As of June 2010, both did not happen.[111] Yanukovych rejected accusations that improvement of Ukrainian-Russian relations harmed relations with the European Union. \"Our policy is directed to protection of our national interests. We do not live in a fairy tale and understand that our partners also defend their interests\".[111] In February 2012, Yanukovych stated, referring to relations with Russia, \"It is not wise to fall asleep next to a big bear\".[112] During the 2010 Nuclear Security Summit, Yanukovych announced that Ukraine would give up its 90-kilogram stock of highly enriched uranium and convert its research reactors from highly enriched to low-enriched uranium. It intended to accomplish these goals by 2012.[113] Yanukovych stated that his \"aim and dream\" was to unify Ukraine, although in his opinion \"there are already no borders between the East and West of the country today\".[114] Yanukovych said he wanted to create a free trade zone and visa regime with the EU as soon as possible.[115] He noted the importance of finding ways of reconciliation between Ukrainians fighting on opposite sides in World War II in his speech at the ceremony to mark Victory Day 2013.[116] In this speech he also expressed confidence that Nazi and Soviet totalitarianism of the past would never return.[116] The Soviet famine of 1932–33, called \"Holodomor\" in Ukrainian, claimed up to 10 million lives, mostly in Ukraine but also in some other parts of the Soviet Union, as peasants' food stocks were forcibly removed by Stalin's regime via the NKVD secret police.[117][118] Yanukovych's stance on the Holodomor was: \"Holodomor took place, was denounced and the international society gave an evaluation of the famine, but it was never labeled as a genocide of the Ukrainian people. Ukraine's attempts to do so by blaming one of our neighbors are unjust.\"[119] \"The Holodomor was in Ukraine, Russia, Belarus and Kazakhstan. It was the result of the policies of Stalin's totalitarian regime.\"[120] In 2003, he supported then President Leonid Kuchma's position that the Holodomor famine was genocide against Ukrainians.[121] Yanukovych's press service claims that he does not approve of crimes of the KGB and their predecessors in Soviet times, however, in 2002, he wrote a foreword to a book by two ex-KGB agents endorsing the KGB and its predecessors, stating that the NKVD and Cheka \"firmly stood on guard over the interests of our people and the state\" and praised them for launching \"a struggle against political extremism, sabotage and criminal activities.\" He also wrote that “Donbas Chekists under any conditions have done and do their high duty with honor”.[121] Yanukovych stated in the past that he wanted Russian to become the second state language in Ukraine.[122] Currently Ukrainian is the only official language of Ukraine. On the other hand, he stated at a meeting with Taras Shevchenko National Prize winners in Kyiv on 9 March 2010 that \"Ukraine will continue to promote the Ukrainian language as its only state language\".[123] In a newspaper interview during the 2010 Ukrainian presidential election campaign, he stated that the status of Russian in Ukraine \"is too politicized\" and said that if elected president in 2010 he would \"have a real opportunity to adopt a law on languages, which implements the requirements of the European Charter of regional languages\". He said that this law would need 226 votes in the Ukrainian parliament (half of the votes instead of two-thirds of the votes needed to change the constitution of Ukraine) and that voters told him that the current status of Russian in Ukraine created \"problems in the hospital, school, university, in the courts, in the office\".[124] Effective in August 2012, a new law on regional languages entitles any local language spoken by at least a 10% minority be declared official within that area.[125] On 23 February 2014, following the Revolution of Dignity, a bill was passed by the parliament which would have abolished the law on regional languages, making Ukrainian the sole state language at all levels.[126] This bill was blocked by acting President Turchynov, until a replacement bill is ready.[127] The 2012 law was ruled unconstitutional and was struck down by the Constitutional Court of Ukraine in 2018, 4 years after the Euromaidan.[128] In a late July 2013 speech Yanukovych stated: \"All churches and religious organizations are equal for the state. We respect the choice of our citizens and guarantee everyone's Constitutional right to freedom of religion. We will not allow the use of churches and religious organizations by some political forces for their narrow interests. This also refers to foreign centres through which religious organizations sometimes seek to affect the internal political situation in Ukraine. This is a matter of the state's national security\".[129] Social benefit cuts for Chernobyl rescue workers, small business owners and veterans of the Soviet–Afghan War caused fierce protests in Kyiv in October/November 2011 by several thousand protesters.[88][130] Yanukovych's first foreign visit was to Brussels to visit the President of the European Council, Herman Van Rompuy, and the EU Foreign Affairs chief, Catherine Ashton.[78][131] During the visit Yanukovych stated that there would be no change to Ukraine's status as a member of the NATO outreach program.[132] During his second foreign visit to Moscow in March, Yanukovych vowed to end years of acrimony with Russia, saying that ties between Russia and Ukraine \"should never be the way they were for the past five years\". He indicated that he was open to compromise with Russia on the Black Sea Fleet's future (this led to the April 2010 Ukrainian–Russian Naval Base for Natural Gas treaty), and reiterated that Ukraine would remain a \"European, non-aligned state\", referring to NATO membership.[133] Both Russian President Dmitry Medvedev (April 2010[134]) and Russian Prime Minister Vladimir Putin (June 2010[135]) soon stated they noticed a big improvement in relations with Ukraine since Yanukovych's presidency. On 3 June 2010, the Ukrainian parliament excluded, in a bill written by Yanukovych, with 226 votes,[citation needed] Ukrainian membership of any military bloc, but allowed for co-operation with military alliances such as NATO.[136][137] A day later Yanukovych stated that the recognition of the independence of Abkhazia, South Ossetia and Kosovo violates international law, \"I have never recognized Abkhazia, South Ossetia or Kosovo's independence. This is a violation of international law\".[138] On 22 November 2010, the European Council and Ukraine announced \"an action plan for Ukraine toward the establishment of a visa-free regime for short-stay travel\".[83] In May 2011, Yanukovych stated that he would strive for Ukraine to join the EU.[139] Yanukovych's stance towards integration with the EU, according to The Economist, led him to be \"seen in Moscow as a traitor\", a reversal of the 2004 presidential election where Moscow openly supported Yanukovych.[140][141] President Yanukovych and the Party of Regions were accused of trying to create a \"controlled democracy\" in Ukraine and as a means to this were trying to \"destroy\" main opposition party BYuT, but both denied these charges.[142][143][144][145][146][147][148][149][150][151][152] One frequently cited example of Yanukovych's attempts to centralize power is the 2011 sentencing of Yulia Tymoshenko, which was condemned by Western governments as potentially being politically motivated.[153][154] Other high-profile political opponents under criminal investigation include Leonid Kuchma,[155] Bogdan Danilishin, Igor Didenko,[156] Anatoliy Makarenko,[157] and Valeriy Ivaschenko.[158] According to Yanukovych (on 4 February 2011), \"[M]any lies [have been] told and attempts made to misinform the international community and ordinary people in Ukraine about the true state of affairs in the country.\" He also stated, \"[A] crushing blow delivered under [my] rule to corruption and bureaucracy has been met with resistance\".[98] He stated in February 2012 that the trial of Tymoshenko and other former officials \"didn't meet European standards and principles\".[159] As president, Yanukovych stated in early February 2010 that he would support the freedom of speech of journalists and protect their interests.[161] During spring 2010 Ukrainian journalists and Reporters Without Borders complained of censorship by Yanukovych's Presidential Administration; despite statements by Yanukovych how deeply he valued press freedom and that 'free, independent media that must ensure society's unimpeded access to information.'[162] Anonymous journalists stated early May 2010 that they were voluntarily tailoring their coverage so as not to offend the Yanukovych administration and the Azarov Government.[163] The Azarov Government,[164] the Presidential Administration and Yanukovych himself denied being involved with censorship.[165][166] In a press conference 12 May 2010 President Yanukovych's representative in the Verkhovna Rada Yury Miroshnychenko stated that Yanukovych was against political repression for criticism of the regime.[167] On 21 April 2010, in Kharkiv, Yanukovych and Dmitry Medvedev, the Russian President, signed the 2010 Ukrainian–Russian Naval Base for Natural Gas treaty, whereby the Russian lease on naval facilities in Crimea would be extended beyond 2017 by 25 years with an additional 5-year renewal option (to 2042–47) in exchange for a multi-year discounted contract to provide Ukraine with Russian natural gas. This treaty was approved by both the Russian and Ukrainian parliaments (Verkhovna Rada) on 27 April 2010.[168] On 22 April 2010, Yanukovych stated he did not rule out the possibility of holding a referendum on the stationing of the Russian Black Sea Fleet in Ukraine after the necessary legislative framework is adopted for this in future. Yanukovych did plan to hold plebiscites also on other subjects.[169] Opposition members accused Yanukovych of \"selling out national interests\".[170] According to Yanukovych the main priority of his foreign policy was to integrate Ukraine \"into the European mainstream\", while improving relations with Russia.[170] According to Yanukovych the only way to lower the state budget deficit, as requested by the International Monetary Fund, while protecting pensioners and minimal wages was to extend the Russian Navy lease in Crimea in exchange for cheaper natural gas.[170] In 2012, during the Ukrainian parliamentary elections of that year, Yanukovych's party of Regions won the poll with 30% against 25.5% for imprisoned Yulia Tymoshenko's Fatherland party.[171] The Euromaidan protests started in November 2013 when Ukrainian citizens demanded stronger integration with the European Union. The origins of Euromaidan began as a smaller protest that had started in Independence Square in the center of Kyiv on 21 November, the day Yanukovych abruptly changed his mind on an Association Agreement with the European Union, deciding to strengthen economic ties with Russia instead.[172] The protesters refused to leave the square until their demands were met. These included items that the government should release jailed protesters, sign the EU agreement, and change the Constitution of Ukraine, and that Yanukovych should resign. The protestors were attacked by police, resulting in civil unrest across Western Ukraine.[citation needed] Yanukovych dismissed this as the work of his political opponents; instead, protesters called all the more for his resignation, saying he was \"aloof\" and unresponsive. Violence escalated after 16 January 2014 when Yanukovych signed the Bondarenko-Oliynyk laws, also known as Anti-Protest Laws. Demonstrators occupied provincial administration buildings in at least 10 regions, sending the police fleeing through rear exits in some instances. Verkhovna Rada lawmakers repealed nine of the 12 restrictive laws that had been passed on 16 January by a show of hands, without debate. Outrage ensued at the limits the laws imposed on free speech and assembly in the country. In a striking concession aimed at defusing Ukraine's civil uprising and preserving his own grip on power, President Yanukovych offered to install opposition leaders in top posts in a reshaped government, but they swiftly rebuffed the offer to the delight of thousands of protesters on the streets craving a fuller victory in the days ahead.[citation needed] Mykola Azarov, the prime minister of Ukraine, resigned on 28 January. In a statement he wrote that he was resigning \"for the sake of a peaceful resolution\" to the civil unrest.[173] Talks with Yanukovych failed in February 2014, and, according to the President of Russia Vladimir Putin, Ukraine appeared to be on the brink of civil war.[174][175] 28 protesters had been killed, including seven policemen and a civilian bystander, with 335 injured, on 18 February and dozens of others on 20 February in bloody clashes in Kyiv.[176] In June 2015 interview with BBC Newsnight Yanukovych stated that he never ordered the security forces to open fire, but he has also claimed he had not done enough to prevent bloodshed.[177] He claimed \"the members of the security forces fulfilled their duties according to existing laws. They had the right to use weapons.\"[177] Yanukovych has been widely criticized for \"massive\" corruption and cronyism.[178][179][180][181][182] By January 2013, more than half of the ministers appointed by Yanukovych were either born in the Donbas region or made some crucial part of their careers there, and Yanukovych has been accused of \"regional cronyism\" for his staffing of police, judiciary, and tax services \"all over Ukraine\" with \"Donbas people\".[183] Over 46% of the budget subventions for social and economic development was allotted to the Donbas region's Donetsk Oblast and Luhansk Oblast administrations – 0.62 billion UAH ($76.2 million) versus 0.71 billion UAH ($87.5 million) for the rest of the country.[184] Anders Åslund, a Swedish economist and Ukraine analyst, described the consolidation of Ukrainian economic power in the hands of a few \"elite industrial tycoons\", one of the richest and most influential of whom has become President Yanukovych's own son Oleksandr Yanukovych. The exact distribution of wealth and precise weight of influence are difficult to gauge, but most of the country's richest men were afraid to cross the Yanukovich family, even in cases where their own economic interests favored an economically pro-EU Ukraine.[179] The Yanukovych family, a group of young businessmen described as \"robber capitalists\", have been buying up both public and private businesses at \"rock bottom\" prices available in the stagnating economic conditions brought on by Yanukovych's economic policies.\"[185] According to Åslund, one notable exception to the Yanukovych family's influence was Petro Poroshenko, who is described as \"uncommonly courageous\", although his confectionery empire is less susceptible to ruin by the substantial power the Yanukovych family wielded in the heavy industry sectors located in Yanukovych's geographic power base of Donetsk.[179] Yanukovych had an estimated net worth of $12 billion,[citation needed] and has been accused by Ukrainian officials of misappropriating funds from Ukraine's treasury. Arseniy Yatsenyuk has claimed that treasury funds of up to $70 billion were transferred to foreign accounts during Yanukovych's presidency. [186] Authorities in Switzerland, Austria and Liechtenstein froze the assets of Yanukovych and his son Oleksander on 28 February 2014 pending a money laundering investigation. Yanukovych has denied that he embezzled funds and has said that his alleged foreign accounts do not exist. During the presidency of Viktor Yanukovych, at least 7000 Ukrainian companies were attacked by the oligarchic clan of Yanukovych (the so-called \"Yanukovych Families\"). This number includes both cases of the so-called Family entering the corporate rights of the firms they like by illegal methods, and \"assaults\" in order to obtain \"tribute\" – that is, commercial gain. This is evidenced by the data of the Anti-Raider Union of Entrepreneurs of Ukraine. The victims of Yanukovych's raider methods were offered to pay a regular \"tribute\" in the amount of 30–50% of the company's profits – or to cede ownership of it.[citation needed] Yanukovych abandoned his large estate, Mezhyhirya[187] when he fled the capital. The estate is located in a former forest preserve on the outskirts of Kyiv. He had acquired the property in 2007, according to critics, through a convoluted series of companies and transactions. Yanukovych did not reveal the price he paid, although he called it a \"very serious price\".[188] Mezhyhirya is estimated to have been sold for more than 75 million U.S. dollars. Protesters walked unchallenged into the former president's office and residential compounds after police and security left their posts in Kyiv. Protesters had free access to government buildings, and to the presidential mansion and estate. They were amazed at the opulence and extravagance of what they found, including a private zoo, a fleet of cars, and a large boat.[189] In a feature with photos on Yanukovych's Mezhyhirya mansion, Sergii Leshchenko notes \"For most of [Yanukovych's] career he was a public servant or parliament deputy, where his salary never exceeded 2000 US dollars per month.\" Under a photo showing the new home's ornate ceiling, Leschenko remarks, \"In a country where 35% of the population live under poverty line, spending 100,000 dollars on each individual chandelier seems excessive, to say the least.\" Crowned with a pure copper roof, the mansion was the largest wooden structure ever created by Finnish log home builder Honka, whose representative suggested to Yanukovych that it be nominated for the Guinness Book of Records.[178] The property contained a private zoo, underground shooting range, 18-hole golf course, tennis, and bowling. After describing the mansion's complicated ownership scheme, the article author noted, \"The story of Viktor Yanukovych and his residence highlights a paradox. Having completely rejected such European values as human rights and democracy, the Ukrainian president uses Europe as a place to hide his dirty money with impunity.\"[178] Documents recovered from Yanukovych's compound show among other expenses $800 medical treatment for fish, $14,500 spent on tablecloths, and a nearly 42 million dollar order for light fixtures. Also recovered were files on Yanukovych's perceived enemies, especially media members, including beating victim Tetyana Chornovol. The cost of monitoring the mass media was reportedly $5.7 million just for the month of December 2010.[190] When the former president departed, 35 cars and seven motorbikes were left behind. Kyiv's District Court seized 27 vintage cars in 2016 from the fleet stationed at Mezhyhirya, some worth more than $US 1 million. Yanukovych told BBC Newsnight (in June 2015) that stories that Mezhyhirya cost the Ukrainian taxpayer millions of dollars were \"political technology and spin\" and that the estate did not belong to him personally; he claimed that the ostriches in the residence's petting zoo \"just happened to be there\"[177] and remarked \"I supported the ostriches, what’s wrong with that?\". Yanukovych's refusal to sign a Trade Association Agreement with Western Europe originated massive protests that culminated in the murder of 88 demonstrators between the 20 and 22 February 2014.[191][192][193][194] The treaty was signed on 29 May 2014, after his removal.[195] Yanukovych has been accused, by Amnesty International among others, of using the Berkut to threaten, attack, and torture Ukrainian protesters. The Berkut, disbanded on 25 February 2014, were a controversial national police force under his personal command and were accused of promoting Russian interests.[10] The Organization for Security and Cooperation in Europe confirmed witness accounts of voters being blocked from access to polls and being attacked along with local election officials who tried to frustrate the Berkut's practice of falsifying voters' ballots in favor of Yanukovych's Party of Regions candidates. Individual cases have been reported of citizens grouping together and fighting back against the Berkut in order to preserve election integrity and results.[10] Upon coming to power Yanukovych had reversed oversight measures established during the Yushchenko administration to restrain the Berkut's abuse of citizens whereupon the special force \"upped its brutality.\"[196] On Friday 21 February 2014, an agreement between president Yanukovych and the leaders of the parliamentary opposition was signed that called for early elections and the formation of an interim unity government. The following day, Yanukovych fled from the capital ahead of an impeachment vote. The vote took place on 22 February 2014, 328 of 447 members of the Ukrainian parliament (MPs)—or about 73% of the MPs—voted to \"remove Viktor Yanukovych from the post of president of Ukraine\" on the grounds that he was unable to fulfill his duties[197][16] and to hold early presidential elections on 25 May.[16][198][17][18][19] The vote came an hour after Yanukovych said in a televised address that he would not resign. He subsequently declared himself to still be \"the legitimate head of the Ukrainian state elected in a free vote by Ukrainian citizens\".[21] The constitutionality of Yanukovych's removal from office has been questioned by constitutional experts.[199] According to Daisy Sindelar from Radio Free Europe, the impeachment may have not followed the procedure provided by the constitution: \"[I]t is not clear that the hasty February 22 vote upholds constitutional guidelines, which call for a review of the case by Ukraine's Constitutional Court and a three-fourths majority vote by the Verkhovna Rada -- i.e., 338 lawmakers.\" The vote, as analyzed by Sindelar, had ten votes less than those required by the constitutional guidelines. However, Sindelar noted in the same article that, \"That discrepancy may soon become irrelevant, with parliament expected to elect a new prime minister no later than February 24.\" The decision to remove Yanukovich was supported by 328 deputies.[b][198][201][17][202] Although the legislative removal by an impeachment procedure would have lacked the number of votes required by Ukraine's constitution,[200] the resolution did not follow the impeachment procedure but instead established that Yanukovych \"withdrew from his duties in an unconstitutional manner\" and cited \"circumstances of extreme urgency\",[198][201] a situation for which there was no stipulation in the then-current Ukrainian constitution.[203] Two days later Ukraine's parliament dismissed five judges of the Constitutional Court for allegedly violating their oaths, who were then investigated for alleged malpractice.[204] Yanukovych maintained that his replacement was a coup and continued to make statements from an official perspective.[205][206] On the same day that parliament removed Yanukovych from office, it voted to authorize the release of his rival Yulia Tymoshenko from a prison hospital.[207] She had been imprisoned since 2011, in what many saw as political payback by Yanukovych. Her release had been an unmet condition for Ukraine's signing of a European Union trade pact.[208] Yanukovych was eventually disowned by the Party of Regions. In a statement issued by Oleksandr Yefremov, parliamentary faction leader, the party and its members \"strongly condemn[ed] the criminal orders that led to human victims, an empty state treasury, huge debts, shame before the eyes of the Ukrainian people and the entire world.\"[209][210][211] Yanukovych left Kyiv during the night of 21 February 2014 and initially moved to Kharkiv. According to then governor of Kharkiv Oblast, Mykhailo Dobkin, Yanukovych had intended to make his stay in Kharkiv look like \"just another presidential inspection tour\" and according to Dobkin, \"was desperate to make it look like he wasn't running away\".[212] Yanukovych asked Dobkin to \"pick out a few factories for me to visit\"; the director of state-owned industrial giant Turboatom[213] declined even to take his call (according to Dobkin).[212] Dobkin met Yanukovych at Kharkiv International Airport after midnight.[212] According to Dobkin at that time Yanukovych \"thought this was a temporary difficulty\" since he believed that the 21 February deal he had signed with opposition leaders could still provide for a graceful departure of his power later in the year.[212] Dobkin's impression of Yanukovych (during this meeting) was \"a guy on another planet\".[212] In his press conference in Rostov-on-Don on 28 February, Yanukovych claimed that at the time he did not \"flee anywhere\", but that his car was shot at \"by automatic rifles\" as he left Kyiv for Kharkiv \"to meet the representatives of local parties\" and he was then forced to move around Ukraine amid fears for the safety of himself and his family.[14] \"When we arrived in Kharkiv, on the early morning of 22 February, the security service started to receive information that radical groups were arriving in Kharkiv.\"[214] According to an April 2014 poll conducted by the Razumkov Centre, only 4.9% of respondents would have liked to see Yanukovych return to the presidency.[215] According to the Ukrainian State Border Service, Yanukovych tried to flee via a charter flight from Donetsk, but was stopped by border guards.[216] Both Putin and Yanukovitch later stated that Russian forces helped Yanukovitch to fly to Russia on 24 February 2014[217].[c] On 26 February 2014, Russian media company RBC reported[220] Yanukovych's presence in Moscow. According to RBC sources, Yanukovych arrived at the Radisson Royal Hotel, Moscow (often referred by its former name as \"Hotel Ukraine\") on the night of 25 February 2014. Then he moved to the Barvikha Sanatorium, the health resort of the President of Russia in Moscow Oblast. RosBusinessConsulting also reported sightings of Viktor Pshonka, a former Prosecutor General of Ukraine in the hall of Radisson Royal Hotel.[220] The Press Secretary of the department that manages Barvikha Sanatorium denied the report, stating that he had no information of Yanukovych settled in Barvikha Sanatorium.[220][221] According to Russian politician Oleg Mitvol, Yanukovych bought a house in Barvikha for $52 million on 26 February 2014.[222] On 27 February, a report stated that Yanukovych had asked the authorities of the Russian Federation to guarantee his personal security in the territory of Russia, a request that they accepted.[223] Yanukovych claimed that the decisions of the Ukrainian parliament adopted \"in the atmosphere of extremist threats\" are unlawful and he remains the \"legal president of Ukraine\". He accused the opposition of violation of the 21 February agreements and asked the armed forces of Ukraine not to intervene in the crisis. The exact whereabouts of Yanukovych when he made this statement was unclear.[224][225] In a June 2015 interview with BBC's Newsnight he thanked Russian President Vladimir Putin for \"saving his life\".[177] In an April 2014 poll by Kyiv International Institute of Sociology those polled in southern and eastern Ukraine were generally split on the legitimacy of the then Yatsenyuk government and parliament, but a majority in all regions agreed that Yanukovych was not the legal president of the country.[226] On 3 October 2014, several news agencies reported that according to a Facebook post made by the aide to the Ukrainian Interior Minister, Anton Gerashchenko, Viktor Yanukovych had been granted Russian citizenship by a \"secret decree\" of Vladimir Putin.[227] On the same day, Russian presidential spokesman Dmitry Peskov said that he didn't know anything about this.[228] On 26 November 2015, Yanukovych received a temporary asylum certificate in Russia for one year; later extended until November 2017.[229] In October 2017, this was extended to another year.[230] According to his lawyer Yanukovych did not consider acquiring Russian citizenship or a permanent residence permits but \"Only a temporary shelter for returning to the territory of Ukraine\".[230] In 2017, Russian media suggested that Yanukovych is apparently living in Bakovka near Moscow, in a residence owned by Russian Ministry of Internal Affairs.[231][232] In a press conference in Rostov-on-Don on 28 February 2014, Yanukovych stated that all his possessions had been legally declared and accounted for.[233] The same day Swiss and Austrian authorities blocked Yanukovych's and his associates' assets, and launched a corruption investigation.[14] Yanukovych said that an \"armed coup\" had taken place in Ukraine, and that he was still the legitimate president because there had been no impeachment, resignation, or death.[205] On 11 March he claimed he should return to Ukraine as soon as this was possible.[14][234][d][14][236] Yanukovych stated he had been able to escape to Russia \"thanks to patriotic officers who did their duty and helped me stay alive\".[237] In the press conference he stated that he was still President of Ukraine and \"I can't find words to characterise this new authority. These are people who advocate violence – the Ukrainian parliament is illegitimate\".[14][214] He described the new Ukrainian authorities as \"pro-fascist thugs\" and that they \"represent the absolute minority of the population of Ukraine\".[14][214][238] He apologised to the Ukrainian people for not having \"enough strength to keep stability\" and for allowing \"lawlessness in this country\".[14] He vowed to return to Ukraine \"as soon as there are guarantees for my security and that of my family\".[14] He insisted he had not instructed Ukrainian forces to shoot at Euromaidan protesters.[214] He did not take part in the 2014 Ukrainian presidential election since he \"believe[d] they are unlawful...\".[239] He said he was surprised (\"knowing the character of Vladimir Vladimirovich Putin\"[214]) by the silence of Russia's president, Vladimir Putin, on the events in Ukraine.[240] He hoped to find out more on Russia's position when he meets with Mr. Putin \"as soon as he has time\".[240] Yanukovych claimed \"eastern Ukraine will rise up as soon as they have to live without any means\".[214] On 28 February 2014 the BBC reported him as insisting that military action was \"unacceptable\" and as stating that he would not request Russian military intervention.[241] On 4 March 2014, Russia's Permanent Representative to the United Nations, Vitaly Churkin, displayed a photocopy of a letter allegedly signed by Victor Yanukovych on 1 March 2014. In the letter Yanukovych requested Russian military intervention in Ukraine[citation needed] to \"restore law and order\". In an interview with the Associated Press and Russian channel NTV of 2 April 2014 Yanukovych called Russia's annexation of Crimea \"a tragedy\", the 2014 Crimean referendum \"a form of protest\" and he stated he hopes it will become part of Ukraine again.[242] Yanukovych said he would try to persuade Russian President Vladimir Putin to return Crimea to Ukraine.[242] He squarely blamed the Yatsenyuk Government and acting Ukrainian President Oleksandr Turchynov for Ukraine's loss of Crimea.[242] He said he gave no orders to open fire on Euromaidan protesters.[242] Yanukovych said: \"We must set such a task and search for ways to return to Crimea on any conditions, so that Crimea may have the maximum degree of independence possible... but be part of Ukraine.\"[243] At a press-conference in Rostov-On-Don on 11 March 2014 Yanukovych asked the Ukrainian military to disobey the \"criminal orders\" of a \"band of ultranationalists and neofascists\". He called the 2014 Ukrainian presidential election illegal, as well as U.S. financial help, since US law allegedly did not allow the support of \"bandits\". Yanukovych stated he would like to ask the Western supporters of the Yatsenyuk Government that he referred to as \"dark powers\": \"Have you become blind? Have you forgotten what fascism is?\" alluding to the fact that several positions in the transitional government went to representatives of the right-wing extremist nationalist group Svoboda, condemned by the EU in 2012 (see Svoboda Party).[206] Unlike his 28 February press conference, Yanukovych did not take questions from reporters.[244] On 28 March 2014, Yanukovych asked the Party of Regions to exclude him.[245] He was excluded on 29 March during a party congress[245][246] along with several senior figures of his régime.[245][246] On 13 April, Yanukovych again gave a press conference in Rostov-on-Don, this time accompanied by former Prosecutor General Viktor Pshonka and former interior minister Vitaliy Zakharchenko.[247] On 13 June 2014, Yanukovych released a video message in which he criticised Petro Poroshenko's handling of the unrest in eastern Ukraine, naming it \"criminal orders to kill people...that causes anger and curse the mothers who see the death and suffering of their children\".[248] Russian media had previously reported that Yanukovych, along with his wife, had moved to Sochi.[248][249] On 21 February 2015, a year after the revolution, Yanukovych gave an interview to Channel One regarding the situation in Ukraine and promised to return to power as soon as he could.[250] On 18 June 2015, Yanukovych was officially deprived of the title of President of Ukraine.[22] On 22 June 2015, Yanukovych was interviewed on BBC Newsnight and he accepted some responsibility for the deaths just before his removal from power.[177] On 7 December 2015, Yanukovych announced his interest in returning to Ukrainian politics.[251] In a 22 February 2017, interview with Christopher Miller of Radio Free Europe, Konstantin Kilimnik explained the existence of a peace effort between Russia and Ukraine called the \"Mariupol Plan\" in which Viktor Yanukovych would return as president of Russia's illegally controlled regions and Crimea in Ukraine.[252] Andriy Artemenko's peace plan was known as the \"New initiative for Peace\".[253] On 30 December 2021 Yanukovych filed lawsuits against the Ukrainian parliament at the Kyiv District Administrative Court [uk] in a bid to overturn his removal of the constitutional powers as President of Ukraine.[254] Russia launched a full-scale invasion of Ukraine on 24 February 2022. On 2 March, Ukrayinska Pravda reported that Ukrainian intelligence sources believed that Yanukovych was currently in Minsk, Belarus and that it was Russia's intention to declare Yanukovych as President of Ukraine in the event of Russian forces gaining control of Kyiv.[255][256][e] Russian forces never gained control over Kyiv since the Russian army abandoned its Kyiv offensive on 2 April 2022.[259] On 11 July 2005, the office of the Donetsk Oblast Prosecutor charged Yanukovych with fraud,[260] stemming from alleged irregularities in the way his convictions were expunged twenty years earlier.[261] In 2006, the General Prosecutor closed the case due to lack of evidence.[262] In 2006, a criminal charge was filed for official falsifying of documents concerning the quashing of Yanukovych's prior convictions after it was discovered that two documents had been tampered with, including the forgery of a judge's signature in connection with one charge of battery.[43][44] On 29 January 2010, the Prosecutor General of Ukraine Oleksandr Medvedko claimed that Yanukovych had been unlawfully jailed in his youth.[263][264] A warrant for Yanukovych's arrest was issued on 24 February 2014 by the interim government, accusing him of the mass murder of protesters.[20] Acting Ukrainian Interior Minister Arsen Avakov declared that Yanukovych had been placed on Ukraine's most wanted list and that a criminal case for the mass killings of civilians had been opened against him.[265] On 28 February 2014, the General Prosecutor of Ukraine, Oleh Makhnitsky formally asked Russia to extradite Yanukovych.[266] Russian prosecutors stated that they had not received such a request from Ukraine.[267] To date, Russia has declined to extradite him. Due to the Crimean crisis he was put on the US sanction list on 17 March 2014, an action which had been already previously been considered.[268] After the Euromaidan events the General Prosecutor opened at least four new criminal cases against the former president of Ukraine. This included multiple cash payments to a number of Ukraine's top officials which were investigated as suspected bribes. The payments totalled $2 billion over years, ranging from $500,000 to $20 million paid in cash, the recipients included \"ministers, heads of agencies, Verkhovna Rada members, civic activists, representatives of international organizations, top judges, including those of the Supreme Administrative Court and the Constitutional Court, and the Central Election Commission\".[269] On 30 September 2014, the General Prosecutor of Ukraine opened a new case against Yanukovych for using ₴220 million of state money to establish his own private communication company based on Ukrtelekom.[270] The prosecutor's office also considered that Yanukovych was helped by former government officials Mykola Azarov (prime minister), Yuriy Kolobov (finance minister), Anatoliy Markovsky (first deputy minister of finance), Hennadiy Reznikov (director of Derzhspetszviazok), and Dzenyk (Ukrtelekom board of directors).[270] Beginning in the summer of 2014, the prosecutor's office investigated Yanukovych's signing of the Kharkiv treaty, which allowed the Black Sea Fleet to stay in Ukraine for an additional 25 years.[271] Yanukovych is being charged with abuse of power (Article 364) and state treason (Article 111) that are being investigated since April 2014 as well as the new procedure on creation of criminal organization (Article 255) that is being investigated since the summer.[271] Accusations of mass murder at Maidan included a group of Criminal Code articles including an attempt to relocate a headquarters of Supreme Commander-in-Chief, National Bank and Foreign Ministry to Sevastopol (Article 109, part 2) as well as Yanukovych's statements about the illegitimacy of higher state authorities after his overthrow (Article 109, part 3).[271] Yanukovych is also charged with property theft in a conspiracy with the chairman of the Nadra Ukrainy state company (Articles 109 and 209), which has been under investigation since March 2014.[271] For several years, Interpol refused to place Viktor Yanukovych on the wanted list as a suspect by the new Ukrainian government for the mass killing of protesters during Euromaidan.[272] However, on 12 January 2015, Viktor Yanukovych was listed by Interpol as \"wanted by the judicial authorities of Ukraine for prosecution / to serve a sentence\" on charges of \"misappropriation, embezzlement or conversion of property by malversation, if committed in respect of an especially gross amount, or by an organized group\".[2][273][274][275] On 16 July 2015, some Russian media reported that Interpol had suspended its Red Notice for Yanukovych.[276][277][278][279] According to the Ukrainian Interpol office, this was a temporary measure due to Yanukovych's complaints that the charges were politically motivated.[280] Interpol later confirmed that Yanukovych and Oleksandr Yanukovych were no longer subject to an Interpol red notice or diffusion, and that they are unknown on Interpol's databases. Interpol's action followed an application to Interpol by Joseph Hage Aaronson on behalf of Yanukovych seeking his removal from the Interpol wanted list, as according to the law firm, the criminal charges brought by the Ukrainian government against Yanukovych were \"part of a pattern of political persecution of him.\"[281] In 2017, Yanukovych's son was removed from Interpol's wanted list.[282] In November 2016, Prosecutor General Yuriy Lutsenko questioned Yanukovych via video link in connection with the former Berkut. During the questioning, Lutsenko told Yanukovych that he was being accused of treason.[283] On 14 March 2017, the Prosecutor General submitted to court documents of the Yanukovych's case on state treason.[284] Yanukovych was charged with encroachment on the territorial integrity and inviolability of Ukraine, high treason, and complicity in aggressive warfare by the Russian Federation aimed at altering Ukraine's state borders.[285] More than 100 witnesses were interviewed for the case. One was Denis Voronenkov, who was shot dead in downtown Kyiv at the end of March 2017.[283] On 4 May 2017 the first preliminary session commenced in Kyiv's Obolonskyi District Court under Judge Vladyslav Devyatko. Yanukovych was not present and was tried in absentia. He testified via video link from Russia.[283][286] In closing arguments on 16 August, prosecutors Ruslan Kravchenko and Maksym Krym asked the court in Kyiv to sentence the former leader to 15 years in prison. The judge then adjourned the trial until 13 September.[287][288] However the former leader was hospitalized in Moscow days before he was scheduled to give the final statement. Yanukovych was taken to Moscow's Sklifosovsky Institute of Emergency Medicine by ambulance on 16 November in an immobilized condition. He allegedly sustained back and knee injuries while \"playing tennis\".[289] On 24 January 2019 a panel of three judges of the Obolonskyi District Court found Yanukovych guilty of high treason and complicity in Russian military intervention in Ukraine. They stated that \"the court, having heard the testimony of witnesses, examined conclusions of experts, documents and material evidence, assessed the arguments of prosecution and defense, considers that the guilt of the accused in committing the crimes under Part 1 Article 111 (high treason), Part 5 Article 27, Part 2 Article 437 (complicity in conducting an aggressive war) of the Criminal Code of Ukraine is duly proved by relevant and admissible evidence\".[290] He was acquitted of the other charge relating to Ukraine's sovereignty and territorial integrity. The verdict was that Yanukovych was sentenced to 13 years of jail in absentia.[291][292] The former president's official website stated that he graduated from Donetsk Polytechnic Institute with a major in Mechanical Engineering, holds a master's degree in International Law at the Ukrainian Academy of Foreign Trade and is a member of the Academy of Economic Sciences of Ukraine, PhD in economics.[293] According to the Russian website ua.spinform.ru, from December 2000 to February 2004, while in the position of Ukrainian Prime Minister, Yanukovych headed the Faculty of Innovative Management at the Donetsk State University of Management.[294] Yanukovych's curriculum vitae, published at website europarl.europa.eu, states he is a \"Doctor of Economics, Professor, Full Member of the Academy of Economic Sciences of Ukraine, Member of the Presidium of the National Academy of Sciences in Ukraine.\"[295] Website Pravda.com.ua reported that Yanukovych received the honorary title of docent (lecturer) of the Faculty of Automobile Transport at the Donetsk State Academy of Administration, a tertiary education establishment that specialised in Economics and Management[296] Oleksandr Zakharov, who studied international law at the Academy of Foreign Trade at the same time as Yanukovych, contended that \"individual study programs\" such as Yanukovych's were commonly viewed as a diploma mill for state officials.[297] Yanukovych was married to Lyudmyla Oleksandrivna Nastenko. The couple married in 1971.[45] With his wife Yanukovych had two sons, Oleksandr and Viktor, and three grandsons Viktor, Oleksandr and Iliya.[298] From 2006 to 2014, the younger Viktor was a member of the Parliament of Ukraine; he died by drowning at Lake Baikal in 2015. In February 2017, Yanukovych admitted that after 45 years of marriage he had divorced Lyudmyla.[citation needed] Ukrayinska Pravda claims that during the Yanukovych presidency, his wife Lyudmyla lived separately in Donetsk.[299] After the start of the War in Donbass she reportedly moved to Crimea.[299] Until 2004, Yanukovych was known as batia (\"Dad\") among his family members, but since that time he became \"leader\".[300][301] Yanukovych himself stated[clarification needed] that his ex-wife did not wish for her grandson to pick up the bad habits of his grandfather, but Yanukovych did not specify what kind of habits those were.[302] In March 2012, Yanukovych stated it was \"a problem\" for him in 2002 to speak Ukrainian but that \"once I had the opportunity to speak Ukrainian, I started to do it with pleasure\".[303] Yanukovych was seen by opponents as representing the interests of Ukrainian big business; they pointed out that his campaigns benefited from backing by Ukrainian billionaire Rinat Akhmetov.[304] Supporters of Yanukovych pointed out that the Donetsk Oblast secured unprecedented levels of investment during his time in office.[48] Yanukovych drew strong support from Russian-speaking Ukrainians in the east of the country.[48] He is disliked and distrusted in western Ukraine.[305] The People's Movement of Ukraine labeled his election on 10 February 2010 as \"an attack by anti-Ukrainian forces on our state\" and stated that \"all possible legal means should be used to prevent the concentration of power in the hands of anti-state politician Yanukovych and his pro-Moscow retinue\".[306] On 16 February 2010, Yanukovych issued a statement that read: \"I can say only one thing to those who anticipate that my presidency will weaken Ukraine – that will never happen.\"[307] Yanukovych refers to himself as Ukrainian.[308] Voters for Yanukovych in 2010 believed he would bring \"stability and order\". They blamed the Orange Revolution for creating broken promises, a dysfunctional economy and political chaos.[309][310] During the 2010 presidential election campaign Yuriy Yakymenko, director of political research at the Razumkov Centre, stated: \"I think he has not just changed on the surface but also in his ideas.\"[29] In 2004, Yanukovych was seen as outgoing President Leonid Kuchma and Russian President Vladimir Putin's protégé.[48] Kuchma, however, in conversation with United States Ambassador to Ukraine John F. Tefft, in a document dated 2 February 2010 uncovered during the United States diplomatic cables leak, called the voters' choice between Yanukovych and Yulia Tymoshenko during the second round of the 2010 presidential election a choice between \"bad and very bad\" and praised Arseniy Yatsenyuk, the candidate eliminated in the first round of the election, instead.[311] In another January 2009 cable then-Ambassador of Ukraine to Russia Kostyantyn Gryshchenko stated that Putin had a low personal regard for Yanukovych.[312] In another Wikileaks diplomatic cable, Volodymyr Horbulin, one of Ukraine's most respected policy strategists and former presidential advisor to then-President Viktor Yushchenko, told the United States Ambassador to Ukraine John E. Herbst in 2006 that Yanukovych's Party of Regions was partly composed of \"pure criminals\" and \"criminal and anti-democracy figures.\"[313] Yanukovych is not known as a great speaker.[314] His native language is Russian,[315] similar to a majority of the population of his power-base and native Eastern Ukraine.[316] He however, made efforts to speak better Ukrainian.[304] He admitted in March 2012 that it was a problem for him in 2002 to speak Ukrainian.[303] He has made some blunders, however, in Ukrainian since then.[317][318] For the 2004 Ukrainian presidential election, Yanukovych wrote an autobiography for the Central Election Commission, in which he misspelled his academic degree.[319] Thereafter, he came to be widely referred to with this nickname[clarification needed] in opposition media and opponents' speeches.[319] His autobiographic resume of 90 words contains 12 major spelling and grammatical errors.[320] Opponents of Yanukovych made fun of this misspelling and his criminal convictions during the 2004 Ukrainian presidential election campaign and the incident during the campaign (September 2004) in Ivano-Frankivsk when Yanukovych was rushed to hospital after being hit by an egg (while government officials claimed he was hit by a brick) was a source of ridicule.[319] Other famous blunders by Yanukovych are his claim that Anton Chekhov was \"a Ukrainian poet\" in January 2010,[321][322][323] forgetting on 6 January 2011 to congratulate the Greek-Catholic Ukrainian community, which, along with the rest of the Ukrainian people, celebrates Christmas that day,[324] and confusing Kosovo with Serbia and Montenegro, and North Ossetia with South Ossetia in March 2010.[325] Over the years, Yanukovych's proficiency in the Ukrainian language has noticeably improved[citation needed] (in a form filled in for the 2004 election he claimed to be fluent in Ukrainian, yet made in that very form a series of egregious mistakes, inter alia spelling his own wife's patronym incorrectly).[326] Yanukovych stated in November 2009 that he respects all Ukrainian politicians. \"I have never offended anyone. This is my rule of politics.\"[327] In spite of this claim, on 22 September 2007, during the 2007 Ukrainian parliamentary election campaign, while delivering a speech in Vinnytsia, he compared Yulia Tymoshenko's performance as Prime Minister to \"a cow on ice\",[328] (\"Вона прем'єр-міністр, як корова на льду....\", \"She is a prime minister like a cow on ice\") most likely referring to her skills and professionalism as a prime minister. Other cases of strong colloquialisms used by Yanukovych include the incident when he called former president Viktor Yushchenko \"a coward and a babbler\",[citation needed] as well as a speech in Donetsk during the 2004 Ukrainian presidential election, when he referred to the electorate of his opponent Viktor Yushchenko as \"goats that make our lives difficult\" (\"эти козлы, которые нам мешают жить\"). Later, during TV debates with Yushchenko he explained, \"I called the traitors goats. According to the Bible, the goat is a traitor, and there are also rams, sheep.\"[329] After his February 2014 escape to Russia, during his 28 February press conference in Rostov-on-Don, Yanukovych said, \"Ukraine is our strategic partner\" (misspeaking and confusing Ukraine with Russia).[330] During the same press conference he also broke a pen in an emotional outburst, while trying to apologize to the Ukrainian people.[331] Opinion polls showed that Yanukovych's popularity sank after his election as president in 2010, with polls giving him from 13% to 20% of the votes if a presidential election were to be held in 2012 (in 2010 he received 35.8% of the vote in the first round of that election.)[67][332][333][334] A public opinion poll taken by Sociological group \"RATING\" gave him 25.1% of the votes in an imaginary February 2013 presidential election.[335][f] The Ambassador of the European Union to Ukraine, José Manuel Pinto Teixeira, stated during an April 2012 interview with Korrespondent that Yanukovych's presidency \"fell short of expectations\".[337] In an overview piece in March 2013, The Ukrainian Week claimed that Yanukovych had \"failed to meet\" his 2010 election promises.[338] In December 2004 Yanukovych and his Party of Regions hired American political consultant Paul Manafort as an adviser. He continued to serve in that role through the February 2010 Ukrainian presidential election,[339][285][340] even as the US government opposed Yanukovych.[341] Manafort's task was to rehabilitate Yanukovych's political career in the aftermath of the Orange Revolution.[342][65][343] According the Party of Regions' accounting book (Ukrainian: \"амбарну книга\"), Paul Manafort, who after the Orange Revolution provided strong support to Yanukovych, received funds from the Party of Regions via the Belize based Neocom Systems Limited's account at the Kyrgyzstan based Asia Universal Bank (AUB) on 14 October 2009.[344][345][346] Manafort hired the public relations firm Edelman to lift Yanukovych's public image. However, Manafort's friends have said that Yanukovych \"stopped listening\" to him after he became president in 2010; Manafort warned him of the consequences of \"extreme\" political measures.[citation needed] Manafort would later go on to serve as campaign chairman for Donald Trump in 2016.[347] The American FBI began a criminal investigation into Manafort's business dealings while he was lobbying for Yanukovych. American Federal prosecutors alleged that between 2010 and 2014 Manafort was paid more than $60 million by Ukrainian sponsors, including Rinat Akhmetov, believed to be the richest man in Ukraine.[348] In January 2019, Manafort resigned from the Connecticut bar.[349]","Title":"Viktor Yanukovych - Wikipedia","KeyID":"15598","URL":"https://en.wikipedia.org/wiki/Viktor_Yanukovych"}