{"Content: ":"Pterodactyloidea (derived from the Greek words πτερόν (pterón, for usual ptéryx) \"wing\", and δάκτυλος (dáktylos) \"finger\" meaning \"winged finger\", \"wing-finger\" or \"finger-wing\") is one of the two traditional suborders of pterosaurs (\"wing lizards\"), and contains the most derived members of this group of flying reptiles. They appeared during the middle Jurassic Period, and differ from the basal (though paraphyletic) rhamphorhynchoids by their short tails and long wing metacarpals (hand bones). The most advanced forms also lack teeth, and by the late Cretaceous, all known pterodactyloids were toothless.[1] Many species had well-developed crests on the skull, a form of display taken to extremes in giant-crested forms like Nyctosaurus and Tupandactylus. Pterodactyloids were the last surviving pterosaurs when the order became extinct at the end of the Cretaceous Period, together with the non-avian dinosaurs and most marine reptiles. \"Pterodactyl\" is also a common term for pterodactyloid pterosaurs, though it can also be used to refer to Pterodactylus specifically or to pterosaurs in general. Well-known examples of pterodactyloids include Pterodactylus, Pteranodon, and Quetzalcoatlus. In 2014, fossils from the Shishugou Formation of China were classified as the most basal pterodactyloid yet found, Kryptodrakon. At a minimum age of about 161 my, it is about 5 million years older than the oldest previously known confirmed specimens.[2] Previously, a fossil jaw recovered from the Middle Jurassic Stonesfield Slate formation in the United Kingdom, was considered the oldest known. This specimen supposedly represented a member of the family Ctenochasmatidae,[3] though further examination suggested it belonged to a teleosaurid stem-crocodilian instead of a pterosaur.[2] O'Sullivan and Martill (2018) described a partial synsacrum from the Stonesfield Slate identified as possibly pterodactyloid based on the number of incorporated sacrals although they commented that the morphology was perhaps closer to that of wukongopterids. If correctly identified, it would be the oldest pterodactyloid fossil known.[4] Pterodactyloidea is traditionally considered to be the group of short-tailed pterosaurs with long wrists (metacarpus), compared with the relatively long tails and short wrist bones of basal pterosaurs (\"rhamphorhynchoids\"). In 2004, Kevin Padian formally defined Pterodactyloidea as an apomorphy-based clade containing those species possessing a metacarpal at least 80% of the length of the humerus, homologous with that of Pterodactylus. This definition was adopted by the PhyloCode in 2020.[5] A subgroup of pterodactyloids, called the Lophocratia, was named by David Unwin in 2003. Unwin defined the group as the most recent common ancestor of Pterodaustro guinazui and Quetzalcoatlus northropi, and all its descendants.[6] This group was named for the presence of a head crest in most known species, though this feature has since been found in more primitive pterosaurs and was probably an ancestral feature for all pterodactyloids.[7] There are competing theories of pterodactyloid phylogeny. Below is cladogram following a topology recovered by Brian Andres, using the most recent iteration of his data set (Andres, 2021). This study found the two traditional groupings of ctenochasmatoids and kin as an early branching group, with all other pterodactyloids grouped into the Eupterodactyloidea.[8] Anurognathidae Kryptodrakon Painten pro-pterodactyloid Germanodactylidae Pterodactylus Gallodactylidae Ctenochasmatidae Haopterus Serradraco Aussiedraco Lonchodectidae Lonchodraconidae Istiodactylidae Ornithocheiriformes Pteranodontia Tapejaridae Thalassodromidae Dsungaripteridae Chaoyangopteridae Radiodactylus Azhdarchidae Some studies based on a different type of analysis have found that this basic division into primitive (archaeopterodactyloid) and advanced (eupterodactyloid) species may not be correct. Beginning in 2014, Steven Vidovic and David Martill constructed an analysis in which several pterosaurs traditionally thought of as archaeopterodactyloids closely related to the ctenochasmatoids may have been more closely related to ornithocheiroids, or in some cases, fall outside both groups. The results of their updated 2017 analysis are shown below.[9] Eosipterus yangi Pterodactylus antiquus Diopecephalus kochi Aerodactylus scolopaciceps Aurorazhdarchidae Gallodactylidae Ctenochasmatidae Altmuehlopterus ramphastinus Germanodactylus cristatus Elanodactylus prolatus Lonchodectes compressirostris Prejanopterus curvirostra Kepodactylus insperatus Dsungaripteridae Ornithocheiromorpha Hamipterus tianshanensis Ikrandraco avatar Istiodactylus Nyctosauridae Pteranodon Sinopterus dongi Eoazhdarcho liaoxiensis Tapejaromorpha Bennettazhia oregonensis Huaxiapterus jii Thalassodromeus sethi Tupuxuara leonardii Azhdarchidae   ","Title":"Pterodactyloidea - Wikipedia","KeyID":"156","URL":"https://en.wikipedia.org/wiki/Pterodactyloid"}