{"Content: ":"Vladimir Socor (born 3 August 1945 in Bucharest[1]) is a Romanian-American political analyst of East European affairs for the Jamestown Foundation and its Eurasia Daily Monitor, currently residing in Munich, Germany.[1][2] Socor's main specialization focuses on the political affairs and the ethnic conflicts of the former Soviet republics and the Commonwealth of Independent States. Vladimir Socor is the son of Matei Socor,[3] who, as head of the Romanian Radio Broadcasting Company-was involved in the communist regime's propaganda apparatus, according to the findings of the Tismăneanu Commission.[4] Socor graduated from the Russian School in Bucharest, received a B.A. in History from the University of Bucharest, and after leaving Romania legally in 1972, he received a Master of Philosophy in East European History from Columbia University in 1977.[1] He worked as an analyst for the Radio Free Europe/Radio Liberty Research Institute in Munich (1983–1994) and at the Jamestown Foundation in Washington, D.C. (1995–2002). Between 2002 and 2004, Socor worked as a senior fellow at the Institute for Advanced Strategic and Political Studies in Washington, D.C. Since 2000, he has contributed articles to the European edition of The Wall Street Journal. Socor is also critical of Russian president Vladimir Putin's policies regarding the Post-Soviet space and their frozen conflicts—most notably in the separatist enclaves of Transnistria, Abkhazia, and South Ossetia. The Economist journalist Edward Lucas describes Socor as \"a hawkish pro-Moldovan.\"[5] Vladimir Socor was involved in the polemics with the former head of the Organization for Security and Co-operation in Europe (OSCE) mission in Moldova, William Hill, during which Socor criticized OSCE policies in regard to Moldova,[6] and in return was accused by Hill of fallacies and outrageous fabrications.[7]","Title":"Vladimir Socor - Wikipedia","KeyID":"15608","URL":"https://en.wikipedia.org/wiki/Vladimir_Socor"}