{"Content: ":"Republic of Crimea (within Russia, 2014-present) Autonomous Republic of Crimea (within Ukraine, 1991–2014) The Crimean status referendum of 2014 was a disputed referendum concerning the status of Crimea, held on March 16, 2014 in the Autonomous Republic of Crimea and the local government of Sevastopol (both subdivisions of Ukraine). The referendum was approved and held amidst Russia's annexation of Crimea.[2][3] The referendum asked local populations whether they wanted to rejoin Russia as a federal subject, or if they wanted to restore the 1992 Crimean constitution and Crimea's status as a part of Ukraine. The official result from the Autonomous Republic of Crimea was a 97 percent vote for integration of the region into the Russian Federation with an 83 percent voter turnout, and within the local government of Sevastopol there was also a 97 percent vote for integration into Russia with an 89 percent voter turnout.[a] The March 16 referendum's available choices did not include keeping the status quo of Crimea and Sevastopol as they were at the moment the referendum was held. The 1992 constitution accords greater powers to the Crimean parliament, including full sovereign powers to establish relations with other states; therefore, many Western and Ukrainian commentators argued that both provided referendum choices would result in de facto separation from Ukraine.[4][5][6] The final date and ballot choices were set only ten days before the plebiscite was held. Before, during and after the plebiscite was proclaimed, the Crimean peninsula was host to Russian soldiers to manage and oversee public buildings and Ukrainian military installations.[2] Following the referendum, the State Council of Crimea and Sevastopol City Council declared the independence of the Republic of Crimea from Ukraine and requested to join the Russian Federation.[7] On the same day, Russia recognized the Republic of Crimea as a sovereign state.[8][9][10] The referendum is not recognized by most countries,[11] mainly due to the presence of Russian forces.[12] Thirteen members of the United Nations Security Council voted in favor of a resolution declaring the referendum invalid, but Russia vetoed it and China abstained.[13][14] A United Nations General Assembly resolution was later adopted, by a vote of 100 in favor vs. 11 against with 58 abstentions, which declared the referendum invalid and affirmed Ukraine's territorial integrity.[12] As the plebiscite was proclaimed, the Mejlis of the Crimean Tatar People called for a boycott of the referendum.[15][16] According to the 2001 Ukrainian population census, 58.3% of the population of the Autonomous Republic of Crimea are ethnic Russians, 24.3% are ethnic Ukrainians and 12% are Crimean Tatars. In Sevastopol, 71.6% are ethnic Russians and 22.4% are ethnic Ukrainians.[18] 77% of Crimea's and 94% of Sevastopol's population are native speakers of Russian.[19] Crimea and Sevastopol are neighboring subdivisions of Ukraine located in the Crimean peninsula, a region with a long and complex history.[20][21] Demographically, the region is currently populated by Russian-speaking majorities but with such demographics undergoing dramatic changes for the past 200 years, due in part to the deportation of the Crimean Tatars 70 years ago.[22] Following the Tatar deportation, large numbers of ethnic Russians and ethnic Ukrainians settled in the region.[23] During the period of the Soviet Union, the Crimean Oblast was a subdivision of the Russian Soviet Federative Socialist Republic until the 1954 transfer of Crimea into the Ukrainian SSR. Crimea became part of independent Ukraine after the dissolution of the Soviet Union, shortly after Crimea had re-gained its autonomy following a 1991 referendum.[24] The Ukrainian parliament abolished the 1992 Crimean Constitution[25] and the office of President of Crimea in 1995.[26] In 1998, Crimea gained a new constitution, which granted it less autonomy; notably, any legislation passed by the Crimean parliament could be vetoed by the Ukrainian parliament.[24][27] Polling in 2008 by the Ukrainian Centre for Economic and Political Studies, also called the Razumkov Centre, found that 63.8% of Crimeans (76% of ethnic Russians, 55% of ethnic Ukrainians, and 14% of ethnic Crimean Tatars, respectively) would like Crimea to secede from Ukraine and join Russia, and that 53.8% of Crimeans would like to preserve its current status but with expanded powers and rights. Razumkov characterized Crimeans' views as controversial and unsteady, and therefore vulnerable to internal and external influences.[28] The Razumkov Centre states in a 2009 analysis, that the second half of 2008 saw a rise in conflict (as a result of the Orange Revolution).[29] Surveys from 2008-11, however, showed a rise of respondents who defined Ukraine as their \"motherland\" up from 32% to 71%.[30] A poll by the International Republican Institute in May 2013 found that 53% wanted \"Autonomy in Ukraine (as today)\", 12% were for \"Crimean Tatar autonomy within Ukraine\", 2% for \"Common oblast of Ukraine\" and 23% voted for \"Crimea should be separated and given to Russia\".[31] A poll conducted in Crimea in 2013 and then repeated February 8 – 18, 2014 (just days before the ousting of former Ukrainian president Viktor Yanukovych), by the Kyiv International Institute of Sociology (KIIS) found 35.9% and then 41% support for unification of all Ukraine with Russia.[32] The Crimean Institute of Political and Social Research conducted a survey from March 8–10, 2014, and found that 77% of respondents planned to vote for \"reunification with Russia\", while 97% of polled Crimeans assessed the current situation in Ukraine as negative.[33] From March 12 – 14, 2014, Germany's largest pollster, the GfK Group, conducted a survey with 600 respondents and found that 70.6% of Crimeans intended to vote for joining Russia, 10.8% for restoring the 1992 constitution, and 5.6% did not intend to take part in the referendum.[34][35] The poll also showed that if Crimeans had more choices, 53.8% of them would choose joining Russia, 5.2% restoration of 1992 constitution, 18.6% a fully independent Crimean state and 12.6% would choose to keep the previous status of Crimea.[34] Gallup conducted an immediate post-referendum survey of Ukraine and Crimea and published their results in April 2014. Gallup reported that, among the population of Crimea, 93.6% of ethnic Russians and 68.4% of ethnic Ukrainians believed the referendum result accurately represents the will of the Crimean people. Only 1.7% of ethnic Russians and 14.5% of ethnic Ukrainians living in Crimea thought that the referendum results didn't accurately reflect the views of the Crimean people.[36] In May 2014, Washington, D.C., pollster Pew Research published results of a survey that encompassed Crimea, Ukraine, and Russia, in which it was reported that 88% of Crimeans believed the government of Kyiv should officially recognize the result of Crimea's referendum.[37] Between December 12 and 25, 2014, Levada-Center carried out a survey of Crimea that was commissioned by John O'Loughlin, College Professor of Distinction and Professor of Geography at the University of Colorado in Boulder, and Gerard Toal (Gearóid Ó Tuathail), Professor of Government and International Affairs at Virginia Tech's National Capital Region campus. The results of that survey were published by Open Democracy in March, 2015, and reported that, overall, 84% of Crimeans felt the choice to secede from Ukraine and accede to Russia was \"Absolutely the right decision\", with the next-largest segment of respondents saying the decision to return to Russia was the \"Generally right decision\". The survey commissioners, John O'Loughlin and Gerard Toal, wrote in their Open Democracy article that, while they felt that the referendum was \"an illegal act under international law\", their survey shows \"It is also an act that enjoys the widespread support of the peninsula's inhabitants, with the important exception of its Crimean Tatar population\" with \"widespread support for Crimea's decision to secede from Ukraine and join the Russian Federation one year ago\". Their survey also reported that a majority of Crimean Tatars viewed Crimea's return to Russia as either the \"Absolutely right decision\" or the \"Generally right decision\".[38] From January 16 – 22, 2015, Germany's GfK Group, with support from the Canada Fund for Local Initiatives, followed-up their pre-referendum survey of Crimeans' voting intention with a post-referendum survey about how satisfied Crimeans are with the outcome of their referendum. GfK's post-referendum survey found that 82% of Crimeans \"Fully endorse\" Crimea's referendum and return to Russia, while another 11% \"Mostly endorse\" it.[39] From February 9 – 18, 2015, Russian public opinion research centre, VTsIOM, carried out a door-to-door survey of 1,600 Crimean respondents. The VTsIOM survey asked how people would vote if the same referendum on Crimea's identity that was held in March 2014 were held again at the present time (February 2015). VTsIOM reported that 97% of ethnic Russians, 91% of ethnic Ukrainians, 49% of ethnic Tatars, and 92% of all other ethnic groups would vote for Crimea to join Russia, while 1% of ethnic Russians, 4% of ethnic Ukrainians, 26% of ethnic Tatars, and 2% of all other ethnic groups would vote to remain an autonomous region of Ukraine.[40] In November 2017, German pollster ZOiS published the results of a survey which reported that 85.3% of Crimeans excluding Tatars, and 61.8% of Crimean Tatars excluding other Crimean demographics thought that Crimeans would either vote the same or that the majority would vote the same as they did in 2014 if the same referendum were held at the present time (November 2017). 3.8% of Crimeans excluding Tatars, and 16.2% of Crimean Tatars responded that most Crimeans would vote differently if the same referendum were held again at that time in 2017. The ZOiS survey also reported that, among the Crimean population apart from Tatars, when asked what was the reason Crimea became a part of Russia in 2014, 32.9% of respondents said that Crimea became a part of Russia as a result of Kyiv's neglect of the region over many years, 25% of respondents said it happened because of the mobilization of the Crimean population, 24% respondents said it happened as a result of the Euromaidan, and 17.4% said it happened as a result of Russia's action. When the same question was asked of Crimean Tatars, excluding all other demographics in Crimea, 36.3% of respondents said that Crimea became a part of Russia as a result of the Euromaidan, 32.9% said it happened as a result of Kyiv's neglect of the region over many years, 24% of respondents said it happened as a result of Russia's action, and 7.8% said it happened because of the mobilization of the Crimean population.[41] In March 2019, Russian public opinion research centre, VTsIOM, published the results of a new survey of Crimea in which 89% of respondents said they would vote to \"reunify\" with Russia if a referendum on the matter were held next week. The same survey reported 93% of Crimeans viewed Crimea's \"reunification\" with Russia in a positive light, while 3% viewed it in a negative light. 86% of respondents said they believed that Crimea is developing more successfully as under Russian control, while 72% said that the \"reunification\" had a positive effect on their lives and that of their families. 59% of respondents said they had \"noticed positive changes on the peninsula in the last year\".[42] In December 2019, Levada-Center was again commissioned by John O'Loughlin, College Professor of Distinction and Professor of Geography at the University of Colorado in Boulder, and Gerard Toal (Gearóid Ó Tuathail), Professor of Government and International Affairs at Virginia Tech's National Capital Region campus, to carry-out a survey of Crimea's attitudes towards their referendum and living as a part of Russia. The survey aimed to repeat the questions of their 2014 survey. The 2019 survey found that 82% of Crimea's population supported Crimea's accession to Russia, as opposed to 86% in 2014. The survey also found that 58% of Crimean Tatars now supported Crimea's accession to Russia, as opposed to 39% in 2014.[43] Amidst tensions in the region during the Ukrainian revolution, On February 27, Russian forces cut the Crimean Peninsula off from the mainland Ukraine and took over Supreme Council of Crimea. Under armed occupation, the Crimean regional government was dissolved and reformed, and voted to hold a referendum on the status of Crimea on May 25.[44][45] Olha Sulnikova, head of information and analysis department of the Crimean parliament, reported on the phone from inside the parliamentary building that 61 of the registered 64 deputies had voted for the referendum resolution and 55 for the resolution to dismiss the government.[46] In statement delivered by a spokesperson for newly appointed chairman Aksionov said ousting of Ukrainian President Viktor Yanukovych in the 2014 Ukrainian revolution was a \"coup\" and the new interim government in Kyiv was illegitimate and stated that the referendum was a response to these developments.[47] Interfax-Ukraine reported that, \"it is impossible to find out whether all the 64 members of the 100-member legislature who were registered as present, when the two decisions were voted on or whether someone else used the plastic voting cards of some of them\" because due to the armed occupation of parliament it was unclear how many members of parliament were present.[46] Russian militia commander Igor Girkin recounted that his squad \"collected\" the deputies into the chambers, and had to \"forcibly drive them to vote\".[48][49] Enver Abduraimov, member of the parliament presidium, said that he did not go inside when he saw that armed guards who secured the building were confiscating all communications devices from deputies. Andriy Krysko, head of the Crimean branch of the Voters Committee of Ukraine, announced that no one from the parliament secretariat was in the building when voting took place.[46] Originally the referendum was to be about the status of Crimea within Ukraine and was initially set for May 25, but later, on March 1, it was moved up to March 30.[50] The referendum was approved by the Supreme Council of Crimea in February but the Central Election Commission of Ukraine denounced it by stating that the Crimean authorities do not possess the legal jurisdiction to conduct it.[51] Regarding the referendum's initial purpose, The Daily Telegraph reported on February 27, that it, \"appears to be for greater autonomy within Ukraine rather than for full independence.\"[52] On March 4, the district administration court of Kyiv nullified the no confidence vote in the Council of Ministers of Crimea and the appointment of Sergey Aksyonov as Prime Minister of Crimea and declared the organization and conduct of the referendum as illegal.[53][54] On March 6, the Supreme Council changed the date of the referendum from March 30 to 16 and changed the choice for the referendum from greater autonomy to accession to the Russian Federation. This decision was made with 78 votes in favor and 8 abstentions.[55] Concerns were raised about the presence of armed forces outside the parliament and reports of lawmakers being denied access to the vote.[56][57] Later that day, acting President Turchynov announced \"In accordance with power I am conferred on, I have stopped the decision of the Crimean parliament. The Verkhovna Rada of Ukraine will initiate dissolution of the parliament of the Autonomous Republic of Crimea. We will defend the inviolability of the Ukrainian territory.\" On 14 March, the referendum was deemed unconstitutional by the Constitutional Court of Ukraine,[58] and a day later, the Verkhovna Rada formally dissolved the Crimean parliament.[59] The Mejlis of the Crimean Tatar People had called for a boycott of the referendum.[15] Several hundred residents of Crimea, mainly Crimean Tatars, left Crimea for security reasons according to the State Border Guard Service of Ukraine.[60][61] The referendum was announced to be held on March 16 2014 in the Autonomous Republic of Crimea and Sevastopol. The procedure for holding the referendum was established by the temporary referendum regulations adopted by the Supreme Council of Crimea and the Sevastopol City Council. There were two choices to choose from on the ballot. Voters were able to choose only one of these.[62] The choices reflected the following stances:[63][64] The referendum's available choices did not include keeping the status quo of retaining arrangements enacted by the 1998 Constitution of the Autonomous Republic of Crimea. Additionally, the second choice, is unclear because there were two revisions of the Crimean constitution in 1992.[66][67] The original 1992 constitution was adopted together with a declaration of independence, but parliament then amended the constitution one day later to affirm that Crimea \"was a part of Ukraine\".[b][69] Many commentators, including The New York Times, Kyiv Post, and Fox News argued that both choices would result in de facto independence.[5][70][71][72][73] The ballot was printed in three languages: Russian, Ukrainian and Crimean Tatar (in the Cyrillic script).[74] There were two simultaneous referendums, one organised by the city council of Sevastopol[citation needed] and another organised by a special committee[citation needed] set up by the Autonomous Republic of Crimea. Only Crimean residents with Ukrainian passports were allowed to vote.[75] The voting boxes were transparent and the ballots were not placed in envelopes in such a way as to make the marked ballots visible through the box walls.[76][77][78] The referendum was to be decided by a simple majority with the choice with the most votes declared winner.[c]The referendum rules did not state if there was a threshold number of votes needed for the result to be enacted.[79] Organizing and holding the referendum on Crimea's accession to Russia was illegal under the Constitution of Ukraine.[80] According to article 73 of the 1996 Constitution of Ukraine[81] and article 3 of the 2012 Ukrainian law \"On all-Ukrainian referendum\", territorial changes can only be approved via a referendum where all the citizens of Ukraine are allowed to vote, including those that do not reside in Crimea.[82] The Central Election Commission of Ukraine also stated that there are no judicial possibilities, according to the legislation of Ukraine, to initiate such changes.[83][84] The reactions of many nations to the referendum—particularly of Western nations—were addressing the matter of Crimean secession from Ukraine, whereas the Crimean referendum itself was not about secession from Ukraine, but took Crimea's secession from Ukraine to already be de facto following its government's declaration.[original research?] Crimea's March 16 referendum occurred following the March 11 declaration of Crimea's independence from Ukraine made by Crimea's parliament, which was made following a controversial parliamentary vote of 78 in favour of, and 22 against Crimea's secession from Ukraine.[citation needed] Both of the ballot options for the March 16, 2014 Crimean referendum acknowledged that Crimea was already an independent state at that time,[85] despite the declaration of independence occurring without a national vote in Ukraine, as the constitutions required. The interim Ukrainian government, the European Union, and several other bodies stated that any referendum held by the local government of Crimea without the express authority of Ukraine is unconstitutional and illegitimate. The interim government in Kyiv and the pro-Russian Crimean faction did not recognize each other as legitimate.[15][86] Additionally, the Mejlis of the Crimean Tatar People—the unofficial political association of the Crimean Tatars—called for a boycott of the referendum.[15][16][87] Russia and the Crimean parliament argue that the referendum is legal, citing the UN recognized right of self-determination and the advisory opinion on Kosovo in which the International Court of Justice declared that international law contains no prohibition against declarations of independence.[88] Legal scholars have disputed the validity of the Kosovo analogy.[89][90][91] The Venice Commission declared that the referendum was illegal under both Ukrainian and Crimean Constitutions, and violated international standards and norms.[92] The Venice Commission stressed that self-determination was to be understood primarily as internal self-determination within the framework of the existing borders and not as external self-determination through secession. Moreover, the Venice Commission opined, any referendum on the status of a territory should have been preceded by serious negotiations among all stakeholders, and that such negotiations did not take place. Many scholars and politicians (Neil Melvin, Robert McCorquodale, John Kerry, John B. Bellinger III, Marc Weller among others) have stated that the referendum was conducted under the cover of assault rifles and, thus, the result was obtained through violence.[89][90][91][93] However, according to Russia Today and ITAR-TASS those claims are not substantiated by the Polish Eurasian thinker Mateusz Piskorski (co-founder of the pro-Kremlin European Center of Geopolitical Analysis), the FPÖ's Ewald Stadler and Johannes Hübner, Pavel Chernev, Aymeric Chauprade, Tatjana Ždanoka, Srđa Trifković, who said they saw no signs of pressure or military presence during the referendum, and that the Crimean people were genuinely eager to have their say in the vote.[94] Party of Regions MP Yuriy Miroshnychenko claimed on March 11 that \"the Crimean referendum is illegitimate, and its holding must be immediately stopped\".[95] Another Party of Regions MP, Hanna Herman, commented the same day about Yanukovych's press conference, \"He needs to ... prevent the illegal referendum\".[96] President of Russia Vladimir Putin during his conversation with Mustafa Dzhemilev, a former Chairman of the Mejlis of the Crimean Tatar People, stated that Ukrainian Independence from the Soviet Union was not obtained legitimately,[97][d] while maintaining that the Crimean referendum followed all international-law, the UN charter, and the convention established by Kosovo's NATO-prodded annexation from Serbia.[99] According to BBC News the campaign leading up to the referendum was \"almost entirely pro-Russian\".[79] Pro-Russia election posters often featured crossed-out swastikas in an alleged attempt to be saying \"No\" to the Ukrainian government, who they alleged to be neo-Nazis.[79] Shortly after the referendum was called, Ukrainian TV channels were made unavailable for Crimean viewers, some of them were replaced with Russian stations.[79] BBC News also stated it had received reports of violence against pro-Ukrainian activists.[79] Unsigned billboards and leaflets campaigning for the referendum, describing new Ukraine government as fascists and showing economic reasons to join Russia, appeared throughout Crimea.[100][101][102] On March 10, 2014 the de facto Prime Minister of Crimea, Sergey Aksyonov, made an unofficial verbal invitation to the Organization for Security and Co-operation in Europe (OSCE) to monitor the plebiscite.[103][104] However, later in the day, an OSCE spokeswoman said that Crimea did not have the authority to invite the organization into the region as it is not a fully-fledged state and, therefore, incapable of requesting services provided exclusively to OSCE members. OSCE observers currently in the Crimea were asked to leave by the Russian authorities in the area.[104] On March 11, the OSCE chair, Switzerland's Foreign Minister Didier Burkhalter, declared the referendum as unconstitutional and therefore the OSCE would not send observers.[105] OSCE military observers attempted to enter the region four times but were turned away, sometimes after warning shots were fired,[106][107] which was another reason given for not dispatching referendum observers.[108] OSCE also published a report about their observations which \"produced significant evidence of equipment consistent with the presence of Russian Federation military personnel in the vicinity of the various roadblocks encountered\".[109] The UN Human Rights Envoy Ivan Šimonović had to cancel his trip to Crimea as the current situation did not permit his travel. He intended to observe the human rights situation which was Russia's explanation for its engagement in Crimea.[110] Russian-controlled media and referendum organizers said that from nearly 70[citation needed] to 135[citation needed] international observers monitored the referendum without reporting any violations,[citation needed] but the objectivity of these has been questioned, because many of them had ties to far-right extremist groups.[111][112][113] According to Yale historian Timothy Snyder, the Russian government invited individuals belonging to European far-right, anti-semitic and neo-Nazi parties to serve as observers.[114] At least some of the international observers were managed and financed by the Eurasian Observatory for Democracy & Elections (EODE),[108][115] a far-right, NGO international election-monitoring organization.[116] Shaun Walker from The Guardian reported that during a press conference on the eve of the referendum, some of the aforementioned observers \"went on political rants against U.S. hegemony in the world\", describing the press conference as \"rather bizarre\".[e] Exit-polls were allowed only for the Republican Institute of Sociological Research since, according to Russia-24, no other organizations have applied for accreditation for exit polls.[118] A Russian journalist claimed that she was allowed to vote even after admitting she was a Russian citizen with only a temporary one-year permit to live in Crimea.[119] \"According to all the laws, this is illegal,\" she said in one interview. \"I am a foreign citizen. How can I decide the destiny of the Crimean Autonomous Republic of Ukraine?\"[119] The chairman of the electoral campaign of the Mejlis of the Crimean Tatar People claimed officials did not check carefully whether voters' names were on the electoral register and that some voters were bussed in to Bakhchysarai to increase participation rates in the city.[120] Mejlis also stated that only 34.2% of Crimea residents participated in the referendum.[121][122] There were a few reports of people confiscating identification documents before the voting day. Simferopol city administration confirmed these claims and declared these actions unlawful.[123] A senior US official claimed there was \"concrete evidence\" of some ballots having been pre-marked.[124][125] According to three Czech observers funded by the pro-Russian far-right[116][126] non-governmental organization Eurasian Observatory for Democracy & Elections,[127][108] deputy Stanislav Berkovec reported that the voting was free and the foreign deputies could move freely. According to his discussions with people, even the Tatars inclined towards Russia.[128] Another deputy Milan Šarapatka reported that the referendum was formally regular and that there was no evidence of pressure on voters.[129] According to Miloslav Soušek (the Vysoké Mýto mayor), the course of the referendum was comparable to the elections in the Czech Republic, he saw no soldiers in the town.[127] According to the Central Election Commission of Ukraine on February 28, 2014 there were 1,534,815 registered voters in the autonomous republic of Crimea and 309,774 in the city of Sevastopol, which totals to 1,844,589 voters in the two Ukrainian regions.[130] According to organizers of the referendum, 1,274,096 people voted in the Autonomous Republic of Crimea, giving the plebiscite an 83.1% turnout in that region.[a] In the evening of 16 March 2014, Mikhail Malyshev, the Crimean election Spokesman, reported that as of 20:00, 1,250,427 people or 81.36% voted in the Autonomous Republic of Crimea and 274,136 or 89.50% voted in Sevastopol for a total of 1,524,563 or 82.71% of the electorate.[132] ITAR-TASS initially reported this as 1,724,563 voters in total,[133] but corrected it later.[134] The discrepancy led to some reports of a 123% turnout in Sevastopol.[135][136][137][138] On 5 May, the Russian President's Human Rights Council posted a report to their site about human rights in Crimea based on interviews with roughly 20 local human rights activists conducted over the course of two and a half days.[139] One member of the council, Yevgeny Bobrov, reported the opinion that the \"vast majority of the citizens of Sevastopol voted in favor of unification with Russia in the referendum (50–80%)\" and that \"in Crimea, various data show that 50–60% voted for unification with Russia, with a turnout of 30–50%\".[140] On 7 May the Council stated that the report was not an official position of the Council.[141] Mustafa Dzhemilev, a recent Chairman of the Mejlis of the Crimean Tatar People, reports that according to his sources the actual turn-up was only 32.4%, however he did not provide any evidence to support this claim.[142] Mejlis Deputy Chairman Akhtem Chiygoz argued that voter turnout in the referendum among Crimeans did not exceeded 30–40 percent, but he did not provide any evidence either.[143] Andrey Illarionov, a senior fellow at the Cato Institute and a former Russian government adviser, cited results of previous polls over past three years showing the Crimean support for joining Russia between 23 and 41 percent to conclude that the actual support for the reunification of Crimea with Russia was about 34 percent and that at least two thirds of Crimea did not vote for it. He called the referendum a \"grossly rigged falsification\" and the outcome \"cynically distorted\".[144] The results of the survey by the US government Broadcasting Board of Governors, conducted April 21–29, 2014, showed that 83% of Crimeans felt that the results of the March 16 referendum on Crimea's status likely reflected the views of most people there. Whereas, this view is shared only by 30% in the rest of Ukraine.[145] According to the Gallup's survey performed on April 21–27, 82.8% of Crimean people consider the referendum results reflecting most Crimeans' views,[146] and 73.9% of Crimeans say Crimea's becoming part of Russia will make life better for themselves and their families, while 5.5% disagree.[146] According to survey carried out by Pew Research Center in April 2014, the majority of Crimean residents say the referendum was free and fair (91%) and that the government in Kyiv ought to recognize the results of the vote (88%).[147] According to a poll of the Crimeans by the Ukrainian branch of Germany's biggest market research organization, GfK, on January 16–22, 2015: \"Eighty-two percent of those polled said they fully supported Crimea's inclusion in Russia, and another 11 percent expressed partial support. Only 4 percent spoke out against it. ... Fifty-one percent reported their well-being had improved in the past year.\"[148] Bloomberg's Leonid Bershidsky noted that \"The calls were made on Jan. 16–22 to people living in towns with a population of 20,000 or more, which probably led to the peninsula's native population, the Tatars, being underrepresented because many of them live in small villages. On the other hand, no calls were placed in Sevastopol, the most pro-Russian city in Crimea. Even with these limitations, it was the most representative independent poll taken on the peninsula since its annexation.\"[148] Most countries, particularly Western ones, declared the referendum invalid and a breach of Ukrainian sovereignty.[149] Gábor Vona, leader of Hungary's Jobbik hailed the recent referendum in Crimea as \"exemplary\".[215] Members of Austria's populist right-wing Freedom Party of Austria,[216] the Flemish nationalist group Vlaams Belang and France's National Front pronounced the referendum free and fair.[217] The next day after the referendum, the parliament of Crimea asked the Russian Federation \"to admit the Republic of Crimea as a new subject with the status of a republic\".[218] Later on the same day, March 17, Putin issued a decree formally recognizing Crimea as an independent state.[219] On March 18, the Russian, Crimean, and Sevastopolian leadership signed the Treaty on Accession of the Republic of Crimea to Russia,[220] which was ratified by the Russian Federal Assembly on March 21.[221] A transition period was in force for integrating Crimean governmental institutions, ending on January 1, 2015.[222] After the seizure of Ukrainian naval base at Feodosia on March 24, Russian troops have seized most of Ukraine's military bases in Crimea. On the same day, the acting President of Ukraine, Oleksandr Turchynov, ordered the withdrawal of Ukrainian armed forces from Crimean peninsula.[223] According to a report released on the Russian government-run President of Russia's Council on Civil Society and Human Rights website, Tatars who were opposed to Russian rule have been persecuted, Russian law restricting freedom of speech has been imposed, and the new pro-Russian authorities \"liquidated\" the Kyiv Patriarchate Orthodox church on the peninsula.[224][225] The Crimean Tatar television station was also shut down by the Russian authorities.[226] On 16 May the new Russian authorities of Crimea issued a ban on the annual commemorations of the anniversary of the deportation of the Crimean Tatars by Stalin in 1944, citing \"possibility of provocation by extremists\" as a reason.[227] Previously, when Crimea was controlled by Ukraine, these commemorations had taken place every year. The pro-Russian Crimean authorities also banned Mustafa Dzhemilev, a human rights activist, Soviet dissident, member of the Ukrainian parliament, and former Chairman of the Mejlis of the Crimean Tatars from entering Crimea.[228] Additionally, Mejlis reported, that officers of Russia's Federal Security Service (FSB) raided Tatar homes in the same week, on the pretense of \"suspicion of terrorist activity\".[229] The Tatar community eventually did hold commemorative rallies in defiance of the ban.[228][229] In response Russian authorities flew helicopters over the rallies in an attempt to disrupt them.[230]","Title":"2014 Crimean status referendum - Wikipedia","KeyID":"15601","URL":"https://en.wikipedia.org/wiki/2014_Crimean_status_referendum"}