{"Content: ":"The 2nd Battalion, 503rd Infantry Regiment (2-503rd IR) is an active duty airborne infantry battalion in the United States Army, assigned to the 173rd Airborne Brigade Combat Team and stationed at Caserma Del Din, Vicenza, Italy. The battalion has served with the 2nd Infantry Division, the 11th Airborne Division, the 24th Infantry Division, The 25th Infantry Division, the 82nd Airborne Division, the 101st Airborne Division, and the 173rd Airborne Brigade; has been stationed in Korea, Germany, Italy and the United States; and earned campaign credits in World War II, the Vietnam War, Operation Enduring Freedom-Afghanistan, and Operation Iraqi Freedom. The lineage of Company B, 503rd AIR was redesignated on 1 September 1957 as Headquarters and Headquarters Company, 2d Airborne Battle Group, 503d Infantry (2-503rd), assigned to the 82nd Airborne Division, and activated at Fort Bragg, North Carolina (organic elements concurrently constituted and activated). 2-503rd was relieved on 24 June 1960 from assignment to the 82nd Airborne Division and assigned to the 25th Infantry Division in Hawaii. The following year, on 1 July 1961, it was relieved from assignment to the 25th Infantry Division and assigned on 26 March 1963 to the 173rd Airborne Brigade on Okinawa. On 25 June 1963, 2-503rd was reorganized and redesignated as the 2nd Battalion (Airborne), 503rd Infantry. The 2-503d was assigned to the 101st Airborne Division at Fort Campbell, Kentucky as part of the 3d Bde along with the 1-503d and 3-187th. From December 1986 to September 1990, the 2-503rd was assigned to Camp Hovey, Korea, along with the 1-503rd, as a Light Infantry battalion. Together, the two battalions comprised the 2nd Brigade of the 2nd Infantry Division. While there the battalion participated in annual rotations for patrol, guardpost, and quick-reaction force duty at the DMZ. Note: The published Army lineage shows War on Terrorism \"Campaigns to be determined\". Comparison of the battalion's deployment dates with the War on Terrorism campaigns estimates that the battalion will be credited with participation in the six campaigns listed. 503rd Infantry Distinctive Unit Insignia 503rd Infantry Coat of Arms","Title":"2nd Battalion, 503rd Infantry Regiment - Wikipedia","KeyID":"15612","URL":"https://en.wikipedia.org/wiki/2nd_Battalion,_503rd_Infantry_Regiment"}