{"Content: ":"Nikolai Platonovich Patrushev (Russian: Никола́й Плато́нович Па́трушев; born 11 July 1951) is a Russian politician, security officer and intelligence officer who has served as the secretary of the Security Council of Russia since 2008.[1][2] He previously served as the director of the Federal Security Service (FSB) from 1999 to 2008. Belonging to the siloviki faction of president Vladimir Putin's inner circle,[3] Patrushev is believed to be one of the closest advisors to Putin and a leading figure behind Russia's national security affairs.[4] Born in 1951 in Leningrad (today Saint Petersburg), Patrushev is the son of a Soviet Navy officer who was also a member of the Communist Party of the Soviet Union.[5] He graduated from Leningrad Shipbuilding Institute in 1974, and initially he worked as an engineer in the Institute's shipbuilding design bureau, but very soon afterwards, in 1975, he was recruited by the KGB.[6] He attended intelligence and security courses at the KGB School in Minsk, and later at the Higher School of the KGB in Moscow (the present-day FSB Academy).[5] Patrushev has known Vladimir Putin since the 1970s, when the two men worked together in the Leningrad KGB.[7] Patrushev started life as a KGB security officer in the city of Leningrad, and eventually rose to become head of the anti-smuggling and anti-corruption unit of the local KGB. After the collapse of the Soviet Union, Patrushev continued to work in the security services and from 1992 to 1994 he was Minister of Security of the Republic of Karelia while in 1994 he was brought to Moscow as head of the Directorate of Internal Security of the Federal Counterintelligence Service (FSK). In June 1995, Patrushev became deputy chief of the FSB's Organization and Inspection Department. From May to August 1998, he was chief of the Control Directorate of the Presidential Staff; from August to October, he was Deputy Chief of the Presidential Staff; in October 1998, he was appointed Deputy Director of the FSB and chief of the Directorate for Economic Security. In April 1999, he became FSB First Deputy Director. On 9 August 1999, a decree by President Boris Yeltsin promoted him to Director, replacing his close friend Vladimir Putin. The United Kingdom public inquiry into the 2006 poisoning of FSB whistleblower Alexander Litvinenko found that \"the FSB operation to kill Mr Litvinenko was probably approved by Mr Patrushev and also by President Putin.\"[8] Since May 2008, Patrushev has been Secretary of the Security Council of Russia, a consultative body of the President that works out his decisions on national security affairs.[1][2] Patrushev considers the 2014 Revolution of Dignity in Ukraine to have been started by the United States.[9] Patrushev believes that the United States \"would much prefer that Russia did not exist at all.\"[9] Following the October 2016 coup d'état plot failure in Montenegro, Patrushev was cited by experts, such as Mark Galeotti, as the Kremlin's point man for the Balkans, which was interpreted as indicating Russia's increasingly hardline approach to the region as well as the latter's growing importance in Russia's foreign policy strategy.[10][11][12] According to a post on Anastasia Vashukevich's Instagram account, Patrushev, who had traveled to Thailand during late February 2018, was involved in her arrest in Thailand during late February 2018.[13] In January 2019, he said Ukrainian authorities were being “controlled” by the US.[14] In June 2019, Patrushev said that Iran \"has always been and remains our ally and partner\".[15] In January 2021, he said that \"the West needs\" Russian opposition politician Alexei Navalny \"to destabilise the situation in Russia, for social upheaval, strikes and new Maidans.\"[16] Patrushev was a leading figure behind Russia's updated national security strategy, published in May 2021. It states that Russia may use \"forceful methods\" to \"thwart or avert unfriendly actions that threaten the sovereignty and territorial integrity of the Russian Federation.\"[17][18] In late January 2022, during a visit to mark the anniversary of the end of the Siege of Leningrad during the Second World War, Patrushev said, \"We don't want war. We don't need that at all.\"[19] On 30 January he denied allegations that Russia planned to invade Ukraine, describing the claims as \"completely absurd.\"[20] Sources say the decision to invade Ukraine was made by Putin and a small group of war hawks around him, including Patrushev and Russia's Defence Minister Sergei Shoigu.[21] According to Putin-regime expert Catherine Belton, it was \"Patrushev who's always been the leading ideologue of using capitalism as a tool to undermine the West to buy off and corrupt officials and so on. And he's certainly very much painted the West as a hostile enemy of Russia and something which is kind of debauched and decrepit, and it's time to attack [Ukraine in 2022].\"[22] On 26 April 2022, Patrushev predicted that Ukraine would collapse and be broken into several states because of what he cast as a U.S. attempt to use Kyiv to undermine Russia. He repeated the \"denazification\" tropology and claimed that \"Using their henchmen in Kyiv, the Americans, in an attempt to suppress Russia, decided to create an antipode of our country, cynically choosing Ukraine for this, trying to divide essentially a single people. The result of the policy of the West and the regime in Kyiv can only be the disintegration of Ukraine into several states.\" Washington responded that Moscow was angry that Ukraine had embraced the west as embodied in their desire to join the EU and NATO.[23] He claimed that the West \"has already revived the shadow market for the purchase of human organs from the socially vulnerable segments of the Ukrainian population for clandestine transplant operations for European patients.\"[24] After the annexation of Crimea by the Russian Federation, Patrushev was placed on the European Union's list of sanctioned individuals in Russia.[25] In April 2018, the United States imposed sanctions on him and 23 other Russian nationals.[26][27] Following the 2022 Russian invasion of Ukraine, the United States imposed sanctions against Patrushev.[28] Patrushev belongs to the siloviki of Putin's inner circle.[29][a] In December 2000, on the anniversary of the founding of the Bolshevik secret police, the Cheka, an interview with him was published in a Russian national daily. In defence of the emerging trend of co-opting officers in the security and intelligence apparatus into high government posts, Patrushev noted that his FSB colleagues did not \"work for money [...] [they] are, if you will, modern 'neo-nobility'.\" (\"современные «неодворяне»\")[30][31] The term \"new nobility\" gained currency afterwards, as in the eponymous book The New Nobility.[32][33] Ben Noble, Associate Professor of Russian Politics at University College London, describes Patrushev as \"the most hawkish hawk, thinking the West has been out to get Russia for years\".[34] He was quoted as saying, \"The Americans believe that we control [our natural resources] illegally and undeservedly because, in their view, we do not use them as they ought to be used.\"[9] Patrushev has referenced \"Madeleine Albright’s claim 'that neither the Far East nor Siberia belong to Russia.'\" According to the New York Times, this remark can be traced back to a psychic employed by the FSB who claimed to have read the thoughts in Albright's mind while in a state of trance.[35][36] Patrushev believes in various conspiracy theories and often gives interviews to state-controlled media in Russia.[24] He claimed that the West is seeking to reduce \"the world's population in various ways,\" including creating \"an empire of lies, involving the humiliation and destruction of Russia and other objectionable states.\"[24] Mark Galeotti, the expert in the field of Russian politics and security, said that Patrushev, one of Putin’s closest advisers, is the \"most dangerous man in Russia\" because of his \"paranoid conspiracy-driven mindset.\"[24][37] His eldest son, Dmitry, is a banker, Minister of Agriculture of Russia since 18 May 2018.[38] His younger son, Andrey, graduated in 2003 from the FSB Academy where he studied law with his classmate Pavel Fradkov, who is the son of Mikhail Fradkov, and has worked in leadership roles at Gazprom Neft.[39][40][41] In January 2007, Nikolai Patrushev and his brother, Viktor Platonovich Patrushev (Russian: Виктор Платонович Патрушев), joined the expedition of polar explorer Arthur Chilingarov, that flew on two helicopters to Antarctica and visited the South Pole and the Amundsen-Scott station.[42][43]","Title":"Nikolai Patrushev - Wikipedia","KeyID":"15618","URL":"https://en.wikipedia.org/wiki/Nikolai_Patrushev"}