{"Content: ":"Dmitry Sergeyevich Peskov (Russian: Дмитрий Сергеевич Песков, IPA: [pʲɪˈskof]; born 17 October 1967) is a Russian diplomat and the press secretary for Russian President Vladimir Putin.[1] Peskov was born in Moscow, Russia, in 1967. His father, Sergey, headed the Soviet diplomatic mission in Pakistan.[citation needed] In 1989, Peskov graduated from the Institute of Asian and African Countries at the Moscow State University, specializing in History and Eastern studies. In the same year, Peskov joined the Soviet Foreign Ministry. In 1990, Peskov was appointed to the Soviet embassy in Ankara, Turkey, as an administrative assistant. He subsequently filled the positions of attaché and then third secretary at the embassy. In 1994, he was assigned to work in the Russian foreign ministry in Moscow. After two years there, he was posted back to Ankara in 1996 with the diplomatic rank of second, and then first secretary at the Russian embassy.[1] In 2000, Peskov returned to Russia to work at the press service of the Russian president, serving in a number of positions, including a four-year term as the first deputy press secretary of the Russian president, from 2004 to 2008. Peskov has served as Putin's spokesman since April 2000. Peskov was named as prime minister Viktor Zubkov's press secretary on 25 April 2008,[2] putting him in place to lead Vladimir Putin's press operations when he moved to the job of Prime Minister under Dmitry Medvedev's presidency. In May 2012, when Putin again became president, Peskov succeeded Natalya Timakova as the presidential spokesperson. During the 2011–2013 Russian protests in which riot police clubbed protestors, Peskov said that \"protesters who hurt riot police should have their livers smeared on the asphalt\", causing an outcry among opposition activists.[3] In January 2016, Donald Trump's personal lawyer, Michael Cohen, sent an e-mail to Dmitry Peskov asking for help with a business deal in Moscow. The Washington Post called this the \"most direct outreach documented by a top Trump aide to a similarly senior member of Putin’s government.\"[4][5] After initial difficulties in addressing the email Peskov's office replied by email and telephone. Cohen denied this response when testifying to Congress but later said that he had lied, and the Moscow project had continued until at least June 2016.[6] In November 2021, Peskov denied allegations that Russia was preparing for a possible invasion of Ukraine.[7] In January 2022, Peskov accused the United States of \"fomenting tensions\" around Ukraine.[8] On 28 February 2022, in relation to the 2022 Russian invasion of Ukraine, the European Union blacklisted Peskov and had all his assets frozen.[9][10] The United States imposed similar sanctions on 3 March,[11] and Australia followed suit on 8 March.[12] The United Kingdom imposed sanctions on 15 March.[13][14][15] Peskov denounced Russians who oppose the war as \"traitors\".[16] On 27 March 2022, in a conversation with Ryan Chilcote on PBS News Hour, Peskov claimed the Russian military invading Ukraine was not targeting civilians or civilian infrastructure, only military infrastructure, suggesting that Ukrainian cities such as Mariupol were destroyed by the Ukrainians themselves, and that murdered civilians of that city were killed by fellow \"Nazi\" Ukrainians; Chilcote observed \"in all fairness, you know everyone outside of Russia has been watching hundreds and hundreds of hours of footage that has come out of the country showing widespread targeting of civilian infrastructure, apartment buildings, theaters, hospitals.\" In the same interview, Peskov said on the usage of nuclear weapons: \"[...] any outcome of the operation, of course, is not a reason for usage of a nuclear weapon. We have a security concept that very clearly states that only when there is a threat for existence of the state in our country, we can use and we will actually use nuclear weapons [...] Existence of the state, and special military operation in Ukraine, they have nothing to do with each other. [...] There was a part of [Putin's] statement warning different states not to interfere [...] and I think that everyone understands what he meant. [...] Non one is thinking about using, even about the idea of using nuclear weapons.\"[17] In July 2015, Peskov became engaged to the Olympic Champion ice dancer Tatiana Navka, with whom he has a daughter.[18] Navka holds citizenship with both Russia and United States.[19] They married on 1 August 2015, after Peskov finalized the divorce with his second wife Ekaterina Solotsynskaya.[20] A Sobesednik [ru] article stated that their marriage occurred in June 2015.[19][21] In August 2014, Navka and Peskov had a daughter Nadya.[19][21] His daughter, Elizaveta Peskova, is an assistant to far-right Aymeric Chauprade, a French Member of the European Parliament.[22][23] After the 2022 Russian invasion of Ukraine, Elizaveta posted the words \"no to war\" to her Instagram page, and deleted it shortly afterwards.[24][25] His son Deni resides in Paris.[26] Aside from his native Russian language, Peskov is fluent in English, Turkish and Arabic.[citation needed] On 12 May 2020, Peskov was admitted to hospital after testing positive for COVID-19.[27] He recovered and was discharged on 25 May.[28] Peskov's wife has real estate holdings worth more than $10 million.[29] She heads two companies that have contracts with the Russian state.[30] During his 2015 wedding, Peskov was photographed wearing an exclusive US$670,000 Richard Mille watch, greater than Peskov's declared income for all his years of service as a state employee. When this fact was discovered, this caused a media reaction, and Peskov replied that Navka had paid for the watch.[31] Russian anticorruption crusader Alexei Navalny said on 17 August that Peskov vacationed recently with his new wife off the coast of the Italian island of Sardinia on a 350,000-euro-per-week yacht called the Maltese Falcon. Navalny cited data from yacht-tracking websites and social-media posts as evidence partially corroborating his source's claims, though he presented no direct proof that Peskov had set foot on the vessel.[32] Established in January 2014, registered in the British Virgin Islands (BVI) and beneficially owned by Navka, Carina Global Assets had assets of more than $1 million including an apartment and liquidated in November 2015.[21] Media related to Dmitry Peskov at Wikimedia Commons","Title":"Dmitry Peskov - Wikipedia","KeyID":"15614","URL":"https://en.wikipedia.org/wiki/Dmitry_Peskov"}