{"Content: ":"The Russian Soviet Federative Socialist Republic (Russian SFSR or RSFSR; [[Russian language|Russian]]: Российская Советская Федеративная Социалистическая Республика, tr. Rossíyskaya Sovétskaya Federatívnaya Socialistíčeskaya Respúblika, IPA: [rɐˈsʲijskəjə sɐˈvʲetskəjə fʲɪdʲɪrɐˈtʲivnəjə sətsɨəlʲɪˈsʲtʲitɕɪskəjə rʲɪˈspublʲɪkə] (listen)), previously known as the Russian Soviet Republic[8] and the Russian Socialist Federative Soviet Republic[9] as well as being unofficially known as Soviet Russia,[10] the Russian Federation[11] or simply Russia, was an independent federal socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR) from 1922 to 1991, until becoming a sovereign part of the Soviet Union with priority of Russian laws over Union-level legislation in 1990 and 1991, the last two years of the existence of the USSR.[12] The Russian Republic was composed of sixteen smaller constituent units of autonomous republics, five autonomous oblasts, ten autonomous okrugs, six krais and forty oblasts.[12] Russians formed the largest ethnic group. The capital of the Russian SFSR was Moscow and the other major urban centers included Leningrad, Stalingrad, Novosibirsk, Sverdlovsk, Gorky and Kuybyshev. The economy of Russia became heavily industrialized, accounting for about two-thirds of the electricity produced in the USSR. By 1961, it was the third largest producer of petroleum due to new discoveries in the Volga-Urals region[13] and Siberia, trailing in production to only the United States and Saudi Arabia.[14] In 1974, there were 475 institutes of higher education in the republic providing education in 47 languages to some 23,941,000 students. A network of territorially organized public-health services provided health care.[12] After 1985, the \"perestroika\" restructuring policies of the Gorbachev administration relatively liberalised the economy, which had become stagnant since the late 1970s under General Secretary Leonid Brezhnev, with the introduction of non-state owned enterprises such as cooperatives. On 7 November 1917, as a result of the October Revolution, the Russian Soviet Republic was proclaimed as a sovereign state and the world's first constitutionally socialist state guided by communist ideology. The first constitution was adopted in 1918. In 1922, the Russian SFSR signed a treaty officially creating the USSR. The Russian SFSR's 1978 constitution stated that \"[a] Union Republic is a sovereign [...] state that has united [...] in the Union\"[15] and \"each Union Republic shall retain the right freely to secede from the USSR\".[16] On 12 June 1990, the Congress of People's Deputies adopted the Declaration of State Sovereignty, established separation of powers (unlike in the Soviet form of government), established citizenship of Russia and stated that the RSFSR shall retain the right of free secession from the USSR. On 12 June 1991, Boris Yeltsin (1931–2007), supported by the Democratic Russia pro-reform movement, was elected the first and only president of the RSFSR, a post that would later become the presidency of the Russian Federation. The August 1991 Soviet coup d'état attempt with the temporary brief internment of President Mikhail Gorbachev destabilised the Soviet Union. On 8 December 1991, the heads of Russia, Ukraine and Belarus signed the Belovezh Accords. The agreement declared dissolution of the USSR by its original founding states (i.e., renunciation of the 1922 Treaty on the Creation of the USSR) and established the Commonwealth of Independent States (CIS) as a loose confederation. On 12 December, the agreement was ratified by the Supreme Soviet (the parliament of Russian SFSR); therefore the Russian SFSR had renounced the Treaty on the Creation of the USSR and de facto declared Russia's independence from the USSR itself and the ties with the other Soviet Socialist Republics. On 25 December 1991, following the resignation of Gorbachev as President of the Soviet Union (and former General Secretary of the Communist Party of the Soviet Union), the Russian SFSR was renamed the Russian Federation.[17] The next day after the lowering of the Soviet red flag from the top of the Kremlin Senate building of the Moscow Kremlin in Moscow, the USSR was self-dissolved by the Soviet of the Republics on 26 December, which by that time was the only functioning parliamentary chamber of the All-Union Supreme Soviet (the other house, Soviet of the Union, had already lost the quorum after recall of its members by the several union republics). After the dissolution, Russia declared that it assumed the rights and obligations of the dissolved central Soviet government, including UN membership and permanent membership on the Security Council, but originally excluding foreign debt and foreign assets of the USSR (also parts of the former Soviet Army and nuclear weapons remained under overall CIS command as United Armed Forces of the CIS). The 1978 constitution of the Russian SFSR was amended several times to reflect the transition to democracy, private property and market economy. The new Russian constitution, coming into effect on 25 December 1993 after a constitutional crisis, completely abolished the Soviet form of government and replaced it with a semi-presidential system. Under the leadership of Vladimir Lenin (1870–1924) and Leon Trotsky (1879–1940), the Bolshevik communists established the Soviet state on 7 November [O.S. 25 October] 1917. It happened immediately after the October Revolution, when the interim Russian Provisional Government, most recently led by opposing democratic socialist Alexander Kerensky (1881–1970), which governed the new Russian Republic after the overthrow of the Russian Empire government of the Romanov imperial dynasty of Czar Nicholas II the previous March, the second of the two Russian Revolutions that turbulent year of 1917 during World War I. Initially, the state did not have an official name and wasn't recognized by neighboring countries for five months. Meanwhile, anti-Bolsheviks coined the mocking label Sovdepia for the nascent state of the Soviets of Workers' and Peasants' Deputies.[18] On 25 January 1918, the third meeting of the All-Russian Congress of Soviets renamed the unrecognised state the Russian Soviet Republic.[8] The Treaty of Brest-Litovsk was signed on 3 March 1918, giving away much of the border lands in the west of the former Russian Empire to the German Empire (Germany) in exchange for peace during the last year of the rest of World War I. On 10 July 1918, the Russian Constitution of 1918 renamed the country the Russian Socialist Federative Soviet Republic.[9] By 1918, during the subsequent Russian Civil War several states within the former Russian Empire seceded, reducing the size of the country even more. Internationally, the RSFSR was recognized as an independent state in 1920 only by bordering neighbors of Estonia, Finland, Latvia and Lithuania in the Treaty of Tartu and by the short-lived Irish Republic in Ireland.[19] On 30 December 1922, with the treaty on the creation of the Soviet Union, Russia, alongside the Transcaucasian SFSR, the Ukrainian SSR and the Byelorussian SSR formed the Union of Soviet Socialist Republics. The final Soviet name for the constituent republic, the Russian Soviet Federative Socialist Republic, was adopted in the later Soviet Constitution of 1936. By that time, Soviet Russia had gained roughly the same borders of the old Tsardom of Russia before the Great Northern War of 1700. The RSFSR dominated the Soviet Union to such an extent that for most of the Soviet Union's existence, it was commonly, but incorrectly, referred to as Russia. Technically, Russia itself was only one republic within the larger union – albeit by far the largest, most powerful and most highly developed of the 15 republics. Nevertheless, according to historian Matthew White it was an open secret that the country's federal structure was \"window dressing\" for Russian dominance. For that reason, the people of the USSR were almost always called \"Russians\", not \"Soviets\", since \"everyone knew who really ran the show\".[20] On 25 December 1991, during the collapse of the Soviet Union, which concluded on the next day, the republic's official name was changed to the Russian Federation, which it remains to this day.[21] This name and Russia were specified as the official state names on 21 April 1992, an amendment to the then existing Constitution of 1978, and were retained as such in the subsequent 1993 Constitution of Russia. At a total of about 17,125,200 km (6,612,100 sq mi), the Russian SFSR was the largest of its fifteen republics, with its southerly neighbor, the Kazakh SSR, being second. The international borders of the RSFSR touched Poland on the west; Norway and Finland of Scandinavia on the northwest; and to its southeast in eastern Asia were the Democratic People's Republic of Korea (North Korea), Mongolian People's Republic (Mongolia) and the People's Republic of China (China, formerly the Republic of China; 1911–1949). Within the Soviet Union, the RSFSR bordered the Slavic states: Ukrainian SSR (Ukraine), Belarusian SSR (Belarus), the Baltic states: Estonian SSR (Estonia), Latvian SSR (Latvia) and Lithuanian SSR (Lithuania) (Included in USSR in 1940) to its west and the Azerbaijan SSR (Azerbaijan), Georgian SSR (Georgia) and Kazakh SSR (Kazakhstan) to the south in Central Asia.[12] Roughly 70% of the area in the RSFSR consisted of broad plains, with mountainous tundra regions mainly concentrated in the east of Siberia with Central Asia and East Asia. The area is rich in mineral resources, including petroleum, natural gas, and iron ore.[22] The Soviet government first came to power on 7 November 1917, immediately after the interim Russian Provisional Government headed by Alexander Kerensky, which governed the Russian Republic, was overthrown in the October Revolution, the second of the two Russian Revolutions. The state it governed, which did not have an official name, would be unrecognized by neighboring countries for another five months. On 18 January 1918, the newly elected Constituent Assembly issued a decree, proclaiming Russia a democratic federal republic under the name \"Russian Democratic Federal Republic\". However, the Bolsheviks dissolved the Assembly on the following day and declared its decrees null and void.[23] On 25 January 1918, at the third meeting of the All-Russian Congress of Soviets, the unrecognized state was renamed the Russian Soviet Republic.[8] On 3 March 1918, the Treaty of Brest-Litovsk was signed, giving away much of the land of the former Russian Empire to the German Empire (Germany), in exchange for peace on the Eastern Front of World War I. On 10 July 1918, the Russian Constitution of 1918 renamed the country the Russian Socialist Federative Soviet Republic.[9] By 1918, during the Russian Civil War, several states within the former Russian Empire had seceded, reducing the size of the country even more. The Russian famine of 1921–22, also known as Povolzhye famine, killed an estimated 5 million, primarily affecting the Volga and Ural River regions.[24] On 30 December 1922, the First Congress of the Soviets of the USSR approved the Treaty on the Creation of the USSR, by which Russia was united with the Ukrainian Soviet Socialist Republic, Byelorussian Soviet Socialist Republic and Transcaucasian Soviet Federal Socialist Republic into a single federal state, the Soviet Union. The treaty was included in the 1924 Soviet Constitution,[clarification needed] adopted on 31 January 1924 by the Second Congress of Soviets of the USSR. Paragraph 3 of Chapter 1 of the 1925 Constitution of the RSFSR stated the following:[25] By the will of the peoples of the Russian Socialist Federative Soviet Republic, who decided on the formation of the Union of Soviet Socialist Republics during the Tenth All-Russian Congress of Soviets, the Russian Socialist Federative Soviet Republic, being a part of the Union of Soviet Socialist Republics, devolves to the Union the powers which according to Article 1 of the Constitution of the Union of Soviet Socialist Republics are included within the scope of responsibilities of the government bodies of the Union of Soviet Socialist Republics. Many regions in Russia were affected by the Soviet famine of 1932–1933: Volga, Central Black Soil Region, North Caucasus, the Urals, the Crimea, part of Western Siberia, and the Kazak ASSR. With the adoption of the 1936 Soviet Constitution on 5 December 1936, the size of the RSFSR was significantly reduced. The Kazakh ASSR and Kirghiz ASSR were transformed into the Kazakh SSR (Kazakhstan) and Kirghiz Soviet Socialist Republic (Kyrgyzstan). The former Karakalpak Autonomous Socialist Soviet Republic was transferred to the Uzbek Soviet Socialist Republic (Uzbekistan). The final name for the republic during the Soviet era was adopted by the Russian Constitution of 1937, which renamed it the Russian Soviet Federative Socialist Republic (RSFSR). Just four months after Operation Barbarossa, the Wehrmacht was quickly advancing through the Russian SFSR, and was approximately 10 miles (16 km) away from Moscow. However, after the defeat in the Battle of Moscow and the Soviet winter offensive, the Germans were pushed back. In 1942, the Wehrmacht entered Stalingrad. Despite a deadly 5 month lasting battle in which the Soviets suffered over 1,100,000 casualties, they achieved victory following the surrender of the last German troops near the Volga River. In 1943, Karachay Autonomous Oblast was dissolved by Joseph Stalin (1878–1953), General Secretary of the Communist Party, later Premier, when the Karachays were exiled to Central Asia for their alleged collaboration with the invading Germans in the Great Patriotic War (World War II, 1941–1945), and territory was incorporated into the Georgian SSR. On 3 March 1944, on the orders of Stalin, the Chechen-Ingush ASSR was disbanded and its population forcibly deported upon the accusations of collaboration with the invaders and separatism. The territory of the ASSR was divided between other administrative units of Russian SFSR and the Georgian SSR. On 11 October 1944, the Tuvan People's Republic was joined with the Russian SFSR as the Tuvan Autonomous Oblast, becoming an Autonomous Soviet Socialist Republic in 1961. After reconquering Estonia and Latvia in 1944, the Russian SFSR annexed their easternmost territories around Ivangorod and within the modern Pechorsky and Pytalovsky Districts in 1944–1945. At the end of World War II Soviet troops of the Red Army occupied southern Sakhalin Island and the Kuril Islands off the coast of East Asia, north of Japan, making them part of the RSFSR. The status of the southernmost Kurils, north of Hokkaido of the Japanese home islands remains in dispute with Japan and the United States following the peace treaty of 1951 ending the state of war. On 17 April 1946, the Kaliningrad Oblast – the north-eastern portion of the former Kingdom of Prussia, the founding state of the German Empire (1871–1918) and later the German province of East Prussia including the capital and Baltic seaport city of Königsberg – was annexed by the Soviet Union and made part of the Russian SFSR. After the death of Joseph Stalin on 5 March 1953, Georgy Malenkov became the new leader of the USSR. In January 1954, Malenkov transferred Crimea from the Russian SFSR to the Ukrainian SSR. On 8 February 1955, Malenkov was officially demoted to deputy Prime Minister. As First Secretary of the Central Committee of the Communist Party, Nikita Khrushchev's authority was significantly enhanced by Malenkov's demotion. The Karelo-Finnish SSR was transferred back to the RSFSR as the Karelian ASSR in 1956. On 9 January 1957, Karachay Autonomous Oblast and Chechen-Ingush Autonomous Soviet Socialist Republic were restored by Khrushchev and they were transferred from the Georgian SSR back to the Russian SFSR. In 1964, Nikita Khrushchev was removed from his position of power and replaced with Leonid Brezhnev. Under his rule, the Russian SFSR and the rest of the Soviet Union went through a mass era of stagnation. Even after Brezhnev's death in 1982, the era did not end until Mikhail Gorbachev took power in March 1985 and introduced liberal reforms in Soviet society. On 29 May 1990, at his third attempt, Boris Yeltsin was elected the chairman of the Supreme Soviet of the Russian SFSR. The Congress of People's Deputies of the Republic adopted the Declaration of State Sovereignty of the Russian SFSR on 12 June 1990, which was the beginning of the \"War of Laws\", pitting the Soviet Union against the Russian Federation and other constituent republics. On 17 March 1991, an all-Russian referendum created the post of President of the RSFSR. On 12 June, Boris Yeltsin was elected President of Russia by popular vote. During an unsuccessful coup attempt on 19–21 August 1991 in Moscow, the capital of the Soviet Union and Russia, President of Russia Yeltsin strongly supported the President of the Soviet Union, Mikhail Gorbachev. After the failure of GKChP, in the presence of Gorbachev, on 23 August 1991, Yeltsin signed a decree suspending all activity by the Communist Party of the Russian SFSR in the territory of Russia.[26] On 6 November, he went further, banning the Communist Parties of the USSR and the RSFSR from the territory of the RSFSR.[27] On 8 December 1991, at Viskuli near Brest (Belarus), Yeltsin, Ukrainian President Leonid Kravchuk and Belarusian leader Stanislav Shushkevich signed the \"Agreement on the Establishment of the Commonwealth of Independent States\", known in media as the Belovezh Accords. The document, consisting of a preamble and fourteen articles, stated that the Soviet Union no longer existed \"as a subject of international law and geopolitical reality\". However, based on the historical community of peoples and relations between the three states, as well as bilateral treaties, the desire for a democratic rule of law, the intention to develop their relations based on mutual recognition and respect for state sovereignty, the parties agreed to the formation of the Commonwealth of Independent States. On 12 December, the agreement was ratified by the Supreme Soviet of the Russian SFSR by an overwhelming majority: 188 votes for, 6 against and 7 abstentions.[28] The legality of this ratification raised doubts among some members of the Russian parliament, since according to the Constitution of the RSFSR of 1978 consideration of this document was in the exclusive jurisdiction of the Congress of People's Deputies of the RSFSR.[29][30][31][32] However, by this time the Soviet government had been rendered more or less impotent, and was in no position to object. On the same day, the Supreme Soviet of the Russian SFSR denounced the Treaty on the Creation of the USSR and recalled all Russian deputies from the Supreme Soviet of the Soviet Union. A number of lawyers believe that the denunciation of the union treaty was meaningless since it became invalid in 1924 with the adoption of the first constitution of the USSR.[33][34][35] Although the 12 December vote is sometimes reckoned as the moment that the RSFSR seceded from the collapsing Soviet Union, this is not the case. It appears that the RSFSR took the line that it was not possible to secede from an entity that no longer existed. On 24 December, Yeltsin informed the Secretary-General of the United Nations that by agreement of the member states of the CIS the Russian Federation would assume the membership of the Soviet Union in all UN organs (including the Soviet Union's permanent seat on the UN Security Council). Thus, Russia is considered to be an original member of the UN (since 24 October 1945) along with Ukraine (Ukrainian SSR) and Belarus (Byelorussian SSR). On 25 December – just hours after Gorbachev resigned as president of the Soviet Union – the Russian SFSR was renamed the Russian Federation (Russia), reflecting that it was now a sovereign state with Yeltsin assuming the Presidency.[36] That same night, the Soviet flag was lowered and replaced with the tricolor. The Soviet Union officially ceased to exist the next day. The change was originally published on 6 January 1992 (Rossiyskaya Gazeta). According to law, during 1992, it was allowed to use the old name of the RSFSR for official business (forms, seals, and stamps). On 21 April 1992, the Congress of People's Deputies of Russia approved the renaming of the RSFSR into the Russian Federation, by making appropriate amendments to the Constitution, which entered into force since publication on 16 May 1992.[37] Russia made a significant turn toward developing a market economy by implanting basic tenets such as market-determined prices. Two fundamental and interdependent goals – macroeconomic stabilization and economic restructuring – led the transition from central planning to a market-based economy. The former entailed implementing fiscal and monetary policies that promote economic growth in an environment of stable prices and exchange rates. The latter required establishing the commercial, and institutional entities – banks, private property, and commercial legal codes – that permit the economy to operate efficiently. Opening domestic markets to foreign trade and investment, thus linking the economy with the rest of the world, was an important aid in reaching these goals. The Gorbachev regime failed to address these fundamental goals. At the time of the Soviet Union's demise, the Yeltsin government of the Russian Republic had begun to attack the problems of macroeconomic stabilization and economic restructuring. By mid-1996, the results were disastrous, with a 50% decline in GDP[38] and rampant homelessness, unemployment, crime, and poverty.[citation needed] The struggle for the center of power in post-Soviet Russia and for the nature of the economic reforms culminated in a political crisis and bloodshed in the fall of 1993. Yeltsin, who represented a course of radical privatization, was opposed by the parliament. Confronted with opposition to the presidential power of decree and threatened with impeachment, he \"dissolved\" the parliament on 21 September, in contravention of the existing constitution, and ordered new elections and a referendum on a new constitution. The parliament then declared Yeltsin deposed and appointed Alexander Rutskoy acting presiadent on 22 September. Tensions built quickly, and matters came to a head after street riots on 2–3 October. On 4 October, Yeltsin ordered Special Forces and elite army units to storm the parliament building, the \"White House\" as it is called. With tanks thrown against the small-arms fire of the parliamentary defenders, the outcome was not in doubt. Rutskoy, Ruslan Khasbulatov, and the other parliamentary supporters surrendered and were immediately arrested and jailed. The official count was 187 dead, 437 wounded (with several men killed and wounded on the presidential side).[39][citation needed] The Government was known officially as the Council of People's Commissars (1917–1946) and Council of Ministers (1946–1991). The first government was headed by Vladimir Lenin as Chairman of the Council of People's Commissars of the Russian SFSR and the last by Boris Yeltsin as both head of government and head of state under the title of president. The Russian SFSR was controlled by the Communist Party of the Soviet Union until the 1991 August coup, which prompted President Yeltsin to suspend the recently created Communist Party of the Russian Soviet Federative Socialist Republic. In the first years of the existence of the RSFSR, the doctrine of war communism became the starting point of the state's economic activity. In March 1921, at the X Congress of the RCP (B), the tasks of the policy of \"war communism\" were recognized by the country's leadership as fulfilled, and a new economic policy was introduced at the suggestion of Vladimir Lenin. After the formation of the Soviet Union, the economy of the RSFSR became an integral part of the economy of the USSR. The economic program of the RSFSR (NEP) was continued in all union republics. The Gosplan (State General Planning Commission) of the RSFSR, which replaced GOELRO, was reorganized into the Gosplan of the USSR. His early task was to develop a unified national economic plan based on the electrification plan and to oversee the overall implementation of this plan. Unlike the previous Russian constitutions, the 1978 Constitution devoted an entire chapter (Chapter II) to the description of the economic system of the RSFSR, which defined the types of property and indicated the goals of the economic tasks of the state.[40] As noted by Corresponding Member RAS RAS V. I. Suslov, who took part in large-scale studies of the relationship between the economies of the republics of the USSR and the RSFSR in the late Soviet era: \"The degree of inequality of economic exchange was very high, and Russia was always the losing side. The product created by Russia largely supported the consumption of other union republics\".[41] The public holidays for the Russian SFSR included Defender of the Fatherland Day (23 February), which honors Russian men, especially those serving in the army; International Women's Day (8 March), which combines the traditions of Mother's Day and Valentine's Day; Spring and Labor Day (1 May); Victory Day; and like all other Soviet republics, the Great October Socialist Revolution (7 November). Victory Day is the second most popular holiday in Russia as it commemorates the victory over Nazism in the Great Patriotic War. A huge military parade, hosted by the President of Russia, is annually organised in Moscow on Red Square. Similar parades take place in all major Russian cities and cities with the status Hero City or City of Military Glory. During its 76-year existence, the Russian SFSR anthem was Patrioticheskaya Pesnya, but before 1990 the previous anthem shared its music with the Soviet Anthem, though not the lyrics and The Internationale was its anthem before 1944. The motto \"Workers of the world, unite!\" was commonly used and shared with other Soviet republics. The hammer and sickle and the full Soviet coat of arms were still widely seen in Russian cities as a part of old architectural decorations until its slow gradual removal in 1991. The Soviet red stars are also encountered, often on military equipment and war memorials. The Red Banner continues to be honored, especially the Banner of Victory of 1945. The Matryoshka doll is a recognizable symbol of the Russian SFSR (and the Soviet Union as a whole) and the towers of Moscow Kremlin and Saint Basil's Cathedral in Moscow are Russian SFSR's main architectural icons. Chamomile is the national flower while birch is the national tree. The Russian bear is an animal symbol and a national personification of Russia. Though this image has a Western origin, Russians themselves have accepted it. The native Soviet Russian national personification is Mother Russia. The flag of the Russian SFSR changed numerous times, with the original being a field of red with the Russian name of the republic written on the flag's centre in white. This flag had always been intended to be temporary, as it was changed less than a year after its adoption. The second flag had the letters РСФСР (RSFSR) written in yellow within the canton and encased within two yellow lines forming a right angle. The next flag was used from 1937, notably during World War II. Interesting because it was used until Joseph Stalin's death when a major vexillological reform was undertaken within the Soviet Union. This change incorporated an update for all the flags of the Soviet Republics as well as for the flag of the Soviet Union itself. The flag of the Russian SFSR was now a defaced version of the flag of the Soviet Union, with the main difference being a minor repositioning of the hammer and sickle and most notably adding a blue vertical stripe to the hoist. This version of the flag was used from 1954 all the way to 1991, where it was changed due to the ongoing collapse of the Soviet Union. The flag was changed to a design that resembled the original ensign of the Tsardom of Russia and the Russian Empire, with a notable difference of the flag ratio being 1:2 instead of the original 2:3 ratio. After 1993, when the Soviet form of government was officially dissolved in the Russian Federation, the flag of the Russian Federation was changed to the original civil ensign with its original 2:3 proportions. 1917–1918 1918–1937 1937–1954 1954–1991 1991[42][43][a]","Title":"Russian Soviet Federative Socialist Republic - Wikipedia","KeyID":"15628","URL":"https://en.wikipedia.org/wiki/Soviet_Russia"}