{"Content: ":"Accusation in a mirror (AiM), mirror politics,[1] mirror propaganda, mirror image propaganda, or mirror argument is a hate-speech incitement technique. AiM refers to falsely imputing to one's adversaries the intentions that one has for onerself and/or the action that one is in the process of enacting.[2][3][4] The term in French, \"accusation en miroir\", was described in a paragraph in a 1970 adult education manual entitled Psychologie de la publicite et de la propagande—part of a large, comprehensive series of ESF Collection formation permanente publications intended for adult education and professional formation. The French author and editor, Roger Mucchielli, intended the material to education others to be able to identify publicity and propaganda techniques in order to thwart them.[5] Mucchielli explained how the perpetrator who intends to start a war will proclaim his peaceful intentions and accuse the adversary of warmongering; he who uses terror will accuse the adversary of terrorism.[2] However, during the 1994 Rwandan genocide AiM was used—along with other propaganda techniques—by the Hutus to incite the genocide.[6] By invoking collective self-defense, \"accusation in a mirror\" justifies genocide, just as self-defense is a defense for individual homicide.[4] Susan Benesch remarked that while dehumanization \"makes genocide seem acceptable\", accusation in a mirror makes it seem necessary.[7][8] In 1999, a team of human rights working under the direction of historian Alison Des Forges found a mimeographed document in a Rwandan Hutu hut, by an anonymous author. The document, entitled \"Note relative à la propagande d'expansion et de recrutement\", included the term \"accusation en miroir\" as described by Mucchielli, along with an analysis of the psychology underpinning propaganda, transforming Mucchielli's psychology textbook into a propaganda manual. The term was further elaborated upon during the International Criminal Tribunal for Rwanda (ICTR) as an extreme form of hate speech that is considered to be an incitement to genocide. Des Forges, who testified before the 1998 ICTR case The Prosecutor v. Jean-Paul Akayesu, among others, had described \"mirror politics\" or \"accusation in a mirror\".[1] The Office of the UN Special Adviser on the Prevention of Genocide (OSAPG) defines \"mirror politics\"as a \"common strategy to create divisions by fabricating events whereby a person accuses others of what he or she does or wants to do\". The OSAPG includes \"mirror politics\" in their Analysis Framework on Genocide as part of one category considered in their determination of a \"risk of genocide in a given situation\".[9] Kenneth L. Marcus, and Gregory S. Gordon have investigated ways in which \"accusation in a mirror\" has been used to incite hatred and how its impact can be mitigated. The sentence attributed to Adolf Hitler's Minister of Propaganda—Joseph Goebbels, \"The cleverest trick used in propaganda against Germany during the war was to accuse Germany of what our enemies themselves were doing.\" is allegedly from Goebbels' annual speech to the 1934 Nuremberg Rally, in which he focused on propaganda.[10][11] The phrase \"accusation in a mirror\" was introduced as \"l'accusation en miroir\" in an adult continuing education 1970 book by French social psychologist and author Roger Mucchielli.[2] In his 1970 book entitled Psychologie de la publicite et de la propagande, written against the backdrop of the protests of 1968, Mucchielli traced a history of the social psychology behind publicity and propaganda citing Ernest Dichter's 1962 The Strategy of Desire about consumer behaviour. The book which was intended to deepen understanding of psychology and the human sciences, the shift to consumer society, techniques of communication, to increase the reader's ability to recognize true values and to resist manipulation all sorts.[12] Mucchielli described \"accusation in a mirror\" as imputing to the adversaries the intentions that one has oneself and/or the action that you are in the process of enacting. Mucchielli explained how the perpetrator who intends to start a war will proclaim his peaceful intentions and accuse the adversary of warmongering; he who uses terror will accuse the adversary of terrorism.[2] In this section in which Mucchielli inserts the paragraph on \"accusation in a mirror\", he included detailed references to the work of Serge Tchakhotine[13][14] who was known for his opposition to the Bolshevik regime (1917–1919) and who warned against the rise of fascism in Europe—in Germany 1930–1933; Denmark 1933–1934; and France 1934–1945. The work of Chakhotin on how to resist propaganda—like that of Mucchielli—was informed by Sigmund Freud, Ivan Pavlov, and Frederick Winslow Taylor. Mucchielli also referred to the work of Joseph Goebbels—the Nazi Party's chief propagandist for the Reich, and Vladimir Lenin.[4][15][16] His 1979 book was part of a collection of manuals for continuing education. Mucchielli was the editor of the ESF Collection formation permanente until 1981—a collection that includes over 150 books about adult pedagogy, communication, employee efficiencies, management, group facilitation, and interpersonal competence intended for psychologists, managers, and facilitators. Each book includes a section on understanding the problem and practical applications. Mucchielli, who wrote over 40 books on these themes, and served as the president of the Institut international de synthèses psychothérapiques.[17] In the conclusion of his book, Mucchielli likened his seminar to the work of Columbia University's professor, Clyde R. Miller, who established the Institute for Propaganda Analysis (IPA) in 1937, to education others to be able to identify propaganda techniques in order to thwart them.[5] Mucchielli describes \"accusation en miroir\" in a single paragraph of the first chapter entitled \"La propagande d'endoctrinement, d'expansion et de recrutement\" of the fourth unit—the psychology of propaganda used in politics.[a][2] Mucchielli included three other chapters in this section on the propaganda of agitation, integration, and subversion. The three main units preceding the one on the political use of propaganda include the first unit—a comparison between the psychology underpinning publicity and propaganda; the second unit examines publicity used by commercial enterprises, and the third investigates public relations. In the 1990s a team of human rights activists working under the direction of historian and senior advisor at Human Rights Watch—Alison Des Forges—found a mimeographed document in a Rwandan Hutu hut, by an anonymous author entitled \"Note relative à la propagande d'expansion et de recrutement\". The document was a detailed description of Mucchielli's 1972 analysis of the psychology underpinning propaganda, transforming his writing into a propaganda manual. Des Forges, whose PhD dissertation on Rwanda was published posthumously in 2011, was named as a MacArthur Fellow for her work as a human rights leader.[18] Des Forges academic research and later her human rights work focused central Africa before, during, and after the 1994 Rwandan genocide.[18] Following the 1994 genocide, she led a team of human rights workers visiting the \"sites of massacres, exhum[ing] bodies from mass graves, collect[ing] human bones strewn in the game parks of Rwanda, and interview[ing] victims of atrocities\".[18] Her work was \"instrumental in assisting the International Criminal Tribunal in its prosecution of those responsible\".[18] Her description of \"accusation in a mirror\" was included in her 1999 book Genocide in Rwanda: the planning and execution of mass murder[18] and in the posthumously published Leave None to Tell the Story: Genocide in Rwanda.[19] Des Forges described how author of the memo—referred to as the \"propagandist\"—proposed \"two techniques that were to become often used in Rwanda\". The first was to \"'create' events to lend credence to propaganda\" and the second was \"accusation in a mirror\" through which \"his colleagues should impute to enemies exactly what they and their own party are planning to do.\" Des Forges cites the memo: \"In this way, the party which is using terror will accuse the enemy of using terror.\"[20] The memo described how \"honest people\" can be made to feel justified in taking whatever measures are necessary \"for legitimate [self-] defense.\"[21] Des Forges said that accusation in the mirror was used effectively in the 1992 Bugesera invasion as well as in the \"broader campaign to convince Hutu that Tutsi planned to exterminate them.\"[20] While Rwandan officials and propagandists used both these techniques as described in the memo, there was no proof they \"were familiar with this particular document\".[20] Des Forges described how Hutu hard-liners\" created and incorporated their own station—Radio Télévision Libre des Mille Collines (RTLM) in 1993.[20] They also formed the Coalition for the Defence of the Republic (French: Coalition pour la Défense de la République, CDR)—a far-right Hutu Power political party. The National Republican Movement for Democracy and Development (MRND)—French: Mouvement républicain national pour la démocratie et le développement—was the ruling political party of Rwanda from 1975 to 1994 under President Juvénal Habyarimana. Des Forges described how \"Rwandans learned from experience that RTLM regularly attributed to others the actions its own supporters had taken or would be taking. Without ever having heard of “accusations in a mirror,” they became accustomed to listening to RTLM accusations of its rivals to find out what the MRND and CDR would be doing.\"[20] Léon Mugesera, a Rwandan politician, who was convicted of incitement to genocide and deported from Canada to Rwanda in 2005 where he was imprisoned was named in Des Forges's work as an example of accusation in mirror. His inflammatory anti-Tutsi speech which was reported in the Rwandan newspaper Kangura his critics allege was a precursor to the 1994 Rwandan genocide. In 2016, he was convicted of incitement to genocide and sentenced to life in prison.[22] Des Forges wrote that Mugesera and Kangura appeared to \"have been implementing the tactic of “accusation in a mirror” by connecting the Tutsi with the Nazis.\" She added that \"copies of films about Hitler and Naziism\" were allegedly found in the residence of Juvénal Habyarimana after he and his family left in early April 1994.[23] In his 2007 book Blood and Soil: A World History of Genocide and Extermination from Sparta to Darfur, American historian Ben Kiernan, who referenced Des Forges' work, said that the \"accusation in a mirror\" propaganda technique\" had also been used in Viet Nam and Cambodia.[24] Andrew Wallis in his 2019 book Stepp'd in Blood: Akazu and the Architects of the Rwandan Genocide Against the Tutsi, described \"accusation in a mirror\" as a \"simple idea\" but a \"winning formula to win over the masses to participation and sympathy for the crime at hand.\" Wallis described how the technique, which \"especially targeted journalists\" in Rwanda, was a \"direct and easily persuasive strategy to ensnare those who knew little about the reality of the Rwandan situation\".[25] The United Nations Genocide Convention defines genocide as \"acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group\".[26] The OSAPG prepares The Analysis Framework on Genocide which comprises eight factors used to \"determine whether there may be a risk of genocide in a given situation\". The fourth of the eight categories is the \"motivation of leading actors in the State/region; acts which serve to encourage divisions between national, racial, ethnic, and religious groups.\"[27] \"Mirror politics\"—defined as a \"common strategy to create divisions by fabricating events whereby a person accuses others of what he or she does or wants to do\"—is included in this category as one of five issues to be considered.[9] The International Criminal Tribunal for Rwanda (ICTR) 1998 ruling in The Prosecutor v. Jean-Paul Akayesu case considered testimony by Des Forges on \"mirror politics\", which included incidents of \"accusation in the mirror\" Des Forges had described, including the 1992 Bugesera invasion.[1] Jean-Paul Akayesu was a former teacher who served as mayor of Taba commune in Gitarama prefecture who was convicted of genocide for his role in inciting the Rwandan genocide. Trial documents described how \"mirror politics\" was used in Kibulira and in the Bagoguye region where the \"population was goaded on to defend itself against fabricated attacks supposed to have been perpetrated by RPF infiltrators and to attack and kill their Tutsi neighbours\".[1] The document noted \"the role that Radio Rwanda and, later, the RTLM, founded in 1993 by people close to President Habyarimana, played in this anti-Tutsi propaganda. Besides the radio stations, there were other propaganda agents, the most notorious of whom was a certain Léon Mugesera, vice-president of the MRND in Gisenyi Préfecture and lecturer at the National University of Rwanda, who published two pamphlets accusing the Tutsi of planning a genocide of the Hutu.\"[1] According to a 2007 book co-published by the International Criminal Tribunal for Rwanda (IDRC) the University of Butare had a copy of Mucchielli's 1972 book—along with a number of his continuing education textbooks—which has a paragraph on \"accusation en miroir\" in the unit called \"Psychologie des propagandes politiques\". The anonymous author referred to Mucchielli's \"accusation in a mirror\"—\"accusation en miroir\".[21][23] In his chapter \"RTLM Propaganda: the democratic alibi\" in the International Criminal Tribunal for Rwanda's 2007 book The Media and the Rwanda Genocide, French historian Jean-Pierre Chrétien, who focused his decades-long research on Central Africa—specifically Burundi and Rwanda—described the psychology of those who perpetrated the mass slaughter of the Tutsi minority in Rwanda in 1994 by the Hutus by referring to Muchielli's book. Chrétien described the propaganda tools such as \"accusations in the mirror\" as \"the mechanisms for moulding a good conscience based on indignation toward an enemy perceived as a scapegoat.\"[28] In April 2011, a paper entitled \"Accusation in a mirror\" was presented at a conference called \"Hate Speech, Incitement and Genocide\" that was hosted by Loyola University Chicago Law Journal.[29] Kenneth L. Marcus writes that the tactic is \"similar to a false anticipatory tu quoque\" (a logical fallacy which charges the opponent with hypocrisy). The tactic does not rely on what misdeeds the enemy could plausibly be charged with, based on actual culpability or stereotypes, and does not involve any exaggeration but instead is an exact mirror of the perpetrator's own intentions. The weakness of the strategy is that it reveals the perpetrator's intentions, perhaps before he is able to carry it out. This could enable intervention to prevent genocide, or alternatively be \"an indispensable tool for identifying and prosecuting incitement\".[30] According to Marcus, despite its weaknesses the tactic is frequently used by genocide perpetrators (including Nazis, Serbs, and Hutus) because it is effective. He recommends that courts should consider a false accusation of genocide by an opposing group to satisfy the \"direct\" requirement, because that is an \"almost invariable harbinger of genocide\".[31] Marcus described AiM as a deceptively simple, \"rhetorical practice in which one falsely accuses one's enemies of conducting, plotting, or desiring to commit precisely the same transgressions that one plans to commit against them. For example, if one plans to kill one's adversaries by drowning them in a particular river, then one should accuse one's adversaries of plotting precisely the same crime.\"[32] Accusation in a mirror has been cited—along with dehumanization—as one of the indirect or cloaked forms of incitement to genocide, which has contributed to the commission of genocide, for example in the Holocaust and the Rwandan genocide. In her work on dangerous speech, Susan Benesch defined \"accusation in a mirror\" citing the 1999 publication by Des Forges.[b] Benesch wrote, \"Claims that members of the target group pose a mortal or existential threat to the audience, aptly dubbed \"accusation in a mirror\". The speaker accuses the target group of plotting the same harm to the audience that the speaker hopes to incite, thus providing the audience with the collective analogue of the only ironclad defense to homicide: self-defense. One of the most famous examples is the Nazi assertion, before the Holocaust began, that Jews were planning to wipe out the German people.\" In his 2017 non-fiction Atrocity Speech Law: Foundation, Fragmentation, Fruition, Gregory S. Gordon—who had served as a Prosecutor in International Criminal Tribunal for Rwanda—discussed the tension between protecting free speech while regulating hate speech, citing that the use of \"accusation in the mirror\" as a form of hate speech, is an indicator of violence.[33] He said that the Nuremberg International Military Tribunal (IMT) \"recognized straight away that Nazi barbarities were rooted in propaganda.\"[34][c] Gordon traced the early use of propaganda to the Armenian genocide in the Ottoman Empire during World War I. Gordon wrote that the \"Young Turk government created the template for the modern genocidal propaganda campaign.\"[35] International Criminal Tribunal for Rwanda (ICTR) and the International Criminal Tribunal for the Former Yugoslavia investigated the \"atrocity-triggering speech in the former Yugoslavia and Rwanda\".[36] Gordon was critical of the ICTR's Akayesu judgment,[d] for its inconsistency. The ICTR held that causation was \"not an element of incitement in the legal conclusions\". The Tribunal \"asserted the need to prove 'a possible causal link' between the relevant speech and subsequent violence in that case;\" but also said concluded that \"there was, in fact, a causal link between Akayesu's speech and the ensuing Tutsi massacres in Taba commune on April 19, 1994.\"[37] Gordon was critical of the \"anemic treatment of the range and specific characteristics of speech techniques (such as accusation in a mirror or predictions of violence) leaves it woefully underdeveloped and incapable of capturing the full range of liability inherent in atrocity speech.\"[33][e] According to a 2019 Montgomery, Alabama-based Southern Poverty Law Center article on how investigations on the rise of violence by far-right extremists had been \"upended by conservatives who insisted the real threat came from the left\".[38] The article described how the Proud Boys often used the \"rhetorical trick\"—\"accusation in a mirror\"—essentially a perverted version of the instruction to \"do unto others as they do unto you.\" by blaming \"leftists and anti-fascist activists\" on the rise of violence against \"patriots\" like themselves.[38] In a November 2018 YouTube video, Gavin McInnes, the founder of Proud Boys said, \"We are under siege...We are threatened with violence—real physical violence—on a regular basis.\"[38] In her January 25, 2022 article, CNN's Moscow bureau chief, Jill Dougherty, described the Russian media's depiction of Ukraine during the 2021–2022 Russo-Ukrainian crisis, as \"mirror image propaganda\", citing as an example the way in which NATO forces were described as \"carrying out a plan that's been in the works for years: Encircle Russia, topple President Vladimir Putin and seize control of Russia's energy resources.\"[39] The tagline for the second episode of the season 11 of the American science fiction television series The X-Files, which aired on January 10, 2018, on Fox is \"Accuse your enemies of that which you are guilty\".","Title":"Accusation in a mirror - Wikipedia","KeyID":"15627","URL":"https://en.wikipedia.org/wiki/Accusation_in_a_mirror"}