{"Content: ":"The Sunday Times is a British newspaper whose circulation makes it the largest in Britain's quality press market category. It was founded in 1821 as The New Observer. It is published by Times Newspapers Ltd, a subsidiary of News UK, which is owned by News Corp. Times Newspapers also publishes The Times. The two papers were founded independently and have been under common ownership since 1966. They were bought by News International in 1981. The Sunday Times has a circulation of just over 650,000, which exceeds that of its main rivals, including The Sunday Telegraph and The Observer, combined.[5][6] While some other national newspapers moved to a tabloid format in the early 2000s, The Sunday Times has retained the larger broadsheet format and has said that it would continue to do so. As of December 2019, it sells 75% more copies than its sister paper, The Times, which is published from Monday to Saturday.[7] The paper publishes The Sunday Times Rich List and The Sunday Times Fast Track 100. The paper began publication on 18 February 1821 as The New Observer, but from 21 April its title was changed to the Independent Observer. Its founder, Henry White, chose the name in an apparent attempt to take advantage of the success of the Observer, which had been founded in 1791, although there was no connection between the two papers. On 20 October 1822 it was reborn as The Sunday Times, although it had no relationship with The Times.[8] In January 1823, White sold the paper to Daniel Whittle Harvey, a radical politician. Under its new owner, The Sunday Times notched up several firsts: a wood engraving it published of the coronation of Queen Victoria in 1838 was the largest illustration to have appeared in a British newspaper.[9] In 1841, it became one of the first papers to serialise a novel: William Harrison Ainsworth's Old St Paul's.[10] The paper was bought in 1887 by Alice Anne Cornwell who had made a fortune in mining in Australia and floating the Midas Mine Company of the London Stock Exchange. She bought the paper to promote her new company, The British and Australasian Mining Investment Company, and as a gift to her lover Frederick Stannard (‘Phil’) Robinson. Robinson was installed as editor and the two were later married in 1894.[11] She then sold it in 1893 to Frederick Beer, who already owned Observer. Beer appointed his wife, Rachel Sassoon Beer, as editor. She was already editor of Observer – the first woman to run a national newspaper – and continued to edit both titles until 1901.[12] There was a further change of ownership in 1903, and then in 1915 the paper was bought by William Berry and his brother, Gomer Berry, later ennobled as Lord Camrose and Viscount Kemsley respectively. Under their ownership, The Sunday Times continued its reputation for innovation: on 23 November 1930, it became the first Sunday newspaper to publish a 40-page issue and on 21 January 1940, news replaced advertising on the front page.[13] In 1943, the Kemsley Newspapers Group was established, with The Sunday Times becoming its flagship paper. At this time, Kemsley was the largest newspaper group in Britain. On 12 November 1945, Ian Fleming, who later created James Bond, joined the paper as foreign manager (foreign editor) and special writer. The following month, circulation reached 500,000.[14] On 28 September 1958, the paper launched a separate Review section, becoming the first newspaper to publish two sections regularly.[15] In 1959, the Kemsley group was bought by Lord Thomson, and in October 1960 circulation reached one million for the first time.[16] In another first, on 4 February 1962 the editor, Denis Hamilton, launched The Sunday Times Magazine. (At the insistence of newsagents, worried at the impact on sales of standalone magazines, it was initially called the \"colour section\" and did not take the name The Sunday Times Magazine until 9 August 1964.) The cover picture of the first issue was of Jean Shrimpton wearing a Mary Quant outfit and was taken by David Bailey. The magazine got off to a slow start, but the advertising soon began to pick up, and, over time, other newspapers launched magazines of their own. In 1963, the Insight investigative team was established under Clive Irving. On 27 September 1964, the Business section was launched, making The Sunday Times Britain's first regular three-section newspaper. In September 1966, Thomson bought The Times, to form Times Newspapers Ltd (TNL). It was the first time both The Sunday Times and The Times had been brought under the same ownership. Harold Evans, editor from 1967 until 1981, established The Sunday Times as a leading campaigning and investigative newspaper. On 19 May 1968, the paper published its first major campaigning report on the drug Thalidomide, which had been reported by the Australian doctor William McBride in The Lancet in 1961 as associated with birth defects, and quickly withdrawn. The newspaper published a four-page Insight investigation, entitled The Thalidomide File, in the Weekly Review section. A compensation settlement for the UK victims was eventually reached with Distillers Company (now part of Diageo), which had distributed the drug in the UK. TNL was plagued by a series of industrial disputes at its plant at Gray's Inn Road in London, with the print unions resisting attempts to replace the old-fashioned hot-metal and labour-intensive Linotype method with technology that would allow the papers to be composed digitally. Thomson offered to invest millions of pounds to buy out obstructive practices and overmanning, but the unions rejected every proposal. As a result, publication of The Sunday Times and other titles in the group was suspended in November 1978. It did not resume until November 1979. Although journalists at The Times had been on full pay during the suspension, they went on strike demanding more money after production was resumed. Kenneth Thomson, the head of the company, felt betrayed and decided to sell. Evans tried to organise a management buyout of The Sunday Times, but Thomson decided instead to sell to Rupert Murdoch, who he thought had a better chance of dealing with the trade unions. Murdoch's News International acquired the group in February 1981. Murdoch, an Australian who in 1985 became a naturalised American citizen, already owned The Sun and the News of the World, but the Conservative government decided not to refer the deal to the Monopolies and Mergers Commission, citing a clause in the Fair Trading Act that exempted uneconomic businesses from referral. The Thomson Corporation had threatened to close the papers down if they were not taken over by someone else within an allotted time, and it was feared that any legal delay to Murdoch's takeover might lead to the two titles' demise. In return, Murdoch provided legally binding guarantees to preserve the titles' editorial independence. Evans was appointed editor of The Times in February 1981 and was replaced at The Sunday Times by Frank Giles. In 1983, the newspaper bought the serialisation rights to publish the faked Hitler Diaries, thinking them to be genuine after they were authenticated by the own newspaper's own independent director, Hugh Trevor-Roper, the historian and author of The Last Days of Hitler.[17] Under Andrew Neil, editor from 1983 until 1994, The Sunday Times took a strongly Thatcherite slant that contrasted with the traditional paternalistic conservatism expounded by Peregrine Worsthorne at the rival Sunday Telegraph. It also built on its reputation for investigations. Its scoops included the revelation in 1986 that Israel had manufactured more than 100 nuclear warheads[18] and the publication in 1992 of extracts from Andrew Morton's book, Diana: Her True Story in Her Own Words. In the early 1990s, the paper courted controversy with a series of articles in which it rejected the role of HIV in causing AIDS. In January 1986, after the announcement of a strike by print workers, production of The Sunday Times, along with other newspapers in the group, was shifted to a new plant in Wapping, and the strikers were dismissed. The plant, which allowed journalists to input copy directly, was activated with the help of the Electrical, Electronic, Telecommunications and Plumbing Union (EETPU). The print unions posted pickets and organised demonstrations outside the new plant to try to dissuade journalists and others from working there, in what became known as the Wapping Dispute. The demonstrations sometimes turned violent. The protest ended in failure in February 1987. During Neil's editorship, a number of new sections were added: the annual The Sunday Times Rich List and the Funday Times, in 1989, (the latter stopped appearing in print and was relaunched as a standalone website in March 2006, but was later closed); Style & Travel, News Review and Arts in 1990, and Culture in 1992. In September 1994, Style and Travel became two separate sections. During Neil's time as editor, The Sunday Times backed a campaign to prove that HIV was not a cause of AIDS.[19][20][21][22] In 1990, The Sunday Times serialized a book by an American conservative who rejected the scientific consensus on the causes of AIDS and argued that AIDS could not spread to heterosexuals.[21] Articles and editorials in The Sunday Times cast doubt on the scientific consensus, described HIV as a \"politically correct virus\" about which there was a \"conspiracy of silence,\" disputed that AIDS was spreading in Africa, claimed that tests for HIV were invalid, described the HIV/AIDS treatment drug AZT as harmful, and characterized the WHO as an \"Empire-building AIDS [organisation].\"[21] The pseudoscientific coverage of HIV/AIDS in the Sunday Times led the scientific journal Nature to monitor the newspaper's coverage and to publish letters rebutting Sunday Times articles which the Sunday Times refused to publish.[21] In response to this, the Sunday Times published an article headlined \"AIDS - why we won’t be silenced\", which claimed that Nature engaged in censorship and \"sinister intent\".[21] In his 1996 book, Full Disclosure, Neil wrote that the HIV/AIDS denialism \"deserved publication to encourage debate.\"[21] That same year, he wrote that the Sunday Times had been vindicated in its coverage, \"The Sunday Times was one of a handful of newspapers, perhaps the most prominent, which argued that heterosexual Aids was a myth. The figures are now in and this newspaper stands totally vindicated... The history of Aids is one of the great scandals of our time. I do not blame doctors and the Aids lobby for warning that everybody might be at risk in the early days, when ignorance was rife and reliable evidence scant.\" He criticized the \"AIDS establishment\" and said \"Aids had become an industry, a job-creation scheme for the caring classes.\"[23] John Witherow, who became editor at the end of 1994 (after several months as acting editor), continued the newspaper's expansion. A website was launched in 1996 and new print sections added: Home in 2001, and Driving in 2002, which in 2006 was renamed InGear. (It reverted to the name Driving from 7 October 2012, to coincide with the launch of a new standalone website, Sunday Times Driving.) Technology coverage was expanded in 2000 with the weekly colour magazine Doors, and in 2003 The Month, an editorial section presented as an interactive CD-Rom. Magazine partworks were regular additions, among them 1000 Makers of Music, published over six weeks in 1997. John Witherow oversaw a rise in circulation to 1.3 million[24] and reconfirmed The Sunday Times's reputation for publishing hard-hitting news stories – such as Cash for Questions in 1994 and Cash for Honours in 2006, and revelations of corruption at Fifa in 2010.[25] The newspaper's foreign coverage has been especially strong, and its reporters, Marie Colvin, Jon Swain, Hala Jaber, Mark Franchetti and Christina Lamb have dominated the Foreign Reporter of the Year category at the British Press Awards since 2000.[citation needed] Colvin, who worked for the paper from 1985, was killed in February 2012 by Syrian forces while covering the siege of Homs during that country's civil war.[26] In common with other newspapers, The Sunday Times has been hit by a fall in circulation, which has declined from a peak of 1.3 million to just over 710,000. It has a number of digital-only subscribers, which numbered 99,017 by January 2019.[27] During January 2013, Martin Ivens became 'acting' editor of The Sunday Times in succession to John Witherow, who became the 'acting' editor of The Times at the same time. The independent directors rejected a permanent position for Ivens as editor to avoid any possible merger of The Sunday Times and daily Times titles.[28] The Sunday Times has its own website. It previously shared an online presence with The Times, but in May 2010 they both launched their own sites to reflect their distinct brand identities. Since July 2010, the sites are charging for access. An iPad edition was launched in December 2010, and an Android version in August 2011. Since July 2012, the digital version of the paper has been available on Apple's Newsstand platform, allowing automated downloading of the news section. With over 500 MB of content every week, it is the biggest newspaper app in the world.[citation needed] The Sunday Times iPad app was named newspaper app of the year at the 2011 Newspaper Awards and has twice been ranked best newspaper or magazine app in the world by iMonitor. Various subscription packages exist, giving access to both the print and digital versions of the paper. On 2 October 2012, The Sunday Times launched Sunday Times Driving, a separate classified advertising site for premium vehicles that also includes editorial content from the newspaper as well as specially commissioned articles. It can be accessed without cost. This 164-page monthly magazine is sold separately from the newspaper and is Britain's best-selling travel magazine.[29] The first issue of The Sunday Times Travel Magazine was in 2003,[30][31] and it includes news, features and insider guides. Some of the more notable or controversial stories published in The Sunday Times include:[32] In July 2011, The Sunday Times was implicated in the wider News International phone hacking scandal, which primarily involved the News of the World, a Murdoch tabloid newspaper published in the UK from 1843 to 2011. Former British prime minister Gordon Brown accused The Sunday Times of employing \"known criminals\" to impersonate him and obtain his private financial records.[66][67] Brown's bank reported that an investigator employed by The Sunday Times repeatedly impersonated Brown to gain access to his bank account records.[68] The Sunday Times vigorously denied these accusations and said that the story was in the public interest and that it had followed the Press Complaints Commission code on using subterfuge. The Irish edition of The Sunday Times was launched on a small scale on 1993 with just two staff: Alan Ruddock and John Burns (who started as financial correspondent for the newspaper and is at present acting associate editor). It used the slogan \"The English just don't get it\".[69] It is now the third biggest-selling newspaper in Ireland measured in terms of full-price cover sales (Source: ABC Jan–June 2012). Circulation had grown steadily to over 127,000 in the two decades before 2012, but has declined since and currently stands at 60,352 (Jan to Jun 2018).[70][71] The paper is heavily editionalised, with extensive Irish coverage of politics, general news, business, personal finance, sport, culture and lifestyle. The office employs 25 people. The paper also has a number of well-known freelance columnists including Brenda Power, Liam Fay, Matt Cooper, Damien Kiberd, Jill Kerby and Stephen Price. However, it ended collaboration with Kevin Myers after he had published a controversial column. The Irish edition has had four editors since it was set up: Alan Ruddock from 1993 until 1996, Rory Godson from 1996 until 2000,[72] Fiona McHugh[73] from 2000 to 2005, and from 2005 until 2020 Frank Fitzgibbon.[74] John Burns is acting editor of the Irish Edition from 2020. For more than 20 years the paper has published a separate Scottish edition, which has been edited since January 2012 by Jason Allardyce. While most of the articles that run in the English edition appear in the Scottish edition, its staff also produces about a dozen Scottish news stories, including a front-page article, most weeks. The edition also contains a weekly \"Scottish Focus\" feature and Scottish commentary, and covers Scottish sport in addition to providing Scottish television schedules. The Scottish issue is the biggest-selling quality newspaper in the market, outselling both Scotland on Sunday and the Sunday Herald.[citation needed]","Title":"The Sunday Times - Wikipedia","KeyID":"15643","URL":"https://en.wikipedia.org/wiki/The_Sunday_Times"}