{"Content: ":"Diplomatic recognition in international law is a unilateral declarative political act of a state that acknowledges an act or status of another state or government in control of a state (may be also a recognized state). Recognition can be accorded either on a de facto or de jure basis. Recognition can be a declaration to that effect by the recognizing government or may be implied from an act of recognition, such as entering into a treaty with the other state or making a state visit. Recognition may, but need not, have domestic and international legal consequences. If sufficient countries recognise a particular entity as a state, that state may have a right to membership in international organizations, while treaties may require all existing member countries unanimously agreeing to the admission of a new member. A vote by a country in the United Nations in favour of the membership of another country is an implicit recognition of that country by the country so voting, as only states may be members of the UN. On the other hand, a negative vote for UN membership does not necessarily mean non-recognition of the applicant as a state, as other criteria, requirements or special circumstances may be considered relevant for UN membership. Similarly, a country may choose not to apply for UN membership for its own reasons, as was the case with the Vatican, and Switzerland was not a member until 2002 because of its concerns to maintain its neutrality policy. The non-recognition of particular acts of a state does not normally affect the recognition of the state itself. For example, the international rejection of the occupation of particular territory by a recognised state does not imply non-recognition of the state itself, nor a rejection of a change of government by illegal means. Diplomatic recognition must be distinguished from formal recognition of states or their governments.[1] The fact that states do not maintain bilateral diplomatic relations does not mean that they do not recognize or treat one another as states. A state is not required to accord formal bilateral recognition to any other state, and some have a general policy of not doing so, considering that a vote for its membership of an international organisation restricted to states, such as the United Nations, is an act of recognition. Some consider that a state has a responsibility not to recognize as a state any entity that has attained the qualifications for statehood by a violation of basic principles of the UN Charter: the UN Security Council has in several instances (Resolution 216 (1965) and Resolution 217 (1965), concerning Rhodesia; Resolution 541 (1983), concerning Northern Cyprus; and Resolution 787 (1992), concerning the Republika Srpska) issued Chapter VII resolutions (binding in international law) that denied their statehood and precluded recognition. In the 2010 International Court of Justice advisory opinion on Kosovo's declaration of independence, the ICJ ruled that \"general international law contains no applicable prohibition of declarations of independence.\"[2] The Court carefully noted \"that in all of those instances the Security Council was making a determination as regards the concrete situation existing at the time that those declarations of independence were made; the illegality attached to the declarations of independence thus stemmed not from the unilateral character of these declarations as such, but from the fact that they were, or would have been, connected with the unlawful use of force or other egregious violations of norms of general international law, in particular, those of a peremptory character (jus cogens). In the context of Kosovo, the Security Council has never taken this position. The exceptional character of the resolutions enumerated above appears to the Court to confirm that no general prohibition against unilateral declarations of independence may be inferred from the practice of the Security Council.\"[3] States can exercise their recognition powers either explicitly or implicitly.[4] The recognition of a government implies recognition of the state it governs, but even countries which have a policy of formally recognising states may not have a policy of doing the same regarding governments. De facto recognition of states, rather than de jure, is rare. De jure recognition is stronger, while de facto recognition is more tentative and recognizes only that a government exercises control over a territory. An example of the difference is when the United Kingdom recognized the Soviet state de facto in 1921, but de jure only in 1924. Another example is the state of Israel in 1948, whose government was immediately recognized de facto by the United States and three days later de jure by the Soviet Union. Also, the Republic of China, commonly known as \"Taiwan\", is generally recognized as de facto independent and sovereign, but is not universally recognized as de jure independent due to the complex political status of Taiwan related to the United Nation's withdrawal of recognition in favor of the People's Republic of China in 1971. Renewing recognition of a government is not necessary when it changes in a normal, constitutional way (such as an election or referendum), but may be necessary in the case of a coup d'etat or revolution. Recognition of a new government by other states can be important for its long-term survival. For instance, the Taliban government of the Islamic State of Afghanistan, which lasted from 1996 to 2001, was recognized only by Pakistan, the United Arab Emirates, and Saudi Arabia, while far more had recognized the government of ousted President Burhanuddin Rabbani. The disputed territory of Jammu and Kashmir under the control of India is not recognized by either Pakistan or the People's Republic of China, and the Republic of Turkey. Recognition can be implied by other acts, such as a visit of the head of state, or the signing of a bilateral treaty. If implicit recognition is possible, a state may feel the need to explicitly proclaim that its acts do not constitute diplomatic recognition, like when the United States commenced its dialogue with the Palestine Liberation Organization in 1988. A state may withdraw diplomatic recognition of another state or simply refuse to deal with that other country, after withdrawing from all diplomatic relations with that country, such as embassies and consulates, and requiring the other country to do the same. The state will appoint a protecting power to represent its interests in the other state. The doctrine of non-recognition of illegal or immoral situations, like territorial gains achieved by force, is called the Stimson Doctrine, and has become more important since the Second World War, especially in the United Nations where it is a method of ensuring compliance with international law – for instance, in the case of Rhodesia in 1965. Withdrawal of recognition of a government is a more severe act of disapproval than the breaking of diplomatic relations. Besides recognizing other states, states also can recognize the governments of states. This can be problematic particularly when a new government comes to power by illegal means, such as a coup d'état, or when an existing government stays in power by fixing an election. States once formally recognized both the government of a state and the state itself, but many no longer follow that practice,[5] even though, if diplomatic relations are to be maintained, it is necessary that there be a government with which to engage in diplomatic relations.[6] Countries such as the United States answer queries over the recognition of governments with the statement: \"The question of recognition does not arise: we are conducting our relations with the new government.\"[7] Several of the world's geo-political entities lack general international recognition, but wish to be recognized as sovereign states. The degree of de facto control these entities exert over the territories they claim varies. Most are subnational regions with an ethnic or national identity of their own that have separated from the original parent state. Such states are commonly referred to as \"break-away\" states. Some of these entities are in effect internally self-governing protectorates that enjoy military protection and informal diplomatic representation abroad through another state to prevent forced reincorporation into their original states. Note that the word \"control\" in this list refers to control over the area occupied, not occupation of the area claimed. Unrecognized countries may have either full control over their occupied territory (such as Northern Cyprus), or only partial control (such as Western Sahara). In the former, the de jure governments have little or no influence in the areas they claim to rule, whereas in the latter they have varying degrees of control, and may provide essential services to people living in the areas. Other elements that may be recognized include occupation or annexation of territory, or belligerent rights of a party in a conflict. Recognition of the latter does not imply recognition of a state. Formal recognition of belligerency, which is rare today, signifies that the parties to the civil war or other internal conflict \"are entitled to excise belligerent rights, thus accepting that the rebel group possesses sufficient international personality to support the position of such rights and duties.\"[8] Extension of the rights of belligerency is usually done by other states, rather than by the government fighting the rebel group.[8] (A 1907 report by William E. Fuller for the Spanish Treaty Claims Commission noted that \"A parent state never formally recognizes the insurgents as belligerents, although it may in fact treat them as such by carrying on war against them in accordance with the rules and usages of international warfare.\"[9]) Examples of recognition of belligerent status include:","Title":"Diplomatic recognition - Wikipedia","KeyID":"15644","URL":"https://en.wikipedia.org/wiki/Diplomatic_recognition"}