{"Content: ":"Sergiy[a] Olehovych Kyslytsya (Ukrainian: Сергій Олегович Кислиця; born 15 August 1969) is a Ukrainian career diplomat, who serves as Ambassador Extraordinary and Plenipotentiary of Ukraine and Permanent Representative of Ukraine to the United Nations.[1] He had previously served as Deputy Minister of Foreign Affairs of Ukraine (2014–2019).[2][3] Born in Kyiv, Ukraine on 15 August 1969. Kyslytsya graduated cum laude from Taras Shevchenko National University of Kyiv with a Master of Arts degree in International Law.[4] He is fluent in Ukrainian, English, Russian, Spanish and French.[4] Kyslytsya started his career in international diplomacy as an intern to the Foreign Ministry of Ukraine. Over the next eight years Kyslytsya held a number of diplomacy roles, including: Special Assistant to the Deputy, First Deputy Foreign Minister of Ukraine; Head, a.i., of the Council of Europe Section, MFA, Ukraine; Second, First Secretary (political), Special Assistant to the Ambassador, Embassy of Ukraine to Belgium, The Netherlands and Luxembourg and Mission of Ukraine to NATO; contact point for WEU-Ukraine (Brussels); Chief of Staff of the Minister for Foreign Affairs of Ukraine; Senior Adviser to the Minister for Foreign Affairs, Group of Advisers and Ambassadors at Large, MFA, Ukraine.[2] In 2001, Kyslytsya became the Political Counselor at the Embassy of Ukraine, Washington, D.C. before becoming the political Minister-Counselor at the embassy.[5] In 2006, Kyslytsya was appointed the Director-General for International Organizations within the Ukrainian Foreign Ministry. Kyslytsya was appointed the Deputy Minister of Foreign Affairs of Ukraine in 2014.[6][7][8] Kyslytsya was Deputy Minister during the Annexation of Crimea by Russia, and was involved in the international response to the annexation.[9][10] In 2016, Kyslytsya was assigned the rank of Ambassador Extraordinary and Plenipotentiary.[1] Kyslytsya was appointed to be the Permanent Representative of Ukraine to the United Nations in 2019. In 2021, Kyslytsya was awarded the Order of Merit of the III degree: his citation read \"for significant personal contribution to strengthening international cooperation of Ukraine, many years of fruitful diplomatic activity and high professionalism.\"[11] In early 2022, Kyslytsya gained international media attention when he made a series of comments in relation to the 2022 Russian invasion of Ukraine, including condemnations of the Russian President Vladimir Putin and Russian Representative to the UN Vasily Nebenzya.[citation needed] On 23 February 2022, President Vladimir Putin announced the invasion via video message half an hour into an emergency meeting of the Security Council meeting regarding Ukraine. After this Kyslytsya called at the meeting upon Russian Representative Vasily Nebenzya to \"call Lavrov right now\" and \"do everything possible to stop the war.\" After Nebenzya had refused to do so and refused to relinquish Security Council Presidency, Kyslytsya told the Russian Representative that war criminals would not go to purgatory, but \"straight to hell,\" which generated substantial media attention.[12][13][14] When questioned by a reporter about Nebenzya's assertion that the military operation in Ukraine \"isn't called a war\" Kyslytsya said \"you want me to dissect the crazy lunatic semantics of a person whose president violates the charter, whose president declared a war and he's playing with words\".[15] A draft resolution submitted by the United States and Albania condemning Russian aggression ultimately failed due to Russia's veto. Kyslytsya slammed the Russian actions as unjustifiable and the Russian delegation as untrustworthy.[16] On 28 February, during a special session of the United Nations General Assembly, Kyslytsya said \"‘If [Putin] wants to kill himself, he doesn’t need to use the nuclear arsenal. He has to do what the guy in Berlin did in a bunker in May 1945.\"[17][18] On 1 March, while speaking to the UN General Assembly, Kyslytsya read aloud from what was claimed to be \"an actual screenshot\" of the messages found on the phone of a dead Russian soldier, noting that the messages had been sent \"several moments before\" the soldier was killed.[19] The messages were from the unnamed Russian to his mother and included him saying \"Mama, I'm in Ukraine. There is a real war raging here. I'm afraid. We are bombing all of the cities together, even targeting civilians' and \"They call us fascists. Mama, this is so hard\".[19][20]","Title":"Sergiy Kyslytsya - Wikipedia","KeyID":"15648","URL":"https://en.wikipedia.org/wiki/Sergiy_Kyslytsya"}