{"Content: ":"The Federal Security Service of the Russian Federation (FSB RF; Russian: Федеральная служба безопасности Российской Федерации (ФСБ РФ), tr. Federal'naya sluzhba bezopasnosti Rossiyskoy Federatsii, IPA: [fʲɪdʲɪˈralʲnəjə ˈsluʐbə bʲɪzɐˈpasnəstʲɪ rɐˈsʲijskəj fʲɪdʲɪˈratsɨɪ]) is the principal security agency of Russia and the main successor agency to the Soviet Union's KGB; its immediate predecessor was the Federal Counterintelligence Service (FSK) which was reorganized into the FSB in 1995. The three major structural successor components of the former KGB that remain administratively independent of the FSB are the Foreign Intelligence Service (SVR), the Federal Protective Service (FSO), and the Main Directorate of Special Programs of the President of the Russian Federation (GUSP). Its primary responsibilities are within the country and include counter-intelligence, internal and border security, counter-terrorism, and surveillance as well as investigating some other types of serious crimes and federal law violations. It is headquartered in Lubyanka Square, Moscow's center, in the main building of the former KGB. The director of the FSB is appointed by and directly answerable to the president of Russia.[1] In 2003, the FSB's responsibilities were expanded by incorporating the Border Guard Service and a major part of the Federal Agency of Government Communication and Information (FAPSI); this would include intelligence activities in countries that were once members of the Soviet Union, work formerly done by the KGB's Fifth Service. The SVR had in 1992 signed an agreement not to spy on those countries; the FSB had made no such commitment. The Federal Security Service is one of the successor organisations of the Soviet Committee of State Security (KGB). Following the attempted coup of 1991—in which some KGB units as well as the KGB head Vladimir Kryuchkov played a major part—the KGB was dismantled and ceased to exist from November 1991.[2][3] In December 1991, two government agencies answerable to the Russian president were created by President Yeltsin's decrees on the basis of the relevant main directorates of the defunct KGB: Foreign Intelligence Service (Russia) (SVR, the former First Main Directorate) and the Federal Agency of Government Communications and Information (FAPSI, merging the functions of the former 8th Main Directorate and 16th Main Directorate of the KGB). In January 1992, another new institution, the Ministry of Security took over domestic and border security responsibilities.[4] Following the 1993 constitutional crisis, the Ministry of Security was reorganized on 21 December 1993 into the Federal Counter-Intelligence Service (FSK). The FSK was headed by Sergei Stepashin. Before the start of the main military activities of the First Chechen War the FSK was responsible for the covert operations against the separatists led by Dzhokhar Dudayev.[5] In 1995, the FSK was renamed and reorganized into the Federal Security Service (FSB) by the Federal Law \"On the Federal Security Service\" (the title of the law as amended in June 2003[6]) signed by the president on 3 April 1995.[7][8] The FSB reforms were rounded out by decree No. 633, signed by Boris Yeltsin on 23 June 1995. The decree made the tasks of the FSB more specific, giving the FSB substantial rights to conduct cryptographic work, and described the powers of the FSB director. The number of deputy directors was increased to 8: 2 first deputies, 5 deputies responsible for departments and directorates and 1 deputy director heading the Moscow City and Moscow regional directorate. Yeltsin appointed Colonel-General Mikhail Ivanovich Barsukov as the new director of the FSB. In 1998 Yeltsin appointed Vladimir Putin, a KGB veteran who would later succeed Yeltsin as federal president, as director of the FSB.[9] Putin was reluctant to take over the directorship, but once appointed conducted a thorough reorganization, which included the dismissal of most of the FSB's top personnel.[5] Putin appointed Nikolai Patrushev as the head of FSB in 1999.[4] After the main military offensive of the Second Chechen War ended and the separatists changed tactics to guerilla warfare, overall command of the federal forces in Chechnya was transferred from the military to the FSB in January 2001. While the army lacked technical means of tracking the guerrilla groups, the FSB suffered from insufficient human intelligence due to its inability to build networks of agents and informants. In the autumn of 2002, the separatists launched a massive campaign of terrorism against the Russian civilians, including the Dubrovka theatre attack. The inability of the federal forces to conduct efficient counter-terrorist operations led to the government to transfer the responsibility of \"maintaining order\" in Chechnya from the FSB to the Ministry of Internal Affairs (MVD) in July 2003.[10] After becoming president, Vladimir Putin launched a major reorganization of the FSB. First, the FSB was placed under direct control of the President by a decree issued on 17 May 2000.[4] The internal structure of the agency was reformed by a decree signed on 17 June 2000. In the resulting structure, the FSB was to have a director, a first deputy director and nine other deputy directors, including one possible state secretary and the chiefs of six departments: Economic Security Department, Counterintelligence Department, Organizational and Personnel Service, Department of activity provision, Department for Analysis, Forecasting and Strategic Planning, Department for Protection of the Constitutional System and the Fight against Terrorism. In 2003, the agency's responsibilities were considerably widened. The Border Guard Service of Russia, with its staff of 210,000, was integrated to the FSB via a decree was signed on 11 March 2003. The merger was completed by 1 July 2003. In addition, The Federal Agency of Government Communication and Information (FAPSI) was abolished, and the FSB was granted a major part of its functions, while other parts went to the Ministry of Defense.[4] Among the reasons for this strengthening of the FSB were the enhanced need for security after increased terror attacks against Russian civilians starting with the Moscow theater hostage crisis; the need to end the permanent infighting between the FSB, FAPSI and the Border Guards due to their overlapping functions; and the need for more efficient response to migration, drug trafficking and illegal arms trading. It has also been pointed out that the FSB was the only power base of the new president, and the restructuring therefore strengthened Putin's position (see Political groups under Vladimir Putin's presidency).[4] On 28 June 2004 in a speech to high-ranking FSB officers, Putin emphasized three major tasks of the agency: neutralizing foreign espionage, safeguarding economic and financial security of the country and combating organized crime.[4] In September 2006, the FSB was shaken up by a major reshuffle, which, combined with some earlier reassignments (most remarkably, those of FSB Deputy Directors Yury Zaostrovtsev and Vladimir Anisimov in 2004 and 2005, respectively), were widely believed to be linked to the Three Whales Corruption Scandal that had slowly unfolded since 2000. Some analysts considered it to be an attempt to undermine FSB Director Nikolay Patrushev's influence, as it was Patrushev's team from the Karelian KGB Directorate of the late 1980s – early 1990s that had suffered most and he had been on vacations during the event.[11][12][13] By 2008, the agency had one Director, two First Deputy Directors and 5 Deputy Directors. It had the following 9 divisions:[4] Starting from the Moscow theater hostage crisis in 2002, Russia was faced with increased levels of terrorism. During the Moscow theater siege and the Beslan school siege, FSB's Spetsnaz units Alpha Group and Vympel played a key role in the hostage release operations.[citation needed] However, their performance was criticised due to the high number of hostage casualties. In 2006, the FSB successfully killed Shamil Basayev, the person behind the Beslan tragedy and several other high-profile terrorist acts. According to the FSB, the operation was planned over six months and made possible due to the FSB's increased activities in foreign countries that were supplying arms to the terrorists. Basayev was tracked via the surveillance of this arms trafficking. Basayev and other militants were preparing to carry out a terrorist attack in Ingushetia when FSB agents destroyed their convoy; 12 militants were killed.[14][15] During the last years of the Vladimir Putin's second presidency (2006–2008), terrorist attacks in Russia dwindled, falling from 257 in 2005 to 48 in 2007. Military analyst Vitaly Shlykov praised the effectiveness of Russia's security agencies, saying that the experience learned in Chechnya and Dagestan had been key to the success. In 2008, the American Carnegie Endowment's Foreign Policy magazine named Russia as \"the worst place to be a terrorist\" and highlighted especially Russia's willingness to prioritize national security over civil rights.[16] By 2010, Russian forces, led by the FSB, had managed to eliminate the top level leadership of the Chechen insurgency, except for Dokka Umarov.[17] Starting from 2009, the level of terrorism in Russia increased again, particularly suicide attacks. Between February 2005 and August 2008, no civilians were killed in such attacks. However, in 2008, at least 17 were killed, and in 2009 the number rose to 45.[18] In March 2010, Islamist militants organised the 2010 Moscow Metro bombings, which killed 40 people. One of the two blasts took place at Lubyanka station, near the FSB headquarters. Militant leader Doku Umarov—dubbed \"Russia's Osama Bin Laden\"—took responsibility for the attacks. In July 2010, President Dmitry Medvedev expanded the FSB's powers in its fight against terrorism. FSB officers received the power to issue warnings to citizens on actions that could lead to committing crimes and arrest people for 15 days if they fail to comply with legitimate orders given by the officers. The bill was harshly criticized by human rights organizations.[citation needed] Since 2014, the FSB devoted substantial resources to preparing for a Russian takeover of Ukraine.[19] Although Russia's SVR and GRU (foreign and military intelligence services) were also involved, FSB had a lead role on \"intelligence and influence operations.\"[20] The FSB's Fifth Service, also referred to as the \"Department for Operational Information\" and \"Operational Information and International Relations Service\" is stated by the BBC and Radio Free Europe as counterintelligence in former territories of the Soviet Union, work formerly done by the KGB's Fifth Service. Its Ninth Directorate of the Fifth Service targets Ukraine.[21][20][22] According to a report of the Royal United Services Institute citing interviews officers and analysts of Security Service of Ukraine, the FSB Ukraine team greatly expanded July 2021, and by February 2022 it had \"around 200 officers\" although most teams consist of only 10–20.[23] Before the 2022 invasion, intelligence agencies in Ukraine, Germany, the UK, and the US reported that the FSB planned to replace elected leaders of Ukraine with Ukrainians now living in Russia.[24][25] In 2014, according to a Russian military analyst, the FSB badly misled Putin with claims that Ukrainians would welcome a Russian invasion of Crimea to free them from \"fascists.\"[26] According to Radio Free Europe, in 2022, the FSB again promised easy victory if Russia invaded Ukraine.[21] With the start of the 2022 Russian invasion of Ukraine, Ukrainian counterintelligence has repeatedly asserted that the FSB suffered failures of operations security, including acts of insubordination and possible sabotage. In March 2022, Russia's encrypted communication system in Ukraine became useless after the Russian military destroyed cellphone towers; unencrypted phone calls from the FSB in Ukraine to superiors in Moscow discussing the death of Vitaly Gerasimov were tapped and released publicly. Ukrainian intelligence reported that FSB members were leaking intelligence to them, including the location of the Chechen commandos sent to assassinate Zelensky. In late March, Ukrainian intelligence posted online the names, addresses, phone numbers, and more of 620 people they identified as FSB agents. None of these reports have been confirmed by the FSB.[27][28][29][30][31] Media outlets of Ukraine, its allies in the West, and Russian dissidents report that Vladimir Putin has blamed setbacks in the military operations on the FSB and the Fifth Service. On 11 March 2022, investigative journalist Andrei Soldatov reported that Fifth Service head Sergey Beseda and his deputy, Anatoly Bolyukh were under house arrest due to Putin's discontent with intelligence failures regarding the invasion of Ukraine. A U.S. official interviewed by The Wall Street Journal described the arrest report as \"credible\".[32][33][34][35][36] On 11 April 2022, the Times of London, citing unnamed sources who had spoken to Bellingcat executive director Christo Grozev, reported that Beseda was transferred to Lefortovo Prison, the scene of mass executions during Stalin's purges. The same report claims that up over 100 FSB agents from the Fifth Service had been sacked. The Times of London also reports that \"it is thought that\" the Fifth Service is now headed by Beseda's former subordinate, Grigory Grishaev.[37][38] According to an article in the 11 April 2022 issue of The Washington Post:[39] Several current and former officials described the Russian security service as rife with corruption, beset by bureaucratic bloat and ultimately out of touch. A Ukrainian intelligence official said the FSB had spent millions recruiting a network of pro-Russian collaborators who ultimately told Putin and his top advisers, among them the current FSB director, what they wanted to hear. There have been a series of alleged leaked letters from FSB analysts, made public after the invasion began, which report the same kind of problem, for example, \"You have to write the analysis in a way that makes Russia the victor ... otherwise you get questioned for not doing good work.\"[40][41] In 2011, the FSB said it had exposed 199 foreign spies, including 41 professional spies and 158 agents employed by foreign intelligence services.[42] The number has risen in recent years: in 2006 the FSB reportedly caught about 27 foreign intelligence officers and 89 foreign agents.[43] Comparing the number of exposed spies historically, the then-FSB Director Nikolay Kovalyov said in 1996: \"There has never been such a number of spies arrested by us since the time when German agents were sent in during the years of World War II.\" The 2011 figure is similar to what was reported in 1995–1996, when around 400 foreign intelligence agents were uncovered during the two-year period.[44] In a high-profile case of foreign espionage, the FSB said in February 2012 that an engineer working at the Plesetsk Cosmodrome, Russia's main space center for military launches, had been sentenced to 13 years in prison on charges of state treason. A court judged that the engineer had sold information about the testing of new Russian strategic missile systems to the American CIA.[45] A number of scientists have been accused of espionage and illegal technology exports by the FSB since it was established; instances include researcher Igor Sutyagin,[46] physicist Valentin Danilov,[47] physical chemist Oleg Korobeinichev,[48] academician Oskar Kaibyshev,[49] and physicist Yury Ryzhov.[50] Ecologist and journalist Alexander Nikitin, who worked with the Bellona Foundation, was accused of espionage. He published material exposing hazards posed by the Russian Navy's nuclear fleet. He was acquitted in 1999 after spending several years in prison (his case was sent for re-investigation 13 times while he remained in prison). In August 2021, the FSB arrested plasma physics-expert Alexander Kuranov, chief designer of the Hypersonic Systems Research Center (NIPGS in Russian) in St. Petersburg. Kuranov is suspected of passing secret information to a foreigner about hypersonic technology; he oversaw concept design on the Ayaks/Ajax hypersonic aircraft and has run a Russia-US scientific symposium for several years.[51][52] Other instances of prosecution are the cases of investigative journalist and ecologist Grigory Pasko,[53][54] Vladimir Petrenko, who described danger posed by military chemical warfare stockpiles, and Nikolay Shchur, chairman of the Snezhinskiy Ecological Fund.[44] Other arrested people include Viktor Orekhov, a former KGB officer who assisted Soviet dissidents, Vladimir Kazantsev, who disclosed illegal purchases of eavesdropping devices from foreign firms, and Vil Mirzayanov, who had written that Russia was working on a nerve-gas weapon.[44] In 2011, the FSB prevented 94 \"crimes of a terrorist nature\", including eight terrorist attacks. In particular, the agency foiled a planned suicide bombing in Moscow on New Year's Eve. However, the agency failed to prevent terrorists perpetrating the Domodedovo International Airport bombing.[42] Over the years, FSB and affiliated state security organizations have killed all presidents of the separatist Chechen Republic of Ichkeria including Dzhokhar Dudaev, Zelimkhan Yandarbiev, Aslan Maskhadov, and Abdul-Khalim Saidullaev. Just before his death, Saidullaev claimed that the Russian government \"treacherously\" killed Maskhadov, after inviting him to \"talks\" and promising his security \"at the highest level\".[55] During the Moscow theater hostage crisis and Beslan school hostage crisis, all hostage-takers were killed on the spot by FSB spetsnaz forces. Only one of the suspects, Nur-Pashi Kulayev, survived and was convicted later by the court. It is reported that more than 100 leaders of terrorist groups have been killed during 119 operations on North Caucasus during 2006.[43] On 28 July 2006 the FSB presented a list of 17 terrorist organizations recognized by the Supreme Court of the Russian Federation, to Rossiyskaya Gazeta newspaper, which published the list that day. The list had been available previously, but only through individual request.[56][57] Commenting on the list, Yuri Sapunov, head of anti-terrorism at the FSB, named three main criteria necessary for organizations to be listed.[58] According to some unofficial sources,[59][60][61][62][63] since 1999, the FSB has also been tasked with the intelligence-gathering on the territory of the CIS countries, wherein the SVR is legally forbidden from conducting espionage under the inter-government agreements. Such activity is in line with Article 8 of the Federal Law on the FSB.[64] According to the Royal United Services Institute, FSB's Department for Operational Information \"is responsible for compiling data on Russia's 'near abroad', having taken over the work of KGB's Fifth Service, which ran counterintelligence inside territories of the Soviet Union.[22] In the summer of 2006, the FSB was given the legal power to engage in targeted killing of terrorism suspects overseas if so ordered by the president.[65] The Federal Border Guard Service (FPS) has been part of the FSB since 2003. Russia has 61,000 kilometers (38,000 mi) of sea and land borders, 7,500 kilometers (4,700 mi) of which is with Kazakhstan, and 4,000 kilometers (2,500 mi) with China. One kilometer (.62 miles) of border protection costs around 1 million rubles per year.[66] The FSB is engaged in the development of Russia's export control strategy and examines drafts of international agreements related to the transfer of dual-use and military commodities and technologies. Its primary role in the nonproliferation sphere is to collect information to prevent the illegal export of controlled nuclear technology and materials.[67] Since 2008, the director of the FSB has been General Alexander Bortnikov.[68] The current First Deputy Director of the FSB is Sergei Korolev. He was appointed by Russian President Vladimir Putin on 24 February 2021.[69] Below the nationwide level, the FSB has regional offices in all the federal subjects of Russia. It also has administrations in the armed forces and other military institutions. Sub-departments exist for areas such as aviation, special training centers, forensic expertise, military medicine, etc.[4] Structure of the Federal Office (incomplete): Besides the services (departments) and directorates of the federal office, the territorial directorates of FSB in the federal subjects are also subordinate to it. Of these, St. Petersburg and Leningrad Oblast Directorate of FSB and its predecessors (historically covering both Leningrad/Saint Petersburg and Leningrad Oblast) have played especially important roles in the history of this organization, as many of the officers of the Directorate, including Vladimir Putin and Nikolay Patrushev, later assumed important positions within the federal FSB office or other government bodies. After the last Chief of the Soviet time, Anatoly Kurkov, the St. Petersburg and Leningrad Oblast Directorate were led by Sergei Stepashin (29 November 1991 – 1992), Viktor Cherkesov (1992 –1998), Alexander Grigoryev (1 October 1998 – 5 January 2001), Sergei Smirnov (5 January 2001 – June 2003), Alexander Bortnikov (June 2003 – March 2004) and Yury Ignashchenkov (since March 2004). On 20 June 1996, Boris Yeltsin fired Director of FSB Mikhail Barsukov and appointed Nikolay Kovalyov as acting Director and later Director of the FSB. Aleksander Bortnikov took over on 12 May 2008.  The FSB has been criticised for corruption, human rights violations and secret police activities. Some Kremlin critics such as Alexander Litvinenko have claimed that the FSB is engaged in suppression of internal dissent; Litvinenko died in 2006 as a result of polonium poisoning.[70] A number of opposition lawmakers and investigative journalists were murdered while investigating corruption and other alleged crimes: Sergei Yushenkov, Yuri Shchekochikhin, Galina Starovoitova, Anna Politkovskaya, Alexander Litvinenko, Paul Klebnikov, Nadezhda Chaikova, Nina Yefimova, and others.[71][72] Recently, the FSB was criticised by western sources[73] for monitoring a gathering of members of the Jehovahs Witnesses while they were about to undergo baptism rites. The FSB has been further criticised by some for failure to bring Islamist terrorism in Russia under control.[74] In the mid-2000s, the pro-Kremlin Russian sociologist Olga Kryshtanovskaya claimed that FSB played a dominant role in the country's political, economic and even cultural life.[75][76][77] FSB officers have been frequently accused of torture,[78][79][80][81][82] extortion, bribery and illegal takeovers of private companies, often working together with tax inspection officers. Active and former FSB officers are also present as \"curators\" in \"almost every single large enterprise\", both in public and private sectors.[83][84] Former FSB officer, a defector, Alexander Litvinenko, along with a series of other authors such as Yury Felshtinsky, David Satter, Boris Kagarlitsky, Vladimir Pribylovsky, Mikhail Trepashkin (also former FSB officer) claimed in the early 2000s that the 1999 apartment bombings in Moscow and other Russian cities were a false flag attack coordinated by the FSB in order to win public support for a new full-scale war in Chechnya and boost former FSB Director Vladimir Putin's, then the prime minister, popularity in the lead-up to parliamentary elections and presidential transfer of power in Russia later that year.[85][86][87][88][89][90][91][92][93][94][95][96] After the annexation of Crimea, the FSB may also have been responsible for the forced disappearances and torture of Crimean Tatar activists and public figures. Some, such as Oleh Sentsov, have been detained and accused in politically motivated kangaroo courts.[97] In spite of various anti-corruption actions of the government FSB operatives and officials are routinely found in the center of various fraud, racket and corruption scandals.[98][99] On 29 December 2016, the White House accused and sanctioned the FSB and several other Russian companies for what the US intelligence agencies said was their role in helping the Russian military intelligence service, the Main Intelligence Directorate (GRU) disrupt and spread disinformation during the 2016 US presidential election. In addition, the State Department also declared 35 Russian diplomats and officials persona non-grata and denied Russian government officials access to two Russian-owned installations in Maryland and New York.[100] In September 2017, WikiLeaks released \"Spy Files Russia,\" revealing \"how a St. Petersburg-based technology company called Peter-Service helped state entities gather detailed data on Russian cellphone users, part of a national system of online surveillance called System for Operative Investigative Activities (SORM) (Russian: Система оперативно-разыскных мероприятий).\"[101][102] SORM-1 is for wiretapping phones. SORM-2 intercepts electronic correspondence and Internet traffic. Beginning in the summer of 2014, SORM-3 has been \"on guard\" and integrates all telecommunication services in real time.[103][104] In 2022, several current and former officials described the FSB as less effective than the KGB, describing it as \"rife with corruption, beset by bureaucratic bloat and ultimately out of touch.\"[39] In December 2014 German television network ARD broadcast Hajo Seppelt's documentary film The Doping Secret: How Russia Makes its Winners (German: Geheimsache Doping: Wie Russland seine Sieger macht) featuring testimonials from Russian athletes about systematic doping in athletics and other sports in Russia.[105] Following the broadcast, World Anti-Doping Agency President Craig Reedie authorized a three person Independent Commission (IC) under Richard Pound to investigate the issues brought up by the documentary. In November 2015, the IC authorized a review of practices by \"whether have been any breaches of processes or rules (Code and International Standards),\" by Russian Anti-Doping Agency and IAAF (though not exclusively).[106][107] The November 2015 IC Investigative Report found direct interference into the laboratory’s operations by the Russian State undermined the laboratory’s independence and that tests conducted by the laboratory were highly suspect. The report elaborates on the role of the FSB: [A] laboratory staff member reported that an FSB agent regularly visits the Moscow laboratory. The IC sources within the laboratory identified the FSB agent as Evgeniy Blotkin/Blokhin. Sources reported that Moscow laboratory Director Rodchenkov was required to meet with Evgeniy Blotkin weekly to update him on the “mood of WADA.” One laboratory staff member provided information to IC investigators about the suspected bugging or wiretapping of telephones, while another staff member reported that office spaces within the Moscow laboratory were monitored (bugged) by the FSB in order to be informed of the laboratory’s activities. This could not be independently verified by the IC, but the reported statements demonstrate the perceptions of laboratory officials, who believe they are under constant state surveillance. This perception is also fuelled by the FSB’s regular visits to the laboratory and the questioning of its staff members. For example, the IC learned that staff members were routinely questioned by FSB upon their return from global laboratory and WADA seminars. Following the airing of the ARD documentary, select laboratory staff members were directed by the FSB not to cooperate with the WADA investigation. Following the release of the IC report, WADA suspended the Moscow Antidoping Center. From November 2015 to May 2016. the United Kingdom Anti-Doping agency assisted WADA with testing in Russia. In June 2016, they reported that Doping Control Officers were unable to fully carry out their work and noted intimidation by armed Federal Security Service (FSB) agents.[108] In January 2016, Moscow laboratory Director Grigory Rodchenkov fled Russia aboard a flight to Los Angeles. He gave an interview to The New York Times the following May exposing the doping program in Russia, admitting to development of a three-drug cockatail of banned Performance-enhancing substances provided to dozens of athletes at 2014 Sochi Olympics.[109] The Financial Times reports that United States granted Rodchenkov asylum in 2019 and that he lives in the witness protection program.[110] As a result of the scandals the International Association of Athletics Federations suspended Russia from all international athletic competitions including the 2016 Summer Olympics.[111] Russian weightlifters were banned from Rio Olympics for numerous anti-doping violations as well.[112] In July 2016, the first McLaren Report found that \"beyond a reasonable doubt\" the Russian Ministry of Sport, the Centre of Sports Preparation of the National Teams of Russia, the Federal Security Service (FSB), and the WADA-accredited laboratory in Moscow \"operated for the protection of doped Russian athletes\" within a \"state-directed failsafe system\" using \"the disappearing positive [test] methodology.\"[113][114][115][116] In a second McLaren Report released December 2016, it was found that In the period before the Sochi Games, a “clean urine bank” was established at the FSB Command Centre, which was situated immediately adjacent to the Sochi Laboratory. Inside that building a dedicated room containing several large freezers was set up for the purpose of storing the clean urine samples.[117]","Title":"Federal Security Service - Wikipedia","KeyID":"15642","URL":"https://en.wikipedia.org/wiki/Federal_Security_Service"}