{"Content: ":"The legal basis for the introduction of martial law in Ukraine (Ukrainian: Воєнний стан в Україні) is the Constitution of Ukraine, the Law of Ukraine \"On the legal status of martial law\" (No. 389-VIII from May 12, 2015[1]) and presidential decrees about the introduction of martial law. Modern-day martial law has been introduced two times in Ukraine. The previous law \"On the legal status of martial law\" was adopted in 2000 and signed by President Leonid Kuchma.[2][3] It was changed several times: in 2003, 2008, 2010, 2012, and 2014.[3] In 2015, Petro Poroshenko introduced bill No. 2541 to parliament. It was adopted by the Verkhovna Rada of Ukraine on May 12 and returned with the signature of the President of Ukraine on June 8.[4][5] In order to implement the new law, the Cabinet of Ministers of Ukraine approved a typical plan for the introduction and provision of measures for the legal regime of martial law in Ukraine or in its separate areas.[6] In response to prolonged military intervention, central units of the executive branch of Ukraine created relevant divisions. In the Ministry of Social Policy operates Divilion for social adaptation of ATO participants and retired servicemen,[7] in the Ministry of Health – Division of coordination and providing medical care during anti-terrorist operations, emergency and martial law.[8] On May 28, 2015, in the program \"Year of Poroshenko,\" the President said that a decree on the introduction of a martial law in Ukraine would be signed if a truce was violated and an offensive would take place on the position of the Armed Forces of Ukraine.[5] A period of martial law was introduced by presidential decree on November 26, 2018[9] in 10 regions of Ukraine[10] from 14:00 local time for 30 days on with the aim of strengthening the defense of Ukraine against the background of increasing tension with Russia.[11][12] This happened after the incident in the Kerch Strait.[13][14] Martial law was ended after 30 days.[15] Initially, President Poroshenko signed a decree for martial law within the whole of Ukraine for 60 days; however, after 5 hours of deliberations, a less restrictive version was signed into the law by an emergency session of the Verkhovna Rada.[16] During the martial law (and starting on 30 November 2018) Ukraine banned all Russian men between 16 and 60 from entering the country for the period of the martial law with exceptions for humanitarian purposes.[17] Ukraine claimed this was a security measure to prevent Russia from forming units of “private” armies on Ukrainian soil.[18] According to the State Border Guard Service of Ukraine 1,650 Russian citizens were refused entry into Ukraine from November 26 to December 26, 2018.[19] On 27 December 2018, the National Security and Defense Council of Ukraine announced that it had extended \"the restrictive measures of the State Border Guard Service regarding the entry of Russian men into Ukraine.”[20] The affected territories were located along the Russia–Ukraine border, along the part of the Moldova–Ukraine border which runs along the unrecognised state of Transnistria (where Russian peacekeeping troops are present), and at the coasts of the Black Sea and Sea of Azov. The Ukrainian internal waters of the Azov–Kerch aquatory were also subject to the martial law. Despite public support, Poroshenko's decision was criticized because it occurred during the 2019 Ukrainian presidential election, which might be affected by the restrictions to the Constitution by the martial law (item 3 of the martial law decree).[21] On the other hand, it has been criticized as being too late, because before the Kerch Strait incident several significantly more serious military incidents did occur since the 2014 Russian military intervention in Ukraine.[22] Critics associate the timing with Poroshenko's pre-election political ambitions, since his ratings for the 2019 Ukrainian presidential election fell very low.[23] Concern was also expressed that the martial law would affect international aid payments. President Volodymyr Zelenskyy declared martial law on 24 February 2022, in response to the Russian invasion of Ukraine. Speaking in a televised address to the nation shortly before 7 a.m., he clarified that all able-bodied men from 18-60 years old were not allowed to leave the country as the country began a general mobilization of all reserve forces.[24][failed verification] On 26 February, Kyiv Mayor Vitali Klitschko declared a curfew from 5pm to 8am every day to expose Russian subversives.[25] The curfew was lifted on 28 February after a two-day search for Russian commando forces.[26] On 20 March, President Zelenskyy signed a decree that merged all national television channels into one platform due to martial law.[27][28] That same day, he signed a decree suspending the activities of eleven opposition political parties, citing claimed ties to the Russian government, throughout the duration of martial law; the parties included the pro-Russian Opposition Platform — For Life, the second-largest party in the Verkhovna Rada.[29][30] On 22 May the Ukrainian parliament extended martial law for another 90 days.","Title":"Martial law in Ukraine - Wikipedia","KeyID":"15655","URL":"https://en.wikipedia.org/wiki/Martial_law_in_Ukraine"}