{"Content: ":"The Wagner Group (Russian: Группа Вагнера, romanized: Gruppa Vagnera), also known as PMC Wagner, ChVK[a] Wagner,[43] or CHVK Vagner,[b] is a Russian paramilitary organization. It is variously described as a private military company (PMC), a network of mercenaries, or a de facto private army of Russian President Vladimir Putin.[44] Officially the group does not exist.[45][44] While the Wagner Group itself is not ideologically driven,[46][47] various elements of Wagner have been linked to Neo-Nazis and far-right extremists.[48][49] The group came to global prominence during the war in Donbas in Ukraine, where it aided separatist forces of the self-declared Donetsk and Luhansk People's Republics from 2014 to 2015. Its contractors have reportedly taken part in various conflicts around the world—including the civil wars in Syria, Libya, the Central African Republic (CAR), and Mali, often fighting on the side of forces aligned with the Russian government. Though welcomed by some allied factions, such as the governments of Syria and the CAR, Wagner operatives have been accused of war crimes in areas where they are deployed.[50][51] The accusations include rapes and robberies of civilians[52] and, at one point, a video was published of Wagner PMCs torturing an accused deserter.[53][54] Because it often operates in support of Russian interests or foreign policy objectives and is reportedly trained on installations of the Russian Ministry of Defence (MoD), several sources consider PMC Wagner an arm's-length unit of the MoD or Russia's military intelligence agency, the GRU.[55] Likewise, the group is widely believed to be owned or financed by Yevgeny Prigozhin, a businessman with close links to Putin. It is speculated that the Wagner Group is used by the Russian government to allow for plausible deniability in certain conflicts, and to obscure the number of casualties and financial costs of Russia's foreign interventions from the public;[56] it has most recently been tied to the Russian invasion of Ukraine in 2022, where it has been reportedly deployed to assassinate Ukrainian leaders.[57] The Wagner Group first appeared in Ukraine in 2014, where it participated in the annexation of Crimea.[58] Dmitriy Valeryevich Utkin, a veteran of the First and Second Chechen Wars reportedly founded the group.[59][60][61] Until 2008[61] or 2013, Utkin served as lieutenant colonel and brigade commander of a unit of special forces of Russia's Main Intelligence Directorate (GRU), the 700th Independent Spetsnaz Detachment of the 2nd Independent Brigade.[62][1][63] After leaving the military, he began working in 2013 for the Moran Security Group, a private company founded by Russian military veterans, which was involved in security and training missions worldwide, and specializes in security against piracy. The same year, senior Moran Security Group managers were involved in setting up the Hong Kong-based Slavonic Corps,[64] which headhunted contractors to \"protect oil fields and pipelines\" in Syria during its civil war.[1] Utkin was deployed in Syria as a member of the Slavonic Corps, surviving its disastrous mission.[62] Subsequently, Russia's Federal Security Service arrested some members of the Slavonic Corps for illegal mercenary activity.[65] The Wagner Group itself was first active in 2014,[1] along with Utkin, in the Luhansk region of Ukraine.[62] In 2021, the Foreign Policy report noted the origin of the name \"Wagner\" to be unknown.[45] Others say the group's name comes from Utkin's own call sign \"Wagner\", reportedly after the German composer Richard Wagner, which he is said to have chosen due to his passion for the Third Reich (Wagner being Adolf Hitler's favorite composer).[66][67] As such, some believe he is a neo-Nazi,[68][69] with The Economist reporting showing that Utkin has several Nazi tattoos.[67] Members of Wagner Group say Utkin is a Rodnover, a believer of Slavic native faith.[70] Radio Liberty cited insiders as saying that the leadership of the Wagner Group are followers of the Slavic Native Faith, a modern Pagan new religious movement.[71] In August 2017, the Turkish newspaper Yeni Şafak speculated that Utkin was possibly a figurehead for the company, while the real head of Wagner was someone else.[72] Various elements of Wagner have been linked to white supremacist and neo-Nazi far-right extremists,[48][67][49] such as Wagner's openly far-right and neo-Nazi Rusich unit,[73][74][75][76] and Wagner members have left neo-Nazi graffiti on the battlefield.[49][77] However, Erica Gaston, a senior policy adviser at the UN University Centre for Policy Research, noted that Wagner Group is not ideologically driven, but rather a network of mercenaries \"linked to the Russian security state\". Russia denies the connection and officially the group does not exist.[78][45] In December 2016, Utkin was photographed with Russian President Vladimir Putin at a Kremlin reception given in honour of those who had been awarded the Order of Courage and the title Hero of the Russian Federation (to mark the Day of Heroes of the Fatherland [ru]), along with Alexander Kuznetsov, Andrey Bogatov [ru] and Andrey Troshev [ru].[79] Kuznetsov (call sign \"Ratibor\") was said to be the commander of Wagner's first reconnaissance and assault company, Bogatov was the commander of the fourth reconnaissance and assault company, and Troshev served as the company's \"executive director\".[80] A few days after, Kremlin spokesman Dmitry Peskov confirmed the presence of Utkin at the reception, stating that Utkin was from the Novgorod Region and had received the award, but could not say for what except that it was presumably for courage. Peskov stated he was not aware how famous Utkin was.[81][82] It has been reported that Russian businessman Yevgeny Prigozhin—sometimes called \"Putin's chef\", because of his catering businesses that hosted dinners which Vladimir Putin attended with foreign dignitaries—[83][84][85] has links with Wagner[86][87] and Utkin personally.[88][89] The businessman has been said to be the funder[90][58] and actual owner of the Wagner Group.[91][92] Prigozhin denied any communication with Wagner.[93] In 2019, as the presence of Wagner PMCs in Africa was growing, a planned trip by Utkin to Rwanda was reportedly cancelled at the last moment. He was supposed to travel with Valery Zakharov, a Russian security advisor to the President of the Central African Republic. Subsequently, it was thought that Utkin was withdrawn from the Wagner Group's African operations due to his over-exposure that was the result of the medal-awarding ceremony at the Kremlin in 2016, and the United States sanctions imposed on him. Subsequently, Colonel Konstantin Aleksandrovich Pikalov (call sign \"Mazay\") was said to have been put in charge of Wagner's African operations.[61] According to another report, there was a change in leadership in the Wagner Group due to changes in the methodology and direction of its work, with Utkin leaving the group and Konstantin Pikalov becoming the new head of the organization. Another theory was that Dmitry Utkin may have been killed, as his phone number was no longer functioning and his regular trips from Krasnodar to St. Petersburg stopped.[94] Pikalov served as a military officer in Russia's experimental military unit numbered 99795, located in the village of Storozhevo, near St. Petersburg, which was tasked, in part, with \"determining the effects of radioactive rays on living organisms\". Following his retirement, he continued to live on the military base for at least until 2012 and ran a private detective agency. In the autumn of 2014, along with a large group of cossacks, he possibly took part in suppressing opponents of the Russian-supported President of Republika Srpska Milorad Dodik during the Republika Srpska general election in Bosnia and Herzegovina. Dodik won the re-election. Between 2014 and 2017, Pikalov traveled several times to destinations near the Ukrainian border, sometimes on joint bookings with known Wagner officers. In 2016, he ran for office in local council elections in the district of his military base near St. Petersburg on behalf of the pro-Kremlin A Just Russia party. However, his participation was denied by Russia's Central Election Committee, possibly due to his criminal record, as his name is listed on a Central Bank blacklist with a note that he was \"a suspect in money laundering\", although his current criminal file is blank. According to Bellingcat, this could mean either that the suspicion did not result in criminal charges, or that the records were purged. Former employees of Prigozhin interviewed on the condition of anonymity by Bellingcat stated Pikalov was known to have taken part in military operations in both Ukraine and Syria.[61] In early 2016, Wagner had 1,000 employees,[2] which later rose to 5,000 by August 2017,[95] and 6,000 by December 2017.[3] The organization was said to be registered in Argentina[2][95] and also has offices in Saint Petersburg[96] and Hong Kong.[97] In early October 2017, the SBU said that Wagner's funding in 2017 had been increased by 185 million rubles ($3.1 million) and that around forty Ukrainian nationals were working for Wagner, with the remaining 95 percent of the personnel being Russian citizens.[98] One Ukrainian was killed in Syria while fighting in the ranks of Wagner in March 2016,[99] and three were reported overall to have died that spring.[100] Armenians, Kazakhs and Moldovans have also worked for Wagner.[101] Following the deployment of its contractors between 2017 and 2019, to Sudan,[21] the Central African Republic,[22] Madagascar,[102] Libya[29] and Mozambique,[33] the Wagner Group had offices in 20 African countries, including Eswatini, Lesotho and Botswana, by the end of 2019.[103] Early in 2020, Erik Prince, founder of the Blackwater private military company, sought to provide military services to the Wagner Group in its operations in Libya and Mozambique, according to The Intercept.[104] By March 2021, Wagner PMCs were reportedly also deployed in Zimbabwe, Angola, Guinea, Guinea Bissau, and possibly the Democratic Republic of Congo.[105] The company trains its personnel at a Russian MoD facility, Molkino (Молькино),[63][106] near the remote village of Molkin, Krasnodar Krai.[107][108][109] The barracks at the base are officially not linked to the Russian MoD, with court documents describing them as a children's vacation camp.[110] According to a report published by Russian monthly Sovershenno Sekretno, the organisation that hired personnel for Wagner did not have a permanent name and had a legal address near the military settlement Pavshino in Krasnogorsk, near Moscow.[111] In December 2021, New Lines magazine analyzed data about 4,184 Wagner members who had been identified by researchers at the Ukrainian Center of Analytics and Security, finding that the average age of a Wagner contractor is forty years old and that the PMCs came from as many as fifteen different countries, though the majority were from Russia.[112] When new PMC recruits arrive at the training camp, they are no longer allowed to use social network services and other Internet resources. Company employees are not allowed to post photos, texts, audio and video recordings or any other information on the Internet that was obtained during their training. They are also not allowed to tell anyone their location, whether they are in Russia or another country. Mobile phones, tablets and other means of communication are left with the company and issued at a certain time with the permission of their commander. Passports and other documents are surrendered and in return company employees receive a nameless dog tag with a personal number. The company only accepts new recruits if a 10-year confidentiality agreement is established and in case of a breach of the confidentiality the company reserves the right to terminate the employee's contract without paying a fee.[113] According to the Security Service of Ukraine (SBU), Russian military officers are assigned the role of drill instructors for the recruits.[114] During their training, the PMCs receive $1,100 per month.[72] The pay of Wagner private military contractors (PMCs), who are usually retired regular Russian servicemen aged between 35 and 55,[72] is estimated to be between 80,000 and 250,000 Russian rubles a month (667–2,083 USD).[115] One source stated the pay was as high as 300,000 (2,500 USD).[79] In late 2019, a so-called Wagner code of honor was revealed that lists ten commandments for Wagner's PMCs to follow. These include, among others, to protect the interests of Russia always and everywhere, to value the honor of a Russian soldier, to fight not for money, but from the principle of winning always and everywhere.[116][117] Serb unit Wagner is believed to have a Serb unit, which was, until at least April 2016, under the command of Davor Savičić, a Bosnian Serb[9] who was a member of the Serb Volunteer Guard (also known as Arkan's Tigers) during the Bosnian War and the Special Operations Unit (JSO) during the Kosovo War.[118][119] His call sign in Bosnia was \"Elvis\".[119] Savičić was reportedly only three days in the Luhansk region when a BTR armored personnel carrier fired at his checkpoint, leaving him shell-shocked. After this, he left to be treated.[9] He was also reported to had been involved in the first offensive to capture Palmyra from the Islamic State (ISIL) in early 2016.[118] One member of the Serbian unit was killed in Syria in June 2017,[120] while the SBU issued arrest warrants in December 2017, for six Serbian PMCs that belonged to Wagner and fought in Ukraine, including Savičić.[121] In early February 2018, the SBU reported that one Serb member of Wagner, who was a veteran of the conflict in Syria, had been killed while fighting in eastern Ukraine.[122][123] Rusich unit The Wagner Group includes a contingent known as Rusich, or Task Force Rusich,[124] referred to as a \"sabotage and assault reconnaissance group\", which has been fighting as part of the Russian separatist forces in eastern Ukraine.[125] Rusich are described as a far-right extremist[73][126] or neo-Nazi unit,[127] and their logo features a Slavic swastika.[128] The group was founded by Alexey Milchakov and Yan Petrovsky in the summer of 2014, after graduating from a paramilitary training program run by the Russian Imperial Legion, the fighting arm of the Russian Imperial Movement.[129] As of 2017, the Ukrainian Prosecutor General and the International Criminal Court (ICC) were investigating fighters of this unit for alleged war crimes committed in Ukraine.[130] Russian and some Western observers believe that the organization does not actually exist as a private military company but is in reality a disguised branch of the Russian MoD that ultimately reports to the Russian government.[131][132][133][134] The company shares bases with the Russian military,[135] is transported by Russian military aircraft,[136][137][138] and uses Russia's military health care services.[139][140][141] The Russian state is also documented supporting the Wagner Group with passports.[141][142] Private military companies are not legally allowed in Russia; nevertheless, a number of them appear to have been operating in Russia, and in April 2012 Vladimir Putin, then Russian prime minister, speaking in the State Duma, endorsed the idea of setting up PMCs in Russia.[143] Several military analysts described Wagner as a \"pseudo-private\" military company that offers the Russian military establishment certain advantages such as ensuring plausible deniability, public secrecy about Russia's military operations abroad, as well as about the number of losses.[144][143][145] Thus, Wagner contractors have been described as \"ghost soldiers\", due to the Russian government not officially acknowledging them.[146] In March 2017, Radio Liberty characterized the PMC Wagner as a \"semi-legal militant formation that exists under the wing and on the funds of the Ministry of Defence\".[147] In September 2017, the chief of Ukraine's Security Service (SBU) Vasyl Hrytsak said that, in their opinion, Wagner was in essence \"a private army of Putin\" and that the SBU were \"working on identifying these people, members of Wagner PMC, to make this information public so that our partners in Europe knew them personally\".[148][149] The Wagner Group has also been compared with Academi, the American security firm formerly known as Blackwater.[150] The SBU alleged that Wagner employees were issued international passports in bulk by the GRU via Central Migration Office Unit 770–001 in the second half of 2018, allegations partially verified by Bellingcat.[151][152] In an interview in December 2018, Russian President Putin said, in regard to Wagner PMC's operating in Ukraine, Syria and elsewhere, that \"everyone should remain within the legal framework\" and that if the Wagner group was violating the law, the Russian Prosecutor General's Office \"should provide a legal assessment\". But, according to Putin, if they did not violate Russian law, they had the right to work and promote their business interests abroad. The president also denied allegations that Yevgeny Prigozhin had been directing Wagner's activities.[153] Prigozhin was sanctioned by the United States Department of the Treasury in December 2016 for Russia's involvement in the Ukraine conflict,[154][155] and by the European Union (EU) and the United Kingdom in October 2020 for links to Wagner activities in Libya.[156] The U.S. Department of the Treasury also imposed sanctions on the Wagner Group and Utkin personally in June 2017.[157] The designation of the U.S. Department of the Treasury's Office of Foreign Assets Control listed the company and Dmitriy Utkin under the \"Designations of Ukrainian Separatists (E.O. 13660)\" heading and referred to him as \"the founder and leader of PMC Wagner\".[158] Further sanctions were implemented against the Wagner Group in September 2018,[159][160][161] and July 2020.[162] In December 2021, the EU imposed sanctions against the Wagner Group and eight individuals and three entities connected with it, for committing \"serious human rights abuses, including torture and extrajudicial, summary or arbitrary executions and killings, or in destabilising activities in some of the countries they operate in, including Libya, Syria, Ukraine (Donbas) and the Central African Republic.\"[163][164][165] Wagner PMCs were first active in February 2014 in Crimea[5][6] during Russia's 2014 annexation of the peninsula where they operated in line with regular Russian army units, disarmed the Ukrainian Army and took control over facilities. The takeover of Crimea was almost bloodless.[166] The PMCs, along with the regular soldiers, were called \"polite people\" at the time[167] due to their well-mannered behavior. They kept to themselves, carried weapons that were not loaded, and mostly made no effort to interfere with civilian life.[168] Another name for them was \"little green men\" since they were masked, wearing unmarked green army uniforms and their origin was initially unknown.[169] After the takeover of Crimea,[166] some 300 PMCs[170] went to the Donbas region of eastern Ukraine where a conflict started between Ukrainian government and pro-Russian forces. With their help, the pro-Russian forces were able to destabilize government security forces in the region, immobilize operations of local government institutions, seize ammunition stores and take control of towns.[166] The PMCs conducted sneak attacks, reconnaissance, intelligence-gathering and accompanied VIPs.[171] In October 2017, the Ukrainian SBU claimed it had established the involvement of the Wagner Group in the June 2014 Il-76 airplane shoot-down at Luhansk International Airport that killed 40 Ukrainian paratroopers, as well as a crew of nine.[7] Russian and Serbian \"mercenaries\" were already reported being involved in the summer 2014 battle for the airport, although it was not stated if they were linked to Wagner back then.[172][173] According to the SBU, Wagner PMCs were initially deployed to eastern Ukraine on 21 May 2014, and the service was planning to file charges on Dmitry Utkin to the office of the Prosecutor General of Ukraine.[98] The PMCs also participated in the early 2015 Battle of Debaltseve, which involved one of the heaviest artillery bombardments in recent history, as well as reportedly hundreds of regular Russian soldiers.[2] The PMCs were supported by several KAMAZ-43269 \"Vystrel\" MRAPs.[174] During fighting near the town, their logistics platoon was reported to had extracted several destroyed KAMAZ-43269 \"Dozor\" MRAPs belonging to the Russian military, during which the platoon's commander was wounded.[175] Several PMCs were killed during the clashes.[9][176] The battle for Debaltseve ended in a decisive victory over Ukrainian forces.[2] According to a Wagner PMC, Dmitry Utkin himself was wounded during the deployment to Ukraine, getting a splinter in his liver.[177] Following the end of major combat operations, the PMCs were reportedly given the assignment to kill dissident pro-Russian commanders that were acting in a rebellious manner, according to the Russian nationalist Sputnik and Pogrom [ru] internet media outlet and the SBU.[145][166] According to Sputnik and Pogrom, in one raid, they killed more than 10 militia fighters.[166] In another operation in early January 2015, the PMCs disarmed without any loss of life the Odessa brigade of the Luhansk People's Republic (LPR), after surrounding their base in Krasnodon with the support of tanks and artillery, and demanding the separatists disarm and return to their homes.[178] According to the SBU and the Russian news site Fontanka [ru], Wagner also forced the reorganization and disarmament of Russian Cossack and other formations.[171][179] The PMCs acted mostly in the LPR,[166] for whose authorities they allegedly conducted four political killings of separatist commanders.[6][166] The killed commanders were in a conflict with the LPR's president, Igor Plotnitsky.[171][180] The LPR accused Ukraine of committing the assassinations,[180][181] while unit members of the commanders believed it was the LPR authorities who were behind the killings.[181][182][183] In late November 2017, the Ukrainian SBU published what they said were intercepted audio recordings that proved a direct link between Dmitry Utkin and Igor Kornet, the Interior Minister of the LPR, who was said to have personally led the initiative of eliminating dissident commanders.[184] In early June 2018, the SBU also published telephone conversations between Utkin and Igor Plotnitsky from January 2015, as well as conversations between Utkin and Russian GRU officer Oleg Ivannikov, who was using the pseudonym Andrei Ivanovich. Ivannikov, according to a Wagner PMC, supervised both their forces, as well as that of the LPR separatists, during the fighting in 2014 and 2015.[174] Wagner left Ukraine and returned to Russia in autumn of 2015, with the start of the Russian military intervention in the Syrian Civil War.[6] In late November 2017, a power struggle erupted in the separatist Luhansk People's Republic in Eastern Ukraine between LPR President Igor Plotnitsky and the LPR's Interior Minister, Igor Kornet [Wikidata], who Plotnitsky ordered to be dismissed. During the turmoil, armed men in unmarked uniforms took up positions in the center of Luhansk.[185][186] Some of the men allegedly belonged to Wagner.[187] In the end, Plotnitsky resigned and LPR Security Minister Leonid Pasechnik was named acting leader \"until the next elections.\"[188] Plotnitsky reportedly fled to Russia[189] and the LPR's People's Council unanimously approved Plotnitsky's resignation.[190] In an interview with the Russian news site The Insider in early December 2017, veteran Russian officer Igor Strelkov confirmed that Wagner PMCs had returned to Luhansk from Syria. Strelkov had a key role in the annexation of Crimea by Russia, as well as in the early stages of the war in the east of Ukraine where he was one of the most senior commanders.[191] He was pulled out of eastern Ukraine in August 2014, reportedly because the Russian authorities felt he was too much of a liability,[192] after which he started opposing the Kremlin.[193] In mid-May 2018, the Security Service of Ukraine (SBU) reported that about 100 Wagner PMCs could possibly arrive in Donetsk in the coming days to support the pro-Russian separatist Donetsk People's Republic (DPR).[194] As of October, a few dozen PMCs remained in the Luhansk region, according to the SBU, to kill any people considered \"undesirable by Russia\".[195] The Times reported that the Wagner Group flew in more than 400 contractors from the Central African Republic in mid- to late-January 2022 on a mission to assassinate Ukrainian President Volodymyr Zelenskyy and members of his government, and thus to prepare the ground for Russia to take control for the Russian invasion of Ukraine, which started on 24 February 2022. The Ukrainian government received information on this early on 26 February, after which it declared a 36-hour \"hard\" curfew to sweep the capital for \"Russian saboteurs\".[196] The government said that the previous day its forces had killed 60 saboteurs in Kyiv who were posing as a territorial defence unit.[197] Soon after the government received the information, heavy fighting erupted in western and northeastern Kyiv,[198] with Ukraine claiming to have repelled an attack on a military base.[199] By the morning, Ukrainian forces had secured the capital.[200] The United States described Russian forces that entered Kyiv as \"reconnaissance elements\".[201] Two days later, a US official stated that there were \"some indications\" that Wagner was being employed, but it was not clear where or how much.[202] By 3 March, according to The Times, Zelenskyy had survived three assassination attempts, two of which were allegedly orchestrated by the Wagner Group.[203] On 8 March, the Ukrainian military claimed they had killed the first Wagner PMC members since the start of the Russian invasion,[204] the first of whom was named on 13 March.[37] During the invasion, the Ukrainian military said the Wagner Group had rebranded itself as Liga[205] and referred to them as such in their reporting.[206][207] UNIAN says that Ukrainian soldiers nicknamed the Wagner PMCs \"The Musicians\".[208] In late March, it was expected that the number of Wagner PMCs in Ukraine would be tripled from around 300 at the beginning of the invasion to at least 1,000, and that they were to be focused on the Donbas region of eastern Ukraine.[209] On 7 April, it was reported that Wagner Group PMCs played a leading role in the Bucha massacre of civilians, according to Germany's Federal Intelligence Service. It was reported that intercepted incriminating radio communications suggested the killings were part of a Russian plan to instil fear in the population thus reducing the will to resist, with the Wagner Group playing a leading role.[210] On 8 April, the Ukrainian military said that the Wagner Group was engaged with an artillery strike at Popasna and multiple members were killed.[208] Mid-April, Vitaly Milonov, deputy Duma member, posted a picture on VKontakte of himself with Yevgeny Prigozhin in the Donbas region or on the Ukraine-Russia border. It was thought by the Institute for the Study of War that Prigozhin was present to organize recruitment and funding for the Wagner Group.[211] In late April, during a Russian military offensive to take the remainder of the Donbas region dubbed the Battle of Donbas, Ukraine claimed between 20 and 25 \"Libyan and Syrian mercenaries\" were killed during fighting in the town of Popasna. The Libyans and Syrians were operating under the umbrella of the Wagner Group as part of a force numbering between 300 and 500 fighters, according to Ukraine.[38] At the start of May, a video was released of Wagner Group PMCs taking part in street fighting in Popasna.[39] On 7 May, Russian forces launched an operation to break through Ukrainian lines in the city, with Wagner PMCs involved in the assault.[212] Russian troops captured Popasna the same day.[213] More than two weeks later, Wagner PMCs were also reportedly involved in the capture of Svitlodarsk.[214] During fighting near Popasna on 20 May, retired Major General Kanamat Botashev of the Russian Air Force was shot down while flying a Sukhoi Su-25 attack aircraft,[215] reportedly for the Wagner Group.[216] Eight days earlier, another Su-25 was shot down over Popasna, piloted by a retired Belarusian Colonel, who was also said to have been employed by a private military company.[217] A third Su-25 was also shot down near Svitlodarsk mid-June, with the Wagner pilot captured.[218][219][220] In early June, a Ukrainian sniper was reported to have shot and killed Wagner member Vladimir Andonov, call sign \"Vakha\" and dubbed \"The Executioner\", near Kharkiv. Andonov took part in the initial conflict in the Donbas region in 2014, as well as reportedly Wagner's deployments to Syria and Libya. He was accused of killing three Ukrainian soldiers who were taken as prisoners following the pro-Russian takeover of the town of Lohvynove, as well as for allegedly taking part in a civilian massacre in Espia, Libya. Meanwhile, around the same time, Ukraine claimed its forces destroyed a Wagner Group military base in the town of Stakhanov, killing 22 PMCs.[221] Between late May and late June, the Wagner Group took part in the battle of Sievierodonetsk, being part of Russia’s main assault force.[40][41] In late June, Wagner also took part in the Battle of Lysychansk.[42] In early July, the Russian news outlet iStories reported that Wagner Group had been recruiting in two Saint Petersburg prisons. The recruiters told inmates that they would be sent to the Donbas region and that \"almost nobody will return\". The inmates were offered 200,000 rubles and amnesty for six months of \"voluntary service\", or 5 million for their relatives if they died. According to relatives of the inmates, the contracts were not recorded anywhere and the inmates would be sent to the war without their passports.[222][223] Subsequently, the UK Ministry of Defence stated in an intelligence report Russia was maybe considering recruiting prisoners into the Wagner Group.[224] During the invasion, Wagner PMCs also trained Russian servicemen before they were sent to the frontline.[225] According to Bellingcat's briefing to British MPs of the Commons Foreign Affairs Select Committee on 21 April 2022, close to 3,000 of the 8,000 members of Wagner in Ukraine had been killed.[4] However, according to BBC News Russian, there is no reliable data on the Wagner Group's losses.[226] A number of Belarusian soldiers who had signed contracts with Russian private military companies had been killed during the invasion.[227] The presence of the PMCs in Syria was first reported in late October 2015, almost a month after the start of the Russian military intervention in the country's civil war, when between three and nine PMCs were killed in a rebel mortar attack on their position in Latakia province.[10][228][229] It was reported that the Wagner Group was employed by the Russian Defense Ministry, even though private military companies are illegal in Russia.[115] The Russian Defense Ministry dismissed the early reports by The Wall Street Journal about the Wagner Group's operations in Syria as an \"information attack\". However, sources within the Russian FSB and the Defense Ministry unofficially stated for RBTH that Wagner was supervised by the GRU.[108] Furthermore, according to a few Wagner fighters, they were flown to Syria aboard Russian military transport planes.[5] Others were transported to Syria by the Syrian Cham Wings airline from the Rostov-on-Don Airport, with 51 round trips being made between January 2017 and March 2018.[230] Their equipment was delivered to Syria via the so-called Syrian Express,[231] a fleet of Russian military and civilian merchant ships that had been delivering supplies to Syria since 2012.[232] Later, a Defense Ministry source told RBK TV that the FSB was also directing the PMCs.[231] The usage of Wagner had reportedly cost Russia 170 million dollars by August 2016.[233] By July 2017, according to The New York Times, the Kremlin established a policy in Syria where companies that seize oil and gas wells, as well as mines, from ISIL forces would get oil and mining rights for those same sites. Two Russian companies received contracts under this policy by this time, with one employing the Wagner Group to secure those sites from the militants.[157] Later, it was revealed that the company would receive 25 percent of the proceeds from oil and gas production at fields its PMCs captured and secured from ISIL.[83] Some reports stated that the contracts with Damascus were established after Wagner lost the trust and financing of the Russian Defense Ministry in early 2016.[234] As of early August 2017, the number of Wagner employees in Syria was reported to had reached 5,000, after the arrival of an additional 2,000 PMCs, including Chechens and Ingush.[72] Wagner PMCs were involved in both Palmyra offensives in 2016 and 2017, as well as the Syrian Army's campaign in central Syria in the summer of 2017 and the Battle of Deir ez-Zor in late 2017.[9][12][235][14] They were in the role of frontline advisors, fire and movement coordinators[145] and forward air controllers who provided guidance to close air support.[236] When they arrived in Syria the PMCs received T-72 tanks, BM-21 Grad MLRs and 122 mm D-30 howitzers.[237] During the first Palmyra offensive, according to one of the contractors, the PMCs were used as \"cannon fodder\" and most of the work was conducted by them, with the regular Syrian Army, who he described as \"chickens\", only finishing the job.[5] An expert on Russian security at the IIR, Mark Galeotti, said they served as \"shock troops\" alongside the Syrian Army.[144] Following the successful conclusion of the offensive, during which 32 of the contractors were reportedly killed and about 80 wounded, the PMCs were withdrawn between April and May 2016, and they surrendered all of their heavy weapons and military equipment. When they returned for the second Palmyra offensive and to capture ISIL-held oil fields at the beginning of 2017, the PMCs reportedly faced a shortage of weapons and equipment as they were issued only older assault rifles, machine guns, T-62 tanks and M-30 howitzers. Several sniper rifles and grenade launchers were delivered a few weeks later, which did not solve the issue. According to Fontanka, the equipment problems in combination with a reported reduction in the quality of its personnel led to Wagner suffering a significantly higher number of casualties in the second battle for Palmyra than the first one. Between 40 and 60 were reported killed and between 80 and 180 were wounded.[237] The Russian investigative blogger group[238] the Conflict Intelligence Team (CIT) attributed the higher losses mainly to ISIL's heavy use of suicide-bombers and the militant group's unwillingness to negotiate.[12] Still, the second offensive also ended in a victory for pro-government forces.[239][240] Besides fighting ISIL militants, according to RBK TV, the PMCs trained a Syrian Army unit called the ISIS Hunters [fr], which was also fully funded and trained by Russian special forces.[241] The ISIS Hunters were one of the leading units[242] during the capture of the al-Shaer gas fields from ISIL in late April 2017.[243] However, as of the beginning of July, the PMCs were still fighting to secure the al-Shaer gas fields and the areas of the phosphate mines.[244] Still, in mid-September, the al-Shaer gas fields started getting back into production.[245] Subsequently, the PMCs were in charge of guarding the refineries, with ISIL occasionally making attempts to retake the fields, each time being beaten back. During one attack, a PMC was tortured to death by ISIL.[246] In early July 2017, a video emerged that showed Wagner PMCs bludgeoning a man who was initially believed to be a captured ISIL militant in the Palmyra area, with the person being beheaded after.[244] More than two years later, full footage was uploaded to a closed VKontakte group for members of Wagner with new information asserting that the killed person was a Syrian Army soldier who had deserted.[247][248] The contractors also accused the man, named as Muhammad Abdullah al-Ismail (or Mohammed Taha Ismail Al-Abdullah a.k.a Hamdi Bouta) from Deir ez-Zor, of being a jihadist for wanting to desert. Ismail had fled Syria earlier in the war for Lebanon, before returning in 2017, after which he was arrested and forcibly conscripted into the Syrian military.[249] After he was killed, his body was mutilated and burned.[250] In the video of the killing, a second severed head of an unidentified person could be seen lying on the ground.[54] A Russian independent media report identified one of the perpetrators as Stanislav Yevgenyevich Dychko,[251] a confirmed operative of the Wagner Group[247][248] who previously worked for the Russian Interior Ministry.[251] A second one was identified as a former soldier named Ruslan from Bryansk, currently employed as a \"patriotic educator\" in local schools.[252] Arab media also established the place of the murder to be the al-Shaer oilfield near Homs.[253] Further investigation by Russian media in December 2019 identified the remaining perpetrators as Vladimir B., Dzhakhongyr M. (\"Pamir\"), Ruslan (\"Chichi\") and Vladislav Apostol, who was killed in Syria in February 2018.[254] The Novaya Gazeta newspaper sent the material from its investigation into the killing to the office of the Prosecutor General of Russia, as well as the Investigative Committee of Russia, however no criminal cases were opened as a result.[255] In March 2021, human rights lawyers from three nongovernmental organizations representing the killed person's brother filed a lawsuit in Moscow against six Wagner Group PMCs accused of the killing.[256][257] In December 2021, the Council of the European Union sanctioned Utkin for the killing, stating in a resolution that \"According to a former member of the Wagner Group, Dimitriy Utkin personally ordered the torturing to death of the deserter as well as the filming of the act.\"[258] In mid-September 2017, the PMCs helped Syrian troops[259][260] to capture the town of Uqayribat from ISIL in the central Hama province.[261][262] Several PMCs were killed during the fighting for the town and their bodies were seized by the militants.[235] One week later, the PMCs, along with regular Russian troops, supported Syrian government forces in repelling a HTS-led rebel offensive north of Hama.[13] At the end of that month, during an ISIL counter-offensive in the Deir ez-Zor Governorate, two Wagner PMCs were captured by the militants.[263][79] Initially, the Kremlin attempted to distance itself from the two,[264] while a brother of one of them accused the Russian government of rejecting them.[265] Subsequently, the Syrian ISIS Hunters unit pledged to pay one million dollars for the release of each of the captive Russians. However, the ISIS Hunters also said they would execute 100 captive militants for each of the Russians if they were killed by the jihadists.[266] At the same time, a Russian parliamentary official stated that the two had almost certainly been executed, presumably for refusing to reject their Christian Orthodox religion, reject Russia, become Muslims and join the militant group.[267][268] This claim was questioned by the CIT, who pointed out that there had been no reports of this effect from the militants' sources.[107] In late October 2017, a video emerged on YouTube glorifying the PMCs actions in Syria.[269] Between the end of October and the start of November, Wagner took part in the Battle of Deir ez-Zor[14] where they cleared the remaining ISIL militants from the districts of Al-Rashidiyah and Al-Ardi, as well as the Al-Bazh and Abu-Adad neighborhoods, along with the Syrian Army.[15] Three or four companies of Wagner PMCs were involved in the fighting.[259] Syrian government forces took complete control of the city by 3 November.[270][271] A besieged pocket of ISIL militants remained on an island in the city's outskirts, which soon came under attack.[272] As government forces advanced, the pro-opposition SOHR reported that Russia demanded the release of the two captive PMCs during negotiations with the trapped militants.[273] On 17 November, the last ISIL fighters on the island had surrendered, leaving the Syrian Army in control of all territory surrounding Deir ez-Zor city.[274][275] However, the two PMCs were still prisoners. At the end of November, it was reported that the Russian military was negotiating for the release of the two PMCs who were reportedly being held on the border of Syria and Iraq.[276] However, on 4 December, the ISIS Hunters reported they had killed the commander of the ISIL militants that had captured and executed the two PMCs.[277] The same day, a Wagner representative notified the parents of one of the two that both had died in captivity.[278] At the end of November, Russia announced plans to withdraw some of its troops from Syria by the end of the year. It was reported that to avoid potential security losses, Russia would fill the void with private military companies, including Wagner.[279] On 11 December, Putin declared victory against \"terrorists\" during a visit to Russia's Khmeimim air base in Syria.[280] Ruslan Pukhov, the director of the Moscow-based Centre for Analysis of Strategies and Technologies think tank, stated the usage of PMCs was one of the factors that contributed to Russia's victory in Syria. He pointed out that Russia managed to remove the need for deploying large numbers of ground forces by bringing in the Russian PMCs who, unlike American PMCs who were usually only in support roles, were used as highly capable assault troops and that they were often embedded with Syrian units to increase their fighting ability. He also pointed out that the Russian public proved completely indifferent to the losses suffered by the PMCs, believing that \"these people are highly paid, and knew what they were getting into\".[281] In December 2017, the PMCs took part in the Syrian Army's offensive into Idlib province against mostly HTS rebel forces.[16] As part of the same campaign in the northwest of Syria, in early February 2018, the PMCs helped in the capture of several villages in the northeastern countryside of Hama from IS.[282] Between 3 and 7 February, pro-government forces seized at least 25 villages,[283] shrinking the IS pocket in that part of the country by a reported 80 percent.[284] The pocket was cleared on 9 February.[285] At about 10 pm, local time, on 7 February 2018, a battle began near the Syrian town of Khasham in the Deir ez-Zor Governorate, between pro-Syrian government forces and the Kurdish-led SDF, supported by the U.S. military. During the clashes, U.S. aircraft conducted air strikes against Syrian troops, leaving between 45 and 100 government fighters dead.[286][287] A Russian newspaper, citing Russian military and contractor sources, reported pro-government forces were attempting to capture the Conoco (locally called Al Tabiyeh) gas field from the SDF.[288][289] According to two U.S. defense officials, the U.S. military assessed that Russian PMCs also participated in the assault, with one saying some of the contractors had been killed in the air-strikes.[290] A Kurdish militia commander and an ex-Russian officer also claimed Russian contractors suffered casualties during the fighting.[290][291] On 19 February 2018, a publication by the Ukraine-based Inform Napalm alleged the battle was planned and cleared with the Russian military command by Sergey Kim, the chief of Wagner's operations department and a former Russian Marine officer.[292][293] An official statement by the ISIS Hunters unit stated they had received intelligence that ISIL forces were moving towards Khasham and government forces decided to move from the Euphrates so as to cut off ISIL's line of attack. At this point, armed groups were spotted east of Khasham, in SDF-held territory, which then attacked the government's troops. The groups were quickly pushed back. The military claimed that, according to intercepted radio traffic, the groups were partly ISIL and partly Kurds, and retreated towards the Conoco factory. At this point, pro-government units were hit by air-strikes.[294] According to Germany's Der Spiegel, the ferocious American response was primarily triggered by a unit of Syrian tribal militia and Shiite fighters moving from the town of Al Tabiyeh towards Khasham, concurrently with another group of pro-government forces that had crossed the Euphrates River near the Deir ez-Zor Airport advancing towards Khasham from the village of Marrat. Der Spiegel reported no Russians were in either formation; yet there was a small contingent of Russian PMCs stationed in Al Tabiyeh, who were not participating in the fighting.[295] Similarly, the SOHR activist organization reported that the Russian PMCs, who were accompanying government forces as they advanced towards the SDF-held oil and gas fields, were killed at Al Tabiyeh. Furthermore, the SOHR stated they were not killed in the air-strikes, but instead in a booby-trapped explosion at an arms depot.[296] Several days after the battle, various Russian groups started confirming a number of Wagner PMCs had been killed in the air-strikes.[17][18] Some posts on Russian social media made claims of over 200 Russian PMCs being killed, although the veracity of this information was questioned[297] and could not be confirmed.[298] A Russian paramilitary chief, critical of the killed contractors, also claimed 218 PMCs were killed and that the families were still waiting for their remains.[299] A Russian military doctor, a leader of a PMC-linked paramilitary Cossack organization, a source with ties to Wagner and the Ukrainian SBU claimed 80–100 PMCs were killed and 100–200 wounded.[300][301] The SBU further named 64 of the PMCs.[302] A Russian journalist believed between 20 and 25 PMCs died in the strikes,[297] while similarly CIT estimated a total of between 20 and 30 had died.[303] The Novaya Gazeta reported a Russian death toll of 13, while the ataman of the Baltic separate Cossack District, Maxim Buga, stated no more than 15–20 died and that the other estimates were exaggerations.[304] On 19 February, one of Wagner's leaders, Andrey Troshev, was quoted as saying 14 \"volunteers\" died in the battle.[305][306] Three other Wagner commanders also stated the claim of 200 dead was an exaggeration and that 15 PMCs were killed at the most.[71] Russia officially confirmed five presumably Russian citizens had been killed in the air-strikes.[307] Der Spiegel and the SOHR reported mostly Syrians were killed in the strikes.[295][308] As of late March, the PMCs remained in the same area and were using local pro-government troops to scout coalition positions.[309] According to former Wagner members, the battle at Khasham had an impact that lead to changes to the organization, with the PMCs subsequently being given only guard duties at the local plants.[310] On 18 February 2018, the Syrian military launched an offensive against the rebel-held Eastern Ghouta, east of Damascus,[311][312] and split the region into three separate pockets by 12 March.[313][314] As of 17 March 82 percent of Eastern Ghouta was captured by the Syrian Army.[315] One of the towns captured by government troops during this time was Mesraba.[316] On 18 March, the rebels launched a counter-attack in an attempt to recapture Mesraba and quickly seized most of the town from government forces. Wagner PMCs then reportedly launched an operation and during the night between 18 and 19 March, fully recaptured Mesraba. Another mission they were charged with during the offensive was to secure the humanitarian corridor established by the Russian Reconciliation Center for Syria that allowed civilians to leave rebel-held areas for government territory. According to the center, 79,702 people had left rebel-held parts of Eastern Ghouta as of 19 March.[19] By 23 March, the SOHR put the number of those who left rebel areas or remained in two towns seized by government forces at 120,000, while the UN stated 50,000 had left the besieged areas.[317] The whole Eastern Ghouta region was captured by government forces on 14 April,[318][319][320] effectively ending the near 7-year rebellion near Damascus.[321] In March, an anonymous senior commander of the Wagner Group was quoted as saying that there were five Wagner companies operating in Syria, as well as The Carpathians (Russian: Карпаты, romanized: Karpaty) company attached to Wagner, manned mainly by Ukrainian citizens.[71] The Carpathians consisted of about 100 fighters.[100] In May, the SBU announced it identified Lieutenant Colonel Oleg Demyanenko of the Russian Armed Forces as the Carpathians' trainer. According to the announcement, the unit was formed to conduct reconnaissance and attacks in Ukraine.[322] Belarusians were also said to be among Wagner's contractors.[323] As of the end of November 2018, the PMCs were conducting very few combat missions. Instead, they were stationed at facilities and it was stated that during the past summer a company trained for three months at a base, 70 kilometers from Deir ez-Zor, for riot control.[324] At the start of May 2019, it was reported Wagner snipers were being deployed along the Idlib frontline in northwest Syria in anticipation of a Syrian Army offensive.[20] The ground offensive was launched on 6 May, after a week-long aerial campaign against rebel territory,[325] with pro-government troops managing to capture two major towns within three days. Photos and videos appeared to show at least one Russian PMC accompanying Syrian troops into one of the towns.[326] Members of the Russian special forces were also present during the offensive.[327] In early September, the PMC's were preparing for an offensive to assault the rebel-held city of Idlib. They have grouped into 50-man tank-equipped units supported by Russian air forces. While working with regular Syrian government forces, they were first to establish civilian evacuation corridors and then engage in the attack on the city.[328] On 15 October 2019, Syrian government forces entered the city of Manbij and its surrounding countryside, as US military forces started a withdrawal from the area,[329] which was completed by the end of the day.[330] Subsequently, the Russian military started patrols between rebel and government-held areas in the Manbij district.[331] It was thought that Wagner PMCs were involved in the taking over of an abandoned US military base in the area, due to the confirmed presence of a Russian journalist who was known to regularly follow the contractors.[332] In mid-January 2020, tense standoffs started with US troops blocking Russian military vehicles from using the M4 highway in northeastern Syria. Almost half a dozen incidents took place towards the end of the month.[333][334] In early February, vehicles carrying Russian contractors were also blocked by US troops on the highways. According to the US, the incidents took place deep inside territory patrolled by their military and the Kurdish-led SDF.[335] As of early February, PMCs were posted at the frontline in the Al-Ghab Plain of Hama province.[336] In April, the Wagner-linked Russian security contractor \"Evro Polis\" delivered 50 ventilators, 10,000 coronavirus test kits, and 2,000 items of protective clothing to Syria amid the coronavirus pandemic.[337] At the end of December 2020, ISIL attacks intensified in eastern Syria, after the PMCs reportedly withdrew from Deir ez-Zor province to Latakia.[338] In late December 2021, Wagner PMCs took part in a large-scale military operation against ISIL cells in the Syrian desert.[339] In the interview with The Insider, Strelkov additionally said that, besides returning to Luhansk, Wagner PMCs were also present in South Sudan and possibly Libya.[191] Several days before the interview was published, Strelkov stated Wagner PMCs were being prepared to be sent from Syria to Sudan or South Sudan after Sudan's president, Omar al-Bashir, told Russia's president Putin that his country needed protection \"from aggressive actions of the USA\". Two internal-conflicts have been raging in Sudan for years (in the region of Darfur and the states of South Kordofan and Blue Nile), while a civil war has been taking place in South Sudan since 2013. The head of the private Russian firm RSB-group said that he heard PMCs had already traveled to Sudan and had returned with a severe form of malaria.[340] Several dozen PMCs from RSB-group were sent to Libya in early 2017, to an industrial facility near the city of Benghazi, in an area held by forces loyal to Field marshal Khalifa Haftar, to support demining operations. They left in February after completing their mission.[341] The RSB-group was in Libya at the request of the Libyan Cement Company (LCC).[342] In mid-December, a video surfaced showing Wagner PMCs training members of the Sudanese military,[21] thus confirming Wagner's presence in Sudan and not South Sudan.[343] The PMCs were sent to Sudan to support it militarily against South Sudan and protect gold, uranium and diamond mines, according to Sergey Sukhankin, an associate expert at the ICPS and Jamestown Foundation fellow. Sukhankin stated that the protection of the mines was the \"most essential commodity\" and that the PMCs were sent to \"hammer out beneficial conditions for the Russian companies\".[344] The PMCs in Sudan reportedly numbered 300 and were working under the cover of \"M Invest\", a company linked to Yevgeny Prigozhin.[345] \"M Invest\" signed a contract with the Russian Defense Ministry for the use of transport aircraft of the 223rd Flight Unit of the Russian Air Force and between April 2018 and February 2019, two aircraft of the 223rd made at least nine flights to the Sudanese capital of Khartoum.[346] The Wagner contractors in Sudan included former Ukrainian citizens who were recruited in Crimea, according to the SBU.[347] In 2018, 500 PMCs were reported to have been sent to Sudan's Darfur region to train the military.[348] In late January 2019, after protests erupted in Sudan mid-December 2018, the British press made allegations that the PMCs were helping the Sudanese authorities crackdown on the protesters. During the first days of the protests, demonstrators and journalists reported groups of foreigners had gathered near major rallying points. This was denied by the Russian Foreign Ministry,[349][350] although it confirmed contractors were in Sudan to train the Sudanese army.[351] The SBU named 149 PMCs it said participated in the suppression of the protests,[30] as well as two that were reportedly killed in the clashes.[352] Between 30 and 40 people were killed during the protests,[353] including two security personnel. More than 800 protesters were detained.[354] Meanwhile, France accused the PMCs of having a \"strong, active presence\" on social media and that they were pushing a strong \"anti-French rhetoric\" in the CAR.[355] Following Omar al-Bashir's eventual overthrow in a coup d'état on 11 April 2019, Russia continued to support the Transitional Military Council (TMC) that was subsequently established to govern Sudan, as the TMC agreed to uphold Russia's contracts in Sudan's defense, mining and energy sectors. This included the PMCs' training of Sudanese military officers.[356] The Wagner Group's operations became more elusive following al-Bashir's overthrow and they continued to mostly work with Sudan's Rapid Support Forces (RSF).[348] Wagner was said to be linked to the Deputy Chairman of the TMC and commander of the RSF, Gen. Mohamed Hamdan Dagalo.[357] In May, Russia signed a military agreement with Sudan[358] which, among other things, would facilitate the entry of Russian warships to Sudanese ports.[359] Additionally, a new draft agreement was signed in November 2020, that would lead to the establishment of a Russian naval logistic center and repair yard that on Sudan's Red Sea coast would host up to 300 people. The agreement is expected to stand for 25 years unless either party objects to its renewal.[360][361] In April 2020, the Wagner-connected company \"Meroe Gold\" was reported to be planning to ship personal protective equipment, medicine, and other equipment to Sudan amid the coronavirus pandemic.[337] Three months later, the United States sanctioned the \"M Invest\" company, as well as its Sudan subsidiary \"Meroe Gold\" and two individuals key to Wagner operations in Sudan, for the suppression and discrediting of protesters.[162] Following the October–November 2021 Sudanese coup d'état, Russian support for the military administration set up in Sudan became more open and Russian-Sudanese ties, along with Wagner's activities, continued to expand even after Russia's invasion of Ukraine in 2022, leading to condemnation by the United States, United Kingdom and Norway.[348] The Wagner Group obtained lucrative mining concessions and 16 kilometres (10 mi) from the town of Abidiya, in Sudan's northeastern gold-rich area, a Russian-operated gold mine was set up that was thought to be an outpost of the Wagner Group. Further to the east, Wagner was supporting Russia's attempts to build a naval base on the Red Sea, while it was also using western Sudan's Darfur region as a staging point for its operations in other neighboring countries (the Central African Republic, Libya and parts of Chad). Geologists of the Wagner-linked \"Meroe Gold\" company also visited Darfur to assess its uranium potential.[362] In mid-January 2018, it was reported that Wagner may deploy a contingent of its PMCs to the Central African Republic (CAR), as Russia successfully lobbied the UN Security Council to allow it to ship weapons and ammunition to the country,[363] despite an active arms embargo in place since 2013 under Security Council Resolution 2127.[364] Reuters reported that France had offered to transport arms seized in Somalia to the former French colony, but was muscled out of the country by Russia.[365] In late March, Russia's Ministry of Foreign Affairs stated five Russian soldiers and 170 \"civilian instructors\" had been sent to the CAR to train its servicemen.[366][367] According to CAR's president, Faustin-Archange Touadéra, the training provided would strengthen the effectiveness of the CAR's armed forces in combating \"plunderers\". Later, the instructors were indeed confirmed to be Wagner PMCs who were sent to the CAR to protect lucrative mines, support the CAR government[344] and provide close protection for Touadéra.[368] The role of the PMCs was also to fill a security vacuum left by France after it withdrew its military forces from the country in October 2016.[369] The country had been in the midst of a civil war since 2012, which left three-quarters of it under rebel control.[370] The PMCs' camp was set up on 24 March 2018,[368] about 60 kilometers from the capital Bangui at the Berengo estate that was used by CAR's former ruler Jean-Bédel Bokassa.[371] This deployment brought the number of PMCs in Sudan and the CAR to about 370.[344] In April, locals blocked a Russian-registered Cessna from taking off in rebel-held Kaga-Bandoro, which is located near diamond deposits. According to the CAR government, the plane was carrying Russian military advisers who had been there for peace negotiations with the rebels[372] and witnesses stated three or four Russian soldiers from the aircraft visited the compounds of Muslim rebel leaders.[373] This raised suspicions by CIT and the Transparency International INGO that Wagner PMCs were also guarding diamond mines in rebel territory.[372] Several years later, a report to the UN Security Council regarding human rights violations in the CAR noted that the Russian PMCs established themselves in the country's major mining centers.[374] In late May 2018, the Neue Zürcher Zeitung newspaper reported the number of Russian PMCs in the CAR was 1,400.[369] Jamestown Foundation fellow Sukhankin told Polygraph.info that the Wagner Group was in charge of military operations in the country, while another Russian private military company called Patriot was in charge of protecting VIPs.[375] 10 Russian military instructors were stationed in the lawless town of Bangassou, on the border with the Democratic Republic of the Congo, while another unit was in the key town of Sibut, near the rebel-held territory.[370] In early July 2018, the Wagner Group's Col. Konstantin Pikalov arrived in the CAR and was stationed there during that summer. He would once again return to the CAR following the elections in Madagascar later that year, where he also took part as a security consultant for different candidates.[61] According to Bellingcat's Christo Grozev, during his time in the CAR, Pikalov was \"a kind of intermediary\" between Yevgeny Prigozhin's private companies, the Russian Ministry of Defense and the Kremlin.[376] In August 2018, Russia signed a military cooperation agreement with the CAR,[377] while it also helped broker, along with Sudan, a tentative agreement among armed groups in the country.[378] Three months later, Al Jazeera was given unprecedented access to Russian military instructors in the CAR. While the Al Jazeera crew was filming the Russian-facilitated training for CAR troops, Valery Zakharov, the Russian special advisor to the President of the CAR, stated that the Wagner Group amounts to no more than an \"urban legend\" and that training in the country was being done by Russian reservists.[379] In December 2018, the Ukrainian SBU reported that the umbrella structure of Wagner in the CAR is a commercial firm affiliated with Yevgeny Prigozhin – M-Finance LLC Security Service from St. Petersburg, whose main areas of activity are mining of precious stones and private security services. According to the SBU, some of the PMCs were transported to Africa directly on Prigozhin's private aircraft. The SBU reported that they identified 37 Russian citizens who were engaged in the CAR by Russian military intelligence on a rotational basis as members of M-Finance LLC Security Service, whose head was reported to be Valery Zakharov from St. Petersburg. Zakharov was said to be a Wagner PMC himself, whose personal Wagner number was M-5658.[380] Zakharov also acted as a Russian diplomat and security advisor to the CAR's president.[381] However, according to Bellingcat's Grozev, Konstantin Pikalov was the one who was ultimately giving instructions to Zakharov.[376] Overall, according to information obtained by the Ukrainian SBU, 1,012 Wagner PMCs were airlifted on two Tupolev Tu-154 airliners between August and December 2018, to Sudan, the CAR and other African countries.[382] Five days before the 2020–21 Central African general election, rebels attacked and captured the CAR's fourth-largest city, Bambari. In response, the government requested assistance from Rwanda and Russia as per bilateral agreements. Rwanda bolstered its troops serving in the UN peacekeeping mission in the CAR, while Russia sent an additional 300 military instructors to the country.[383][384][385] Concurrently, Russian and Rwandan \"mercenaries\" were reportedly deployed along with government troops at the village of Boyali, 130 kilometers northwest of the capital Bangui.[386] The following day, UN and government forces recaptured Bambari.[387] One month later, on 25 January 2021, CAR forces, backed by Russian PMCs and Rwandan troops, attacked Boyali, killing 44 rebels who were plotting an assault on the capital.[24] Subsequently, CAR forces, supported by the Russian contractors and Rwandan troops, captured a number of strategic towns throughout February 2021, including Bossembele, Bouar, Beloko and Bossangoa. As the rebels were being pushed back, Valery Zakharov urged them to hand over their leaders to the CAR's security forces.[388][389][390][391] During the fighting, the rebel Coalition of Patriots for Change (CPC) claimed its fighters killed several Wagner PMCs and captured one when they destroyed their truck near Bambari on 10 February.[392] At the end of February, a Gazelle helicopter, reportedly belonging to the Wagner Group, crashed due to technical problems while on a mission to retrieve PMCs who were wounded while engaging rebels that ambushed a CAR military convoy. The helicopter crew survived the crash.[393] Government advances, with the support of Russian and Rwandan forces, continued during March, April and May 2021.[394][395][396][397][398] This included the capture of the strategic towns of Bria and Kaga-Bandoro[399][400] and the Bakouma sub-prefecture.[401] Some towns were also seized solely by the Russian PMCs,[402][403][404] including Nzacko.[405] In at least one instance, the contractors reportedly included Syrians.[404] Mid-May, the Russians captured a village about 40 kilometers from Bambari during fighting that left 20 people dead.[406] In addition, at the end of the month, Russian and Syrian PMCs of the Wagner Group attacked a rebel checkpoint at the entrance of a village 28 kilometers from Bria, killing three CPC fighters.[407] Towards the end of July, the CAR military was leaving the frontline against the CPC to the PMCs. The plan was for government troops to occupy the captured positions after they had been secured by the contractors.[408] At the end of March 2021, the Office of the United Nations High Commissioner for Human Rights (OHCHR) stated it received reports of mass executions, arbitrary detentions, torture, forced displacement of civilians, and attacks on humanitarian workers attributable to private military forces allied with the CAR military, including the Wagner Group, as well as to UN peacekeepers in some instances.[409] In one incident, it was reported that a civilian vehicle was fired upon from a checkpoint outside Grimari, allegedly controlled by the Russian PMCs and CAR soldiers, killing four people, including an aid worker. The civilians were fleeing Bambari. Local residents and rights groups also stated that in Boda, west of Bangui, the PMCs occupied two schools since February, blocking around 2,000 children from attending class. Still, overall, more than 85 percent of the nearly 200 rights violations documented that took place between October and December 2020, were attributed to rebel groups, including the CPC.[410] At the end of April, the CAR government received a report by the United Nations, detailing abuses committed by CAR and allied Russian forces between December 2020 and April 2021. The government described the information as \"denunciations,\" but promised to investigate them. The CAR Ministry of Justice issued instructions to set up a \"special commission of inquiry\" which would bring in the country's three prosecutorial services.[411] In early May 2021, the CAR government notified the UN Security Council it was requesting 600 new Russian military instructors. According to Russia, the instructors would be unarmed.[412] At the end of May 2021, Central African Republic government and Russian paramilitary forces, pursued CAR rebels across the border with Chad. The incident left six Chadian soldiers dead. According to the Chadian government, the CAR military pursued rebels over the border into Chad and attacked a Chadian military border post, killing the soldiers. According to Chad, five of the soldiers were killed after being abducted and taken over the border into the CAR. The CAR government denied this and stated the rebels who they were pursuing were responsible.[413] Some Chadian army sources named the Wagner Group as the Russian paramilitary force fighting alongside CAR forces.[414] According to The New York Times, in the CAR the word \"Wagner\" is colloquially used to refer to Russian involvement in the country.[415] At the end of June 2021, The New York Times obtained a report given to the UN Security Council which detailed that the Russian PMCs, under the of guise of unarmed military advisers, led government forces during the January–February counter-offensive. According to the report, the PMCs, along with their allied forces, committed violations that \"included cases of excessive force, indiscriminate killings, occupation of schools and looting on a large scale, including of humanitarian organizations\". The report was said to be based on photographic evidence and confidential testimonies by witnesses and local officials. The report also found that the rebels conducted forcible recruitment of child soldiers, attacks against peacekeepers, looting of aid groups and sexual assaults on women.[374] At the end of October, United Nations experts urged the CAR government to cut ties with private military and security personnel, including the Wagner Group, accusing them of committing human rights abuses.[416] By mid-November 2021, according to a report by the European External Action Service, most of the Central African Armed Forces deployed units were operating under direct command or supervision by Wagner Group PMCs, who took command of at least one EU-trained battalion (Bataillon d'Infanterie Territoriale 7), and the Wagner Group has established \"a solid influence\" on the CAR military's general staff and other government institutions.[417] As of late December, the rebels switched from frontline fighting to \"guerrilla\" warfare, reportedly causing \"a large number of wounded\" among the Russian PMCs, according to an expert at France's Center for International Studies.[418] In December 2021, the Wagner Group was reported to be arresting civilians in Bria, and forcing them to do work for the contractors. On 4 January 2022, Wagner Group members reportedly killed four civilians in the town. As they left, they took the bodies with them.[419][420] The following day, the contractors were also accused of killing 17 people in a village near the Cameroon border.[421] Mid-January, between 30 and 70 civilians were reportedly killed, some by stray fire, during an operation by the CAR military and the Wagner Group near Bria against the UPC rebels. Subsequently, the UN launched an investigation into the killings.[422][423] In mid-February 2022, a Wagner-led government offensive was launched in the northeast of the country, that involved 400 Wagner contractors and 200 former rebels.[424] On 12 February, Wagner PMCs and government troops advanced into Ouadda, killing Damane Zakaria, leader of the Patriotic Rally for the Renewal of the Central African Republic (RPRC) armed group, and 20 of his men.[425] Five days later, at least 100 Wagner fighters also arrived in Sam Ouandja.[424] In early March, the Wagner Group recaptured the town of Nzacko, during fighting that left five rebels and two PMCs dead.[426] Several days later, Wagner members also clashed with rebels in a village near Ndélé, pushing the rebels out.[427] Mid-March, fighting between Wagner and the rebels in a town northwest of Tiringoulou left around 20 people dead.[428] Mid-April 2022, Wagner Group PMCs were accused of killing 20 civilians in two towns between Ndélé and Tiringoulou.[429] In late May, Wagner forces established their presence in a number of towns in Vakaga province, including Tiringoulou.[430][431] On 3 May 2022, the Human Rights Watch (HRW) group called upon the Special Criminal Court (SCC) and International Criminal Court (ICC) for the prosecution of the Wagner Group. The HRW investigation, which included interviewing 40 people, including 10 victims and 15 witnesses, between 2019 and 2021, blamed Wagner contractors for the killing of 13 civilians near Bossangoa in 2021.[25] Four days later, The Daily Beast cited CAR officials who alleged attacks and rapes by Wagner contractors at a Henri Izamo military camp hospital in Bangui on 10 April 2022.[432] In late June, it was reported that since the start of the year Wagner PMCs conducted nine raids, including helicopter assaults, on mines in the lawless border areas between the CAR and Sudan, with three major attacks taking place on 13 March, 15 April and 24 May. During the assaults, the PMCs reportedly took everything they could before leaving. The attacks left dozens of miners and a number of rebels dead.[433] The independent media group the Project reported that Wagner PMCs arrived in Madagascar in April 2018, to guard political consultants that were hired by Yevgeny Prigozhin to accompany the presidential campaign of then-president Hery Rajaonarimampianina for the upcoming elections. Rajaonarimampianina lost the attempt at re-election, finishing third during the first round of voting,[102] although Prigozhin's consultants were said to had also worked with several of the other candidates in the months before the elections. Close to the end of the campaign, the strategists also helped the eventual winner of the elections, Andry Rajoelina, who was also supported by the United States and China.[434] One of the last acts of Rajaonarimampianina's administration was said to be to facilitate a Russian firm's takeover of Madagascar's national chromite producer \"Kraoma\"[435] and Wagner PMCs were reported to be guarding the chrome mines as of October 2018.[102] Among the consultants to the different presidential candidates was also Konstantin Pikalov, who was initially assigned as campaign security chief to candidate Pastor Mailhol of Madagascar's Church of the Apocalypse. However, when it was clear Andry Rajoelina was the favorite to win the election, Pikalov was transferred to be Rajoelina's bodyguard.[61] In October 2018, the British tabloid The Sun cited British intelligence officials that two Russian military bases had been set up in Benghazi and Tobruk, in eastern Libya, in support of Field Marshal Khalifa Haftar who leads the Libyan National Army (LNA) in that country's civil war. It was said the bases were set up under the cover of the Wagner Group and that 'dozens' of GRU agents and special forces members were acting as trainers and liaisons in the area. Russian Kalibr missiles and S-300 SAM systems were also thought to be set up in Libya.[26][436] The Head of the Russian contact group on intra-Libyan settlement, Lev Dengov, stated that The Sun report did not \"correspond to reality\", although RBK TV also confirmed the Russian military deployment to Libya.[27][28] By early March 2019, according to a British government source, around 300 Wagner PMCs were in Benghazi supporting Haftar.[437] At this time, the LNA was making large advances in the country's lawless south, capturing a number of towns in quick succession,[438] including the city of Sabha[439] and Libya's largest oil field.[440] By 3 March, most of the south, including the border areas, was under LNA control.[441][442][443] Following the southern campaign, the LNA launched an offensive against the GNA-held capital of Tripoli, but the offensive stalled within two weeks on the outskirts of the city due to stiff resistance.[444] At the end of September, following reports of GNA airstrikes killing Russian mercenaries during the month south of Tripoli,[445][446][447][448] including one that reportedly left dozens dead[449] and Wagner commander Alexander Kuznetsov injured,[450][451] Western and Libyan officials stated that during the first week of September more than 100 Wagner PMCs arrived on the frontline to provide artillery support for Haftar's forces.[29] Following the GNA's recapture of a village south of Tripoli from the LNA, the GNA found the abandoned belongings of one of the PMCs.[452][453] Subsequently, at the sites of various clashes along the frontline, GNA militiamen were recovering Russian material being left behind. By early November, the number of PMCs had grown to 200 or 300 and Wagner snipers were causing a number of casualties among GNA frontline fighters, with 30 percent of the deaths in one unit being due to the Russian snipers. On one day, nine GNA fighters were killed by sniper fire. In another incident at the frontline town of ‘Aziziya, three GNA fighters were killed by snipers while assaulting a Russian-occupied school. The PMCs eventually blew a hole in the wall of a classroom and escaped as the GNA attacked the school with Turkish armored vehicles. The PMCs' snipers killed a number of competent GNA mid-level commanders along the frontline. The presence of the PMCs also lead to more precise mortar fire being directed at the GNA. The PMCs were also equipped with laser-guided howitzer shells and thus artillery fire had become more precise through laser designation from ground spotters. They were also reportedly using hollow point ammunition in contravention of rules of war. With the ground fighting in the war among the local factions being considered amateurish, it was thought that the arrival of the PMCs could have an outsized impact.[454][455][456][457][458] Additionally, the PMCs introduced land mines and improvised explosive devices into the conflict, planting a number of booby traps and minefields on the outskirts of Tripoli, as well as at least in one residential neighborhood of the capital.[459] According to Jalel Harchaoui, a Libya expert at The Netherlands Institute of International Relations, the PMCs' toughness, lethal techniques and coordination discipline instilled fear in the GNAs' forces[460][457] as their morale suffered.[461] A Wagner headquarters was set up at a hospital in the town of Esbia, 50 kilometers south of Tripoli, where the PMCs were stated to have detained and shot the family of a man who had stumbled upon the contractors by mistake. Three people were killed, while the man and another family member managed to survive the execution.[462] At the end of October 2019, Facebook suspended accounts it said were part of a Russian disinformation campaign linked to Yevgeny Prigozhin. The campaign targeted eight African countries. At least some of the Facebook accounts came from the Wagner Group[463] and the one operation that was attributed to Wagner was supporting two potential future political competitors in Libya. It had Egyptian page managers and the pages included Muammar Gaddafi nostalgia content. They also bolstered Saif al-Islam Gaddafi.[464] The next month, the GNA stated that two Russians who were arrested by their forces in early July were employed by the Wagner Group.[465] The two were arrested on suspicion of seeking to influence elections and were said to be involved in \"securing a meeting\" with Saif al-Islam Gaddafi.[466] Later, it was reported that the two Russians had three meetings with Gaddafi by April 2019.[467] In mid-November, the United States Congress was preparing bipartisan sanctions against the PMCs in Libya,[468] whose number had risen to 1,400, according to several Western officials.[469] The GNA, for its part, stated it documented between 600 and 800 PMCs in the country.[470] These included 25 pilots, trainers and support crew, with the pilots flying missions in refurbished LNA Su-22 fighter-bombers.[469] On 20 November, an Italian military drone crashed near Tripoli,[471] with the LNA claiming it had shot it down.[472] The next day, a US military drone was also shot down over Tripoli,[473] although the LNA stated it had been brought down by mistake.[474] According to the US, the drone was shot down by Russian air defenses which were operated either by Russian PMCs or the LNA. A GNA official also stated that Russian PMCs appeared to be responsible.[475] An estimated 25 Wagner military technicians were thought to had established transmission towers and platforms atop buildings south of Tripoli, which lead to the bringing down of the drones by jamming of control signals for the aircraft.[457] On 12 December, a new assault by the LNA was launched towards Tripoli,[476][477] with the LNA making several advances.[478][479] It was said the Russian PMCs were leading the LNA assault.[460][461] Over a two-day period, the PMCs, who were equipped with sophisticated drone-jamming technology and artillery, launched 2,500 mortar or artillery projectiles[461] and brought down a Turkish drone which was deployed by the GNA in an attempt to deter the LNA push. The drone was the sixth of seven deployed by Turkey in June that had been brought down by this point.[457] In early January 2020, The Libya Observer reported the Russian Air Force had transported fighters belonging to two other Russian private military companies, Moran and Shield, from Syria to Libya to further support the LNA.[480] Meanwhile, according to Turkish President Recep Tayyip Erdoğan, the number of Wagner PMCs in Libya had reached 2,500.[481] Later, he also accused the United Arab Emirates of providing some financing for the PMCs.[482] Following Turkey's and Russia's call for a ceasefire in Libya on 8 January 2020,[483] the GNA claimed a significant number of Wagner fighters had withdrawn from the frontline via helicopters to the Al Jufra Airbase.[484] Towards the end of February, a Wagner PMC stated for the Russian information agency InterRight that all of the PMCs had been withdrawn from Libya due to the ceasefire.[485] However, at the end of March, the GNA claimed to have targeted a building in the Qasr Bin Ghashir area south of Tripoli which had been occupied by Russian PMCs that had been responsible for several recent attacks on Tripoli neighborhoods.[486] On 2 April, GNA airstrikes in two areas south of Bani Walid targeted an ammunition convoy, as well as a fuel convoy, reportedly destroying six trucks. Wagner PMCs were claimed to be in the vehicles, with one of them being killed and another wounded.[487] On 22 April, the GNA's Interior Minister accused the Wagner Group of carrying out a chemical attack against its forces in the Salah al-Din area of southern Tripoli.[488] According to the Minister, Wagner snipers shot dead GNA fighters who had succumbed to nerve agents.[489] In early May, according to a UN report, between 800 and 1,200 Wagner PMCs were deployed in Libya in support of the LNA.[490] They were operating in specialized military tasks, including sniper teams.[491] The UN also confirmed the presence of Syrian fighters[492] who were transported to Libya since the start of the year via at least 33 flights operated by the Cham Wings airline. The Syrians numbered less than 2,000[492] and were made up of former rebels recruited by the Wagner Group, under Russian military supervision, to fight alongside them.[493][494] Mid-May, GNA artillery reportedly shelled a Wagner base[495] that was used for observation, intelligence and organizing operations.[496] In late May, the GNA captured the strategic Al-Watiya Air Base[497] and advanced into several districts of southern Tripoli,[498] during which they captured three military camps.[499] During the fighting, the GNA reported three Wagner PMCs were killed, with the body of one of them being seized.[500] The first Syrian fighter from the force recruited to support the Wagner Group also died.[501] Following these advances, Wagner's PMCs started to evacuate via Bani Walid's airport to Jufra,[502] with hundreds being evacuated on 25 May. According to the GNA, between 1,500 and 1,600 \"mercenaries\" withdrew from Tripoli's frontlines in the previous days.[503] The PMCs also pulled back their artillery and other heavy weapons during the withdrawal from southern Tripoli.[504] On 26 May, according to the United States Africa Command (AFRICOM), Russia deployed fighter jets to the Al Jufra Airbase[505] to support Wagner's PMCs. The jets arrived from an airbase in Russia via Syria, where they were repainted to conceal their Russian markings.[506][507] The LNA denied it received new fighter jets.[508] Following the collapse of the LNA's offensive on Tripoli,[509] the GNA launched an assault on the LNA-held city of Sirte in early June,[510] managing initially to capture parts of the city,[511] before a LNA counter-attack pushed the GNA's forces back.[512] Subsequently, while the GNA was preparing a second assault,[513] Russian PMCs were planting landmines in and around Sirte to \"obstruct the advance\" of the GNA.[459][514][515] Mid-June, AFRICOM reported one of the newly arrived Russian aircraft was spotted taking of from the Al Jufra Airbase, while a MiG-29 fighter jet was seen operating near Sirte. There was concern the aircraft were being operated by the PMCs.[516] At the end of the month, the GNA claimed a Wagner rocket attack west of Sirte left one civilian dead.[517] Towards the end of June, the Al Jufra airbase was reportedly turned into a Wagner Group command center for operations to take control of the country's southern oil fields[518] and the PMCs at the base were said to include Ukrainians and Serbians, besides the Russian contractors.[519] Subsequently, Wagner PMCs and pro-LNA Sudanese mercenaries, in coordination with a pro-LNA militia known as the Petroleum Facilities Guard, entered and secured Libya's largest oil field, the El Sharara oil field.[520][521][522] The PMCs also secured the oil port of Sidra on the Mediterranean coast.[523][524] Towards the end of July, \"foreign mercenaries\" were also reported to be at the Ras Lanuf petrochemical complex, Zuwetina oil port and Zallah field.[525] In July, the United States imposed sanctions on Wagner individuals and entities for the planting of landmines in and around Tripoli.[162] Meanwhile, according to AFRICOM, Russia continued to supply the LNA through the Wagner Group with SA-22 missile launch vehicles, GAZ Tigr IMVs, Typhoon MRAPs and land mines. A total of 14 Mig-29 and Su-24 fighter jets had also been delivered.[526][527] According to a UN report, 338 Russian military flights from Syria to Libya were conducted between November 2019, and July 2020, in support of the Wagner Group.[528] In early August, a 21-vehicle Wagner convoy moved from Jufra to Sirte. Concurrently, the LNA, supported by the PMCs, were reinforcing the Jarif valley south of Sirte with ditches and barriers.[529] Mid-September, it was confirmed the Wagner Group was conducting air-strikes in support of the LNA, with two Mig-29s piloted by the PMCs crashing,[530] one at the end of June, and the other in early September. A video of the second jets' pilot circulated online, showing him being rescued by an LNA combat helicopter after he parachuted and landed in the desert.[531][532] Towards the end of September, a helicopter transporting ammunition crashed in Sokna, near Al Jufra, while en route to an oil field. Four PMCs were killed in the crash.[533] On 23 October 2020, a new cease-fire agreement was reached in Libya,[534] with peace talks to subsequently begin.[535] The talks started on 12 November. However, the same day, the GNA's army stated it would not accept further talks with the presence of the PMCs and their anti-aircraft systems in Sirte, after the LNA conducted live-fire exercises and the PMCs blocked their delegation from landing in Sirte, according to the GNA.[536] In December 2020, the United States Pentagon revealed that the United Arab Emirates was funding the Russian PMCs in Libya and was the main financial supporter of the Wagner Group.[537][538] By late January 2021, the PMCs built a large trench, or a series of trenches, extending about 70 kilometers from Sirte towards the Wagner stronghold of Jufra. The trench was bolstered by a series of elaborate fortifications designed to disrupt land attacks. More than 30 defensive positions were dug along the trench with key positions near the Jufra air base and at the Brak airfield further south, where radar defenses were installed and fortified.[539][540] On 31 May 2022, Human Rights Watch stated that information from Libyan agencies and demining groups linked the Wagner Group to the use of banned landmines and booby traps in Libya. These mines killed at least three Libyan deminers before the mines’ locations were identified.[541] In late January 2019, Wagner PMCs were reported by Reuters to have arrived in Venezuela during the presidential crisis that was unfolding. They were sent to provide security for President Nicolás Maduro who was facing U.S.-backed opposition protests as part of the socioeconomic and political crisis that had been gripping the country since 2010. The leader of a local chapter of a paramilitary group of Cossacks with ties to the PMCs reported that about 400 contractors may be in Venezuela at that point. It was said that the PMCs flew in two chartered aircraft to Havana, Cuba, from where they transferred onto regular commercial flights to Venezuela. An anonymous Russian source close to the Wagner Group stated that another group of PMCs had already arrived in advance of the May 2018 presidential election.[31][542] Before the 2019 flare-up of protests, the PMCs were in Venezuela to mostly provide security for Russian business interests like the Russian energy company Rosneft. They also assisted in the training of the Venezuelan National Militia and the pro-Maduro Colectivos paramilitaries in 2018.[32] Russian ambassador to Venezuela, Vladimir Zayemsky denied the report of the existence of Wagner in Venezuela.[543] In early August 2019, the Wagner Group received a contract with the government of Mozambique over two other private military companies, OAM and Black Hawk, by offering their services for lower costs.[544] At the end of that month,[545] the government of Mozambique approved a resolution ratifying the agreement from April 2018 on the entry of Russian military ships into national ports.[546] On 13 September 160 PMCs from the Wagner Group arrived on a Russian An-124 cargo plane in the country[547] to provide technical and tactical assistance to the Mozambique Defence Armed Forces (FADM) and were stationed in three military barracks in the northern provinces of Nampula, Macomia and Mueda.[546] On 25 September, a second Russian cargo plane[547] landed in Nampula province and unloaded large-calibre weapons and ammunition belonging to the Wagner Group, which were then transported to the Cabo Delgado province where, from 5 October 2017, an Islamist insurgency had been taking place.[546] At least one of the two cargo planes belonged to the 224th Flight Unit of the Russian Air Force.[547] Overall, 200 PMCs, including elite troops, three attack helicopters and crew arrived in Mozambique to provide the training and combat support in Cabo Delgado, where the Islamist militants had burned villages, carried out beheadings and displaced hundreds of people.[548] Starting on 5 October, the Mozambique military conducted several successful operations, in collaboration with the PMCs, against the insurgents[33] along the border with Tanzania.[547] At the start of the operations, a PMC unit commander with the call sign \"Granit\" was killed and two other PMCs were wounded when their unit was ambushed by a force of 60 insurgents.[77] During these operations, the military and the PMCs bombed insurgent bases in two areas, pushing them into the woods. At this time, the insurgents launched attacks on two bases, during which more than 35 insurgents and three PMCs were killed. Meanwhile, on 8 October, a Russian ship entered the port of Nacala carrying just over 17 containers of different types of weapons, especially explosives, which were transported to the battlefield.[33] Russia, on its part, denied it had any troops in Mozambique.[549] Following the arrival of the PMCs, ISIL reinforced jihadist forces in Mozambique, leading to an increase in the number of militant attacks.[550] On 10 and 27 October, two ambushes took place during which seven PMCs were killed. During the ambush at the end of October, in addition to five PMCs, 20 Mozambique soldiers also died when Islamic militants set up a barricade on the road as a FADM military convoy arrived. Four of the five PMCs were shot dead and then beheaded.[551] Three vehicles were burned in the attack.[552] Some of the deaths during the fighting in Mozambique were reportedly the result of a \"friendly fire\" incident.[553] By mid-November, two Mozambique military sources described growing tensions between Wagner and the FADM after a number of failed military operations, with one saying joint patrols had almost stopped. Analysts, mercenaries and security experts, including the heads of OAM and Black Hawk, which operate in Sub-Saharan Africa, were of the opinion that Wagner was struggling in Mozambique since they were operating in a theater where they did not have much expertise. According to John Gartner, the head of OAM and a former Rhodesian soldier, the Wagner Group was \"out of their depth\" in Mozambique. At the same time, Dolf Dorfling, the founder of Black Hawk and a former South African colonel, said sources told them that the Wagner Group had started to search for local military expertise.[544] Towards the end of that month, it was reported that 200 PMCs had withdrawn from Mozambique, following the deaths among its fighters.[553] Still, as of the end of November, Russian fighters and equipment were still present in the port city of Pemba and they were also based in the coastal town of Mocímboa da Praia.[547] The PMCs had also withdrawn to Nacala to re-organize.[550] By early 2020, the number of attacks in Cabo Delgado surged, with 28 taking place throughout January and early February. The violence spread to nine of the province's 16 districts. The attacks included beheadings, mass kidnappings and villages burned to the ground. Most of the attacks were conducted by militants, but some were also made by bandits.[554] On 23 March, the militants captured the key town of Mocimboa de Praia in Cabo Delgado.[555] Two weeks later, the insurgents launched attacks against half a dozen villages in the province.[556] On 8 April, the military launched helicopter strikes against militant bases in two districts. Journalist Joseph Hanlon published a photograph showing one of the helicopter gunships that took part in the attack and said it was manned by Wagner PMCs. However, two other sources cited by the Daily Maverick stated the contractors belonged to the South African private military company Dyck Advisory Group (DAG) and that the Wagner Group had pulled out of Mozambique in March.[557] In mid-September 2021, according to diplomatic and security sources, an agreement was close to being finalized that would allow the Wagner Group to operate in Mali. According to conflicting sources, at least 1,000 PMCs or less would be deployed to Mali, which has been witnessing a civil war since 2012, and the Wagner Group would be paid about 6 billion CFA francs a month for training of the Malian military and providing protection for government officials. France, which previously ruled Mali as a colony, was making a diplomatic push to prevent the agreement being enacted. Since late May 2021, Mali has been ruled by a military junta that came into power following a coup d'état.[558] In response, Mali's Prime Minister Choguel Kokalla Maïga in his address to the UN General Assembly stated \"The new situation resulting from the end of Operation Barkhane puts Mali before a fait accompli – abandoning us, mid-flight to a certain extent – and it leads us to explore pathways and means to better ensure our security autonomously, or with other partners\".[559] The United Kingdom, European Union and Ivory Coast also warned Mali not to engage in an agreement with the Wagner Group.[560][561][562] Still, on 30 September, Mali received a shipment of four Mil Mi-17 helicopters, as well as arms and ammunition, as part of a contract agreed in December 2020. The shipment was received by Mali's Defence Minister, who praised Russia as \"a friendly country with which Mali has always maintained a very fruitful partnership\".[563][564] In late December, France published a joint statement also signed by the U.K., Germany, Canada and 11 other European governments that they have witnessed the deployment of the Wagner Group to Mali, with Russia's backing, and that they condemned the action.[34][565] Mali denied the deployment, asking for proof by independent sources, but acknowledged \"Russian trainers\" were in the country as part of strengthening the military and security forces and that it was \"only involved in a state-to-state partnership with the Russian Federation, its historical partner\".[566] French government sources stated the allegation of Wagner's deployment was based on factors that included the development of a new military base near Bamako's airport as well as \"suspicious flight patterns\".[567] The following month, Malian army officials confirmed some 400 Russian military advisors had arrived in the country and were present in several parts of Mali.[568] Several officials, including a Western one, stated Russian \"mercenaries\" were deployed in Mali, but a Malian military source denied this. Still, an official from central Mali, stated there was both Russian advisors and PMCs present and that not all of the contractors were Russian nationals.[568] According to a French military official, between 300 and 400 PMCs were present in the central part of the country, along with Russian trainers who were providing equipment.[569] Photos also emerged of the PMCs in the town of Ségou from the end of December 2021, where 200 Wagner contractors were reportedly deployed. In addition, it was reported that at the beginning of January 2022, clashes south of Mopti between the contractors and jihadists left one PMC dead.[35] In mid-January 2022, Wagner PMCs were deployed at a former French military base in Timbuktu, in northern Mali.[570][571] Subsequently, the US Army also confirmed the presence of the Wagner Group in Mali.[572] By early April 2022, some 200 Malian soldiers and 9 police officers were receiving training in Russia.[573] On 5 April 2022, Human Rights Watch published a report accusing Malian soldiers and Russian PMCs of allegedly executing around 300 civilians between 27 and 31 March, during a military operation in Moura, in the Mopti region, known as a hotspot of Islamic militants. According to the Malian military, more than 200 militants were killed in the operation, which reportedly involved more than 100 Russians.[36][574] At the start of the operation on 27 March, Malian military helicopters landed near the town's market, after which soldiers were deployed and approached a group of around 30 jihadists, who fired at them, killing at least two \"white soldiers\", according to Human Rights Watch.[575] On 19 April 2022, the first officially confirmed death of a Russian military advisor, said to be a Wagner member, took place when a military patrol hit a roadside bomb near the town of Hombori.[576] On 22 April 2022, three days after the French military handed over the Gossi military base to Malian forces, France claimed suspected Wagner Group PMCs buried a dozen bodies in a mass grave a few kilometres east of the base soon after the withdrawal, with the intent of blaming France. The French military published video images appearing to show 10 white soldiers covering bodies with sand, two days after a \"sensor observed a dozen Caucasian individuals, most likely belonging to the Wagner Group\" and Malian soldiers arriving at the burial site to unload equipment, according to a French military report.[577] On 25 April 2022, the Al-Qaeda-linked JNIM jihadist organisation claimed it had captured a number of Wagner Group members at the beginning of the month in the central Ségou Region.[578] In late June 2022, accusations surfaced against the Wagner Group that PMCs were looting towns and indiscriminatly arresting people in the northern Tombouctou Region with the Malian military, forcing civilians to flee to Mauritania. Killings were also reported to have taken place.[579] Families of killed PMCs are prohibited from talking to the media under a non-disclosure that is a prerequisite for them to get compensation from the company. The standard compensation for the family of a killed Wagner employee is up to 5 million rubles (about 80,000 dollars), according to a Wagner official.[108] In contrast, the girlfriend of a killed fighter stated the families are paid between 22,500 and 52,000 dollars depending on the killed PMC's rank and mission.[590] In mid-2018, Russian military veterans urged the Russian government to acknowledge sending private military contractors to fight in Syria, in an attempt to secure financial and medical benefits for the PMCs and their families.[591] The Sogaz International Medical Centre in Saint Petersburg, a clinic owned by the large insurance company AO Sogaz, has treated PMCs who had been injured in combat overseas since 2016. The company's senior officials and owners are either relatives of Russian President Putin or others linked to him. The clinic's general director, Vladislav Baranov, also has a business relationship with Maria Vorontsova, Putin's eldest daughter.[451] Wagner PMCs have received state awards[9] in the form of military decorations[96] and certificates signed by Russian President Putin.[592] Wagner commanders Andrey Bogatov and Andrey Troshev were awarded the Hero of the Russian Federation honor for assisting in the first capture of Palmyra in March 2016. Bogatov was seriously injured during the battle. Meanwhile, Alexander Kuznetsov and Dmitry Utkin had reportedly won the Order of Courage four times.[80] Family members of killed PMCs also received medals from Wagner itself, with the mother of one killed fighter being given two medals, one for \"heroism and valour\" and the other for \"blood and bravery\".[593] A medal for conducting operations in Syria was also issued by Wagner to its PMCs.[594] In mid-December 2017, a powerlifting tournament was held in Ulan-Ude, capital city of the Russian Republic of Buryatia, which was dedicated to the memory of Vyacheslav Leonov, a Wagner PMC who was killed during the campaign in Syria's Deir ez-Zor province.[595][596] The same month, Russia's president signed a decree establishing International Volunteer Day in Russia, as per the UN resolution from 1985, which will be celebrated annually every 5 December. The Russian Poliksal news site associated the Russian celebration of Volunteer Day with honoring Wagner PMCs.[597] In late January 2018, an image emerged of a monument in Syria, dedicated to \"Russian volunteers\".[598] The inscription on the monument in Arabic read: \"To Russian volunteers, who died heroically in the liberation of Syrian oil fields from ISIL\".[599][600] The monument was located at the Haiyan plant, about 50 kilometers from Palmyra,[601] where Wagner PMCs were deployed.[602] An identical monument was also erected in Luhansk in February 2018.[603] In late August 2018, a chapel was built near Goryachy Klyuch, Krasnodar Krai, in Russia in memory of Wagner PMCs killed in fighting against ISIL in Syria. For each of those killed a candle is lit in the chapel.[604] Towards the end of November 2018, it was revealed that a third monument, also identical to the two in Syria and Luhansk, was erected in front of the chapel, which is a few dozen kilometers from the PMC's training facility at Molkin.[605][unreliable source] The leadership of the Wagner Group and its military instructors were reportedly invited to attend the military parade on 9 May 2018, dedicated to Victory Day.[114] On 14 May 2021, a Russian movie inspired by the Russian military instructors in the Central African Republic premiered at the national stadium in Bangui.[606] Titled The Tourist, it depicts a group of Russian military advisors sent to the CAR on the eve of presidential elections and, following a violent rebellion, they defend locals against the rebels. The movie was reportedly financed by Yevgeny Prigozhin to improve the Wagner Group's reputation and included some Wagner PMCs as extras.[607] Six months later, a monument to the Russian military was erected in Bangui.[608] In late January 2022, a second movie about the Russian PMCs had its premiere. The film, titled Granit, showed the true story of the contractors' mission to the Cabo Delgado region of Mozambique in 2019, against Islamist militants.[609] On 12 April 2018, investigative Russian journalist Maksim Borodin was found badly injured at the foot of his building, after falling from his fifth-floor balcony in Yekaterinburg.[610] He was subsequently hospitalized in a coma and died of his injuries three days later on 15 April.[84] In the weeks before his death, Borodin gained national attention[611] when he wrote about the deaths of Wagner PMCs in the battle with US-backed forces in eastern Syria in early February, that also involved U.S. air-strikes.[610] Throughout February and March, Borodin interviewed relatives and commanders of Wagner Group PMCs, and attended their funerals in the town of Asbest.[84] Local officials said no suicide note was found but that his death was unlikely to be of a criminal nature. They also stated that at the time of his fall his apartment door had been locked from the inside, indicating that nobody had either entered or left.[610] Although the police continued their investigation, they were not treating his death as suspicious.[84] However, Polina Rumyantseva, chief editor of Novy Den, where Borodin worked, said before he died that she could not rule out a crime and that there was no reason for him to commit suicide. Harlem Désir of the OSCE said the death was \"of serious concern\" and called for a thorough investigation. Borodin's friend stated that one day before his fall, Borodin had contacted him at five o'clock in the morning saying there was \"someone with a weapon on his balcony and people in camouflage and masks on the staircase landing\". He had been attempting to find a lawyer, but later Borodin called his friend once again and said he made a mistake and that he thought the men had been taking part in some kind of training exercise.[610][84] After Borodin's death, Rumyantseva stated that Novy Den had been in his apartment and that there were no signs of a struggle, while the investigators thought that Borodin had gone on the balcony to smoke and had fallen. Still, Rumyantseva stated \"If there's even a hint of something criminal, we will make it public\". Borodin also had a local repute for conducting investigation of prisons and corrupt officials in his native Sverdlovsk Oblast.[611] On 30 July 2018, three Russian journalists (Kirill Radchenko, Alexander Rastorguyev [ru] and Orkhan Dzhemal [ru]) belonging to the Russian online news organisation Investigation Control Centre (TsUR), which is linked to Mikhail Khodorkovsky, were ambushed and killed by unknown assailants in the Central African Republic, three days after they had arrived in the country to investigate local Wagner activities. The ambush took place 23 kilometers from Sibut when armed men emerged from the bush and opened fire on their vehicle. The journalists' driver survived the attack,[612] but was afterward kept incommunicado by the authorities. In its response to the killings, Russia's foreign ministry noted that the dead journalists had been traveling without official accreditation.[55] BBC News and AFP said the circumstances of their deaths were unclear.[613][614] According to the Interfax news agency, robbery could have been a motive. An expensive camera kit and more than 8,000 dollars disappeared from the scene,[613] although three canisters of gasoline, which is considered a valuable commodity in the CAR, were left in the vehicle.[615] A local official and their driver stated that the attackers were wearing turbans and speaking Arabic.[613][616] Russian and CAR state media initially reported that the authorities suspected Seleka rebels to be behind the killings.[372] According to local residents, interviewed by Khodorkovsky's investigators, around 10 people had camped out nearby before the ambush, waiting there for several hours. Shortly before the attack, they saw another car with \"three armed white men … and two Central Africans\" pass by.[615] Per an initial report in The New York Times, there was no indication that the killings were connected with the journalists' investigation of the Wagner Group's activities in the Central African Republic,[617] but a follow-up article cited a Human Rights Watch researcher who commented that \"Many things don't add up\" in regards to the mysterious killings. It reaffirmed there was nothing to contradict the official version that the killings were a random act by thieves, but noted speculation within Russia that blamed the Wagner Group, while also adding a theory by a little known African news media outlet that France, which previously ruled the CAR when it was a colony, was behind the killings as a warning to Moscow to stay clear of its area of influence.[55] Moscow-based defence analyst Pavel Felgenhauer thought it was unlikely they were killed by Wagner's PMCs,[618] while the Ukrainian security service claimed that it had evidence about the PMCs involvement.[619] During their investigation, the journalists tried to enter the PMCs' camp, but they were told that they needed accreditation from the country's Defense Ministry.[617] The accreditation was previously only given to an AFP journalist who was still not allowed to take any photographs or interview anyone. The killings took place one day after the journalists visited the Wagner Group encampment at Berengo.[616] According to Bellingcat's Christo Grozev, after the journalists arrived in the CAR, the Wagner Group's Col. Konstantin Pikalov issued a letter describing how they should be followed and spied on.[376] In January 2019, it was revealed that, according to evidence gathered by Khodorkovsky's Dossier Center, a major in the Central African Gendarmerie was involved in the ambush. The major was in regular communication with the journalists' driver on the day of their murders and he had frequent communications with a Wagner PMC who was a specialist trainer in counter-surveillance and recruitment in Central Africa. The police officer was also said to have attended a camp run by Russian military trainers on the border with Sudan, and maintained regular contact with Russian PMCs after his training.[620] The investigation into the murders by the Dossier Center was suspended two months later due to lack of participation by government agencies and organizations.[621] In July 2020, ahead of the country's presidential election, Belarusian law enforcement agencies arrested 33 Wagner contractors. The arrests took place after the security agencies received information about over 200 PMCs arriving in the country \"to destabilize the situation during the election campaign\", according to the state-owned Belarusian Telegraph Agency (BelTA).[622] The Belarusian Security Council accused those arrested of preparing \"a terrorist attack\".[623] The U.S.-funded Radio Liberty reported the contractors were possibly on their way to Sudan, citing video footage that showed Sudanese currency and a telephone card depicting Kassala's Khatmiya Mosque among the belongings of those who had been arrested.[622] Others also believed the contractors were simply using Belarus as a staging post on their way to or from their latest assignment,[623] possibly in Africa, with BBC News pointing out the footage of the Sudanese currency and a Sudanese phone card as well.[624] Russia confirmed the men were employed by a private security firm, but stated they had stayed in Belarus after missing their connecting flight to Turkey[625] and called for their swift release.[626] The head of the Belarusian investigative group asserted the contractors had no plans to fly further to Turkey and that they were giving \"contradictory accounts\". The PMCs stated they were on their way to Venezuela, Turkey, Cuba and Syria. Belarusian authorities also said they believed the husband of opposition presidential candidate Sviatlana Tsikhanouskaya may have ties to the detained men and launched a criminal case against him.[625] The detained contractors were returned to Russia two weeks later.[627] During the contractors' detention, Russian media reported that the Security Service of Ukraine had lured the PMCs to Belarus under the pretext of a contract for the protection of Rosneft facilities in Venezuela. The operation's plan was to force an emergency landing of the contractor's plane from Minsk as it flew through Ukrainian airspace and, once grounded, the PMCs would have been arrested.[628] Later, Russian president Putin also stated that the detained men were victims of a joint Ukrainian-United States intelligence operation.[629][630] Although the Ukrainian president's chief of staff, Andriy Yermak, denied involvement in the detentions,[631] subsequently, a number of Ukrainian journalists, members of parliament, and politicians confirmed the operation. The operation was supposedly planned for a year as Ukraine identified PMCs who fought in eastern Ukraine and were involved in the July 2014 shoot down of Malaysia Airlines Flight 17. The operation failed after being postponed by the Office of the President of Ukraine, which was reportedly informed of it only in its final stage. Ukrainian reporter Yuri Butusov accused Andriy Yermak of \"betrayal\" after he reportedly deliberately released information on the operation to Russia.[628] Butusov further reported that the Turkish intelligence agency MİT was also involved in the operation.[632] The failure of the operation led to firings and criminal proceedings among Ukraine's Security Service personnel, according to a Ukrainian intelligence representative using the pseudonym \"Bogdan\".[633] Former Ukrainian President Petro Poroshenko also claimed in December 2020 that he sanctioned the operation at the end of 2018.[634] Several days after Russian media reported that Russian PMCs were ready to fight against Azerbaijan in Nagorno-Karabakh,[635] a source within the Wagner Group, as well as Russian military analyst Pavel Felgenhauer, reported Wagner contractors were sent to support armed forces of the partially recognized Republic of Artsakh against Azerbaijan during the 2020 Nagorno-Karabakh war as ATGM operators.[636][637] However, Bellingcat reported that the Wagner Group was not present in Nagorno-Karabakh, pointing to the Reverse Side of the Medal (RSOTM) public channel, used by Russian PMCs, including Wagner. RSOTM posted two images and a song alluding to the possibility of Wagner PMCs arriving in Nagorno-Karabakh, but Bellingcat determined the images were unrelated.[638] Following the end of the war, retired military captain Viktor Zlobov stated Wagner PMCs took a significant role in managing to preserve the territory that remained under Armenian control during the conflict and were the ones mostly responsible for the Armenians managing to keep control of the town of Shusha for as long as they did before it was ultimately captured by Azerbaijan during the major battle that took place. Turkey reported that 380 \"blondes with blue eyes\" took part in the conflict on the side of Artsakh, while some Russian publications put the number of Wagner PMCs who arrived in the region in early November at 500. 300 of these were said to have taken part in the Battle of Shusha[639] and a photo of a Wagner PMC, apparently taken in front a church in Shusha during the war, appeared on the internet the following month.[640] The Russian news outlet OSN reported the arrival of the PMCs was also one of the factors that led to Azerbaijan's halt of their offensive against Nagorno-Karabakh.[641] Following more than six years of a Jihadist insurgency in Burkina Faso, a coup d'état took place on 23 January 2022, with the military deposing president Roch Marc Christian Kaboré[642] and declaring that the parliament, government and constitution had been dissolved.[643] The coup d'état was led by lieutenant colonel Paul-Henri Sandaogo Damiba[644] and came in response to the government's failure to suppress the Islamist insurgency, which has left 2,000 people dead and between 1.4 and 1.5 million displaced. Anger was also directed towards France, which was providing military support to the government.[645][646][647][648] One day after the coup, Alexander Ivanov, the official representative of Russian military trainers in the CAR, offered training to the Burkinabe military.[649] Subsequently, it was revealed that shortly before the military takeover lieutenant colonel Damibaa attempted to persuade president Kaboré to engage the Wagner Group against the Islamist insurgents.[650] In addition, less than two weeks before the takeover, the government announced it had thwarted a coup plot, after which it was speculated that the Wagner Group might try and establish itself in Burkina Faso.[571] The coup found significant support in the country[646] and was followed by protests against France and in support of the takeover, with the protesters calling for Russia to intervene.[645] The United States Department of Defense stated it was aware of allegations that the Wagner Group might have been \"a force behind the military takeover in Burkina Faso\" but could not confirm if they were true.[649]","Title":"Wagner Group - Wikipedia","KeyID":"15663","URL":"https://en.wikipedia.org/wiki/Wagner_Group"}