{"Content: ":"The Chechens (/ˈtʃɛtʃɛnz, tʃəˈtʃɛnz/;[18] Chechen: Нохчий, Noxçiy, Old Chechen: Нахчой, Naxçoy), historically also known as Kisti and Durdzuks,[19] are a Northeast Caucasian ethnic group of the Nakh peoples native to the North Caucasus in Eastern Europe.[20] They refer to themselves as Nokhchiy (pronounced [no̞xtʃʼiː]; singular Nokhchi, Nokhcho, Nakhchuo or Nakhtche).[21][22][23] The vast majority of Chechens today are Muslims[24] and live in Chechnya, a republic of Russia. The North Caucasus has been invaded numerous times throughout history. Its isolated terrain and the strategic value outsiders have placed on the areas settled by Chechens has contributed much to the Chechen community ethos and helped shape its national character. Chechen society has traditionally been egalitarian and organized around many autonomous local clans, called teips. According to popular tradition, the Russian term Chechency (Чеченцы) comes from central Chechnya, which had several important villages and towns named after the word Chechen. These places include Chechan, Nana-Checha (\"Mother Checha\") and Yokkh Chechen (\"Greater Chechena\").[26] The name Chechen occurs in Russian sources in the late 16th century as \"Chachana\", which is mentioned as a land owned by the Chechen Prince Shikh Murza.[27] The etymology is of Nakh origin and originates from the word Che (\"inside\") attached to the suffix -cha/chan, which altogether can be translated as \"inside territory\". The villages and towns named Chechan were always situated in the Chechan-are (\"Chechen flatlands or plains\") located in today's central Chechnya.[28][29] Although Chechan (Chechen) was a term used by Chechens to denote a certain geographic area (central Chechnya), Chechens called themselves Nakhchiy (highland dialects) or Nokhchiy (lowland dialects). The oldest mention of Nakhchiy occurred in 1310 by the Georgian Patriarch Cyril Donauri, who mentions the 'People of Nakhche' among Tushetians, Avars and many other Northeast Caucasian nations. The term Nakhchiy has also been connected to the city Nakhchivan and the nation of Nakhchamatyan (mentioned as one of the peoples of Sarmatia in the 7th-century Armenian work Ashkharhatsuyts) by many Soviet and modern historians, although the historian N. Volkova considers the latter connection unlikely and states that the term Nakhchmatyan could have been mistaken for the Iaxamatae, a tribe of Sarmatia mentioned in Ptolemy's Geography, who have no connection to the Chechen people.[30][31] Chechen manuscripts in Arabic from the early 1820s do mention a certain Nakhchuvan (near modern-day Kagizman, Turkey) as the homeland of all Nakhchiy. The etymology of the term Nakhchiy can also be understood as a compound formed with Nakh ('people') attached to Chuo ('territory').[29][32] The Chechens are mainly inhabitants of Chechnya.[25] There are also significant Chechen populations in other subdivisions of Russia, especially in Aukh (part of modern-day Dagestan), Ingushetia and Moscow. Outside Russia, countries with significant diaspora populations are Kazakhstan, Turkey and Arab states (especially Jordan and Iraq): those in Iraq and Jordan are mainly descendants of families who had to leave Chechnya during the Caucasian War, which led to the annexation of Chechnya by the Russian Empire in 1859, while those in Kazakhstan originate from the ethnic cleansing of the entire population carried out by Joseph Stalin and Lavrentiy Beria in 1944. Tens of thousands of Chechen refugees settled in the European Union and elsewhere as the result of the recent Chechen Wars, especially in the wave of emigration to the West after 2002.[33] The Chechens are one of the Nakh peoples, who have lived in the highlands of the North Caucasus region since prehistory.[34] There is archeological evidence of historical continuity dating back to 3000 B.C.[35][34] as well as evidence pointing to their ancestors’ migration from the Fertile Crescent c. 10,000–8,000 B.C.[35] The discussion of their origins is intertwined with the discussion of the mysterious origins of Nakh peoples as a whole. The only three surviving Nakh peoples are Chechens, Ingush and Bats, but they are thought by some scholars to be the remnants of what was once a larger family of peoples.[citation needed] They are thought to either be descended from original settlers of the Caucasus (North and/or South)[36][37] or supposedly Nakh-speaking ethnic minorities in the north-eastern regions of the ancient state of Urartu (whose people also spoke a language that was possibly related to the Nakh languages).[38] The two theories are not mutually incompatible, and there has been much evidence that seems to link the two (either by dual origins or the \"return\" theory, in which the Nakh peoples originally lived in the Caucasus, migrated down to the south, lived there for a long period of time, and then returned to the Caucasus). According to the opinion of Caucasus folklorist Amjad Jaimoukha, \"It is certain that the Nakh constituted an important component of the Hurrian-Urartian tribes in the Trans-Caucasus and played a role in the development of their influential cultures.\"[19] Amjad Jaimoukha notes in his book The Chechens: \"Some authorities believe that the Nakh nation was an offspring of the Hurrians and Urartians, builders of the magnificent civilizations of the Near East, that had profound influences upon other cultures of the region.\"[39] According to some data, Chechens are genetically, linguistically and anthropologically considered the descendants of the Hurrians and Urartians.[40][41][39][42][43][44][45][46][47][48][49][50] Other scholars, however, doubt that the language families are related,[51][52][53] or believe that, while a connection is possible, the evidence is far from conclusive.[54][55][56] Uralicist and Indo-Europeanist Petri Kallio argues that the matter is hindered by the lack of consensus about how to reconstruct Proto-Northeast-Caucasian, but that Alarodian is the most promising proposal for relations with Northeast Caucasian, greater than rival proposals to link it with Northwest Caucasian or other families.[57] However, nothing is known about Alarodians except that they \"were armed like the Colchians and Saspeires,\" according to Herodotus.[58] Colchians and Saspeires are generally associated with Kartvelians or Scythians. Additionally, leading Urartologist Paul Zimansky rejected a connection between Urartians and Alarodians.[59] Ancestors of the modern Chechens and Ingush were known as Durdzuks. According to The Georgian Chronicles, before his death, Targamos [Togarmah] divided the country amongst his sons, with Kavkasos [Caucas], the eldest and most noble, receiving the Central Caucasus. Kavkasos engendered the Chechen tribes, and his descendant, Durdzuk, who took residence in a mountainous region, later called \"Dzurdzuketia\" after him, established a strong state in the fourth and third centuries BC.[60] Among the Chechen teips, the teip Zurzakoy, consonant with the ethnonym Dzurdzuk, live in the Itum-Kale region of Chechnya. Georgian historian Giorgi Melikishvili posited that although there was evidence of Nakh settlement in Southern Caucasus areas, this did not rule out the possibility that they also lived in the North Caucasus. Prior to the invasion of the Cimmerians and Scythians, the Nakh had inhabited the Central Caucasus and the steppe lands all the way to the Volga river in the northeast and the Caspian Sea to the east.[61] The mighty state of Durdzuketi has been known since the 4th century BC.[19] The Armenian Chronicles mention that the Durdzuks defeated Scythians and became a significant power in the region in the first millennium BC.[19] The Vainakh in the East had an affinity to Georgia, while the Malkh Kingdom of the West looked to the new Greek kingdom of Bosporus on the Black Sea coast (though it may have also had relations with Georgia as well).[19] Adermalkh, king of the Malkh state, married the daughter of the Bosporan king in 480 BCE.[19] Malkhi is one of the Chechen tukkhums.[62][63][64][65][66][67][68] During the Middle Ages, the lowland of Chechnya was dominated by the Khazars and then the Alans. Local culture was also subject to Georgian influence and some Chechens converted to Eastern Orthodox Christianity. With a presence dating back to the 14th century, Islam gradually spread among the Chechens,[69][70] although the Chechens' own pagan religion was still strong until the 19th century. Society was organised along feudal lines. Chechnya was devastated by the Mongol invasions of the 13th century and those of Tamerlane in the 14th.[71][72] The Mongol invasions are well known in Chechen folktales which are often connected with military reports of Alan-Dzurdzuk wars against the Mongols. According to the missionary Pian de Carpine, a part of the Alans had successfully resisted a Mongol siege on a mountain for 12 years:[73] When they (the Mongols) begin to besiege a fortress, they besiege it for many years, as it happens today with one mountain in the land of the Alans. We believe they have been besieging it for twelve years and they (the Alans) put up courageous resistance and killed many Tatars, including many noble ones. This twelve-year-old siege is not found in any other report, however the Russian historian A. I. Krasnov connected this battle with two Chechen folktales he recorded in 1967 that spoke of an old hunter named Idig who with his companions defended the Dakuoh mountain for 12 years against Tatar-Mongols. He also reported to have found several arrowheads and spears from the 13th century near the very mountain the battle took place at:[74] The next year, with the onset of summer, the enemy hordes came again to destroy the highlanders. But even this year they failed to capture the mountain, on which the brave Chechens settled down. The battle lasted twelve years. The main wealth of the Chechens – livestock – was stolen by the enemies. Tired of the long years of hard struggle, the Chechens, believing the assurances of mercy by the enemy, descended from the mountain, but the Mongol-Tatars treacherously killed the majority, and the rest were taken into slavery. This fate was escaped only by Idig and a few of his companions who did not trust the nomads and remained on the mountain. They managed to escape and leave Mount Dakuoh after 12 years of siege. Tamerlane's late 14th-century invasions of the Caucasus were especially costly to the Chechen kingdom of Simsir which was an ally of the Golden Horde and anti-Timurid. Its leader Khour Ela supported Khan Tokhtamysh during the Battle of the Terek River.[75] The Chechens bear the distinction of being one of the few peoples to successfully resist the Mongols and defend themselves against their invasions; not once, but twice, though this came at great cost to them, as their states were utterly destroyed. These events were key in the shaping of the Chechen nationhood and their martial-oriented and clan-based society.[76] The Caucasus was a major competing area for two neighboring rival empires: the Ottoman and Persian empires (Safavids, Afsharids, Qajars). Starting from 1555 and decisively from 1639 through the first half of the 19th century, the Caucasus was divided by these two powers, with the Ottomans prevailing in Western Georgia, while Persia kept the bulk of the Caucasus, namely Eastern Georgia, Southern Dagestan, Azerbaijan, and Armenia.[77] The Chechens, however, never really fell under the rule of either empire. As Russia expanded slowly southwards as early as the 16th century, clashes between Chechens and Russians became more frequent, and it became three empires competing for the region. During these turbulent times, the Chechens were organized into semi-independent clans that were loyal to the Mehk-Khel (National Council). The Mehk-Khel was in charge of appointing the Mehk-Da (Ruler of the nation). Several of these appeared during the Late Middle Ages such as Aldaman Gheza, Tinavin-Visa, Zok-K'ant and others. The administration and military expeditions commanded by Aldaman Gheza during the 1650-1670s led to Chechnya being largely untouched by the major empires of the time. Alliances were concluded with local lords against Persian encroachment and battles were fought to stop Russian influence. One such battle was the Battle of Khachara between Gheza and the rival Avar Khanate that tried to exert influence on Chechnya.[78] As Russia set off to increase its political influence in the Caucasus and the Caspian Sea at the expense of Safavid Persia, Peter I launched the Russo-Persian War (1722-1723), in which Russia succeeded in taking much of the Caucasian territories for several years. Notable in Chechen history, this particular Russo-Persian War marked the first military encounter between Imperial Russia and the Vainakh.[79] Sheikh Mansur led a major Chechen resistance movement in the late 18th century. In the late 18th and 19th centuries, Russia embarked on full-scale conquest of the North Caucasus in the Caucasian War. Much of the campaign was led by General Yermolov who particularly disliked the Chechens, describing them as \"a bold and dangerous people\".[80] Angered by Chechen raids, Yermolov resorted to a brutal policy of \"scorched earth\" and deportations; he also founded the fort of Grozny (now the capital of Chechnya) in 1818. Chechen resistance to Russian rule reached its peak under the leadership of the Dagestani leader Imam Shamil. The Chechens were finally defeated in 1861 after a bloody war that lasted for decades, during which they lost most of their entire population.[81] In the aftermath, large numbers of refugees also emigrated or were forcibly deported to the Ottoman Empire.[82][83][84] Since then, there have been various Chechen rebellions against Russian/Soviet power in 1865–66, 1877, during the Russian Civil War and World War II, as well as nonviolent resistance to Russification and the Soviet Union's collectivization and anti-religion campaigns. In 1944, all Chechens, together with several other peoples of the Caucasus, were ordered by the Soviet leader Joseph Stalin to be deported en masse to the Kazakh and Kirghiz SSRs; and their republic and nation were abolished. At least one-quarter—and perhaps half—of the entire Chechen population perished in the process, and a severe blow was made to their culture and historical records.[82][85][86] Though \"rehabilitated\" in 1956 and allowed to return the next year, the survivors lost economic resources and civil rights and, under both Soviet and post-Soviet governments, they have been the objects of both official and unofficial discrimination and discriminatory public discourse.[82][87] Chechen attempts to regain independence in the 1990s after the fall of the Soviet Union led to the first and the second war with the new Russian state, starting in 1994. The main language of the Chechen people is Chechen. Chechen belongs to the family of Nakh languages (Northeast Caucasian languages). Literary Chechen is based on the central lowland dialect. Other related languages include Ingush, which has speakers in the neighbouring Ingushetia, and Batsbi, which is the language of the people in the adjoining part of Georgia. At various times in their history, Chechens used Georgian, Arabic and Latin alphabets; as of 2008, the official script is Russian Cyrillic. Traditionally, linguists attributed both Ingush and Batsbi to the Chechen language (as its dialects) before the endoethnonym Vainakh appeared at the beginning of the 20th century.[88][89][90][91][92] Most Chechens living in their homeland can understand Ingush with ease. The two languages are not truly mutually intelligible, but it is easy for Chechens to learn how to understand the Ingush language and vice versa over time after hearing it for a while.[citation needed] In 1989, 73.4% spoke Russian,[93] though this figure has declined due to the wars for a large number of reasons (including the lack of proper education, the refusal to learn the language, and the mass dispersal of the Chechen diaspora due to the war). Chechens in the diaspora often speak the language of the country they live in (English, French, German, Arabic, Polish, Georgian, Turkish, etc.). The Nakh languages are a subgroup of Northeast Caucasian, and as such are related to Nakho-Dagestanian family, including the languages of the Avars, Dargins, Lezghins, Laks, etc. However, this relationship is not a close one: the Nakho-Dagestani family is of comparable or greater time-depth than Indo-European, meaning Chechens are only as linguistically related to Avars or Dargins as the French are to the Russians or Iranians.[citation needed] Genetic tests on Chechens have shown roots mostly in the Caucasus and Europe, as well as slight connections to and influences from the Middle East. As is the case with many other North Caucasian peoples, Chechens are broadly connected with European populations on the Y-DNA (the paternal side) from all European regions, but narrowly closer to Western Europeans in terms of mitochondrial DNA (the maternal side).[94] A 2004 study of the mtDNA showed Chechens to be diverse in the mitochondrial genome, with 18 different haplogroups out of only 23 samples. This correlates with all other North Caucasian peoples such as the Ingush, Avars and Circassians where the mitochondrial DNA is very diverse.[94][95] The most recent study on Chechens, by Balanovsky et al. in 2011,[96] sampled a total of 330 Chechens from three sample locations (one in Malgobek, one in Achkhoy-Martan, and one from two sites in Dagestan) and found the following frequencies: A weak majority of Chechens belong to Haplogroup J2 (56.7%[96]), which is associated with Mediterranean, Caucasian and Fertile Crescent populations. Other notable values were found among North Caucasian Turkic peoples (Kumyks (25%)[97] and Balkars (24%)[98]). It is notable that J2 suddenly collapses as one enters the territory of non-Nakh Northeast Caucasian peoples, dropping to very low values among Dagestani peoples.[94][96][99][100] The overwhelming bulk of Chechen J2 is of the subclade J2a4b* (J2-M67), of which the highest frequencies by far are found among Nakh peoples: Chechens were 55.2% according to the Balanovsky study, while Ingush were 87.4%. Other notable haplogroups that appeared consistently appeared at high frequencies included J1 (20.9%), L (7.0%), G2 (5.5%), R1a (3.9%), Q-M242 (3%) and R1b-M269 (1.8%, but much higher in Chechnya itself as opposed to Dagestani or Ingushetian Chechens). Overall, tests have shown consistently that Chechens are most closely related to Ingush, Circassians and other North Caucasians, occasionally showing a kinship to other peoples in some tests. Balanovsky's study showed the Ingush to be the Chechens' closest relatives by far.[96][100][101] Russian military historian and Lieutenant General Vasily Potto describes the appearance of the Chechens as follows: \"The Chechen is handsome and strong. Tall, slender, with sharp features and a quick, determined look, he amazes with his mobility, agility, dexterity.\"[102] Prior to the adoption of Islam, the Chechens practiced a unique blend of religious traditions and beliefs. They partook in numerous rites and rituals, many of them pertaining to farming; these included rain rites, a celebration that occurred on the first day of plowing, as well as the Day of the Thunderer Sela and the Day of the Goddess Tusholi. In addition to sparse written record from the Middle Ages, Chechens traditionally remember history through the illesh, a collection of epic poems and stories. Chechens are accustomed to democratic ways, their social structure being firmly based on equality, pluralism and deference to individuality. Chechen society is structured around tukkhums (unions of clans) and about 130 teips, or clans. The teips are based more on land and one-side lineage than on blood (as exogamy is prevalent and encouraged), and are bonded together to form the Chechen nation. Teips are further subdivided into gar (branches), and gars into nekye (patronymic families). The Chechen social code is called nokhchallah (where Nokhchuo stands for \"Chechen\") and may be loosely translated as \"Chechen character\". The Chechen code of honor and customary law (adat) implies moral and ethical behaviour, generosity and the will to safeguard the honor of women. The traditional Chechen saying goes that the members of Chechen society, like its teips, are (ideally) \"free and equal like wolves\".[103][104] Chechens today have a strong sense of nation, which is enforced by the old clan network and nokhchalla – the obligation to clan, tukkhum, etc. This is often combined with old values transmuted into a modern sense. They are mythically descended from the epic hero, Turpalo-Nokhchuo (\"Chechen Hero\"). There is a strong theme of representing the nation with its national animal, the wolf. Due to their strong dependence on the land, its farms and its forests (and indeed, the national equation with the wolf), Chechens have a strong affection for nature. According to Chechen philosopher Apty Bisultanov, ruining an ant-hill or hunting Caucasian goats during their mating season was considered extremely sinful.[105] It is notable that the glasnost era Chechen independence movement Bart (unity), in fact, originated as a simple environmentalist organization in the republic's capital of Grozny.[106] Chechen culture puts a strong value on the concept of freedom. This asserts itself in a number of ways. A large majority of the nation's national heroes fought for independence (or otherwise, like the legendary Zelimkhan, robbed from the Russian oppressors in order to feed Chechen children in a Robin Hood-like fashion). A common greeting in the Chechen language, marsha oylla, is literally translated as \"enter in freedom\". The word for freedom also encompasses notions of peace and prosperity. Chechens are sometimes referred to as the \"French of the Caucasus\", for a number of reasons (it is notable that the Circassians are the \"English of the Caucasus\", and the Georgians are the \"Italians of the Caucasus\"). This comparison may refer to either political/historical traits, or to personality characteristics. Like the French, who overthrew their age-old monarchy in the French Revolution, the Chechens had a similar revolution a century or two earlier,[107] and like the French, they bore the distinction (for a period) of being the only egalitarian society in an area full of monarchic states. Like the French, the Chechens preferred swift, revolutionary (and often violent) methods to realize the change they wished to see – unlike the Circassians (called the \"English of the Caucasus\" both for their political and personality characteristics) who preferred more gradualist methods.[108] Chechens were also called \"French\" by early Russian military officers and the French anthropologist Ernest Chantre who noted their \"happy and witty\" nature.[109] Chechnya is predominantly Muslim.[24] Most of the population follows either the Shafi'i or the Hanafi,[110] schools of jurisprudence, fiqh. The Shafi'i school of jurisprudence has a long tradition among the Chechens,[111] and thus it remains the most practiced.[112] Some adhere to the mystical Sufi tradition of muridism, while about half of Chechens belong to Sufi brotherhoods, or tariqah. The two Sufi tariqas that spread in the North Caucasus were the Naqshbandiyya and the Qadiriyya (the Naqshbandiyya is particularly strong in Dagestan and eastern Chechnya, whereas the Qadiriyya has most of its adherents in the rest of Chechnya and Ingushetia). There are also small Christian and atheist minorities, although their numbers are unknown in Chechnya; in Kazakhstan, they are roughly 3% and 2% of the Chechen population respectively.[113] A stereotype of an average Chechen being a fundamentalist Muslim is incorrect and misleading.[114][115] By the late 2000s, however, two new trends have emerged in Chechnya. A radicalized remnant of the armed Chechen separatist movement has become dominated by Salafis (popularly known in Russia as Wahhabis and present in Chechnya in small numbers since the 1990s), mostly abandoning nationalism in favor of Pan-Islamism and merging with several other regional Islamic insurgencies to form the Caucasus Emirate. At the same time, Chechnya under Moscow-backed authoritarian rule of Ramzan Kadyrov has undergone its own controversial counter-campaign of Islamization of the republic, with the local government actively promoting and enforcing their own version of a so-called \"traditional Islam\", including introducing elements of Sharia that replaced Russian official laws.[116][117][118][119]","Title":"Chechens - Wikipedia","KeyID":"15664","URL":"https://en.wikipedia.org/wiki/Chechens"}