{"Content: ":"The eastern copperhead (Agkistrodon contortrix),[3] also known as the copperhead, is a species of venomous snake, a pit viper, endemic to eastern North America; it is a member of the subfamily Crotalinae in the family Viperidae. The eastern copperhead has distinctive, dark brown, hourglass-shaped markings, overlaid on a light reddish brown or brown/gray background. The body type is heavy, rather than slender. Neonates are born with green or yellow tail tips, which progress to a darker brown or black within one year. Adults grow to a typical length (including tail) of 50–95 cm (20–37 in). In most of North America, it favors deciduous forest and mixed woodlands. It may occupy rock outcroppings and ledges, but is also found in low-lying, swampy regions. During the winter, it hibernates in dens or limestone crevices, often together with timber rattlesnakes and black rat snakes.[4] The eastern copperhead is known to feed on a wide variety of prey, including invertebrates (primarily arthropods) and vertebrates. Like most pit vipers, the eastern copperhead is generally an ambush predator; it takes up a promising position and waits for suitable prey to arrive. As a common species within its range, it may be encountered by humans. Unlike other viperids, they often \"freeze\" instead of slithering away, due to its habit of relying on excellent camouflage, rather than fleeing.[5] Bites occur due to people unknowingly stepping on or near them.[6] Five subspecies have been recognized in the past,[7] but recent genetic analysis had yielded new species information. Its generic name is derived from the Greek words ancistro (hooked) and odon (tooth), or fishhook.[8] The trivial name, or specific epithet, comes from the Latin contortus (twisted, intricate, complex), which is usually interpreted to reference the distorted pattern of darker bands across the snake's back, which are broad at the lateral base, but \"pinched\" into narrow hourglass shapes in the middle at the vertebral area.[9][10] Adults grow to a typical length (including tail) of 50–95 cm (20–37 in). Some may exceed 1 m (3 ft 3 in), although that is exceptional for this species.[11] Males do not typically exceed 74 to 76 cm (29 to 30 in) and weigh from 101.5 to 343 g (3+9⁄16 to 12+1⁄8 oz), with a mean of roughly 197.4 g (6+15⁄16 oz).[12] Females do not typically exceed 60 to 66 cm (23+1⁄2 to 26 in),[13][14] and have a mean body mass of 119.8 g (4+7⁄32 oz).[15] The maximum length reported for this species is 134.6 cm (53 in) for A. c. mokasen (Ditmars, 1931). Brimley (1944) mentions a specimen of A. c. mokasen from Chapel Hill, North Carolina, that was \"four feet, six inches\" (137.2 cm), but this may have been an approximation. The maximum length for A. c. contortrix is 132.1 cm (52 in) (Conant, 1958).[9] The body is relatively stout and the head is broad and distinct from the neck. Because the snout slopes down and back, it appears less blunt than that of the cottonmouth, A. piscivorus. Consequently, the top of the head extends further forward than the mouth.[16] The escalation includes 21–25 (usually 23) rows of dorsal scales at midbody, 138–157 ventral scales in both sexes, and 38–62 and 37–57 subcaudal scales in males and females, respectively. The subcaudals are usually single, but the percentage thereof decreases clinally from the northeast, where about 80% are undivided, to the southwest of the geographic range where as little as 50% may be undivided. On the head are usually 9 large symmetrical plates, 6–10 (usually 8) supralabial scales, and 8–13 (usually 10) sublabial scales.[9] The color pattern consists of a pale tan to pinkish-tan ground color that becomes darker towards the foreline, overlaid with a series of 10–18 (13.4) crossbands. Characteristically, both the ground color and crossband pattern are pale in A. c. contortrix. These crossbands are light tan to pinkish-tan to pale brown in the center, but darker towards the edges. They are about two scales wide or less at the midline of the back, but expand to a width of 6–10 scales on the sides of the body. They do not extend down to the ventral scales. Often, the crossbands are divided at the midline and alternate on either side of the body, with some individuals even having more half bands than complete ones. A series of dark brown spots is also present on the flanks, next to the belly, and are largest and darkest in the spaces between the crossbands. The belly is the same color as the ground color, but may be a little whitish in part. At the base of the tail are one to three (usually two) brown crossbands followed by a gray area. In juveniles, the pattern on the tail is more distinct: 7–9 crossbands are visible, while the tip is yellow. On the head, the crown is usually unmarked, except for a pair of small dark spots, one near the midline of each parietal scale. A faint postocular stripe is also present; diffuse above and bordered below by a narrow brown edge.[16] Several aberrant color patterns for A. c. contortrix, or populations that intergrade with it, have also been reported. In a specimen described by Livezey (1949) from Walker County, Texas, 11 of 17 crossbands were not joined middorsally, while on one side, three of the crossbands were fused together longitudinally to form a continuous, undulating band, surmounted above by a dark stripe that was 2.0–2.5 scales wide. In another specimen, from Lowndes County, Alabama, the first three crossbands were complete, followed by a dark stripe that ran down either side of the body, with points of pigment reaching up to the midline in six places, but never getting there, after which the last four crossbands on the tail were also complete. A specimen found in Terrebonne Parish, Louisiana, by Ernest A. Liner, had a similar striped pattern, with only the first and last two crossbands being normal.[16] Eastern copperheads found in North America; its range within the United States is in Alabama, Arkansas, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maryland, Massachusetts, Mississippi, Missouri, Nebraska, New Jersey, New York, North Carolina, Ohio, Oklahoma, Pennsylvania, South Carolina, Tennessee, Texas, Virginia, and West Virginia. In Mexico, it occurs in Chihuahua and Coahuila. The type locality is \"Carolina\". Schmidt (1953) proposed the type locality be restricted to \"Charleston, South Carolina\".[2] Unlike some other species of North American pit vipers, such as the timber rattlesnake and massasauga, the copperhead has mostly not re-established itself north of the terminal moraine after the last glacial period (the Wisconsin glaciation),[17] though it is found in southeastern New York and southern New England, north of the Wisconsin glaciation terminal moraine on Long Island. Within its range, it occupies a variety of different habitats. In most of North America, it favors deciduous forest and mixed woodlands. It is often associated with rock outcroppings and ledges, but is also found in low-lying, swampy regions. During the winter, it hibernates in dens or limestone crevices, often together with timber rattlesnakes and black rat snakes.[4] In the states around the Gulf of Mexico, however, this species is also found in coniferous forest. In the Chihuahuan Desert of West Texas and northern Mexico, it occurs in riparian habitats, usually near permanent or semipermanent water and sometimes in dry arroyos (brooks).[9] This species is classified as least concern on the IUCN Red List of Threatened Species (v3.1, 2001).[1] This means that relative to many other species, it is not at risk of extinction in the near future. The population trend was stable when assessed in 2007.[18] In the Southern United States, copperheads are nocturnal during the hot summer, but are commonly active during the day during the spring and fall. Unlike other viperids, they often \"freeze\" instead of slithering away, and as a result, many bites occur due to people unknowingly stepping on or near them.[19] This tendency to freeze most likely evolved because of the extreme effectiveness of their camouflage. When lying on dead leaves or red clay, they can be almost impossible to notice. They frequently stay still even when approached closely, and generally strike only if physical contact is made. Like most other New World vipers, copperheads exhibit defensive tail vibration behavior when closely approached. This species is capable of vibrating its tail in excess of 40 times per second— faster than almost any other nonrattlesnake snake species.[5] The eastern copperhead is a diet generalist and is known to feed on a wide variety of prey, including invertebrates (primarily arthropods) and vertebrates. A generalized ontogenetic shift in the diet occurs, with juveniles feeding on higher percentages of invertebrates and ectotherms, and adults feeding on a higher percentage vertebrate endotherms. Both juveniles and adults, though, feed on invertebrates and vertebrates opportunistically. The diet is also known to vary among geographic populations.[16]: 128–130 p. [9]: 254–255 p. [20]: 181–184 p.  Studies conducted at various locations within the range of the eastern copperhead (A. contortrix), including Tennessee,[21] Kentucky,[22] Kansas,[23] and Texas,[24] identified some consistently significant prey items included cicadas (Tibicen), caterpillars (Lepidoptera), lizards (Sceloporus and Scincella), voles (Microtus), and mice (Peromyscus). Accounts of finding large numbers of copperheads in bushes, vines, and trees seeking newly emerged cicadas, some as high as 40 feet above ground, have been reported from Texas by various herpetologists.[16]: 130 p. [25][26]: 347–348 p.  Other items documented in the diet include various invertebrates, e.g. millipedes (Diplopoda), spiders (Arachnida), beetles (Coleoptera), dragonflies (Odonata), grasshoppers (Orthoptera), and mantids (Mantidae), as well as numerous species of vertebrates, including salamanders, frogs, lizards, snakes, small turtles, small birds, young opossums, squirrels, chipmunks, rabbits, bats, shrews, moles, rats, and mice.[9]: 254–255 p. [20]: 181–184 p.  Like most pit vipers, the eastern copperhead is generally an ambush predator; it takes up a promising position and waits for suitable prey to arrive. One exception to ambush foraging occurs when copperheads feed on insects such as caterpillars and freshly molted cicadas. When hunting insects, copperheads actively pursue their prey.[27] Juveniles use a brightly colored tail to attract frogs and perhaps lizards, a behavior termed caudal luring (see video: [1]). Sight, odor, and heat detection are used in locating prey, although after the prey has been envenomated, odor and taste become the primary means of tracking. Smaller prey items and birds are often seized and held in the mouth until dead, while larger prey items are typically bitten, released, and then tracked until dead. Copperheads occasionally feed on carrion. Gravid females typically fast, although some individuals occasionally take small volumes of food.[9]: 254–255 p. [20]: 181–184 p.  An individual may eat up to twice its body mass in a year. One study found an individual that ate eight times during an annual activity period, totaling 1.25 times its body mass.[28] Eastern copperheads breed in late summer, but not every year; sometimes, females produce young for several years running, then do not breed at all for a time. They give birth to live young, each of which is about 20 cm (8 in) in total length. The typical litter size is four to seven, but as few as one, or as many as 20 may be seen. Their size apart, the young are similar to the adults, but lighter in color, and with a yellowish-green-marked tip to the tail, which is used to lure lizards and frogs. A. contortrix males have longer tongue tie lengths than females during the breeding season, which may aid in chemoreception of males searching for females.[29] Parthenogenesis is a natural form of reproduction in which growth and development of embryos occur without fertilization. A. contortrix can reproduce by facultative parthenogenesis, that is, they are capable of switching from a sexual mode of reproduction to an asexual mode.[30] The type of parthenogenesis that likely occurs is automixis with terminal fusion, a process in which two terminal products from the same meiosis fuse to form a diploid zygote. This process leads to genome-wide homozygosity, expression of deleterious recessive alleles, and often to developmental failure (inbreeding depression). Both captive-born and wild-born A. contortrix snakes appear to be capable of this form of parthenogenesis.[30] Although venomous, eastern copperheads are generally not aggressive and bites are rarely fatal.[31] Copperhead venom has an estimated lethal dose around 100 mg, and tests on mice show its potency is among the lowest of all pit vipers, and slightly weaker than that of its close relative, the cottonmouth.[32] Copperheads often employ a \"warning bite\" when stepped on or agitated and inject a relatively small amount of venom, if any at all. \"Dry bites\" involving no venom are particularly common with the copperhead, though all pit vipers are capable of a dry bite.[33] Pit vipers that are dead are still dangerous and capable of producing venom in amounts that necessitate the use of antivenom.[34] Bite symptoms include extreme pain, tingling, throbbing, swelling, and severe nausea. Damage can occur to muscle and bone tissue, especially when the bite occurs in the outer extremities such as the hands and feet, areas in which a large muscle mass is not available to absorb the venom. A bite from any venomous snake should be taken very seriously and immediate medical attention sought, as an allergic reaction and secondary infection are always possible.[35] The venom of the southern copperhead has been found to hold a protein called \"contortrostatin\" that halts the growth of cancer cells in mice and also stops the migration of the tumors to other sites.[36] However, this is an animal model, and further testing is required to verify safety and efficacy in humans.[37] The antivenom CroFab is used to treat copperhead envenomations that demonstrate localized or systemic reactions to the venom. As many copperhead bites can be dry (no envenomation), CroFab is not given in the absence of a reaction (such as swelling) due to the risk of complications of an allergic reaction to the treatment.[38] The antivenom can cause an immune reaction called serum sickness. Pain management, tetanus immunization, laboratory evaluation, and medical supervision in the case of complications are additional courses of action.[39] In 2002, an Illinois poison control center report on the availability of antivenom stated it used 1 Acp to 5 Acp depending on the symptoms and circumstances. This species was long considered to contain five subspecies listed below, but gene analysis suggests that A. c. laticinctus represents its own distinct species, while A. c. mokasen and A. c. phaeogaster are regional variants of A. c. contortrix, and A. c. pictigaster is a regional variant of A. c. laticinctus.[40] Five subspecies have been recognized in the past,[7] but recent genetic analysis shows that A c. contorix and two of the subspecies are monotypic, while Agkistrodon laticinctus (formerly Agkistrodon contortrix laticinctus) and the fifth subspecies are a single distinct species. Agkistrodon contortrix contortrix (Linnaeus, 1766) Agkistrodon contortrix (Linnaeus, 1766) Agkistrodon contortrix laticinctus Gloyd & Conant, 1934 Agkistrodon laticinctus Gloyd & Conant, 1934 Agkistrodon contortrix mokasen Palisot de Beauvois, 1799 Agkistrodon contortrix Agkistrodon contortrix phaeogaster Gloyd, 1969 Agkistrodon contortrix Agkistrodon contortrix pictigaster Gloyd & Conant, 1943 Agkistrodon laticinctus Head of copperhead photographed in Rheinberger Terra-Zoo, Germany. Eastern copperhead, A. contortrix, at the southern limit of its range, in Liberty Co., Florida, camouflaged in dead leaves. Eastern copperhead (Agkistrodon contortrix) from Liberty Co., Texas (30 March 2007). A copperhead from Jefferson Co., Missouri with yellow tail typical of juveniles (2 Sept. 2018). Eastern copperhead (Agkistrodon contortrix) from Georgetown Co., South Carolina (23 August 2013). Eastern copperhead (Agkistrodon contortrix) Jefferson Co., Missouri (5 April 2015: 67 °F) were previously classified as \"Osage copperhead\" (Agkistrodon contortrix phaeogaster). Eastern copperhead (Agkistrodon contortrix) Westchester County, New York (May 2002). Northern populations, typically darker, were previously classified as A. c. mokasen. View of the ventral, or belly, pattern of a copperhead.","Title":"Eastern copperhead - Wikipedia","KeyID":"1566","URL":"https://en.wikipedia.org/wiki/Agkistrodon_contortrix"}