{"Content: ":"The 2nd Guards Tank Army (Russian: 2-я гвардейская танковая армия, romanized: 2-ya gvardeyskaya tankovaya armiya) was a large military formation of the Red Army and later the Soviet Army, now part of the Russian Ground Forces of the Russian Federation. The army was originally formed in early 1943 as the 2nd Tank Army. It was the first Red Army unit to enter Berlin during the Battle of Berlin. It was formed during January and February 1943 from the 3rd Reserve Army of the Belorussian Front. Originally the Army comprised 11th and 16th Tank Corps, 60th, 112th and 194th Rifle Divisions, the 11th Guards Separate tank brigade, 115th Rifle Brigade, the 28th ski brigade and other units. In the middle of February the army joined the Soviet Central Front and as part of Central Front in February – March took part in offensive operation on the direction of Bryansk; in July – August – took part in the Orel strategic offensive operation – Operation Kutuzov – within the Kromy’-Orel offensive operation and the Chernigov-Pripyat offensive operation (26.08–30.09.1943) operations. In the beginning of September 1943 the Army was redeployed to the Stavka VGK reserve, and in the middle of January 1944 joined the 1st Ukrainian Front and remained in its structure until the end of January when it participated in repulsing counter-strokes of the German forces in the direction of Vinnitsa; in February the army participated in the south-west in the area of the cities of Korsun-Shevchenkovsky operation. As part of the 2nd Ukrainian Front, and from the middle of June 1944 within the 1st Belorussian Front, the Army participated in the Uman-Botoşani offensive, Lublin – Brest, Warsaw-Poznan offensive, the East Pomeranian Offensive, the Seelow-Berlin offensive operation and the Battle for Berlin operations. For services in combat operations listed above the Army became the Second Guards 'Red Banner' Tank Army in November 1944 and almost all of its formations and units received combat awards, with the majority of sub-units awarded honorifics commemorating operations they distinguished themselves in. It was the first Soviet Army to enter Berlin. During the war, over 103,000 soldiers of the army were awarded awards and medals, 221 of them being awarded the decoration of the Hero of the Soviet Union, while Semyon Bogdanov was awarded the HSU's Gold Star twice. After the war ended the Army, now named Second Guards 'Red Banner' Tank Army, was located with the Group of Soviet Forces in Germany with the staff in Fuerstenberg. However the only wartime formation that continued to serve with the Army was the 16th Guards Tank Division (the former 9th Guards Tank Corps). Although up to the 1970s it had retained of its wartime units – 12th Guards Tank Division (the former 12th Tank Corps) and 35th Motor Rifle Division (former 1st Mechanised Corps),[1] without considering those formations that joined the Army as early as 1946. The three last wartime divisions were replaced at the end of the 1970s – the 94th Guards, 21st (stationed at Perleburg) and 207th Motor Rifle Divisions. It also included the 5th Separate Tank Brigade.[2] The Army was withdrawn to Samara in the Volga Military District in 1993 and changed its name into 2nd Guards Red Banner Army matching its nature of combined-arms army that same year. It holds the Fighting Banner of the 2nd Guards Tank Army in storage.[3] It was allocated the 16th and 90th Guards Tank Divisions for some years before being disbanded in 1998. 16th Guards Tank Division was reduced to a Guards weapons and equipment storage base in December 1997.[4] The Army was reformed in 2001 as the 2nd Guards Combined Arms Army from the former Volga MD headquarters[5] and formerly consisted of the 27th Guards Motor Rifle Division and the 201st Motor Rifle Division. In 2006 the Army conducted a large Command-Staff exercise \"Southern Shield – 2006\" that included a call up of some 4–5,000 reservists. The exercise proved successful and confirmed the Army's readiness status.,[5] including that of two component divisions which conducted a tactical exercise within the scope of the \"Southern Shield – 2006\". The tactical exercise was again conducted in 2007 by the 27th Motor Rifle Division. This division, and several other Army sub-units are today entirely staffed by service personnel serving under professional contracts. A former commander of the 2nd Guards Tank Army, Army General Nikolai Makarov, became Chief of Material of the Armed Forces, Deputy Minister of Defence of the Russian Federation, and is now Chief of General Staff. As of February 2008, the Army's commander was General-Major Oleg Leont'evich Makarevich (former Chief of Staff, 22nd Army, Moscow Military District). In 2009, the 27th Division at Totskoye was converted into the 21st Guards Motor Rifle Brigade.[6] One of the army's units is the 15th Separate Guards Berlin Motor Rifle Brigade, in Roshchinsky, Samara Oblast equipped with BTR.[7][6] Military Unit # 90600. In 2018, the army included the following units:[6]","Title":"2nd Guards Tank Army - Wikipedia","KeyID":"15673","URL":"https://en.wikipedia.org/wiki/2nd_Guards_Combined_Arms_Army"}