{"Content: ":"The Western Military District (Russian: Западный военный округ) is a military district of Russia. It is one of the five military districts of the Russian Armed Forces, with its jurisdiction primarily within the western central region of European Russia. The Western Military District was created as part of the 2008 military reforms, and founded by Presidential Decree №1144 signed on September 20, 2010, as an amalgamation of the Moscow Military District, Leningrad Military District and Kaliningrad Special Region.[1] The district began operation on October 20, 2010, under the command of Colonel-General Valery Gerasimov. The Western Military District is the second smallest military district in Russia by geographic size. The district contains 26 federal subjects of Russia: Belgorod Oblast, Bryansk Oblast, Ivanovo Oblast, Kaliningrad Oblast, Kaluga Oblast, Karelia, Kostroma Oblast, Kursk Oblast, Leningrad Oblast, Lipetsk Oblast, Moscow, Moscow Oblast, Nizhny Novgorod Oblast, Novgorod Oblast, Oryol Oblast, Pskov Oblast, Ryazan Oblast, Saint Petersburg, Smolensk Oblast, Tambov Oblast, Tver Oblast, Tula Oblast, Vladimir Oblast, Vologda Oblast, Voronezh Oblast, Yaroslavl Oblast. On 1 December 2014, the Arctic Joint Strategic Command was split off from the Western Military District, removing Arkhangelsk Oblast, Murmansk Oblast, Komi Republic, and the Nenets Autonomous Okrug, as well as the Russian Navy's Baltic Fleet and Northern Fleet, from the district's command.[2][3] The Western Military District is headquartered in the General Staff Building in Saint Petersburg, and its current district commander is Colonel-General Alexander Zhuravlyov, who has held the position since November 2018.[4] The Western Military District, \"with about 300,000 troops, was formed in 2010 from the Moscow and Leningrad\" Military Districts.[5] On 26 February 2014, during the invasion of Crimea, President Vladimir Putin ordered the Russian Armed Forces to be \"put on alert in the Western Military District as well as units stationed with the 2nd Army Central Military District Command involved in aerospace defense, airborne troops and long-range military transport.\" Despite media speculation it was for in reaction to the events in Ukraine, Russian Defense Minister Sergei Shoigu said it was unrelated to the unrest in Ukraine.[6] In April 2017, it was reported by Defence Ministry that the 14th Army Corps had been transferred to the Northern Fleet Joint Strategic Command.[7] It appears that this army corps, formed with its number in view of the World War II actions of the Soviet 14th Army, includes the 80th Motor Rifle Brigade (Arctic) and the 200th Motor Rifle Brigade. In the September Zapad 2017 military exercise, a significant portion of troops from the Western Military District numbering 12,700 personnel were involved in Belarus, the Kaliningrad Region and Russia's other north-western areas as well. A December 2018 Russian Ministry of Defense press release reported that an independent Spetsnaz company had been formed in a combined arms army of the district.[8] Muzyka 2020 lists a total of 21 direct reporting units and formations, but does not include the OGRF in Moldova, but does include Land Forces Command HQ, Moscow, and Joint Strategic Command - West at St Petersburg. Muzkya 2020 does not include the: HQ: Odintsovo, Moscow Region (reinstated 2014)[15] HQ: Saint Petersburg HQ: Voronezh, Voronezh Oblast[16] Coordinates: 59°56′17″N 30°19′02″E﻿ / ﻿59.9381°N 30.3172°E﻿ / 59.9381; 30.3172","Title":"Western Military District - Wikipedia","KeyID":"15674","URL":"https://en.wikipedia.org/wiki/Western_Military_District"}