{"Content: ":"Russo-Ukrainian War The 1st Guards Tank Army (Russian: 1-я гвардейская танковая Краснознамённая армия, romanized: 1-ya gvardeyskaya tankovaya Krasnoznamonnaya armiya) is a tank army of the Russian Ground Forces. The army traces its heritage back to the 1st Tank Army, formed twice in July 1942 and in January 1943 and converted into the 1st Guards Tank Army in January 1944. The army fought as part of the Red Army on the Eastern Front during World War II. The army was commanded throughout most of the war by Mikhail Katukov. It fought in the early defense during the Battle of Stalingrad, and Operation Uranus, and participated in the Battle of Kursk, Proskurov-Chernovtsy Operation, Lvov-Sandomierz Operation, Vistula-Oder Offensive and the Battle of Berlin. After the war, the army was stationed in East Germany as part of the Group of Soviet Forces in Germany. After the end of the Cold War and the resultant withdrawal of Soviet units in Germany, the army was relocated to Smolensk, and disbanded in 1999. The army was reformed in 2014 as part of a Russian military expansion. The 1st Tank Army was first formed within the Stalingrad Front from the 38th Army in July 1942, under the command of Major General Kirill Moskalenko. The army was encircled and partially destroyed. It was disbanded as a result in August 1942, its headquarters becoming the Southeastern Front headquarters. The 1st Tank Army was formed a second time on 30 January 1943 (order No.46021) from the headquarters of the 29th Army, under the command of famous armoured troops commander Lieutenant General of Tank Troops Mikhail Katukov, personally appointed by Stalin. The army was transferred to the North-Western Front. The 3rd Mechanised Corps (later to become 8th Guards Mechanised Corps) and 6th Tank Corps (later to become 11th Guards Tank Corps) joined it on formation, and served with the army throughout the war.[1] It was quickly transferred to Voronezh Front for the defense of the Kursk salient's southern shoulder. It was awarded a Guards title and became the 1st Guards Tank Army in April 1944, and Katukov was promoted to Colonel General. On 1 January 1945, the Army's principal combat formations were:[2] * Guards Mortar Regiment (or Battalion) (Russian: гвардейский минометный полк (дивизион)) was the overt designation used for Katyusha rocket launcher units. It participated in the Battle of Kursk, the Proskurov-Chernovtsy Operation, Lvov-Sandomierz Operation, the Vistula-Oder Offensive, and the Battle of Berlin. The 1st Guards Tank Army was awarded the Order of the Red Banner postwar. It became part of the Soviet occupation force in Germany, known as Group of Soviet Forces in Germany, with its headquarters in Dresden. In 1968, it, along with the 11th Guards Tank and 20th Guards Motor Rifle Divisions, took part in the Soviet invasion of Czechoslovakia, and then immediately returned to their respective garrisons.[3] In the late 1980s the Army included the 20th Guards Motor Rifle Division, 9th Tank Division, and 11th Guards Tank Division. The headquarters was withdrawn to Smolensk, in the Moscow Military District in the early 1990s, and lost the 'Tank' from its title in 1995. In its last period within the Russian Army it comprised the 4th Guards 'Kantemir' Tank Division and the 144th Motor Rifle Division (which had been withdrawn from Tallinn in Estonia). It was disbanded in 1998. The army's composition in 1988 was (with main equipment), with honorific titles in italics:[4][5] After a 15-year break, the Army was reconstituted in November 2014,[6] seemingly on 13 November 2014.[citation needed] The army was formed as the main ground forces manoeuvre and reserve operational formation of the Western Military District, in addition to the 6th Combined Arms Army (headquartered in Saint Petersburg) and the 20th Guards Combined Arms Army (headquartered in Voronezh). It is considered the elite of the Russian Ground Forces. The army carries on the traditions of the chronologically first army of the Soviet Union to reach 'Guards' status. It has the 2nd Guards Motor Rifle and the 4th Guards Tank Divisions, which are considered the elite formations of their respective combat arms. The most decorated divisions of the Soviet Army, they were garrisoned the closest to Moscow. Due to their proximity to the capital, extra scrutiny was applied to personnel of these formations, making these posting especially prestigious. These units received the latest hardware and were thus known as the 'household' divisions of the Soviet Army. Their loyalty to the government was demonstrated by their involvement in the 1991 Soviet coup d'état attempt. The divisions retained their elite status within the Russian Army. The army also included the 6th Separate Guards Tank and the 27th Separate Guards Motor Rifle Brigades. Today the Army is composed of:[7] In the context of the 2021–2022 Russo-Ukrainian crisis, elements of the 1st Guards Tank Army were reported to have forward deployed to the Pogonovo training ground south of Voronezh. Main Battle Tanks, self-propelled and towed artillery and long-range multiple rocket launchers (MRLs) reportedly drawn from the 4th Guards Tank Division and the 2nd Motorised Rifle Division, were reported to have been positioned in the vicinity of Voronezh.[8] A few months before the invasion, the 47th Guards Tank Division was formed from the 6th Separate Guards Tank Brigade.[9][10] After the invasion began in February 2022, the Army took part in the Northeastern Ukraine offensive of the 2022 Russian invasion of Ukraine, with the 2nd Guards MRD taking part in the failed Siege of Chernihiv. After 3 weeks of fighting 1st Guards Tank Army had lost 409 men (61 KIA, 209 WIA, 44 missing, 96 surrendered) and 308 units of military equipment according to Russian military documents according to Ukraine.[11] The United Kingdom Ministry of Defence reported on 19 May 2022 that army commander General-Lieutenant Sergey Kisel had been suspended for his failure to capture Kharkiv.[12]","Title":"1st Guards Tank Army - Wikipedia","KeyID":"15675","URL":"https://en.wikipedia.org/wiki/1st_Guards_Tank_Army"}