{"Content: ":"The 58th Army (Russian: 58-я общевойсковая армия, 58th Combined Arms Army) is an army of the Russian Ground Forces, headquartered at Vladikavkaz, North Ossetia-Alania, within Russia's Southern Military District. It was formed in 1941 as part of the Soviet Union's Red Army and has been part of the Russian Army since 1995. It was first formed in the Siberian Military District in November 1941, including the 362nd, 364th, 368th, 370th, 380th, and 384th Rifle Divisions and the 77th Cavalry Division and moved to the Arkhangelsk Military District, but then the Army was redesignated the 3rd Tank Army in May 1942. It was reestablished within the Kalinin Front in June 1942, and in July included the 16th and 27th Guards Rifle Divisions, the 215th and 375th Rifle Divisions, the 35th and 81st Tank Brigades, and other support units.[1] It was reformed in the Transcaucasian Front from the 24th Army on 28 August 1942, under General Vasily Khomenko of the NKVD. Much of its senior cadre also came from the NKVD, and among its missions was to keep order in the Caucasus, particularly in the Groznyi and Makhachkala regions.[2] This was because of a Chechen uprising that had gone on since 1941 (see 1940-1944 Chechnya insurgency). 58th Army later joined the North Caucasus Front. On 1 November 1942 it consisted of the 271st and 416th Rifle Division, and the Makhachkala Division of the NKVD.[3] Prior to the North Caucasus Front putting its main effort into the Kerch-Eltigen Operation (November 1943) the Army HQ was reorganised as Headquarters Volga Military District in October 1943.[4] The headquarters was reformed in 1995 in the North Caucasus Military District from the 42nd Army Corps at Vladikavkaz. During the Second Chechen War, the Army was commanded by then Lieutenant General Vladimir Shamanov,[5] who was succeeded by army chief of staff and first deputy commander Major General Valery Gerasimov.[6] In 2004, units from the 58th provided assistance with armoured vehicles to the forces involved storming the school on the third day of the Beslan school siege. On 3 August 2008, five battalions of the Russian 58th Army were moved to the vicinity of Roki Tunnel that links Georgia's breakaway South Ossetia with Russia's North Ossetia.[7] On 8 August 2008 [8][9][10] the 58th Army crossed the border into Georgia and engaged in combat against Georgian forces, most notably in the city of Tskhinvali.[11][12] Its then-commander, Lieutenant General Anatoly Khrulyov was wounded in action.[13] In June 2014 Ukrainian troops captured a damaged BM-21 Grad launcher, which the Ukrainians identified as equipment of the 58th Army of the Russian Federation.[14] Major general Sergey Kuzovlev became commander of the army on 18 August 2016.[15] In late 2016 the Russian Ministry of Defense announced that the 42nd Guards Motor Rifle Division had been reformed from the 8th Guards Mountain Motor Rifle Brigade, the 17th Guards Motor Rifle Brigade, and the 18th Guards Motor Rifle Brigade.[16] In January 2017, 20th Guards Army commander Major general Yevgeny Nikiforov replaced Kuzovlev.[17] On the eve of the 2022 Russo-Ukraine War, it was reported that the headquarters of the 58th Army had deployed to Crimea commanding between 12 and 17 battalion tactical groups.[18][19] About 300 South Ossetian soldiers of 4th Guards Military Base were reported in late March to have refused to return to combat after five days on the frontline in Ukraine, and instead gone back to South Ossetia.[20][21] The Army operates in a close coordination with the 4th Air Force and Air Defence Army of the district, and includes:[22] ","Title":"58th Combined Arms Army - Wikipedia","KeyID":"15678","URL":"https://en.wikipedia.org/wiki/58th_Combined_Arms_Army"}