{"Content: ":"Colonel general is a three- or four-star military rank used in some armies. It is associated above all with Germany, where historically general officer ranks were one grade lower than in Commonwealth and the United States, and Generaloberst was a rank above full General, but below Generalfeldmarschall. The rank of colonel general also exists in the armed forces organized along the lines of the Soviet model, where it is comparable to that of a lieutenant general in many NATO armed forces (rank code OF-8). The rank of colonel general that exists within the Arab model (Arabic: فريق أول‎‎) corresponds to a full general (NATO rank code OF-9). Colonel general (Generaloberst) was the second-highest rank in the Austro-Hungarian Army, introduced following the German model in 1915. The rank was not used after World War I in the Austrian Army of the Republic. The rank of colonel general (generálplukovník) was created in the Czechoslovak army in 1950; it was dropped after the 1993 dissolution of the state. The Egyptian Army uses a rank that translates as \"colonel general\". It is equal to the rank of 4-star or \"full\" general. Colonel general is, however, junior to the rank of field marshal and is an honorary distinction usually held only by defense ministers. In the French Army, under the Ancien régime, the officer in nominal command of all the regiments of a particular branch of service (i. e. infantry, cavalry, dragoons, Swiss troops, etc.) was known as the colonel general. This was not a rank, but an office of the Crown. The Republic of Georgia adopted Soviet designations after its independence in 1991 so that the rank of colonel-general (Georgian: გენერალ-პოლკოვნიკი, general-polkovniki) exists, yet it is only used as highest possible rank in the Ministry of Internal Affairs. The rank of Generaloberst was introduced in the Prussian Army in 1854, originally as Colonel General with the rank of Field Marshal (Generaloberst mit dem Rang als Generalfeldmarschall) as field marshal was a wartime promotion and excluded members of the royal family. It later was split into said two ranks and eventually was adopted by the other state forces of the German Empire. It was also used in the Reichswehr of the Weimar Republic, and more prominently within the Wehrmacht and Waffen-SS. The rank continued in the National People's Army of East Germany until German reunification in 1990. The Bundeswehr, first in West Germany and since 1990 in unified Germany, does not use it and has General as highest rank. In Hungary, the rank of colonel general (vezérezredes) was introduced to the Imperial and Royal Army (the common ground force of the Dual Monarchy) in 1915. The rank replaced the ranks of gyalogsági tábornok (general of infantry), lovassági tábornok (general of cavalry), and táborszernagy (general of artillery) in the early 1940s. The rank title vezérezredes is still in use for the highest ranking (four-star) general officers of the Hungarian Defence Forces (Hungarian: Magyar Honvédség) and foreign four-star general officers' rank titles are usually translated as vezérezredes in Hungarian, including Commonwealth air forces' Air Chief Marshals. The equivalent rank for Colonel general in Iraq is called Ferik Awwal (Arabic: فريق أول), which is now considered the highest rank in the Iraqi Army. In 1961, J.Lkhagvasuren was awarded the title of Colonel General of the People's Republic of Mongolia. There are 9 people in Mongolia who have been promoted to colonel general. Currently, one person is currently living. He is Sonomyn Luvsangombo. Since 2006, this rank has been removed from the ranks of the Mongolian Armed Forces. The North Korean rank of sangjang translates as \"colonel general\". Sangjang is senior to that of jungjang (usually translated as \"lieutenant general\") and junior to that of daejang (usually translated as \"general\"). This rank is typically held by the commanding officer of units along the Korean DMZ and the North Korean security zone at Panmunjom. It is also the rank held by the KPA Pyongyang Defense Command's commanding general. The rank of colonel general (Russian: генерал-полковник, romanized: general-polkovnik) did not exist in Imperial Russia[citation needed] and was first established in the Red Army on 7 May 1940, as a replacement for the previously existing командарм второго ранга (kommandarm vtorovo ranga, \"army commander of the second rank\").[1] During World War II, about 199 officers were promoted to colonel general. Before 1943, Soviet colonel generals wore four stars on their collar patches (petlitsy). Since 1943, they have worn three stars on their shoulder straps, so Charles Pettibone compares the rank to the US lieutenant general.[1] The rank still exists in the contemporary Russian Army and Air Force.[citation needed] Unlike the German Generaloberst (which it most probably calqued), the Soviet and Russian colonel general rank is neither an exceptional nor a rare one, as it is a normal step in the \"ladder\" between a two-star lieutenant general and a four-star army general. Other than that, the Soviet and Russian rank systems sometimes cause confusion in regard to equivalence of ranks, because the normal Western title for brigadier or brigadier general ceased to exist for the Russian Army in 1798. The Kombrig rank that corresponded to one-star general only existed in the Soviet Union during 1935–1940. Positions typically reserved for these ranks, such as brigade commanders, have always been occupied by colonels (polkovnik) or, very rarely, major generals (see History of Russian military ranks). The rank has usually been given to district, front and army commanders, and also to deputy ministers of defense, deputy heads of the general staff and so on. In some post-Soviet Commonwealth of Independent States armies (for example in Belarus), there are no generals of the army or marshals, and so colonel general is the highest rank, usually held by the minister of defense. The corresponding naval rank is admiral, which is also denoted by three stars. Colonel general (generalöverste) has also been a senior military rank in Sweden, used principally before the 19th century. The Syrian Arab Army uses the rank of colonel general ( \"Imad-awwalعماد أول) only for the senior-most rank of the army beneath that of field marshal. Usually, only defence ministers have held this rank – only six officers have held this rank till now – Hafez al-Assad, Mustafa Tlass, Hikmat al-Shihabi, Ali Habib Mahmud, Dawoud Rajiha and Fahd Jassem al-Freij. Colonel general (Ukrainian: Генерал-полковник, romanized: general-polkovnik) – obsolete military rank of general officers of the Ground Forces, Air Force, Navy (only Marine Corps, Naval Aviation and Shore Establishment). It was first introduced in 1920 as part of a rank system in Ukrainian People's Army replacing such terms as Sotnyk general and Bunchuk general. From October 1, 2020, the rank of \"Colonel General\" in Ukraine is not assigned and the highest rank of \"General\" is introduced. Until 2020, he was higher in rank than a lieutenant general, but lower than a General of the Army of Ukraine. Although the rank of colonel-general has not been awarded since 2020, it remains with its bearers until he receives the military rank of general. Despite the fact that the military rank of colonel-general was withdrawn from circulation, after the next version of the order, the insignia of this rank were indicated. The colonel-general has shoulder straps with four four-rayed stars above the maces. To distinguish the holders of the rank of Colonel General from the holders of the newly introduced rank of General (have the same number of stars on the shoulder straps), it was decided to apply different schemes of star placement. The stars on the shoulder straps of the generals are located along the axis of the shoulder strap, and the stars of the colonel generals are arranged in a diamond. Equivalent to the ranks of colonel-general and general in the navy is the rank of admiral. Until 2020, the ranks of Colonel General and Admiral were denoted by three stars. Since 2020, the ranks of General, Colonel General, Admiral have become four-star ranks. Insignia of the rank of Colonel-General, Ukraine: The title of colonel general was used before and during the English Civil War in both Royalist and Parliamentarian armies. In these cases, it often appears to have meant a senior colonel as opposed to a senior general. In Vietnam, the rank of colonel general is known as Thượng Tướng (literally \"upper general\"). It is a three-star rank (OF-9a) in the Ground Force and Air Force. Thượng Tướng is senior to Trung Tướng (usually translated as \"lieutenant general\") and junior to Đại Tướng (usually translated as \"general\"). It is used in the army and the air force. It is the equivalent to Đô Đốc (admiral) in the Navy. գեներալ-գնդապետ General-gndapet (Armenian Ground Forces)[2] General-polkovnik (Azerbaijani Land Forces)[3] Ґенэрал-палкоўнік G̀jeneral-palkoŭnik (Belarusian Ground Forces)[4] General pukovnik (Bosnian Ground Forces)[5] General pukovnik (Croatian Army)[6] Генерал-Полҝвниҝ General-polkovnïk (Kazakh Ground Forces)[7] General pukovnik (Montenegrin Ground Army)[8] Генера́л-полко́вник Generál-polkóvnik (Russian Ground Forces)[9] Генерал-полковник General-polkovnik (Tajik National Army)[10] General-polkownik (Turkmen Ground Forces)[11] General-polkovnik (Uzbek Ground Forces)[12] Generaloberst (German Army)[13] Generaloberst mit dem Rang als Generalfeldmarschall (Imperial German Army)[14] Generaloberst Vezérezredes (Austro-Hungarian Army)[15]","Title":"Colonel general - Wikipedia","KeyID":"15686","URL":"https://en.wikipedia.org/wiki/Colonel_General"}