{"Content: ":"Avril Danica Haines (born August 27, 1969) is an American lawyer and senior government official who currently serves as the Director of National Intelligence in the Biden administration.[1] She is the first woman to serve in this role. Haines previously served as Deputy National Security Advisor and Deputy Director of the Central Intelligence Agency (CIA) in the Obama administration; the first woman to hold either position. Prior to her appointment to the CIA, she served as Deputy Counsel to the President for National Security Affairs in the Office of White House Counsel. Haines was born in New York City on August 27, 1969,[2] to Adrian Rappin (née Adrienne Rappaport) and Thomas H. Haines. She grew up on the Upper West Side of Manhattan.[3][4][5] Haines' mother, a painter, was Jewish.[6][7] When Haines was 10, her mother developed chronic obstructive pulmonary disease and contracted avian tuberculosis; Haines and her father nursed Adrian in a home ICU until her death when Haines was 15 years old.[4][5] Her father, Thomas H. Haines, is a biochemist who graduated with a PhD from Rutgers University and helped in the formation of the CUNY School of Medicine, where he served as the chair of the biochemistry department.[8] After graduating from Hunter College High School, Haines moved to Japan for a year, where she enrolled at the Kodokan, an elite judo institute in Tokyo.[5] In 1988, Haines enrolled in the University of Chicago where she studied theoretical physics. While attending the University of Chicago, Haines worked repairing car engines at a mechanic shop in Hyde Park.[5] In 1991 Haines took up flying lessons in New Jersey, where she met her future husband, David Davighi. She later graduated with her bachelor of arts in physics in 1992.[9] In 1992, Haines moved to Baltimore, and enrolled as a doctoral student at Johns Hopkins University. However, later that year, Haines dropped out and with her future husband purchased a bar in Fell's Point, Baltimore, which had been seized in a drug raid;[5] they turned the location into an independent bookstore and café.[10] She named the store Adrian's Book Cafe, after her late mother; Adrian's realistic oil paintings filled the store.[10] The bookstore won City Paper's \"Best Independent Bookstore\" in 1997 and was known for having an unusual collection of literary offerings, local writers, and small press publications.[11] Adrian's hosted a number of literary readings, including erotica readings, which became a media focus when she was appointed by President Barack Obama to be the Deputy Director of the CIA.[12][13] She served as the president of the Fell's Point Business Association until 1998.[14] In 1998, she enrolled at the Georgetown University Law Center, receiving her juris doctor in 2001.[15] In 2001, Haines became a legal officer at the Hague Conference on Private International Law.[16] In 2002, she became a law clerk for United States Court of Appeals for the Sixth Circuit Judge Danny Julian Boggs.[17] From 2003 until 2006, Haines worked in the Office of the Legal Adviser of the Department of State, first in the Office of Treaty Affairs and then in the Office of Political Military Affairs.[18] From 2007 until 2008, Haines worked for the United States Senate Committee on Foreign Relations as Deputy Chief Counsel for the Majority Senate Democrats (under then-chairman Joe Biden).[19] Haines worked for the State Department as the assistant legal adviser for treaty affairs from 2008 to 2010.[20] In 2010, Haines was appointed to serve in the office of the White House Counsel as Deputy Assistant to the President and Deputy Counsel to the President for National Security Affairs at the White House.[21] On April 18, 2013, Obama nominated Haines to serve as Legal Adviser of the Department of State, to fill the position vacated after Harold Hongju Koh resigned to return to teaching at Yale Law School.[22] However, on June 13, 2013, Obama withdrew Haines's nomination to be Legal Adviser of the Department of State, choosing instead to select her as Deputy Director of the Central Intelligence Agency.[23][20] Haines was nominated to replace Michael Morell, the CIA's deputy and former acting director. The office of the deputy director is not subject to Senate confirmation, with Haines subsequently taking office on August 9, 2013, the final day of Morrell's tenure.[24] Haines was the first woman ever to hold the office of the deputy director, while Gina Haspel was the first female career intelligence officer to be named Director.[25][26][27][28][29][30][31][32] In 2015 Haines, then Deputy Director of the CIA,[33] was tasked with determining whether CIA personnel should be disciplined for hacking computers of Senate staffers authoring the Senate Intelligence Committee report on CIA torture. Haines chose not to discipline them, overruling the CIA Inspector General.[34] During the Democratic National Committee email leak in the middle of the 2016 presidential campaign, Haines as DNSA convened a series of meetings to discuss ways to respond to the hacking and leaks.[35] Subsequently, she was involved in the CIA project of redacting the Senate report[36] for release. In the end, only 525 pages of the 6,700 page CIA torture report were released.[37] After serving as Deputy Director of the CIA, Haines was tapped as Deputy National Security Advisor (DNSA), the first woman to hold that position.[38][39][40] During her years in the Obama administration, Haines worked closely with John Brennan in determining administration policy on extra-judicial \"targeted killings\" by drones.[5] Newsweek reported Haines was sometimes called in the middle of the night to evaluate whether a suspected terrorist could be \"lawfully incinerated\" by a drone strike.[41] The ACLU criticized the Obama policy on drone killings as failing to meet international human rights norms.[42] Haines was instrumental in establishing the legal framework and policy guidelines for the drone strikes, which targeted suspected terrorists in Somalia, Yemen and Pakistan, but also resulted, according to human rights groups, in killing innocent civilians.[43][44] An editor for In These Times said the policy guidelines \"made targeted killings all over the world a normal part of US policy\".[45] Critics of Haines' drone policy guidelines said that, although the guidelines stipulate \"direct action must be conducted lawfully and taken against lawful targets,\" they do not reference any international or domestic law that might permit extrajudicial killings outside an active war zone. Opponents of US drone warfare have noted that Haines redacted the minimum criteria for an individual to be \"nominated\" for lethal action, that the term \"nominated\" is a deceptive euphemism for targeting people for assassination, and that the drone guidelines allow for the assassination of US citizens without due process.[46] After leaving the White House, Haines was appointed to multiple posts at Columbia University. She is a senior research scholar and deputy director for the Columbia World Projects, a program designed to bring to bear academic scholarship on some of the most basic and fundamental challenges the world is facing, and was designated the program's next director in May 2020, replacing Nicholas Lemann.[47][48] Haines is also a fellow at the Human Rights Institute and National Security Law Program at Columbia Law School.[49] Haines has been a member of the National Commission on Military, National, and Public Service.[50] She is also a distinguished fellow at the Institute for Security Policy and Law, Syracuse University.[51] Haines has consulted for Palantir Technologies,[36] a data processing and analytics software solutions company accused of assisting the Trump administration with immigrant detention programs,[52] and was an employee of WestExec Advisors,[53] a consulting firm with a secretive client list that includes high-tech start-ups seeking Pentagon contracts.[54] The firm was founded by Antony Blinken, Biden's Secretary of State, and Michele Flournoy, a former Pentagon adviser.[54] In late June 2020, shortly after taking on the role of overseeing foreign policy and national security considerations for the Joe Biden 2020 presidential campaign transition team, references to Palantir and other corporations for which Haines had worked were removed from her fellowship resumé posted on the website of the Brookings Institution.[52] In July 2020, an article[55] in The American Prospect discussed Haines in their analysis of the connections between WestExec and the Biden administration. On November 23, 2020, Joe Biden, then the president-elect, announced his nomination of Haines for the position of Director of National Intelligence; she became the first woman to hold the position.[56][57] Prior to her confirmation hearings, Daniel J. Jones, chief investigator and author of the Senate Intelligence Committee report on CIA torture in 2009–2012, criticized Haines for determining that several CIA employees should not be disciplined for hacking computers of Senate staffers authoring the report in 2015. Haines, then-Deputy Director, made the decision against the CIA inspector general's conclusion.[58] During her Senate confirmation hearing on January 19, 2021, Haines told Ron Wyden (D-OR) that she would comply with the National Defense Authorization Act for Fiscal Year 2020 requiring the intelligence community to share the report on who was responsible for Jamal Kashoggi's murder if confirmed. The Trump administration had refused to release the report.[59][60] Senator Martin Heinrich (D-NM) asked Haines if she agreed with the conclusion of the Senate Intelligence Committee's 2012 report on torture which said that the practice was ineffective for collecting intelligence because those tortured would say anything to make it stop. Haines said there were \"better\" techniques than torture, and that it was inhumane, degrading, and unlawful.[61] Wyden also asked if Haines agreed with the CIA Inspector General's conclusion that it was wrong for CIA agents to hack the computers of Senate staffers investigating the use of CIA torture during the Bush administration. Haines said she agreed with the Inspector General's apology for the hack.[62] Senators Marco Rubio (R-FL) and Mark Warner (D-VA) questioned Haines about U.S.-China relations and, specifically, whether she shared their opinion that China was an adversary. Haines said, \"China is adversarial and an adversary on some issues and on other issues, we try to cooperate with them.\" Haines promised an \"aggressive response\" to China and to counter its \"illegal and unfair practices\", but also said the US would seek China's cooperation in addressing the climate crisis.[63][62] When questioned about the January 6, 2021, storming of the Capitol building, Haines said it was the primary responsibility of the FBI, not the intelligence community, to investigate domestic threats, though she also committed to collaborating with the FBI and Department of Homeland Security to evaluate the public threat of QAnon, a conspiracy theory promoted by some supporters of President Donald Trump.[64] On January 20, 2021, Haines was confirmed by the Senate in an 84–10 vote.[65] She was the first nominee to be confirmed by the Senate, and was sworn in the next day by Vice President Kamala Harris.[66] In May 2022, she warned against Russia and China's efforts to \"try to make inroads with partners of ours across the world,\" mentioning Saudi Arabia and the United Arab Emirates as examples.[67]","Title":"Avril Haines - Wikipedia","KeyID":"15684","URL":"https://en.wikipedia.org/wiki/Avril_Haines"}