{"Content: ":"Above: Russian bombardment of the Kyiv TV Tower in Kyiv, 1 March 2022 The battle of Kyiv was part of the Kyiv offensive in the 2022 Russian invasion of Ukraine for control of Kyiv, the capital city of Ukraine, and surrounding districts. The combatants were elements of the Russian Armed Forces and Ukrainian Ground Forces. The battle lasted from 25 February 2022 to 2 April 2022 and ended with the withdrawal of Russian forces. Initially, Russian forces captured key areas to the north and west of Kyiv, leading to international speculation of the city's imminent fall. However, stiff Ukrainian resistance sapped the momentum. Poor Russian logistics and tactical decisions helped the defenders to thwart efforts at encirclement, and, after a month of protracted fighting, Ukrainian forces mounted successful counterattacks. Russians began to withdraw on 29 March; on 2 April, the Ukrainian authorities declared that Kyiv and its surrounding province were again under Ukrainian control. Russian forces engaged Ukrainian troops at Hostomel Airport on 24 February 2022. A key supply point for Russian troops near Kyiv, the airport, located in Hostomel, a town northwest of the city, was captured the following day.[31] On the morning of 25 February, three Russian saboteurs, dressed as Ukrainian soldiers, entered Obolon District, 10 kilometres (6 mi) north of the Verkhovna Rada building, the seat of the parliament of Ukraine.[32][33] They were killed by Ukrainian forces afterwards.[34][35] Several hours later, a Ukrainian Sukhoi Su-27 fighter aircraft was shot down over the city, eventually crashing into an apartment building.[28] Throughout the day, gunfire was heard at several wards of the city. Ukrainian officials described the gunfire as arising from clashes with Russian forces.[36][37] There was heavy gunfire in the city during the night. Ukrainian forces later claimed to have killed around 60 Russian saboteurs during the process.[23] On the morning of 26 February, Russian artillery shelled the city for more than 30 minutes.[38] Concurrently, Ukrainian forces repelled an attack on a power plant in the northeastern neighborhood of Troieshchyna. The attack was suggested to be a Russian attempt to cut Kyiv off from electricity.[39] Heavy fighting also occurred near the Kyiv Zoo in Shuliavka, where Ukrainian forces defended an army base on Prospect Peremohy.[40] According to President of Ukraine, Volodymyr Zelenskyy, Ukrainian forces managed to repel a Russian offensive and continued to hold Kyiv and its surrounding areas. A curfew was imposed from 17:00 to 08:00, and violators were to be considered saboteurs.[41] According to the British Ministry of Defence, Russian forces were 31 kilometres (19 mi) from the city-center of Kyiv.[42] On 27 February, clashes between Ukrainian forces and Russian saboteurs continued. Meanwhile, local officials remained adamant that the city was still under full Ukrainian control.[43] Later that morning, a rocket fell and exploded in the courtyard of a 16-story highrise in Troieshchyna, destroying several automobiles.[44] Ukrainian officials allege that the missile was fired by a Russian strategic bomber[clarification needed] from Belarus.[45][46] By the evening, the Associated Press reported that mayor of Kyiv, Vitali Klitschko had stated the city was encircled,[47] which was subsequently clarified by his spokesperson as a mistake in The Kyiv Independent. The report has since been classified as false information.[48] During the night, a Russian convoy attempted to set up a temporary base at Syrets Metro, which was responded by a deadly confrontation with Ukrainian troops. Russian troops also fired at a Ukrainian military bus, creating an unknown amount of casualties.[49] During the start of the attack Klitschko vowed to take up arms and fight.[50] Zelenskyy urged citizens of Kyiv to respond the Russian assault with improvised attacks using Molotov cocktails.[51][52] Residents were warned to avoid windows and balconies.[39] 18,000 guns were distributed amongst citizens during the first day of the battle, while the Ukrainian Territorial Defense Forces, normally kept in reserve, were activated upon the start of the attack.[21] On 26 February, Ukrainian interior minister Denys Monastyrsky announced that civilian volunteers in Kyiv had been given more than 25,000 assault rifles, and approximately 10 million bullets, as well as rocket-propelled grenades and rocket launchers.[53] On February 28, a fresh wave of Russian troops advanced towards Kyiv, but little direct combat occurred, with only three missiles were fired at the city that day.[54][55] Satellite images revealed the existence of a long column of Russian vehicles heading to Kyiv along a 64-kilometre-long (40 mi) highway approaching Kyiv from the north, and was approximately 39 km (24 mi) from the center of Kyiv.[56][57][58] Ukrainian soldiers killed an Israeli-Ukrainian citizen at a checkpoint, mistaking him for a Chechen member of the Russian army.[59][60]  On the morning of 1 March, the Russian Ministry of Defense issued an evacuation notice to local civilians that they intended to target Ukrainian transmission facilities around Kyiv and that all nearby residents should leave the area.[61][62] Hours later, a Russian missile struck the Kyiv TV Tower, killing five people and injuring five others.[63] The attack severed all television transmissions in Kyiv.[64] Meanwhile, the Babi Yar Holocaust Memorial Center confirmed an accidental hit by a second missile intended for the tower on a memorial dedicated for the Babi Yar Massacre.[65][66][67] A Russian airstrike also struck and damaged an occupied maternity clinic.[68][69] Further Russian shelling struck the neighborhoods of Rusanivka and Kurenivka and the suburbs of Boyarka and Vyshneve, as well as the area around Kyiv International Airport.[note 1][70][71] That day, Klitschko banned the sales of alcohol in Kyiv while appealing to shop owners and pharmacy chains not to “take advantage” of the situation by raising the prices of \"food, essential goods and medicines\".[72] In the early morning of 2 March, the Ukrainian Air Force claimed it had shot down two Russian Sukhoi Su-35 over Kyiv.[25][73] Later in the morning, Klitschko stated that the Russian army was beginning to surround the city in an attempt to enforce a blockade.[74] Klitschko told Channel 24 that tanks were approaching Kyiv from Belarus and that Ukrainian authorities were inspecting Ukrainian checkpoints for preparedness.[75] Estonian Defence Forces intelligence chief Margo Grosberg estimated that the advancing Russian convoy would arrive to Kyiv's outer suburbs in at least two days, after which they would try to lay siege to the city.[76] Polish president Andrzej Duda said Zelenskyy had told him that Ukrainian forces would not withdraw from Kyiv.[77] Debris from an intercepted Russian rocket fell on the Kyiv-Pasazhyrskyi railway station, damaging a major heating pipeline. The resulting explosion caused minor damage to the station.[78][79] On 3 March, The New York Times estimated that over 15,000 people were hiding in the city's subway for shelter.[80] On the same day, the United Kingdom Ministry of Defence issued a statement that over the past three days the advancing Russian convoy had made \"little discernable progress\" going forward.[81] On 4 March, a new wave of shelling struck downtown Kyiv, including the Borshchahivka neighbourhood.[82] A CNN investigation found that the strikes had hit a business center and many multi-story buildings in the western areas of the city.[83] On 7 March, Ukrainian authorities claimed Ukrainian forces had destroyed two Russian aircraft.[26] Later, Zelenskyy denied rumors that he had fled the city, stating that he will stay in Kyiv.[84] The effort to encircle Kyiv ultimately came to naught. Later, on 22 March, Ukrainian forces retook the suburb of Makariv, effectively halting any potential blockade of the city.[85] On 8 March, The Guardian reported that the Russian forces were trying to overcome the logistical problems in their stalled offensive.[86] The following morning, Russian forces shelled the city again. Later that day, Russian and Ukrainian authorities agreed to make a temporary humanitarian corridor around Kyiv, resulting in the mass evacuation of civilians from the suburbs.[87] On 10 March, Klitschko stated that nearly two million people, half of the population of Kyiv, had fled the city since the war began.[30] On 12 March, a Russian loitering munition, identified as Cube [ru], was shot down over the Podil neighborhood, causing a fire in the State Savings Bank of Ukraine building.[88][89] Another fire occurred on Synioozerna Street [uk] in the northwestern edge of the city.[90] On the morning of 14 March, a Russian shell struck a 9-story residential building on Bohatyrska Street in Obolon. The building was partially destroyed, with at least one person killed and 12 wounded.[91][92] Another Russian rocket was shot down over Kyiv, with its fragments damaging a 5-story residential building in Kurenivka, killing one person.[93] In addition, Russian forces fired 3 rockets at the Antonov Serial Production Plant, injuring seven people.[94][95] Meanwhile, city officials stated that they were stockpiling two weeks of food for residents who had stayed behind.[96] The Lukianivska metro station was damaged due to a blast the next morning. Later in the morning, Russian forces shelled residential areas, including the Sviatoshynski, Podilskyi and Osokorky districts, setting multiple buildings ablaze.[97][98] Four people were killed by shelling in Sviatoshynskyi.[99] That day, an EU delegation visited Kyiv and subsequently met with Zelensky,[100] who urged other leaders to follow suit.[101] On 17 March, Zelensky visited a Kyiv hospital to meet the people wounded while evacuating from Kyiv Region.[102] A shopping centre in Podilskyi was destroyed by a Russian missile, killing at least 8 people. The missile and subsequent explosion also damaged nearby buildings and destroyed cars. Russian officials claimed that Ukrainian forces were using areas near the shopping centre to store munitions[103][104] and provided drone footage of what the Ministry described as a Ukrainian Multiple Launch Rocket System (MLRS) firing and moving back to the shopping centre, before being destoyed by a Russian missile.[105][106] In Sviatoshynskyi, fragments of a missile fell on a residential area. According to local officials, 6 houses and 4 schools were damaged; about 200 people were evacuated.[104] A curfew was announced from 21:00 local time on 21 March until 07:00 local time on 23 March.[107] On 22 March, Ukrainian forces launched a counter-offensive to drive the Russians away from the city.[108] Ukrainian forces evacuated thousands of people from nearby suburbs and settlements, including 20,000 people in Boryspil alone.[109] On 23 March, Lithuanian minister Arvydas Anušauskas visited Kyiv, where he met with his Ukrainian counterpart Oleksiy Reznikov and handed over military aid.[110] Russian forces unleashed a new wave of bombardment on 24 March.[111] Shelling hit a parking lot in the northern area of the city,[112] killing Russian journalist Oksana Baulina and wounding two people.[113] That day, a delegation of Baltic parliament speakers visited Kyiv.[114] A British intelligence report on 25 March said that Ukraine had retaken towns as far as 35 kilometres (22 mi) from the city as Russian forces began to run out of supplies.[115] The Russian military claimed it had successfully destroyed the largest major oil terminal in the country, which was close to Kyiv.[116] Following the successful Ukrainian counterattacks in late March,[117][118][119] Russia announced it was withdrawing its forces from the Kyiv area on 29 March.[120] Taking Kyiv was deemed to be a key objective and their failure to take it was viewed as setback for the campaign in general.[121][119] On 1 April, EU parliament president Roberta Metsola visited Kyiv, becoming the first EU top official to travel to Ukraine since Russia's invasion.[122] On 2 April, Ukrainian authorities claimed that the entire Kyiv region had been recaptured.[123] That day, Klitschko relaxed the prohibition of alcohol sales in shops.[124]","Title":"Battle of Kyiv (2022) - Wikipedia","KeyID":"15689","URL":"https://en.wikipedia.org/wiki/Battle_of_Kyiv_(2022)"}