{"Content: ":"The 8th Guards Order of Lenin Combined Arms Army (abbreviated 8th CAA) is an army of the Russian Ground Forces, headquartered in Novocherkassk, Rostov Oblast, within Russia′s Southern Military District, that was reinstated in 2017 as a successor to the 8th Guards Army of the Soviet Union's Red Army (later Soviet Army), which was formed during World War II and was disbanded in 1998 after being downsized into a corps. The Soviet 8th Guards Army was formed from the 62nd Army in May 1943 and received Guards status in recognition of its actions in the Battle of Stalingrad. It went on to defend the right bank of the Donets and fight in the Donbass Strategic Offensive in August and September. It then fought in the Lower Dnepr Offensive, where it captured helped capture Zaporizhia. During winter and spring 1944 the army fought in the Dnieper–Carpathian Offensive. After the capture of Odessa, the army was transferred to the Kovel area and fought in the Lublin–Brest Offensive during the summer, capturing Lublin, crossing the Vistula and seizing the Magnuszew bridgehead. The army defended the bridgehead until January 1945, when it helped launch the Vistula–Oder Offensive. The army helped capture Łódź, Poznań and Kostrzyn nad Odrą. The army then fought in the Battle of Berlin. During the war it was led by its commander during the Battle of Stalingrad, Vasily Chuikov. After the war the army was stationed at Nohra, covering the strategic Fulda Gap during the Cold War. In 1993 the army was withdrawn from Germany to Volgograd (the former Stalingrad) and there downsized to a corps, before being disbanded in 1998. Activated in October 1941 as the 7th Reserve Army, the Army was re-designated the 62nd Army at Stalingrad in July 1942. It was among the victors of Stalingrad and thus re-designated the 8th Guards Army on 5 May 1943, in accordance with a Stavka directive dated 16 April 1943. In July 1943, it took part in the Izyum-Barvenkovo Offensive (July 17–27), and in August–September - in the Donbass strategic offensive operation (August 13 - September 22) . Developing the offensive in the direction of the Dnieper, the Army with other troops of the Southwestern Front liberated Zaporozhye (October 14), crossed the Dnieper south of Dnipropetrovsk south and captured a bridgehead on its right bank. By this time 28th, 29th and 4th Guards Rifle Corps were part of the army. The army was part of the 3rd Ukrainian Front during the Dnieper-Carpathian Offensive. By March 25, 1944, the Prut River had fallen and the 3rd Ukrainian Front was dispatched to secure Odessa.[1] On April 2, Vasili Chuikov's Eighth Guards Army and Forty-Sixth Army attacked through a blizzard[2] and, by April 6, had driven the defenders past the Dniester River and isolated Odessa.[2] Odessa capitulated on April 10, and Soviet troops began entering Romania proper.[2] In June 1944 the army was transferred to the 1st Belorussian Front and took part in the Lublin–Brest Offensive, seizing and defending a bridgehead over the Vistula river at Magnuszew. Soldiers who perished during battles over Warsaw are buried at the Soviet Military Cemetery in Warsaw. In 1945 the army was commanded by Lieutenant General Vasily Chuikov. It was part of Marshal Zhukov's 1st Belorussian Front. One of the cities which the army took in its westward drive was Poznań, which the Army seized in January–February 1945. In a deliberate symbolic move the 8th Guards Army was then sent northwards to the center of the front, coming under command of 1st Belorussian Front; Stalin was determined that the army that had defended Stalingrad would take part in the capture of Berlin (Battle of Berlin). On 2 May 1945, Chuikov took the surrender of the German General Weidling, the commander of the Berlin Defensive Area, and the rest of the Berlin garrison. Later the Eighth Guards Army became part of the Group of Soviet Forces in Germany. On the creation of the Group of Soviet Occupation Forces in Germany in 1945, the Army consisted of: In the summer of 1946, the 4th Guards Rifle Corps was disbanded along with the 35th, 74th, 82nd and 88th Guards Rifle Divisions. In July 1956, the 28th and 29th Guards Rifle Corps were disbanded.[3] During the Cold War, 8th Guards Army stood opposed to NATO forces (specifically the US V Corps) along the strategically vital Fulda Gap in West Germany.[4] In June 1964, the 21st Guards Motor Rifle Division transferred to the 1st Guards Tank Army and was replaced by the 20th Guards Motor Rifle Division. On 22 February 1968, it was awarded the Order of Lenin[5] for success in combat training.[6] In May 1983, the 20th Guards Motor Rifle Division transferred to the 1st Guards Tank Army and was replaced by the 27th Guards Motor Rifle Division.[5] In 1988, 8th Guards Army consisted of:[7][8][9] In February 1989, the 486th Separate Helicopter Regiment was activated at Jüterbog from the 241st, 311th, 327th and 345th Separate Helicopter Squadrons.[20] After the Soviet withdrawal from Germany the army was reduced in size to become 8th Guards Army Corps on 1 June 1993, and withdrawn to Volgograd, the former Stalingrad. There it appears to have taken the place of the 34th Army Corps. From June 1993 to February 1995, it was commanded by Lev Rokhlin. 8th Guards Army Corps was disbanded in May 1998.[5] The formation of the new 8th Combined Arms Army began in 2017; the first stage was intended to be completed in June 2017.[21] The 8th Combined Arms Army includes the 150th Motor Rifle Division (re-established in 2016), also based at Novocherkassk.[22] As of July 2017, Major General Sergey Kuzovlev was appointed its commander.[23] As of 2021, the 20th Guards Motor Rifle Division in the Volgograd region and the 464th Rocket Brigade are also reported to be subordinate to the 8th Army,[24] with the former 20th Guards Brigade reportedly having expanded into a division-strength formation.[25] The division was reportedly established by the end of summer, 2021 and incorporated the following formations: 242nd Mechanized Regiment (Kamyshin, Volgograd Oblast); 255th Mechanized Regiment (Volgograd); 33rd Motor Rifle Regiment (Kamyshin); 944th Self-Propelled Artillery Regiment; 358th Anti-Aircraft Missile Regiment; 428th Separate Tank Battalion (Volgograd proximity); and, 487th Separate Anti-Tank Artillery Battalion.[26][27] According to experts, the 8th Combined Arms Army is intended to be a centrepiece of the Southern Military District in the southern European part of the Russian Federation,[28] protecting from threats in that region. Combined-arms field armies were in 2017 reported to be created by Russia in all strategic directions (apart from motorized rifle and tank divisions and brigades, Combined-arms field armies were intended to include artillery and engineering regiments and brigades, air defence units, as well as communications and CBRN units. As of 2021, the 47th Missile Brigade (equipped with the Iskander surface-to-surface missile system)[29][30] and the 238th Artillery Brigade (equipped with 2A65 Msta-B guns and 9K57 Uragan multiple launch rocket systems)[30] were also established as sub-units within the 8th Army. Additionally, the 77th Anti-Aircraft Missile Brigade was deployed at Korenovsk and equipped with S-300V4 anti-aircraft missile system.[24] Support to the army is to be provided by fighter aircraft, bombers and ground attack aircraft (primarily drawn from the 4th Air and Air Defence Forces Army) and, in certain areas, by ships and submarines of the Black Sea Fleet of the Russian Navy).[21] Ukraine, the United States, and some analysts also describe the 1st (Donetsk) and 2nd (Luhansk) Army Corps of the Russian separatist forces in Donbas, Ukraine, as under the command of the 8th CAA HQ.[31][32][33][34] As of 2021, subordinate units within these corps are said to include: 4 Motorized Rifle Brigades, 2 Motorized Rifle Regiments, 2 special forces battalions, 1 tank battalion, 1 reconnaissance battalion and 1 artillery brigade (1st Corps) and 3 Motorized Rifle Brigades, 1 Motorized Rifle Regiment, 1 tank battalion, 1 reconnaissance battalion and 1 artillery brigade (2nd Corps).[24] As of 2022, units from the 8th Guards Army are participating in the 2022 Russian invasion of Ukraine.[35][36] Ukrainian officials reported that the commander of the army's 150th Motor Rifle Division, Major General Oleg Mityaev, was killed on 15 March in the Siege of Mariupol.[37] Army commander Lieutenant General Andrey Mordvichev,[38] was claimed by Ukrainian intelligence to have been killed in action near Kherson airport in Chornobaivka on March 18, 2022 during the 2022 Chornobaivka attacks.[39][40] This was proven wrong when a video showing Mordvichev and Ramzan Kadyrov was released ten days later.[41] On 16 April, Russian officials admitted the death of army deputy commander Major General Vladimir Petrovich Frolov in combat in Ukraine.[42]","Title":"8th Guards Combined Arms Army - Wikipedia","KeyID":"15680","URL":"https://en.wikipedia.org/wiki/8th_Guards_Combined_Arms_Army"}