{"Content: ":"Russian Armed Forces National Guard of Russia Ukrainian Armed Forces National Guard of Ukraine[8] Security Service of Ukraine First assault wave Second assault wave The Battle of Antonov Airport, also known as the Battle of Hostomel Airport, was a military engagement which occurred at the Antonov Airport in Hostomel, Kyiv Oblast, during the Kyiv offensive of the 2022 Russian invasion of Ukraine. On 24 February 2022, a few hours after President of Russia Vladimir Putin announced the beginning of a \"Special military operation\" in Ukraine, Russian troops of the Russian Airborne Forces (VDV) made an air assault on Antonov Airport with the objective of capturing it. The airport held strategic value as it was located less than 10 kilometres (6.2 mi) outside of the capital Kyiv, which would allow Russian troops to airlift more troops and heavier equipment to directly threaten the city.[5] However, the Ukrainian military responded with a counter-attack which encircled the unsupported Russian forces and repelled the initial attack.[12] The attack resumed on the next day with another air assault by the VDV combined with a ground assault by armored reinforcements coming from the Belarusian border, breaking through the Ukrainian defenses. The airport was then captured by the Russian forces.[12] Despite this, the unexpected Ukrainian resistance foiled the plans of a quick capitulation of Kyiv,[6] and the airport was too damaged to be used as a functional airstrip.[13] The Antonov An-225 Mriya, the world's largest airplane, was destroyed in its hangar during the battle. Antonov Airport, or the Hostomel Airport, is a major international cargo airport located in the town of Hostomel, just at the outskirts of the capital of Ukraine, Kyiv. The airport was owned and operated by the Antonov State Enterprise, the Ukrainian state-owned aerospace and air defense company. The airport hosted the Antonov An-225 Mriya, the world's largest airplane[14][15] and was also used as an airstrip for the Ukrainian Air Force. As Hostomel is located just outside Kyiv, around 10 kilometres (6.2 mi) away, and could give quick access to the capital, it was strategically important.[5] In the time leading up to the 2022 Russian invasion of Ukraine, the United States Central Intelligence Agency (CIA) obtained detailed information about Russian attack plans. CIA director William J. Burns travelled to Ukraine in January 2022, and informed the Ukrainian leadership that Russia intended to capture Antonov Airport for an airbridge, which would allow Russian forces to quickly move into Kyiv to \"decapitate the government\".[16] Analysts believed that President of Russia Vladimir Putin and the rest of the Russian leadership assumed that such a quick operation would throw Ukraine into disarray, resulting in the collapse of the Ukrainian military and allowing Russia to install a puppet government. Madison Policy Forum analyst John Spencer argued that this would have secured a military victory for Russia, albeit probably producing a massive Ukrainian insurgency.[17] However, the warning by the CIA helped the Ukrainian military to prepare for a possible attack on Antonov Airport.[15][18] On 24 February 2022, around 05:30 am local time, President Putin announced a \"special military operation\" to \"demilitarise and denazify\" Ukraine. At around 8:00 a.m. a formation of 20 to 34 Russian helicopters arrived to secure Antonov Airport in Hostomel, a suburb of Kyiv, in an attempt to create an airbridge in which troops and equipment could muster less than 10 kilometres (6.2 mi) from Kyiv. The helicopter formation consisted of Mi-8s carrying potentially a hundred to several hundreds of Russian airborne troops escorted by Ka-52 attack helicopters. The paratroopers possibly consisted of the 11th Guards Air Assault Brigade[5][19] and/or 31st Guards Air Assault Brigade.[8] The air assault was captured on video by both civilians and soldiers. Flying low, the Russian helicopters made their approach from the Dnieper River and were immediately attacked by Ukrainian small arms fire and MANPADS. The Russian helicopters countered by deploying flares. Several Mi-8s were recorded taking hits and impacting the water.[10] At least one Ka-52 was shot down; its two pilots ejected.[20][5] The helicopters prepared the airborne landing by attacking the airport with rockets;[17][15] though the rocket bombardment successfully screened the landings, it failed to significantly weaken the Ukrainian defenses around the airport.[15] Once disembarked, the Russian airborne units began to capture the airport. Russian forces initially secured the airport,[5] evicting a small number of National Guard defenders which had been stationed at the locality.[8] This success was due to the Ukrainian military being taken by surprise by the speed of the initial Russian attack, despite the preparations made after the CIA's warning.[15] The paratroopers then began preparing for the arrival of 18 Ilyushin Il-76 strategic airlifters carrying fresh troops from Russia.[21] However, the paratroopers were soon beset by local armed civilians and the 3rd Special Purpose Regiment.[8] At the \"critical moment\" of the battle,[8] a large-scale Ukrainian counterattack was launched by the 4th Rapid Reaction Brigade of the National Guard,[5] backed by the Ukrainian Air Force.[8] Lacking armored vehicles, the Russian forces were dependent on air support to stave off the Ukrainian advances. Two Russian Su-25s were witnessed attacking Ukrainian positions. Ukrainian warplanes which survived the opening Russian missile strikes took part in providing air support for the National Guard units; these included at least two Su-24s and a MiG-29.[5] The Ukrainians were swift in rushing more troops to the airport to support the counter-attack. These reinforcements included the Georgian Legion,[7] and a unit of the Ukrainian Air Assault Forces.[6] With the battle ongoing, the Russian Ilyushin Il-76 could not land; they were possibly forced to return to Russia.[21] Ukrainian military units surrounded the airport and pushed back the Russian forces by the evening, forcing remaining Russian airborne troops to retreat to forests outside of the airport.[5][22][23][24][25] Georgian Legion commander Mamuka Mamulashvili later claimed that his men ran out of ammunition in the battle, whereupon he used his car to run over retreating Russian paratroopers.[7] Later, the 4th Rapid Reaction Brigade posted on their Facebook page an image of their soldiers celebrating the victory, while holding a Ukrainian flag riddled with bullet holes.[8] The Antonov An-225 Mriya, the world's largest airplane, was at the airport at the time of the opening phase of the battle. It was initially confirmed to be intact by an Antonov pilot, despite the fighting.[26] However, on 27 February, a Ukroboronprom press release claimed that the Mriya had been destroyed by a Russian airstrike.[27] On 4 March, Russian state-owned television channel Channel One Russia aired footage showing that the Mriya had been destroyed.[28] On 25 February 2022, Russian mechanized ground forces advancing from Belarus combined with another air assault by the VDV, took control of the airport after partially breaking through Ukrainian defenses at the Battle of Ivankiv.[19][29] Some of the armored vehicles were ambushed before reaching Hostomel, halting the reinforcements for a time, but nonetheless they entered the airport and helped to expel the Ukrainian defenders.[8] According to the Russian Ministry of Defence,[30] the capture came following an operation that involved some 200 helicopters. The figure of about 200 Ukrainian casualties and no casualties on the Russian side was announced.[9] This claim was met with skepticism, with Timur Olevsky, a journalist who witnessed the battle, outright refuting this claim.[5][19] Nevertheless, Russian ground forces established a foothold in Hostomel and began to man checkpoints inside the town. It was speculated that the Ukrainian defenders may have sabotaged the runway ahead of the advancing Russian ground forces.[5] The Ukrainian Ministry of Internal Affairs initially denied that the airport had been fully captured by the Russian forces, stating that it had been \"changing hands\" and that the battle was ongoing. The Ministry of Internal Affairs also insisted that the Russian claim of the massive Ukrainian casualties was \"an absolute lie\",[31] while the Ukrainian Ministry of Defence declared that the airfield was too badly damaged to be used by Russian troops.[13] Later in the day, Ukraine confirmed that Russian forces were in control of the airport.[32] Security analyst Andrew McGregor described the battle for Antonov Airport as \"Russian Airborne Disaster\". According to him, the initial Russian operation had aimed at securing an early access for the invasion forces into Kyiv to end the entire war within a day or two. Instead, Russian intelligence had failed to assess the actual concentration of Ukrainian defenders around the airport, and assumed only token defenses. As the initial landing force was too small to hold the locality, while the Russian military was unable to secure air transport for reinforcements as well as prevent Ukrainian counter-attacks, this led to the destruction of the first landing force. McGregor argued that the failure to take Antonov Airport and another airport at Vasylkiv at the invasion's start ended Russia's chance to bring the conflict to swift conclusion.[8] Researchers of the Atlantic Council also argued that Ukraine's ability to defend the airport for two days \"possibly prevent[ed] a rapid capture\" of Kyiv by Russia.[33] Michael Shoebridge of the Australian Strategic Policy Institute argued that \"the rapid strike was meant to paralyse the central government and demoralise the Ukrainian forces\", but that this operation failed.[21] Royal United Services Institute associate director Jonathan Eyal described the initial Russian failure to take the airport as \"a turning point\" in the war. Journalist Patrick J. McDonnell stated that \"Russia lost the battle for Kyiv with its hasty assault\" on the airport.[17] Researchers Stijn Mitzer and Joost Oliemans argued that the operation failed not just because of the initial Ukrainian defense at the airport, but also because of the Russian advance being stalled in the subsequent Battle of Hostomel. As a result, a large quantity of Russian troops and equipment was left waiting at Antonov Airport, subject to constant Ukrainian shelling. Mitzer and Oliemans expressed the belief that the battles for the airport and city of Hostomel \"broke the back of the Russian assault on Kyiv\".[15] Researcher Severin Pleyer suggested that the battle of Antonov Airport showcased the Russian military's general failures during the invasion, including difficulties with main weapon systems, failures in logistics, coordination, and planning, as well as a lack of leadership and training. According to him, the fighting for the airport also highlighted that the Russian battalion tactical groups are ill-suited for warfare, as they hinder coordination and communication.[34] Journalist Andreas Rüesch also argued that the Battle of Antonov Airport, alongside other battles during the invasion, disproved the myth of the extreme capabilities and near-invincibility of the Russian Airborne Forces, claims which had been extensively fostered by propaganda in Russia.[18] Pleyer described the battle as the worst defeat inflicted on the Russian Airborne Forces in recent history.[35] Despite the loss of the airport, Ukrainian forces continued to engage the Russian forces in Hostomel. Eyewitnesses recorded videos of allegedly a Russian tank column burning in the distance and Ukrainian Mi-24s firing rockets at Russian positions.[5] Russian Defense Ministry spokesman Igor Konashenkov claimed that Ukrainian forces deployed BM-21 Grad in Kyiv to bombard Russian forces occupying the airport.[36] Olevsky stated that he believes casualties for both Russian and Ukrainian may number in the hundreds.[37] On 26 February 2022, Ukrainian forces claimed that the Ukrainian Alpha Group unit destroyed a column of Russian armored vehicles near Hostomel.[38][39] Sophia Fedyna [uk; ru], a member of the Verkhovna Rada, alleged that Russian spetsnaz captured some members of the Ukrainian National Guard and were wearing their uniforms. She asked Ukrainian citizens and fighters to speak only in Ukrainian to help identify Russian saboteurs.[40][41][42] As of 27 February 2022, the airport remained under Russian control as clashes began to shift to the towns of Bucha and Irpin to the south,[43] where Ukrainian forces claimed to have halted the Russian advances, contesting Russian forces in Hostomel amid intense fighting.[44][45][46][47] On 27 February, the Security Service of Ukraine released an alleged intercepted conversation of Russian forces in Hostomel reporting casualties and requesting to be evacuated.[48][49] On the same day, Ukrainian forces bombarded the airport with artillery, and claimed to have destroyed Russian equipment, vehicles, and personnel.[50][51][52] The next day, a Russian military convoy stretching 40 miles (64 km) arrived at the airport in preparation for an assault on Kyiv.[53][54] As of 28 March 2022, satellite imagery showed no Russian forces inside the airport.[55] On 29 March, Russian Deputy Minister of Defense Alexander Fomin announced a withdrawal of Russian forces from the Kyiv area,[56] including the abandonment of Hostomel Airport.[57] By 2 April, Ukrainian forces had regained control of the airport following a large-scale Russian withdrawal along the Kyiv axis.[58] In their hasty retreat, Russian troops destroyed much of their own equipment, while other materiel was captured intact by the Ukrainians. In addition, other Russian equipment had been destroyed by Ukrainian artillery strikes before the withdrawal. Overall, Russia lost at least seven armoured fighting vehicles, 23 infantry fighting vehicles, three armoured personnel carriers, one anti-aircraft gun, two field artillery pieces, three helicopters, as well as 67 trucks, vehicles and jeeps at Antonov Airport.[15]","Title":"Battle of Antonov Airport - Wikipedia","KeyID":"15699","URL":"https://en.wikipedia.org/wiki/Battle_of_Antonov_Airport"}