{"Content: ":"The Russian Airborne Forces (Russian: Воздушно-десантные войска России, ВДВ, romanized: Vozdushno-desantnye voyska Rossii, VDV) is a military branch of the Armed Forces of the Russian Federation. It was formed in 1992 from units of the Soviet Airborne Forces that came under Russian control following the collapse of the Soviet Union. Troops of the Russian Airborne Forces have traditionally worn a sky blue beret and blue-striped telnyashka undershirt and are called desant (Russian: Десант) from the French Descente.[5] The Russian Airborne Forces utilizes a range of specialist airborne warfare vehicles and are fully mechanized. They traditionally have a larger complement of heavy weaponry than most contemporary airborne forces.[6] With the demise of the Soviet Union, the number of VDV divisions shrank from seven to four, as well as four brigades and the brigade-sized training center.[7] In October 2013, Shamanov announced that a new air assault brigade would be formed in Voronezh in 2016 with the number of the 345th Guards Airborne Regiment.[8] The establishment of the brigade was postponed to 2017–18, according to a June 2015 announcement.[9] It was announced in July 2015 that plans called for the 31st Airborne Brigade to be expanded into the 104th Guards Airborne Division by 2023,[10] and for an additional airborne regiment to be attached to each division.[11] The 11th Air Assault Brigade in the Central Military District (formerly the Siberian Military District) and the 56th Air Assault Brigade in the Southern Military District (formerly the North Caucasus Military District) were partially infantry formations reporting directly to the military districts they are stationed in.[12] The VDV's training institute is the Ryazan Institute for the Airborne Forces named for General of the Army V.F. Margelov.[13] In addition, in the mid-late 1990s, the former 345th Guards Airborne Regiment was stationed in Gudauta, Abkhazia AR, Georgia. It later became the 10th Independent Peacekeeping Airborne Regiment. The unit was further designated the 50th Military Base. In the early 1990s, General Pavel Grachev, the first Russian Defence Minister, planned for the VDV to form the core of the planned Mobile Forces. This was announced in Krasnaya Zvezda, the Ministry of Defence's daily newspaper, in July 1992. However, the Mobile Forces plan was never enacted. The number of formations available for the force was far less than anticipated, since much of the Airborne Forces had been 'nationalised' by the republics their units had been previously based in, and other arms of service, such as the GRU and Military Transport Aviation, who were to provide the airlift component, were adamantly opposed to ceding control of their forces.[14] From 1996 the VDV dispatched the 1st Airborne Brigade to Bosnia and Herzegovina as part of IFOR's Multi-National Division North. The brigade, unusually, used Russian Ground Forces equipment such as BTR-80s. After an experimental period, the 104th Parachute Regiment of 76th Airborne Division became the first Russian Ground Forces regiment that was fully composed of professional soldiers (and not of srochniki – conscripted soldiers aged eighteen). It was announced that the 98th Airborne Division is also earmarked for contract manning, and by September 2006, it was confirmed that 95% of the units of the 98th Division had shifted to contract manning.[15] With the reduction in forces after 1991, the 61st Air Army, Russia's military air transport force, has enough operational heavy transport aircraft to move one airborne division, manned at peacetime standards, in two-and-a-half lifts.[16] The single independent brigade, the 31st at Ulyanovsk, however, is not equipped with its own armor or artillery and may be equivalent to Western airborne troops, in that it functions as light infantry and must walk when reaching their destination. The 31st was the former 104th Guards Airborne Division. VDV troops participated in the rapid deployment of Russian forces stationed in Bosnian city Ugljevik, in and around Pristina Airport during the Kosovo War. They also took part in the invasion of Chechnya as an active bridgehead for other forces to follow. Russian airborne troops had their own holiday during the Soviet era, which continues to be celebrated on 2 August. Their most emblematic mark of distinction is a blue beret. VDV soldiers are often called \"blue berets\". Each year, current and former paratroopers, often in an inebriated state, celebrate by meeting up and wandering city streets and parks. The day is notorious for two common sights: paratroopers frolicking in fountains and picking fights with hapless passers-by.[17] Notable former Airborne Forces officers include Aleksandr Lebed, who was involved in responses to disorder in the Caucasus republics in the last years of the Soviet Union, and Pavel Grachev who went on to become the first Minister of Defence of the Russian Federation. On 26 May 2009 Lieutenant-General Vladimir Anatolevich Shamanov became the new commander of the VDV, replacing Lieutenant-General Valeriy Yevtukhovich who was being discharged to the reserve. Shamanov was decorated as a Hero of Russia for his combat role in the campaigns in Chechnya. His previous posts are the chief of the combat training directorate and commander of the 58th Army. His most recent post was chief of the main combat training directorate.[18] Shamanov and the acting commander of the 106th Airborne Division were severely injured in a car crash on 30 October 2010, with the driver being killed.[19] On 28 January 2010, the Russian Defense Ministry announced that the VDV's air components had been placed under the VVS.[20] Under the 2008 reform programme, the four existing two-regiment divisions should have been transformed into 7–8 air-assault brigades. However once General Shamanov became commander-in-chief of the Airborne Forces, it was decided to keep the original structure. The divisions have been beefed up and there are now four independent airborne/air-assault brigades, one for each military district.[21] The 332nd School for Praporshchiks of the VDV (Russian: 332 Школа прапорщиков ВДВ) in Moscow was disbanded in December 2009 (also under the 2008 reform programme, all praporshchik (WO) posts in the Russian Armed Forces have been formally abolished). In October 2013 it was reported that the three airborne brigades under military district control (seemingly the 11th and 83rd (Ulan-Ude and Ussuriysk) in the Eastern Military District and the 56th at Kamyshin in the Southern Military District) would be returned to VDV command.[22] The process was completed as of July 2015.[23] Elements of the 76th Guards Air Assault Division's 104th Guards Air Assault Regiment allegedly participated in the War in Donbas.[24] These units allegedly have been used as spearhead forces during the August 2014 DPR and LPR counteroffensive.[25] During the August 2014 counteroffensive, battalion tactical groups of the 7th Guards Airborne Division's 247th Guards Air Assault Regiment, the 98th Guards Airborne Division's 331st Guards Airborne Regiment, the 106th Guards Airborne Division's 137th Guards Airborne Regiment, and the 31st Guards Air Assault Brigade allegedly were sent into Ukraine. Reconnaissance teams from the 45th Detached Reconnaissance Brigade and the 106th's 173rd Guards Separate Reconnaissance Company were previously deployed to Ukraine alongside Ground Forces units.[26] In February 2016, it was reported that an airborne battalion would be deployed to Dzhankoy, Crimea in 2017–18 on a permanent basis and be upgraded to a regiment in 2020.[27] In May 2017, Shamanov announced that the battalion would be formed at Feodosiya by 1 December 2017 as part of the 7th Guards Mountain Air Assault Division, and would be expanded into the 97th Air Assault Regiment with three battalions by late 2019.[28] Since the 2014 annexation, the status of Crimea is under dispute between Russia and Ukraine; Ukraine and the majority of the international community considers Crimea an integral part of Ukraine, while Russia, on the other hand, considers Crimea an integral part of Russia.[29] In August 2016, Russian paratroopers placed 1st place in the Airborne Platoon competition during the International Army games in Russia. In the process the Russian paratroopers defeated teams from China, Iran, Belarus, and Kazakhstan.[30] On 4 October 2016, Colonel General Andrey Serdyukov was appointed new commander of the Russian Airborne Forces, replacing Shamanov, who became chief of the Duma Committee on Defense.[31] During 2016, three reconnaissance battalions and six tank companies, and two companies of electronic warfare and unmanned aerial vehicles were formed. 188 new and upgraded armored vehicles were also delivered, with the Russian Airborne Forces equipment level of modern weapons at 47%.[citation needed] From 2015 to 2016 five intelligence units and six tank units have been formed, over 3,000 new pieces of weaponry and special military equipment were supplied, the number of contract servicemen had grown by 1.5 times, while the troops' training intensity had risen by 20 percent.[citation needed] The Russian Airborne Forces have received over eleven thousand new and upgraded weapons in 2017. The share of modern armaments and hardware comprises 62 percent. In two years four battalion sets of 120 BMD-4M and BTR-MDM Rakushka vehicles were supplied. Besides that, the force received over 100 upgraded weapons, including 2S9-1M self-propelled guns. From 2015 to 2017 the air defense units received close to 500 modern automated reconnaissance and command complexes, new Verba portable missiles, and over 30 upgraded Strela-10MN missile complexes.[citation needed] On December 1, 2017, the organizational events to create a separate airborne assault battalion in Novorosiisk mountain division deployed in Feodosiya and a separate repairs and maintenance battalion in the Moscow region have been completed. Contracted servicemen comprise over 70 percent of the troops. Barnaul-T R&D produced a planning module paradropped to airborne units to simultaneously track a hundred of air objects and a paradroppable reconnaissance and command module to detect targets in a 40-km range which is deployed in five minutes.[citation needed] State tests of a new Bakhcha-U-PDS parachute platform for the BMD-4M and BTR-MDM vehicles were completed in May 2018.[32] Deliveries of new ‘heavy drop’ systems PBS-950U and PBS-955 began in 2020.[33] In 2019, two battalion sets of BMD-4M airborne combat vehicles and BTR-MDM Rakushka armored personnel carriers, more than 200 units of various automotive equipment, including special armored vehicles, army snowmobiles, four-wheelers and buggies and more than 9 thousand parachute systems D-10 and \"Arbalet-2\" were delivered to the troops.[34] In April 2020, military personnel from the Russian Airborne Forces, performed the world's first HALO paradrop from the lower border of the Arctic stratosphere. The Russian commando group used \"next-generation special-purpose parachute system\", military tested oxygen equipment, navigation devices, special equipment, and uniforms. This was the first high-altitude landing in the Arctic latitudes over 10 km in the history of Russian aviation. The crews of Il-76 aircraft landed at the northernmost airfield of the country on the island of Franz Josef Land.[35][36] As part of its mission in the Arctic region, the aircrew provided landing of airborne units from altitudes of 10 and 1.8 thousand meters, as well as landing of cargo with a total weight of about 18 tons. After conducting practical combat training, the Il-76 aircrews landed at the Nagurskoe airfield in the northern part of the island of Franz Josef Land. The high-altitude landing was dedicated to the 75th anniversary of the victory in the Great Patriotic war of 1941–1945 and the 90th anniversary of the formation of the Airborne troops.[35][36] In 2020, the VDV continued to modernize and re-equip its command posts, started to receive the Stayer high-altitude parachute system which enables airdrops from up to 10 km altitude and completed receiving special purpose controllable parachute systems.[37][38][39][40] Two air assault regiments have been set up in Pskov and Crimea as part of air assault divisions in 2021. The Russian Defense Ministry has also accepted the Zavet-D artillery fire control vehicle for the Airborne Forces.[41][42] In 2021, the Airborne Forces received more than 13 thousand sets of landing equipment and parachute systems.[43] The VDV participated heavily in the 2022 Russian invasion of Ukraine. In the opening hours of the invasion, the VDV attempted to secure key airports and support assaults around Ukraine. These paratroopers were recognizable by the orange-and-black Saint George ribbons decorating their helmets and arms.[44] The VDV attempted to paradrop and transport troops with Mi-8 and Mi-17 helicopters and take the Hostomel Airport in northern Kyiv, in order to use the airport to airlift more troops and heavy equipment to take Kyiv as a form of forward \"air bridge[45]\" that would enable rapid deployment of Russian forces far in advance of the Russian land front, in an action that became known as the Battle of Antonov Airport. The VDV troops at the airport then engaged the Ukrainian National Guard's 4th Rapid Reaction Brigade, which with the help of the Ukrainian Air Force encircled the unsupported VDV troops and recaptured the airport, with the Russians escaping to nearby woods.[46] The next day battle resumed, and the VDV again attempted to land troops at the airport. Deploying around 200 helicopters and with support from the Ground Forces arriving from the north (Belarus and Chernobyl), they finally broke through the Ukrainian defenses and established Russian control over the airport. In the end, however, the Ukrainians claimed that the airport became too damaged from the battle to be used as an air strip.[47] 40 kilometers south of Kyiv in Vasylkiv, VDV paratroopers dropped in an attempt to secure the Vasylkiv Air Base. Without any support from air or ground forces, the VDV troops in Vasylkiv were eventually encircled and were unsuccessful in achieving their objectives, giving victory in the Battle of Vasylkiv to the Ukrainians.[48] On February 27, VDV troops with BMD-2s and BTR-Ds were seen south of Hostomel in Bucha.[49] The VDV and Ground Forces' units were hit on the same day by Bayraktar air strikes. The Ukrainian government claimed that \"more than 100 units of enemy equipment were destroyed”.[50] On the following weeks the VDV served as Mechanized infantry and Light infantry roles during the Kyiv offensive.[51] During the Battle of Kharkiv, VDV paratroopers landed in Kharkiv on March 2 in an attempt to capture the contested city.[52] They attempted a raid on a local military hospital but were repelled by local Ukrainian forces.[53] On March 3, it was reported that Major General Andrey Sukhovetsky of the VDV's 7th Guards Mountain Air Assault Division, who was the appointed deputy commander of the 41st Combined Arms Army, was killed in action in Ukraine.[54] His death is attributed either to sniper fire near Mariupol (which was besieged by Russian forces)[55] or Hostomel during the Kyiv offensive.[56] Ukrainian sources claimed he was killed on March 2 and his death was first confirmed on VKontakte by \"Combat Brotherhood\", a Russian veterans group,[54] and later by President Vladimir Putin.[55] The VDV suffered similar losses in Bucha and Irpin with poor command and control being cited.[51] The VDV also joined the assault on the city of Mykolaiv during the Battle of Mykolaiv, but were pushed back by a Ukrainian counter-offensive.[57] On March 18, it was reported that Colonel Sergei Sukharev along with deputy Major Sergei Krylov of the 331st Guards Airborne Regiment had been killed during fighting in Mariupol.[58] In late April, Bellingcat journalist Christo Grozev reported that he \"personally checked\" and Russia had lost \"almost 90% of its best paratroopers\" in the first echelon of the invasion.[59] A large number of helicopters were shot down by Ukrainian defenses and the paratroopers were stranded without armored vehicles or air support.[60] In early May, the UK MoD stated that the VDV units and other elite forces had suffered high losses and that it would \"probably take years for Russia to reconstitute these forces.\"[61] According to BBC News Russian and the Mediazona news website, 914 VDV deaths were documented by 21 July 2022.[62][63] Air Landing Forces Command, Moscow Commander's Directorate, Moscow Air Landing Forces Staff, (Military Unit [MU] 25953), Moscow Training and education units and establishments: The Air Landing Forces combine Parachute Landing (парашютно-десантние) and Landing Assault (десантно-штурмовие) units. The difference between the two is that while both were airborne qualified and mechanised with BMD, BTR-D, 2S9 Nona, the parachute landing units are lighter (only quarter mechanised) and play the role of entry element, while landing assault units were fully mechanised and were intended to develop the breach opened by the parachute landing forces.[65] Personal firearms and crew served weapons include:[citation needed] The VDV are fully equipped with Barmitsa and Ratnik infantry combat suits as of 2018.[74][75][76] Andromeda-D, Barnaul-T and Dozor automated control systems, AS-1 snowmobiles, four wheelers, a specially-created uniform for hot climates and Nanuk Arctic gear, reconnaissance-control and planning modules and the REX-1 counter-unmanned aerial vehicle rifle-like, man-portable jammer developed by Kalashnikov Group subsidiary ZALA Aero Group are also being introduced into service.[77][78][79][80][81][82][33] Portable versions of the Garmony air defence radar, modernized reconnaissance and artillery fire control posts and Aistyonok and Sobolyatnik radars are being supplied to the VDV.[83] The Russian Airborne Forces have also received new special-purpose controlled wing-type parachutes.[84] There are over 1,800* armored fighting vehicles, mostly BMD-1 (since 1969), of which all but around 100 are in storage,[85][failed verification] and at least several hundred BMD-2 (since 1985). There are over 100 BMD-3 (1990) that were partially upgraded to BMD-4 level. All of them are amphibious, moving at around 10 km/h in water. The BMD-4 is capable of full, continuous fire while in deep water, unlike any other vehicle with such heavy weaponry (100 mm gun and 30 mm auto cannon). However, some units (such as those who served on peacekeeping duties in the Balkans) are known to have used BTR armored personnel carriers rather than BMD's. T-72B3 tanks supplied to the Russian Airborne Forces in 2018 have been upgraded and are equipped with Andromeda automatic control system and some of them with top-attack defence screens.[86] As of 2021, the Russian Airborne Forces have 150 T-72B3 and 10 T-72B3 mod. 2016. There is a turret-less variant of the BMD-1, the BTR-D, which is used as troop carrier and serves as the basis for specialised versions such as anti-tank, command and signals. The BTR-D will be partially replaced by the new multi-purpose APC BTR-MD \"Rakushka\" that will also come in several different versions. Approximately 280 vehicles in all BTR-D configurations are in service.[87] As part of the 2011 state defence order (GOZ), 10 BMD-4M and 10 \"Rakushka's\" have been ordered, but according to the VDV's CinC General Colonel Shamanov, Kurganmashzavod did not give a guarantee it would produce them.[88] The Russian Defense Ministry adopted the BMD-4M in early December 2012. They are planning to receive 10 BMD-4M vehicles and 10 BTR-MD vehicles for final testing by mid-2013, with commissioning by the end of 2013. The Russian Airborne plans to acquire 1,000 BMD-4Ms through 2020.[89] The first production batch of the new armored vehicles BMD-4M and BTR-MDM \"Shell\" in the amount of 24 units (12 each) transferred to the Russian Airborne Forces in 2015.[90] The VDV equipped the first regiment with BMD-4Ms and BTR-MDMs in 2016.[citation needed] In 2017, they received two battalion sets of BMD-4M combat airborne vehicles and BTR-MDM APCs, over 80 Rys’ and UAZ Pickup armored automobiles.[91] Russian airborne brigade-level units have received SPM-2 GAZ-233036 Tigr armored cars. They have ordered Kamaz Typhoon armored infantry transports, following modifications to meet the demands of the airborne troops and accepted them for supply in August 2021. The Russian Airborne Forces have received about 100 Tigr and Rys special armored vehicles, 200 Snegohod A-1 snow-going and AM-1 all-terrain vehicles, UAZ Patriot light motor vehicles, Toros 4x4 armored vehicles and Kamaz trucks that can be air-dropped.[92] The VDV currently receives Berkyt protected snowmobiles for personnel transportation and fire support in arctic conditions.[93][94] Infauna and Leer-2 EW systems alongside Aileron-3SV UAVs and P-230T command vehicles are also received.[95][96] The RKhM-6 chemical reconnaissance vehicle based on the BTR-80 armored personnel carrier, the BTR-D airborne assault armored personnel carrier with a ZU-23 anti-aircraft gun and the R-149MA1 and the R-142DA command and staff vehicles were demonstrated in August 2021.[97] The Sarmat-2 light tactical buggy participated in the Zapad-2021 drill.[98] On 1 August 2013, it was reported that the Russian Airborne Forces will develop a hybrid combat vehicle that combines features of an airborne infantry fighting vehicle and a helicopter. To meet the demands of future armed conflicts, a combat module that combines a light combat vehicle and an attack helicopter is being considered, with a crew of three-four people. The vehicle will be developed for the VDV by 2030.[citation needed] The airborne self-propelled artillery guns ASU-57 and ASU-85 have been withdrawn. They had light armour and limited anti-tank capability, but provided invaluable fire support for paratroopers behind enemy lines (the caliber of the gun in mm is the number next to the ASU designation). Also withdrawn were the multiple rocket launch systems RPU-14 (8U38) of 140 mm and the BM-21V \"Grad-V\" (9P125) of 122 mm on GAZ-66, as well as the 85 mm gun SD-44. Today the VDV operates the following systems: The VDV is equipped with numerous types of airborne capable trucks and jeeps, for example the Ural-4320, the GAZ-66V and the GAZ-2975 \"Tigr\" for transporting cargo, specialist crews and equipment (e.g. mortars, ammunitions), but not infantry (all fighting paratroopers are transported in armoured vehicles). Currently, the GAZ-66 is being replaced by the KamAZ-43501.[102][105] The service march of the airborne forces is We Need One Victory, also known as Our 10th Parachute Battalion.[110] It was made by poet Bulat Okudzhava, written for the feature film Belorussian Station by Andrei Smirnov (1970). It was later adapted by Alfred Schnittke to be performed as a march to be played at the Moscow Victory Day Parade on Victory Day (9 May). The official lyrics are as follows:[111] Здесь птицы не поют Деревья не растут И только мы, к плечу плечо Врастаем в землю тут Горит и кружится планета Над нашей Родиною дым И значит, нам нужна одна победа Одна на всех – мы за ценой не постоим Одна на всех – мы за ценой не постоим Припев: Нас ждет огонь смертельный И все ж бессилен он Сомненья прочь, уходит в ночь отдельный Десятый наш десантный батальон Десятый наш десантный батальон Лишь только бой угас Звучит другой приказ И почтальон сойдет с ума Разыскивая нас Взлетает красная ракета Бьет пулемет неутомим И значит нам нужна одна победа Одна на всех – мы за ценой не постоим Одна на всех – мы за ценой не постоим (Припев) От Курска и Орла Война нас довела До самых вражеских ворот Такие, брат, дела Когда-нибудь мы вспомним это И не поверится самим А нынче нам нужна одна победа Одна на всех – мы за ценой не постоим Одна на всех – мы за ценой не постоим (Припев) Here birds do not sing Trees do not grow And only we, shoulder to shoulder Grow into the ground here The planet is burning and spinning Over our Motherland now smoking And that means we need one victory One for all – we will not stand for the price One for all – we will not stand for the price Chorus: Lethal fire awaits us And yet he is powerless Undoubtful, he leaves separate in the night Our 10th airborne battalion Our 10th airborne battalion As soon as the battle died down Another order sounds And the postman will go crazy Looking for us A red rocket launching above Beats a machine gun tirelessly And that means we need one victory One for all – we will not stand the price One for all – we will not stand for the price (Chorus) From Kursk and Orel The war brought us to the very enemy gates Such, brother, things Someday we will remember this And we will not believe it ourselves And now we need one victory One for all – we will not stand the price One for all – we will not stand for the price (Chorus) On Airborne Forces Day in many Russian cities, it is customary to turn off the fountains and hold veteran reunions near those fountains.[112] The Combined Military Band of the Airborne Forces is an integral part of all the solemn events of the Airborne Forces. Every year, the band's personnel take part in the Victory Parade on Red Square, as well as the opening ceremony of the International Army Games. In the ranks of the combined band were musicians of the military bands of the airborne and assault formations of the Airborne Forces. There were six other military bands in the airborne forces.[113] The Song and Dance Ensemble of the Airborne Forces is the theatrical troupe of the VDV. It began its creative activity in 1937, as the Red Army Song and Dance Ensemble of the Kiev Military District, numbering only 18 people. On 3 May 1945, three days after the signing of the German armistice, the ensemble gave a concert on the steps of the destroyed Reichstag.[114] During the Cold War, the unit was known as the Song and Dance Ensemble of the Group of Soviet Forces in Germany. During this time, it had participated in concerts in the cities of East Germany, Czechoslovakia, and Poland. It gained its current status in 1994. The Song and Dance Ensemble also contains the Blue Berets musical group.[114] The 137th Guards Airborne Regiment troops in front of the BMD-4M vehicle. The 31st Guards Air Assault Brigade during inspection. Scout of the 106th Guards Airborne Division Final check of the 56th Guards Air Assault Brigade Paratroopers of the 83rd Guards Air Assault Brigade during an exercise.","Title":"Russian Airborne Forces - Wikipedia","KeyID":"15698","URL":"https://en.wikipedia.org/wiki/Russian_Airborne_Forces"}