{"Content: ":"Bucha (Ukrainian: Буча, Ukrainian pronunciation: [ˈbut͡ʃɐ]) is a city in Ukraine's Kyiv Oblast. Administratively, it serves as the administrative center of Bucha Raion. It hosts the administration of Bucha urban hromada, one of the hromadas of Ukraine.[1] Its population is approximately 36,971 (2021 est.)[2]. Bucha Day is celebrated in the city between 11 and 13 September.[3] The Battle of Bucha was part of the Kyiv offensive in the 2022 Russian invasion of Ukraine. The battle lasted from 27 February 2022 to 31 March 2022 and ended with the withdrawal of Russian forces. Mayor Anatolii Fedoruk reported that Bucha had been fully retaken from Russian forces as of 31 March.[4] After Ukrainian forces regained control of Bucha, reports and testimonies of war crimes committed by the Russian military began to circulate. These war crimes have been collectively labeled the Bucha massacre.[5] According to a local historian from Bucha, Anatoliya Zborovsky, Bucha was named after a nearby river, the Bucha River, which referred to the strength of the river's currents in ancient times. According to an urban legend, during the construction of the railway station, the workers were not paid so they started a huge scandal, or \"bucha\" (Ukrainian: буча – scandal). The railway station received this name after its completion, so did the village.[6] The settlement arose with the construction of the Kiev–Kovel railway in 1898 around a small train stop by the Bucha River [uk]. Bucha was a train stop of the Kiev–Kovel railway similar to one in the modern city of Irpin. In close vicinity to the Bucha train stop, there was a small village called Yablunka, where there used to be a brick factory.[citation needed] Yablunka is mentioned in the 19th century Polish Geographic dictionary as the village of Jabłonka 37 versts away from Kiev.[7] During World War II, before the liberation of Kiev from Nazi forces in December 1943, Bucha was the location of the headquarters of the 1st Ukrainian Front commanded by General Vatutin.[8][better source needed] Bucha was granted city status on February 9, 2006 (previously, Bucha was an urban-type settlement within the Irpin city municipality).[9] Until 18 July 2020, Bucha was incorporated as a city of oblast significance. In July 2020, as part of the administrative reform of Ukraine, which reduced the number of raions of Kiev Oblast to seven, the city of Bucha was merged into Bucha Raion.[10][11] During the 2022 Russian invasion of Ukraine, heavy fighting took place in Bucha as part of the Kiev offensive, resulting in severe Russian losses.[12] The city was captured by Russian forces on 12 March. Mayor Anatoliy Fedoruk announced the recapture of Bucha by Ukrainian forces on 31 March 2022.[13] On April 7, the Russian media Meduza published a drone video taken from March 23 to 30, 2022 in Bucha, proving that people were killed during the occupation of the town by the Russians.[14] On 2 April 2022, news reports and videos emerged showing streets in Bucha covered with the bodies of men dressed in civilian clothes. Some of those found had their hands tied.[15] Among those killed were women and children. According to first estimations at least 280 bodies were found.[16] There was also evidence that Russian soldiers had systemically tortured, mutilated and executed many Ukrainians in the basement of a summer camp.[17] The event caused the Ukrainian government to call on the ICC to investigate whether or not Russia had committed war crimes.[18] On April 7, the mayor of Bucha, Anatoly Fedoruk, reported that almost 90% of the dead residents had bullet wounds, not shrapnel wounds.[19] Bucha is located in Kyiv Oblast, 25 km west of Kyiv. It borders the cities of Irpin and Hostomel and the villages of Vorzel, Mykhailivka-Rubezhivka, and Blystavytsia.[20] There is a stadium in Bucha named Yuvileiny Stadium, where some matches were held in October 2016 for the 2017 UEFA European Under-19 Championship qualification.[21] There is a glass factory in Bucha. Built in 1946, it was closed in 2016. There is a small train stop called \"Sklozavodska\".[citation needed] The town's main landmark is a 19th-century railway station located at the south edge of the city. Through the city runs a major highway M07.[citation needed] Author Mikhail Bulgakov stayed in Bucha with his family during the summer season in his cottage.[22] Bucha is twinned with: Shtamm's Country House Ruins in Bucha Bucha railway station Bulgakov monument City stadium \"Yuvileinyi\" Afghanistan war memorial","Title":"Bucha, Kyiv Oblast - Wikipedia","KeyID":"15706","URL":"https://en.wikipedia.org/wiki/Bucha,_Kyiv_Oblast"}