{"Content: ":"Hostomel (Ukrainian: Гостомель, pronounced [ɦoˈstɔmelʲ]) is a city in Bucha Raion, Kyiv Oblast, northwest of the capital city of Kyiv. It hosts the administration of Hostomel settlement hromada, one of the hromadas of Ukraine.[1] The population of the settlement is approximately 17,534 (2021 est.).[2] The town is mainly known for Hostomel Airport, also known as Antonov Airport, a major international cargo facility. There is also a Vetropack glass factory in Hostomel. Hostomel was badly damaged during the 2022 Russian invasion of Ukraine.[3] City mayor Yuri Prilipko was among those who were killed by the attackers.[4] The city was given the title Hero City of Ukraine on 13 March 2022.[5] On 2 April 2022, Ukrainian authorities confirmed that they had retaken control over most of Kyiv Oblast on 2 April 2022.[6] According to legends, Hostomel has existed since ancient times. But the first written mention of it dates back to 1494.[citation needed] In 1495 the Grand Duke of Lithuania Alexander gave Hostomel to Prince Ivan Dashkevych Lvovich Hlynsky. In 1509, after the betrayal of the Glinski Muscovites, the estate of king Sigismund I was given to Semyon Poloz.[citation needed] In 1614, King Sigismund III of Poland granted Hostomel the Magdeburg right. The village of Hostomel received city rights with the assistance of the owner – Stanislav Kharlensky, the son of Kyiv Chamberlain Felix.[7] During the national liberation war under the leadership of Bogdan Khmelnytsky, it became the Cossack hundredth town of the Kyiv regiment. In 1654, the town was captured by Muscovy. In 1694, a church was built here. In July 1768, Ivan Bondarenko's haydamaks visited the town.[8] In 1866 Hostomel became a township center, actively developing. It witnessed many historical events related to the past of Ukraine. In 1962, Hostomel and other settlements were subordinated to Irpin (it was granted the status of a city of regional significance). In 1972, the village of Mostyshche was included in the village of Hostomel. Until 18 July 2020, Hostomel belonged to Irpin Municipality. In July 2020, as part of the administrative reform of Ukraine, which reduced the number of raions of Kyiv Oblast to seven, Irpin Municipality was merged into Bucha Raion.[9][10] On 24 February 2022, the first day of the 2022 Russian invasion of Ukraine, Hostomel and the Hostomel Airport were attacked by the Russian military in an attempt to capture the town. Ukrainian President Volodymyr Zelenskyy said that \"a Russian airborne force in Hostomel airport outside Kyiv, which has a big runway, has been stopped and is being destroyed.\"[11][12] On 24 February the Ukrainian military chief, Valerii Zaluzhnyi, said \"a battle is raging in Hostomel\".[13] The Antonov 225 plane (Mriya), the world's biggest plane, was destroyed when the hangar it was in was ravaged by the Russians forces, presummably through shelling and artillery.[14] In the following week the Russians started to use Hostomel as a forward operating base to attack Kyiv, the troops sent to Kyiv met Ukrainian forces in Bucha and Irpin, multiple Russian units were destroyed by artillery and Bayraktar drone strikes, Ukrainian forces also pushed to frontline back into Hostomel, with Ukrainian Special Forces launching raids against Kadyrovtsy on 27 February,[15] and VDV mechanized units along the week.[16] On 7 March 2022, Russian troops killed mayor Yuriy Prylypko while he was delivering food and medicines in the city.[17][18][19] Ukrainian counteroffensives were unable to fully retake the town, however a major Russian withdrawal from Kyiv Oblast in late March and early April saw the town completely retaken from Russian forces. On April 6, the head of the Hostomel village military administration, Taras Dumenko, reported that four hundred people had gone missing in 35 days of Russian occupation of Hostomel.[20] In the field of education, there are four schools: two of them are general and two primary, a preschool № 17 \"Rainbow\", the Center for Children and Youth Creativity. Prior to the Russian invasion, the town had a number of large establishments that are well known not only in Ukraine but also abroad – in particular, the state enterprise \"Antonov\" (about 1320 employees) and OJSC \"Hostomel Glass Factory\" (about 800 employees). They are the largest taxpayers to the budget. Medium and small businesses were also developing. Things are going well at other establishments of the town: JSC \"ATP-13250\" (about 125 employees) – passenger traffic; firm \"ATAD & K\" – manufacture of wood products and others. There are also establishments in Hostomel that are directly involved in agriculture. These are STOV \"Buchanske\", \"Renault\", \"Promin\". In addition, there are such establishments of social and household sphere, like hotel \"Korchma\", two hairdressing salons, studio of repair of TV sets, three post offices. Near the town there is a test site for rail electric transport \"Kapway\". The third airport of Kyiv is in the town, Hostomel International Airport, primarily for cargo, and heavily damaged by the Russians. On 24 December 2019, a water purification and deironing station was opened in Hostomel, which will purify 1,200 cubic meters of water during the day and provide it to the military town.[21] Media related to Hostomel at Wikimedia Commons","Title":"Hostomel - Wikipedia","KeyID":"15707","URL":"https://en.wikipedia.org/wiki/Hostomel"}