{"Content: ":"Ukrainian victory Russian Armed Forces Ukrainian Armed Forces The siege of Chernihiv was a military engagement in the city of Chernihiv, in Chernihiv Oblast in the north of Ukraine. It began on 24 February 2022, as part of the northeastern Ukraine offensive, during the 2022 Russian invasion of Ukraine. On 4 April 2022, Ukrainian authorities stated that the Russian military had left Chernihiv Oblast.[2] On 24 February 2022, at 03:27 EET (UTC+2), a captain and a corporal from the Russian 11th Guards Air Assault Brigade surrendered to elements of the Armed Forces of Ukraine (ZSU) near Chernihiv.[7] On the same day, Ukraine claimed a reconnaissance platoon of the Russian 74th Motorized Rifle Brigade had surrendered.[6] Five hours later, the Ukrainian military repelled a Russian attack in Chernihiv and seized Russian equipment and documents.[19] According to the British Ministry of Defence, Russian forces had failed to capture the city and instead opted to bypass the city through an alternative route to Kyiv.[20][21] Ukrainian officials reported that the Russian forces were heading towards the nearby towns of Sedniv and Semenivka.[22] On 25 February 2022, the Russian Ministry of Defense announced that Russian forces had surrounded Chernihiv and were laying siege to the city.[23] The next day, Ukrainian forces claimed the defeat of a Russian military unit that attempted to capture the city. Several Russian tanks were allegedly seized by Ukrainian forces.[24] The Ukrainian government also said that Russian BM-21 Grad multiple rocket launchers (MRL) hit hospitals and kindergartens in Chernihiv, though this claim was not independently verified.[25] That day, an archive of the Security Service of Ukraine (SBU) was bombed by Russian forces.[26][27] On 27 February, Ukrainian officials said that Russian forces damaged most of Chernihiv's city center with missiles, and destroyed the historic Shchors cinema.[28][29] Russian forces later claimed that they had completely blockaded the city.[30] Ukrainian sources also claimed that 56 Russian fuel trucks were destroyed by Ukrainian forces.[31] On 28 February, the village of Kyinka came under fire. Cluster munitions repudiated by most countries were used in the attack.[32] Saboteurs with the support of armored vehicles also tried to break into Chernihiv; they were found and killed in the outskirts of Chernihiv.[33] On 1 March, Ukrainian officials stated that Belarus joined the Russian invasion and was sending a column of military vehicles towards Chernihiv from the Belarusian city of Grodno. US officials disagreed with this claim, stating that there was \"no indication\" that Belarus had invaded.[34] Vyacheslav Chaus, the governor of Chernihiv Oblast, stated that every access point to the city was heavily mined.[35] On 2 March, the mayor of Chernihiv, Vladyslav Atroshenko, predicted that urban warfare in the city was possible.[36] Two missiles hit a hospital in the city during the day, according to the health administration chief Serhiy Pivovar.[37] On 3 March, a Russian airstrike was reported to have hit residential buildings and two schools.[38][39] Around 47 people were reported killed.[40] On 5 March, on the outskirts of Chernihiv in Masany the Ukrainian military shot down a Russian attack aircraft; both pilots were captured.[41] On 6 March, as of the morning, 141 settlements in the region were left without electricity. Attacks continued as the Russian Air Force dropped heavy bombs intended for fortifications on residential buildings.[42] The city received humanitarian aid (food, medicine, etc). Due to the threat of shelling, the trucks were immediately unloaded.[43] On 10 March, Mayor Vladyslav Atroshenko said that Russian forces had completed the encirclement of Chernihiv, adding that the city was completely isolated and critical infrastructure for its 300,000 residents was rapidly failing as it came under repeated bombardment.[44] A Russian airstrike also damaged the Chernihiv Arena.[45] On 11 March, the Chernihiv Stadium and a library were badly damaged by a Russian airstrike.[46] The \"Hotel Ukraine\" building in the city was destroyed on 12 March.[47] Ukrainian forces later claimed to have destroyed a Russian missile unit shelling the city, with some Russian troops surrendering.[48] On 13 March, a Russian airstrike at 05:46 hit a dormitory,[49] killing five civilians according to the State Emergency Services.[50] Ukrainian forces later claimed to have shot down a Russian fighter jet while it was bombing Chernihiv.[51] On 14 March, Chaus stated that Russian airstrikes had destroyed the Chernihiv Polytechnic National University.[52] The Office of the Prosecutor General of Ukraine stated that ten civilians were killed during the shelling of the city.[53] On 25 March, Ukrainian authorities said that Russian forces had cut-off the northern city of Chernihiv after destroying a road bridge Across the Desna in the south,[54] while attempts to fully encircle the city remained unsuccessful.[55] On 30 March 2022, the bookshop Korolenko Chernihiv Regional Universal Scientific Library was bombed, along with the market in the city center.[56][57][58] Also a specialized table tennis hall in the Khimik Sport Complex was hit by the Russian army. Russian forces aimed at the sports complex, but the rocket did not reach the building, leaving a funnel on the sports ground nearby. The depth of the funnel reached about ten meters. The Khimik Sport Complex, received severe damage – all the windows were broken, plaster crumbled, tables, floor, ceiling, electrical equipment were damaged. Practically, the center for table tennis became unsuitable.[59] On 31 March, the Ukrainian Army recaptured the M01 highway connecting Kyiv and Chernihiv, ending the siege.[60] The Mayor reported the first quiet night since the war began.[61] On 1 April, Ukraine claimed that Russian forces were withdrawing from the Chernihiv region.[62] On 2 April, the Ukrainian Army reportedly recaptured the village of Shestovytsia, having earlier retaken the village of Sloboda.[63] On 3 April, the Ukrainian Army recaptured the villages of Kolychivka, Yahidne and Ivanivka,[64] as Governor Chaus stated that the Russian military left Chernihiv Oblast, but that it had planted mines in many areas.[2] On 5 April, Russia completed their withdrawal from the Chernihiv Oblast, conclusively ending fighting in the region.[65] On 2 March, The Kyiv Independent reported on a WhatsApp audio message allegedly recorded by a woman from Aleysk, Russia. The woman stated that nearly all of a \"tank brigade\", part of the 35th Guards Motor Rifle Brigade which is based in Aleysk, had been killed in battle near Chernihiv; only 18 soldiers of the original 150 survived. The woman described the dead soldiers as \"mostly very young men\". The woman stated that 45 coffins were expected to arrive on the day of her message.[14][15] On 3 March, 47 people were killed,[40] while 18 others were injured in a Russian bombing attack that hit residential areas and several schools.[66] The Chernihiv Regional Prosecutor's Office stated that at least 123 Ukrainian soldiers, 100 civilians and five policemen, had been killed as of 15 March.[67] On 16 March, Ukrainian and American officials claimed that Russian forces attacked a group of civilians who were waiting in a breadline, killing 10.[68][69] Chernihiv Oblast governor Vyacheslav Chaus stated on 17 March that 53 people were killed in the city during the previous day alone.[70] By the end of the siege, more than half of the city's almost 300,000 population fled. The total civilian casualty count is unknown; however, the city's mayor Vladyslav Atroshenko told reporters that he estimated 350–400 civilians had been killed with up to 100 people being buried a day. Humanitarian workers claimed the same numbers, but mostly Ukrainian and Russian soldiers. Chernihiv's governor, Vyacheslav Chaus, said that secure evacuation corridors were being hastily established before an anticipated return of Russian forces to the city. Residents of the outlying town of Lukashivka reported Russian forces performed beatings and mock executions, as well as confiscating phones, passports, household items such as carpets and pillows, and executing livestock to harass the locals before the town was recaptured by Ukrainian forces on 1 April.[71] Despite fully withdrawing from the region in late March, Russian shelling of Chernihiv continued throughout April and May. On 17 May, a Russian missile strike in the Desna region of Chernihiv killed 8 civilians and wounded an additional 12.[72]","Title":"Siege of Chernihiv - Wikipedia","KeyID":"15705","URL":"https://en.wikipedia.org/wiki/Siege_of_Chernihiv"}