{"Content: ":"The Russian Kyiv convoy was a large column of Russian military vehicles stretching some 64 kilometres (40 mi) involved in the 2022 Russian invasion of Ukraine. It has been noted for initially threatening Kyiv, but then halting due to unclear reasons. Commentators have suggested that the large number of soldiers and vehicles may have had issues with fuel and food shortages, and may have also been delayed by attacks from the Ukrainian military.[1][2][3] On 2 April 2022 the whole of Kyiv Oblast, where the column was deployed, was declared free of Russian troops by the Ukrainian Ministry of Defense after Russian troops had left the area.[4] Three days before, the United States Department of Defense stated that the convoy had \"never really accomplished their mission.\"[5] On 4 March 2022 The Economist declared that the slow pace and the seemingly disorganised military formation was representative of Russia's problems in the war in general.[6] Russia had reportedly hoped to take Kyiv rapidly and remove the Ukrainian government, allowing a pro-Russian government to be installed.[7][8] Russia positioned a large force in Belarus, which crossed the border and invaded the north of Ukraine, while other forces attacked from Donbas, Luhansk and Crimea in the south.[9] Maxar Technologies first spotted the Kyiv convoy in satellite images on Monday 28 February 2022.[10] The column of vehicles crossed into Ukraine from Belarus and moved south through Prybirsk, and then Ivankiv.[11] The convoy was apparently heading towards Kyiv, the capital of Ukraine, as part of preparation for the projected Battle of Kyiv,[8] presumably with the aim of besieging and threatening Kyiv.[12] However, according to a 7 March 2022 intelligence update from the UK Defence Ministry, \"The main body of the large Russian column advancing on Kyiv remains over 30km from the centre of the city having been delayed by staunch Ukrainian resistance, mechanical breakdown and congestion.\"[2] Time reported that by 1 March, it was 25 kilometres (16 mi) from the centre of the city,[13] and it was then reported as stalling between 25 and 30 kilometres outside Kyiv.[11][14] On 2 March, the convoy was estimated to have held up to 15,000 troops.[11] The formation itself is made of up a variety of military vehicles, which satellite footage shows vehicles parked three abreast across wider sections of the road.[12] The convoy has been noted for its size, stretching about 65 kilometres (40 mi).[15] Satellite photos of the convoy indicate the column is composed of Russian supply trucks, troops, weapons,[16] and artillery.[17] Reuters revised the size of the convoy, estimating it to be larger than previously considered, at 64 kilometres (40 mi) long,[9] with The Independent estimating that it had grown to 64 kilometres (40 mi) long by 1 March, from its initial size estimate of 27 kilometres (17 mi).[18] The convoy was protected by mobile anti-aircraft systems.[15] It is not known how effective these are, because elsewhere, Ukrainian Baykar Bayraktar TB2 drones had successfully attacked and \"destroyed three [Russian] SAM missile systems and four 152mm artillery pieces, along with more than 10 trucks and several tanks\" by 1 March.[19][20]: 20:49  The effectiveness of the Turkish-manufacted TB2 drones has been partly attributed to the Russian failure to achieve air supremacy in the opening phase of the war,[19] as well as poor Russian coordination and communications.[20]: 20:53  Ukrainian commanders were therefore considering using them against the convoy, but they had relatively few deployable TB2 drones, few military personnel were trained to operate them effectively, and Russian forces might be able to track them and shoot them down through their GPS signals.[19] Moreover, by 3 March, aviation researcher Justin Bronk stated that Russian forces appeared to have moved more air defence systems forward, including around the column.[20]: 21:40  Bronk argued that the convoy had thus become 'a very, very difficult target for the Ukrainian Air Force', because it was within reach of the S-400 missile systems along the Belarusian–Ukrainian border, excluding almost any conventional manned aircraft attacks on the convoy (except perhaps very low-level flying, visual-targeting operations).[20]: 21:46  The convoy stalled 8 days into the war, at approximately 30 kilometres (19 mi) from the centre of the city of Kyiv; as of 7 March 2022, according to U.S. defense officials, the column had not moved at all for a few days.[21] There has been much discussion about why the convoy stalled. The UK Defence Ministry noted that by 7 March, it had been \"delayed by staunch Ukrainian resistance, mechanical breakdown and congestion. The column has made little discernible progress in over three days.\"[2] Commentary discussing the column soon after its appearance assumed it was a column that would enter Ukraine, move south to Kyiv and then encircle it with a siege.[29] On 3 March 2022, CNN cited former Finnish defence intelligence expert Martti Kari in saying that, strategically, the stalled column presented two main threats to its ongoing campaign. Firstly that the column, now stalled, could be an easy target suffering attacks that may eventually destroy it. Secondly the stalled column, as the situation got worse for those within it, would cause morale problems clearly not just for those in the column, but other Russian troops that heard of its plight.[2] Some commentary has indicated that the troops in the convoy contained many supply trucks, and the soldiers in the convoy survived by eating the supplies in the trucks, which the convoy had intended to deliver to other units.[30] Some have seen its plodding pace and logistical issues as emblematic of Russia's efforts in the war in general.[6] The column was either anticipated to form part of a planned siege of Kyiv, with the vehicles and troops fanning out to take up their positions,[31] or it may have been a supply convoy to replenish food and ammunition to troops already engaged in the area, or the aim may have been to set up a forward base of operations for attacks on Kyiv.[26][27] The ABC reported on 3 March that ground attacks with anti-tank weapons had destroyed numerous vehicles. It noted that the attacking forces had deliberately attacked the start of the column, destroying vehicles and creating ad-hoc roadblocks, with the following vehicles unable to pass.[29] On 11 March, a senior U.S. defense official stated that Ukrainian forces had made several attacks on the convoy with ground fire, such as shoulder-fired FGM-148 Javelin anti-tank missiles delivered by Western countries.[29] Ukrainian units have set up various obstacles and roadblocks in its anticipated path, including \"parking trams, buses and large vehicles\".[32] Ukrainian snipers have engaged troops from their position and killed individual Russian soldiers.[14] High-level Russian officials at the convoy have been killed by Ukrainian snipers. On 3 March, Major General Andrey Sukhovetsky, deputy commander of the Combined Arms Army of the Central Military District, was killed by Ukrainian sniper fire when he ventured to the front of the stalled convoy. At that point, he was the highest-ranking Russian official killed so far.[14] Ukrainian Aerorozvidka group also assisted with their own-built drones, some capable of dropping up to 1.5 kg bombs and firing rocket-propelled anti-tank grenades.[33] By 11 March 2022, some elements had broken off and deployed into firing positions. While the bulk of the convoy remained on the road, some parts, including artillery, had left the main column and started taking up positions near Hostomel.[34] Other sections took up positions in Lubyanka, and nearby forests.[35] On 16 March, the US Department of Defense said that the Russian Convoy north of Kyiv was still stuck in place, and had not progressed - however on 31 March the United States Department of Defense stated that they could not confirm the column still existed and noted that ultimately \"...[t]hey never really accomplished their mission.\"[5] On 2 April 2022, the whole of Kyiv Oblast, where the military column was deployed, was declared free of invaders by the Ukrainian Ministry of Defense after Russian troops had left the area.[4]","Title":"Russian Kyiv convoy - Wikipedia","KeyID":"15702","URL":"https://en.wikipedia.org/wiki/Russian_Kyiv_Convoy"}