{"Content: ":"Irpin (Ukrainian: Ірпі́нь, pronounced [irˈp⁽ʲ⁾inʲ]) is a Hero City of Ukraine[1] located on the Irpin River in Bucha Raion, Kyiv Oblast (province) right next to the city of Kyiv in northern Ukraine. Irpin hosts the administration of Irpin urban hromada, one of the hromadas of Ukraine.[2] The city has a population of 62,456 (2021 est.).[3] The city has a railway station built in 1899. In the 17th century on the site of Irpin were the villages of Romanivka and khutir Lyubka. In the 19th century Severynivka village, and khutirs Rudnya and Stoyanka appeared. Irpin was formed in 1899 as a passing loop, during construction of the Kyiv–Kovel railway line. Railway workers founded the town near the railway road along with other localities such as Bucha and Vorzel. The city's name (along with the city of Vorzel) was chosen due to its location on the Irpin River. From 26 July 1941, right after the Battle of Kyiv, it was occupied by the Wehrmacht until November 1943, when Kiev was recaptured. Most of its Jewish population were murdered in either Babi Yar or other massacres by the Nazis. In 1956, Irpin's status was changed to that of a \"city of raion (district) subordination,\" subordinate to the Kyiv-Sviatoshyn Raion (district). On 30 December 1962, the Presidium of the Verkhovna Rada of the Ukrainian SSR issued a decree changing the status of Irpin to that of a \"city of oblast subordination,\" thus being directly subordinate to the oblast authorities rather than the city administration housed within the city. Also mentioned within the decree were the inclusion of the urban-type settlements of Bucha (a city of oblast significance since 2007), Vorzel, Hostomel, and Kotsiubynske within the city limits. Until 18 July 2020, Irpin was incorporated as a city of oblast significance and the center of Irpin Municipality, which also included the urban-type settlement of Hostomel, Kotsiubynske, and Vorzel. In July 2020, as part of the administrative reform of Ukraine, which reduced the number of raions of Kyiv Oblast to seven, Irpin Municipality was merged into Bucha Raion.[4][5] During the 2022 Russian invasion of Ukraine, Irpin became the site of a battlefield engagement during the Kyiv offensive. Russian forces took the Hostomel Airport in the north of the city to facilitate an advance southwards, around Kyiv. The city was shelled by Russian artillery while the Ukrainians were able to repel and destroy multiple forces attempting to move into the town.[6][7] According to Human Rights Watch, on March 6, 2022, Russian forces bombarded an intersection on a road of Irpin which was used by civilians to flee.[8] As of 24 March 2022, 80% of the city was recaptured from Russian occupants by Ukrainian Armed Forces.[9] On 28 March, Mayor Oleksandr Markushyn announced that all of Irpin was fully recovered by the Ukrainian forces.[10] On March 30, the mayor of Irpin said that the Russian military had killed more than 300 civilians and 50 servicemen in the city.[11] There are 22 industrial manufacturers operating in the Irpin region. The city has close to one thousand enterprises of various forms of ownership. The most notable are Peremoha Industrial Complex of Irpin (bricks, reinforced concrete components, heat insulation and sound proofing materials), Irpinmash (gears for agricultural industry), Perun Trading Firm (books), KATECH-electro Private Commercial and Manufacturing Company (cabling and wiring products), Irpintorfmash factory (construction materials), and a furniture factory, just to name some. The agricultural sector of Irpin provides the capital of Ukraine, Kyiv, with potatoes and other vegetables. The city is also a health resort area known for its recreational facilities. The city has a well developed sports infrastructure. At some point it used to host several professional football clubs, among which are Dynamo Irpin (later known as FC Ros Bila Tserkva), Nafkom-Akademiya (later known as FC Nafkom Brovary), and others. In the summer of 2016 a newly built small city stadium was opened in the city.[12] There is also a sports school, a football academy, and several other sports organizations such as a rugby club. A number of sports events are conducted regularly at the city's stadium. Irpin's sister cities are:[13] [14] Irpin railway station City hall Irpin central square Baptist church St. Nicholas Church State Tax Academy of Ukraine Irpin River Central stadium The central square of Irpen Irpin Stadium \"Champion\" Irpin Stadium \"Champion\" Irpin city park Central Park Park «Neznayka» Park «Neznayka» Park «Neznayka»","Title":"Irpin - Wikipedia","KeyID":"15709","URL":"https://en.wikipedia.org/wiki/Irpin"}