{"Content: ":"Synapsis is the pairing of two chromosomes that occurs during meiosis. It allows matching-up of homologous pairs prior to their segregation, and possible chromosomal crossover between them. Synapsis takes place during prophase I of meiosis. When homologous chromosomes synapse, their ends are first attached to the nuclear envelope. These end-membrane complexes then migrate, assisted by the extranuclear cytoskeleton, until matching ends have been paired. Then the intervening regions of the chromosome are brought together, and may be connected by a protein-RNA complex called the synaptonemal complex.[1] During synapsis, autosomes are held together by the synaptonemal complex along their whole length, whereas for sex chromosomes, this only takes place at one end of each chromosome. [2] This is not to be confused with mitosis. Mitosis also has prophase, but does not ordinarily do pairing of two homologous chromosomes.[3] When the non-sister chromatids intertwine, segments of chromatids with similar sequence may break apart and be exchanged in a process known as genetic recombination or \"crossing-over\". This exchange produces a chiasma, a region that is shaped like an X, where the two chromosomes are physically joined. At least one chiasma per chromosome often appears to be necessary to stabilise bivalents along the metaphase plate during separation. The crossover of genetic material also provides a possible defences against 'chromosome killer' mechanisms, by removing the distinction between 'self' and 'non-self' through which such a mechanism could operate. A further consequence of recombinant synapsis is to increase genetic variability within the offspring. Repeated recombination also has the general effect of allowing genes to move independently of each other through the generations, allowing for the independent concentration of beneficial genes and the purging of the detrimental. Following synapsis, a type of recombination referred to as synthesis dependent strand annealing (SDSA) occurs frequently. SDSA recombination involves information exchange between paired non-sister homologous chromatids, but not physical exchange. SDSA recombination does not cause crossing-over. Both the non-crossover and crossover types of recombination function as processes for repairing DNA damage, particularly double-strand breaks (see Genetic recombination). The central function of synapsis is therefore the identification of homologues by pairing, an essential step for a successful meiosis. The processes of DNA repair and chiasma formation that take place following synapsis have consequences at many levels, from cellular survival through to impacts upon evolution itself. In mammals, surveillance mechanisms remove meiotic cells in which synapsis is defective. One such surveillance mechanism is meiotic silencing that involves the transcriptional silencing of genes on asynapsed chromosomes.[4] Any chromosome region, either in males or females, that is asynapsed is subject to meiotic silencing.[5] ATR, BRCA1 and gammaH2AX localize to unsynapsed chromosomes at the pachytene stage of meiosis in human oocytes and this may lead to chromosome silencing.[6] The DNA damage response protein TOPBP1 has also been identified as a crucial factor in meiotic sex chromosome silencing.[4] DNA double-strand breaks appear to be initiation sites for meiotic silencing.[4] In female Drosophila melanogaster fruit flies, meiotic chromosome synapsis occurs in the absence of recombination.[7] Thus synapsis in Drosophila is independent of meiotic recombination, consistent with the view that synapsis is a precondition required for the initiation of meiotic recombination. Meiotic recombination is also unnecessary for homologous chromosome synapsis in the nematode Caenorhabditis elegans.[8]  This cell biology article is a stub. You can help Wikipedia by expanding it.","Title":"Synapsis - Wikipedia","KeyID":"1571","URL":"https://en.wikipedia.org/wiki/Synapsis"}