{"Content: ":"Ukrainian victory Russian Armed Forces Ukrainian Armed Forces The battle of Irpin was part of the Kyiv offensive in the 2022 Russian invasion of Ukraine for control of the city of Irpin. The combatants were elements of the Russian Armed Forces and Ukrainian Ground Forces. The battle lasted from 27 February 2022 to 28 March 2022 and ended with Ukrainian forces recapturing the city.[10][11] The battle was part of a larger tactic to encircle Kyiv, the capital city of Ukraine. The armed forces of Ukraine resisted the Russian advance in the capital's western suburbs of Irpin, Bucha, and Hostomel.[12][13][14] Irpin was named as one of the most dangerous places in the Kyiv Oblast by the Kyiv Oblast State Administration.[15] The battle was marked by fierce urban fighting.[16][17] On 25 February, Russian forces advanced on the suburb of Hostomel and its airport from the northwest after partially breaking through Ukrainian defenses at Ivankiv, capturing the airport and establishing a foothold in the town. Though there was still ongoing Ukrainian resistance in Hostomel, Russian forces began to advance south to capture the neighboring cities of Irpin and Bucha, with the goal of encircling Kyiv.[13][14] Later that day, a Russian column was defeated by Ukrainian forces near Irpin.[18][19] On 26 February, residents of Irpin reported that Russian saboteurs were disguising themselves as Ukrainian soldiers.[20] On 27 February, Ukrainian forces reported that Russian Ground Forces had advanced into Bucha, breaking through the city and advancing towards Irpin.[14][21] A tank battle ensued inside the city, while Ukrainian infantry engaged Russian paratroopers.[14][21] Oleksandr Markushyn, the mayor of Irpin, stated that the Russian forces were attempting to break through the city, but were being repulsed by Ukrainian Ground Forces and Territorial Defense Forces, with Ukrainian tank reinforcements coming from Bucha. Intense fighting occurred at a mall between Bucha and Irpin.[22] Videos posted by Ukrainian soldiers showed a destroyed Russian armored personnel carrier and at least six dead Russian soldiers.[23][24][25] The Ukrainian forces used rockets, artillery, and airstrikes to halt the Russian advance, and destroyed a bridge connecting Bucha and Irpin.[26][27] On 28 February 2022, Ukrainian official Oleksiy Arestovych stated that Ukrainian forces attacked Russian forces on Highway M06 in the morning and that more than 200 Russian vehicles were destroyed or damaged by the afternoon.[28][29] On 2 March 2022, two Russian Sukhoi Su-25s conducted airstrikes in Irpin. Two missiles struck a residential building, killing a child and injuring a woman.[30][31][32] One of the Su-25s was shot down by Ukrainian forces. The jet was identified to be part of the Russian 18th Guards Assault Aviation Regiment.[33][34] Ukrainian military officials reported that Russian forces had begun to lose momentum, taking significant casualties and being stopped at \"unfavorable borders\".[35][36] On 3 March 2022, the Kyiv Oblast State Administration announced that the Ukrainian government was sending humanitarian aid to Bucha and Irpin, as well announcing evacuations in both cities. More than 1,500 women and children were reported to have evacuated by train, while 250 were evacuated by bus.[37][38] However, Ukrainian officials reported that the evacuations were complicated as some railway tracks had been destroyed during fighting.[39] Valerii Zaluzhnyi, the Commander-in-Chief of the Armed Forces of Ukraine, announced that a Russian Sukhoi Su-30 fighter jet was shot down over Irpin by Ukrainian air defenses on 3 March.[40][41] On 5 March 2022, Ukrainian forces began to evacuate civilians from Irpin towards Kyiv on foot, though a destroyed bridge complicated efforts.[42][43] On 6 March 2022, Russian forces captured part of Irpin.[44] In the morning, Oleksiy Kuleba, the city's Ukrainian military commander, stated that many evacuation routes out of the city were unsafe.[4] During a civilian evacuation later that day, 8 civilians, including 2 children, were killed when Russian forces shelled the evacuation road by Russian mortar units. A Ukrainian artillery position was located nearby.[4][45] According to Human Rights Watch, the Russian shelling may have violated their obligations under international humanitarian law. The organization also stated that Ukrainian similarly had an obligation to prevent civilian casualties by not operating military actions in civilian areas.[46] Ukrainian soldier Pavlo Lee, an actor who had joined the Territorial Defense Forces, was later killed by Russian shelling.[47] On 8 March, Markushyn, who was commanding part of the Ukrainian forces in the city, stated that Russian forces demanded him to surrender the city, which he rejected, saying, \"Irpin can't be bought, Irpin fights\".[48][49] On 9 March 2022, as Russian troops were seen patrolling streets in Irpin.[50] Ukrainian forces conducted a large-scale evacuation across Kyiv Oblast, including in Irpin. Up to 20,000 civilians were evacuated in Kyiv Oblast.[51] Later, the Kyiv Oblast State Administration stated that fighting in Irpin continued during the night.[52] On 13 March, Russian forces at a checkpoint shot at a car carrying foreign journalists, killing American journalist Brent Renaud and injuring two other journalists. Renaud was carrying press credentials issued by The New York Times, though he had not worked for the publication since 2015.[53][54] On 14 March, Mykhailyna Skoryk-Shkarivska [uk], a member of Irpin City Council, stated that half of Irpin was occupied by Russian forces.[1] On 23 March, Markushyn claimed that Ukrainian forces were in control of 80 percent of the city,[55] while France 24 reported Ukrainian forces on the ground acknowledged that Russia controlled half of the city.[56] On 28 March, Markushyn claimed on social media that Irpin had been recaptured by Ukrainian forces. After initial uncertainty,[57][58] Reuters confirmed the city was under Ukrainian control on 30 March, with CNN also confirming Ukrainian control of the city on 31 March.[3][59]","Title":"Battle of Irpin - Wikipedia","KeyID":"15710","URL":"https://en.wikipedia.org/wiki/Battle_of_Irpin"}