{"Content: ":"Russian Armed Forces Russian Airborne Forces Ukrainian Armed Forces The battle of Kherson was a military engagement between Russian and Ukrainian forces which began on 24 February 2022, as part of the southern Ukraine offensive during the 2022 Russian invasion of Ukraine. Kherson was the first major Ukrainian city and only Oblast capital captured by Russian forces during the southern Ukraine offensive.[1] Russian forces invaded Kherson Oblast from the south through Crimea on 24 February, with Ukrainian president Volodymyr Zelenskyy saying \"Our troops are fighting fierce battles near the outskirts of Kherson, the enemy is pressing from the occupied Crimea, trying to advance towards Melitopol.\"[6] By the evening of 24 February, Russian forces reached the city of Kherson and had secured the Antonovskiy Bridge,[7][8] which provides a strategic crossing over the Dnieper River and towards the important junction city of Mykolaiv.[9] By the early hours of 25 February, Ukrainian forces recaptured the bridge in a battle that was described as fierce and left dead soldiers and several destroyed military vehicles lying on the bridge.[8][10][11] The counterattack forced the Russians to push north and capture the next closest crossing of the Dnieper, the city of Nova Kakhovka.[12][13] Russian troops once again seized the Antonovskiy Bridge later in the day.[5] On 26 February, Ihor Kolykhaiev, the mayor of Kherson, stated that Russian forces pulled back from Kherson after a Ukrainian air strike on Russian armored vehicles, allowing the city to remain under Ukrainian control.[14][15] A Ukrainian official, Anton Herashchenko, later claimed that a Russian army column was defeated by Ukrainian forces near the town of Oleshky, located just south of Kherson.[16] Later, the Ukrainian Prosecutor General, Iryna Venediktova, claimed that Russian forces killed a journalist and an ambulance driver near Kherson. Venediktova stated that Ukrainian law enforcement had opened criminal proceedings into the shootings.[17] On the morning of 27 February, the Russian Ministry of Defence stated that Russian forces had encircled Kherson and, according to Ukrainian officials, captured a part of the city, including Kherson International Airport.[18][19][20] Later in the morning, the Ukrainian Air Force allegedly conducted a successful drone strike against Russian forces in the town of Chornobaivka, just to the north of Kherson.[21] Ukrainian officials alleged that beginning on 27 February, Russian forces began moving civilians from nearby villages towards Kherson, attempting to use civilians as human shields.[22] In the early morning of 1 March, Ukrainian officials stated that Russian forces had launched a renewed assault on Kherson and were advancing from Kherson International Airport to the highway between Kherson and Mykolaiv. While conducting heavy shelling, Russian forces surrounded the city and reached the highway, advancing to the village of Komyshany before establishing a checkpoint.[23][24] Russian forces entered Kherson later in the day.[25] Kolykhayev described the impact on citizens in the city, stating that many remained in their homes and in bomb shelters. He also claimed that schools and high rise buildings were damaged by the fighting, while residential buildings were being fired upon by Russian forces. Kolykhayev also claimed that on 1 March, Russian soldiers shot citizens armed with Molotov cocktails.[26] In the early morning of 2 March, Kolykhayev reported that Russian forces captured a railway station and a river port.[26] Later in the morning, Russian forces were seen at Svobody Square in central Kherson, where the Kherson Regional Administration building is located.[23] The Russian Ministry of Defense later claimed to have captured the city,[27] while Ukrainian and American officials denied the claim and stated that fighting continued.[28][29] Later on 2 March, a group of around ten Russian soldiers, including a commander, entered the city council building and began negotiations with Kolykhaiev. That evening, Kolykhaiev announced that he had surrendered the city and that the Russian commander intended to set up a military administration. Kolykhaiev acknowledged the Ukrainian military was no longer present in Kherson, and another official stated the Russian military was in all parts of the city. According to Kolykhaiev, the battle led to the deaths of around 300 Ukrainian soldiers and civilians and severe destruction of the city's infrastructure. He also said that bodies were being buried in mass graves, and that many remains were unrecognizable.[1][30] After the fall of the city, Kherson and the Kherson Oblast came under a Russian military occupation.[30] On 23 March, Ukrainian forces launched counterattacks against Russian forces in Kherson Oblast.[31][32] A senior US defense official claimed that the Russian forces no longer had full control of Kherson as the Ukrainians fought \"fiercely\" to recover the city, however, CNN reported the situation in the city remained unchanged, citing residents confirming Kherson was under full Russian control.[33] Ukrainians in Kherson also \"questioned the Pentagon’s assessment, saying that the city remained in Russian hands\".[34][35] On 18 April, Igor Kastyukevich was appointed by the Russian authorities as mayor of Kherson.[36] On 23 April, Ukraine claimed to have struck a Russian command post in Kherson. Two generals were killed and one seriously injured. Some 50 officers were present, in total, during the strike.[37] On 6 May 2022, Secretary of the United Russia General Council Andrey Turchak visited Kherson city while it was under Russian control and stated, \"Russia is here forever. There should be no doubt about this. There will be no return to the past. We will live together, develop this rich region, rich in historical heritage, rich in the people who live here.\" He stated that a humanitarian aid centre would be opened in Kherson.[38] According to a Ukrainian regional governor, Vitaliy Kim, Russian forces began demolishing bridges near Kherson in late May-early June in preparation for a future Ukrainian counterattack.[39]","Title":"Battle of Kherson - Wikipedia","KeyID":"15726","URL":"https://en.wikipedia.org/wiki/Battle_of_Kherson"}