{"Content: ":"Brovary (Ukrainian: Бровари, pronounced [broʋɐˈrɪ]) is a city in Kyiv Oblast (Region) in northern Ukraine, an eastern suburb of the country's capital, Kyiv. It is the administrative centre of Brovary Raion (district). Brovary hosts the administration of Brovary urban hromada, one of the hromadas of Ukraine.[1] Its population is approximately 109,473 (2021 est.)[2] Brovary is a historic town, first mentioned in 1630. Its name, translated from Ukrainian, means 'breweries' (and is a loanword from Dutch). The city also houses a railway station. International ill-fame came to the city in 2000 after one of its apartment blocks was hit by a stray surface-to-surface missile launched from a neighbouring army shooting range in Honcharivs'ke. Three people were killed. In the 21st century, Brovary is Ukraine's shoe-making capital, with dozens of such companies located there. There is also a broadcasting centre for long and shortwave transmissions. The longwave transmitter, which works on 207 kHz, uses as its antenna two 259.6 m (852 ft) tall guyed mast radiators each equipped with a cage antenna at their lower part. Brovary is also an important sport centre of Ukraine. Several world and Olympic champions were born and/or began their career here. Ukraine's national mint facility is located in Brovary. Brovary is a district centre in Kyiv region. It is situated 20 kilometers from the capital of Ukraine, Kyiv. Brovary district lies in the areas of mixed forests. The climate here is moderately continental with the middle temperature -6 C in January and +19 C in July. Brovary was first mentioned in 1630. In that time there were only 60 or 70 houses in Brovary, but in 1649 a Cossack sotnia is known to have been formed there. Cossacks took part in the Khmelnytsky Uprising under Bohdan Khmelnytsky`s leadership. Prior to the country-wide administrative reform of 17 July 2020, Brovary was incorporated as a city of oblast significance, and was not part of Brovary Raion, even though the administrative centre of the raion was located there. It was reported on 10 March 2022 that there had been an attack on a Russian armoured column at Skybyn, just outside Brovary, as it was trying to move in from the north.[3][4] On 11 March there were fights in Brovary as Russian troops were trying to encircle Kyiv from its east.[5] On 2 April 2022 the whole of Kyiv Oblast, where Brovary is located in, was declared free of invaders by the Ukrainian Ministry of Defense after Russian troops had left the area.[6] The town got its name after breweries where special beer was made. Travellers who went to Kyiv often stopped in Brovary, rested, dined and drank the local tasty beer. Many famous people visited Brovary while travelling to Kyiv. A Ukrainian poet, Taras Shevchenko, was among them. He visited this town many times in the period from 1829 to 1847. Nowadays there is a monument to Shevchenko in the place from which Brovary began its history as a town, in its old centre. The modern centre of Brovary is the newest and the most beautiful part of the town. There, one will find a park with its peaceful alleys. In the central park you can see monuments to the past. There is a plane and a tank. Some shops, offices and cafes are situated there, so the streets are never empty, even in the evening. Traditionally the town is divided into three parts: the old town, the new town, and the industrial part. There are many plants and factories in the town, producing knitting, furniture, machine tools, plastic materials and other goods. There are ten secondary schools, two music schools, a school of Arts, and three libraries in Brovary. In the city center lies \"Prometey\", the historical museum in Gagarin street, which attracts many visitors. If you are fond of sports, you may go to the swimming pools or to the \"Spartak\" stadium, or even enter the sport college. In September the citizens of Brovary celebrate the Holiday of the Town's Day. It is the time when everyone can watch and listen to concerts of musicians and singers, and see performances by dancers who live in the district. On that day, all the competitions are for show, but Brovary itself is known to be a famous sports town, where a lot of well-known sportsmen have started their career. Oleksandra Kononova won three medals at the 2010 Paralympic games in Vancouver and became the 2010 Ukrainian sports personality of the year.[7] Brovary is twinned with: Coordinates: 50°31′N 30°49′E﻿ / ﻿50.517°N 30.817°E﻿ / 50.517; 30.817","Title":"Brovary - Wikipedia","KeyID":"15723","URL":"https://en.wikipedia.org/wiki/Brovary"}