{"Content: ":"The Russian occupation of Kherson Oblast is an ongoing military occupation, which began on 2 March 2022, on the territory of the Kherson Oblast of Ukraine. The official name for the occupation authority is the Kherson military–civilian administration (Russian: Херсонская военно–гражданская администрация, romanized: Khersonskaya voyenno–grazhdanskaya administratsiya). The military occupation zone was formed after the fall of Kherson and most of the oblast, which led to the de facto control of most of the territories of the oblast by the Russian government and its armed forces.[4] In mid-May 2022, the leadership of the Kherson military–civilian administration announced its intention for the region be annexed by the Russian Federation,[5] based on the model of the former Taurida Governorate.[6][7] Russia plans to hold referendums in autumn for Zaporizhzhia Oblast and Kherson Oblast to join Russia.[8][9] In July, a Russian decree extended Russian 2022 war censorship laws to the Kherson oblast, with deportation to Russia included as a punishment for infringement.[10] On 24 February Russian forces began an invasion of Ukraine.[11] Fighting began across the Kherson Oblast, resulting in multiple Russian victories.[12][13][14][15] On 2 March, Russian forces captured the capital of the oblast, Kherson,[16] beginning a military occupation of the city and the oblast.[17] Shortly after Kherson was captured, the Russian Ministry of Defence said talks between Russian forces and city administrators regarding the maintenance of order were underway. An agreement was reached in which the Ukrainian flag would still be hoisted in the city while Russia established the new administration. Mayor Ihor Kolykhaiev announced new conditions for the city's residents: citizens could only go outside during daytime and were forbidden to gather in groups. Additionally, cars were only allowed to enter the city to supply food and medicine; these vehicles were to drive at minimum speeds and were subject to searches. Citizens were warned to not provoke Russian soldiers and obey any commands given.[18] In the first days of the invasion, Russian forces established control over and unblocked the North Crimean Canal, effectively rescinding a longstanding water blockage imposed on Crimea by Ukraine after the 2014 Russian annexation of the peninsula.[19] On 4 March, a Kherson resident told CNN and alleged that Russian soldiers had raped 11 women in Kherson, and six of those women were killed, including a teenager.[20][21] However, Hennadiy Lahuta, the head of the Ukrainian Kherson Regional State Administration, denied these allegations, stating that they were disinformation.[22] On 5 March, Kolykhaiev said that there was no armed resistance in the city and Russian troops were \"quite settled\". He requested humanitarian aid, stating that the city lacked power, water, and medicine.[23] Later that day, around 2,000 protesters marched in the city center. The protesters waved Ukrainian flags, sang the national anthem, and chanted patriotic slogans. A video showed Russian soldiers firing into the air to dissuade the protestors. There were also claims that the Russian force had a list of Ukrainian activists in the city that they wanted to capture.[24] On 9 March, the General Staff of the Ukrainian Armed Forces stated that Russia had detained more than 400 people in Kherson due to ongoing protests.[25] On 12 March, Ukrainian officials claimed that Russia was planning to stage a referendum in Kherson to establish the Kherson People's Republic, similar to the Donetsk People's Republic and the Luhansk People's Republic. Serhiy Khlan [uk], deputy leader of the Kherson Oblast Council, claimed that the Russian military had called all the members of the council and asked them to cooperate.[26] Lyudmyla Denisova, Ombudsman of Ukraine, stated that the referendum would be illegal because \"under Ukrainian law any issues over territory can only be resolved by a nationwide referendum\".[27] Later that day, the Kherson Oblast Council passed a resolution stating that the proposed referendum would be illegal.[28] On 13 March, Ukrayinska Pravda, a Ukrainian newspaper, reported that several thousand people in Kherson took part in a protest.[29] Russian soldiers dispersed the protest with gunfire, stun grenades, and rubber bullets, injuring several people.[30][31] On 22 March, the Ukrainian government warned Kherson was facing a \"humanitarian catastrophe\" as the city was running out of food and medical supplies and accused Russia of blocking evacuation of civilians to Ukraine-controlled territory.[32][33] Russia countered by saying that its military helped deliver aid to the city's population.[34] A local journalist stated that there was only a staged event, in which former prisoners from Crimea were brought in to act as locals welcoming the Russians and accepting their assistance.[35] According to several media outlets, residents report intrusive checkpoints, abductions, and Russian looting of shops.[36][37] By the beginning of April, Russian flags began to be used and displayed on the territory of Kherson Oblast.[38][39] On 18 April, Igor Kastyukevich, a Russian politician and deputy of the 8th State Duma, was allegedly appointed by the Russian government as a de facto mayor for Russian forces on 2 March.[40][41] Kastyukevich denied these reports.[42] On 25 April 2022, Ihor Kolykhaiev announced that Russian forces had taken control of the Kherson City Council.[43] On 26 April, both local authorities and Russian state media reported that Russian troops had taken over the city's administration headquarters and had appointed a new mayor,[44] former KGB agent Oleksandr Kobets, and a new civilian-military regional administrator, ex-mayor Volodymyr Saldo.[45] The next day, Ukraine's Prosecutor General said that troops used tear gas and stun grenades to disperse a pro-Ukraine protest in the city centre.[44] In an indication of an intended split from Ukraine, on 28 April the new military–civilian administration announced that from May it would switch the region’s payments to the Russian ruble. Additionally, citing unnamed reports that alleged discrimination against Russian speakers, its deputy head, Kirill Stremousov said that \"reintegrating the Kherson region back into a Nazi Ukraine is out of the question\".[46] On 27 April, the Legislative Assembly of Krasnoyarsk Krai in Siberia approved the expropriation of grain from the Kherson region. Agricultural machinery from the occupied Kherson region was also transported to remote Russian lands, including Chechnya.[47] Lyudmila Denisova, the Ukrainian Parliament Commissioner for Human Rights, has compared this to repeating the Holodomor, a famine in Soviet Ukraine from 1932 to 1933 that killed millions of Ukrainians.[48] On 29 April, Saldo stated that the official languages of the Kherson Oblast would be both Ukrainian and Russian and that the International Settlements Bank from South Ossetia will open 200 branches in the Kherson Oblast soon.[49] On 1 May, a four-month plan was adopted for a full transition to rubles. At the same time, the Ukrainian hryvnia will remain the current currency along with the ruble for four months.[50] On 7 May, a new coat of arms was adopted, based on the 1803 coat of arms of the Kherson Governorate of the Russian Empire.[51][52][53][54] On 9 May, an Immortal Regiment event took place in the city, celebrating Victory Day. Soviet-era victory flags and red banners were used.[55] On 11 May 2022, Kirill Stremousov announced his readiness to turn to President Vladimir Putin with a request for Kherson Oblast to join the Russian Federation, noting that there would be no creation of the \"Kherson People's Republic\" or referendums regarding this matter.[5] Commenting on these statements, Putin's press secretary Dmitry Peskov said that this issue should be decided by the inhabitants of the region and that \"these fateful decisions must have an absolutely clear legal background, legal justification, be absolutely legitimate, as was the case with Crimea\".[56] On 30 May, Russia claims that it has started exporting last year’s grain from Kherson to Russia. They are also working on exporting sunflower seeds.[57] According to locals, Russian soldiers are being employed as strawberry pickers in Kherson Oblast.[58] On 3 June, the EU stated that it won't recognize any Russian passports issued to Ukrainian citizens in the Kherson and Zaporizhzhia regions.[59] On 11 June, according to local officials, the first Russian passports have been handed out to citizens in Kherson and Zaporizhzhia Region, including local officials such as Volodymyr Saldo.[60][61] Dementiy Bilyi, head of the Kherson regional department of the Committee of Voters of Ukraine, claimed that the Russian security forces were \"beating, torturing, and kidnapping\" civilians in the Kherson Oblast of Ukraine. He added that eyewitnesses had described \"dozens\" of arbitrary searches and detentions, resulting in an unknown amount of abducted persons.[62] At least 400 residents had gone missing by 16 March, with the mayor and deputy mayor of the town of Skadovsk being allegedly abducted by armed men.[63] An allegedly leaked letter described Russian plans to unleash a \"great terror\" to suppress protests occurring in Kherson, stating that people would \"have to be taken from their homes in the middle of the night\".[64] Ukrainians who have escaped from occupied Kherson into Ukrainian-controlled territory have provided testimonies of torture, abuse and kidnapping by Russian forces in the region. One person, from Bilozerka in Kherson Oblast, provided physical evidence of being tortured by Russians and described beatings, electrocutions, mock executions, strangulations, threats to kill family members and other forms of torture.[65] An investigation by BBC News gathered evidence of torture, which in addition to beatings also included electrocution and burns on people's hands and feet. A doctor who treated victims of torture in the region reported: \"Some of the worst were burn marks on genitals, a gunshot wound to the head of a girl who was raped and burns from an iron on a patient's back and stomach. The patient told me two wires from a car battery were attached to his groin and he was told to stand on a wet rag\". In addition to the BBC, Human Rights Watch and the United Nations Human Rights Monitoring Mission in Ukraine have reported on torture and disappearances carried out by Russian occupation forces in the region. One resident stated: \"In Kherson, now people go missing all the time (...) there is a war going on, only this part is without bombs.\"[66] Kherson's elected Ukrainian mayor compiled a list of more than 300 people who had been kidnapped by Russian forces as of 15 May 2022. According to The Times, in the building housing the Russian occupation authorities, the screams of the tortured can be frequently heard throughout the corridors.[67] According to The Washington Post, by 15 April 824 graves had been dug at Kherson's cemetery.[68] On 22 July 2022, the Human Rights Watch reported that Russian forces have tortured, unlawfully detained, and forcibly disappeared civilians in the occupied areas of Kherson and Zaporizhzhia regions. The purpose of the abuse seemed to be to obtain information and to instil fear so that people would accept the occupation, as Russia seeks to assert sovereignty over occupied territory in violation of international law.[69] According to Nezavisimaya Gazeta, the activities of the Russian-installed Salvation Committee for Peace and Order encounter constant resistance among the population, and a number of its members were killed by Chief Directorate of Intelligence (GUR) or Ukrainian partisans.[70] Newsweek also reports that two local high-profile pro-Russian figures were shot dead in Kherson by the Ukrainian resistance.[71] On 5 March, residents of Kherson went to a rally with Ukrainian flags and chanted that the city is still Ukrainian and will never be Russian, despite Russian occupation. The Russian military opened warning fire against the protesters. At the same time, the National Police of Ukraine published a video where a Kherson police officer, holding a Ukrainian flag in his hands, jumped onto a Russian armored personnel carrier that was driving past the rally, and local residents supported his action with shouts and applause.[72] On 7 March, the Kherson Regional Prosecutor's Office of Ukraine, on the basis of Part 2 of Article 438 of the Criminal Code of Ukraine (violation of the laws and customs of war, associated with premeditated murder), opened a criminal case into the death of several protesters in Nova Kakhovka. According to the investigation, during a rally on 6 March, the Russian military opened fire on protesters indiscriminately \"despite the fact that people were unarmed and did not pose any threat,\" resulting in at least one death and seven injuries.[73] On 20 March, protesters in Kherson confronted several Russian military vehicles and told them to \"go home\".[74] New rallies against the occupation happened on 11 and 27 April, both of which were violently dispersed by Russian occupation forces and separatist militias, killing four people in the process.[75] The Woodrow Wilson International Center for Scholars reports that medical workers in Kherson refused to go to work, in order to boycott Russian occupation forces and not treat their injured.[76] On 20 April, regional media from Odessa reported that pro-Russian blogger Valery Kuleshov had been killed by Ukrainian partisans in Kherson.[77] On 23 April 2022, Ukraine's Ministry of Defence claimed a strike on a Russian 49th Combined Arms Army command post near Kherson, saying it killed two generals and critically injuring one. The names of the generals were not released.[78][79] On 24 April 2022, the Ukrainian Operational Command South reported that the Ukrainian army had liberated eight settlements in Kherson Oblast.[80] On 27 April 2022, the Ukrainian Air Force struck the Kherson TV Tower with a missile temporarily forcing Russian television off-air.[81] On 10 July, Iryna Vereshchuk, the Deputy Prime Minister of Ukraine urged civilians in the Kherson region to evacuate ahead of a future Ukrainian counterattack.[82] On 27 July 2022 the surface of a section of the Antonivka Road Bridge was rendered unusable for heavy equipment,[83] by M142 HIMARS attacks.[84]","Title":"Russian occupation of Kherson Oblast - Wikipedia","KeyID":"15728","URL":"https://en.wikipedia.org/wiki/Russian_occupation_of_Kherson_Oblast"}