{"Content: ":"The Dnieper (/ˈ(d)niːpər/) or Dnipro (/(d)niːˈproʊ/)[a] is one of the major rivers of Europe, rising in the Valdai Hills near Smolensk, Russia, before flowing through Belarus and Ukraine to the Black Sea. It is the longest river of Ukraine and Belarus and the fourth-longest river in Europe, after the Volga, Danube, and Ural rivers.[2] The total length is approximately 2,200 km (1,400 mi)[3] with a drainage basin of 504,000 square kilometres (195,000 sq mi). In antiquity, the river was part of the Amber Road trade routes. During The Ruin, the area was contested between the Polish–Lithuanian Commonwealth and Russia, dividing Ukraine into areas described by its right and left banks. During the Soviet period, the river became noted for its major hydroelectric dams and large reservoirs. The 1986 Chernobyl disaster occurred on the Pripyat immediately above that tributary's confluence with the Dnieper. The Dnieper is an important navigable waterway for the economy of Ukraine and is connected by the Dnieper–Bug Canal to other waterways in Europe. In English, the initial D in Dnieper is generally silent, although it may be sounded: /(d)ˈniːpər/ (D)NEE-pər. Nonrhotic accents will generally omit the final /r/ as well.[4][5] The name derives from the French transcription of the Russian form of the river's name.[citation needed] The pronunciation of Dnipro is usually with the accent on the second syllable: /(d)niːˈproʊ/ (d)nee-PRO.[6] Less commonly, it is pronounced with the accent on the first syllable, the second vowel becoming a schwa: /ˈ(d)niːprə/ (D)NEE-prə.[7] The name varies slightly in the local Slavic languages of the three countries through which it flows: These names are all cognate, deriving from Old East Slavic Дънѣпръ (Dŭněprŭ). The origin of this name is disputed but generally derived from either Sarmatian *Dānu Apara (\"Farther River\") in parallel with the Dniester (\"Nearer River\") or from Scythian *Dānu Apr (\"Deep River\") in reference to its lack of fords.[11][12] The Dnieper was known to Greek and Roman geographers as the Borysthenes (Greek: Βορυσθένης)[13][14][15] and considered the chief river of Scythia. In Latin, it was also known poetically as Boristhenius.[16] The Huns called it the Var.[17] By Late Antiquity, it was known as Danapris (Greek: Δάναπρις).[13] During the period of Old Great Bulgaria, it was known as Buri-Chai[citation needed] and, under the Kievan Rus' it was known as Славу́тич (Slavútytch), a name still used poetically in Ukrainian due to the influence of the Old East Slavic epic The Tale of Igor's Campaign and its modern adaptations on Ukrainian literature. This usage also lent its name to the city of Slavutych, founded in the wake of the Chernobyl disaster in 1986 to house displaced workers.[18][page needed] The Kipchak Turks called it the Uzeu, the Crimean Tatars the Özü, and modern Turks the Özü or Özi.[19] The total length of the river is variously given as 2,145 kilometres (1,333 mi)[3] or 2,201 km (1,368 mi),[20][21][22][23] of which 485 km (301 mi) are within Russia, 700 km (430 mi) are within Belarus,[3] and 1,095 km (680 mi) are within Ukraine. Its basin covers 504,000 square kilometres (195,000 sq mi), of which 289,000 km2 (112,000 sq mi) are within Ukraine,[24] 118,360 km2 (45,700 sq mi) are within Belarus.[3] The source of the Dnieper is the sedge bogs (Akseninsky Mokh) of the Valdai Hills in central Russia, at an elevation of 220 m (720 ft).[24] For 115 km (71 mi) of its length, it serves as the border between Belarus and Ukraine. Its estuary, or liman, used to be defended by the strong fortress of Ochakiv.[citation needed] The southernmost point in Belarus is on the Dnieper to the south of Kamaryn in Brahin Raion.[25] The Dnieper has many tributaries (up to 32,000) with 89 being rivers of 100+ km.[26] The main ones are, from its source to its mouth, with left (L) or right (R) bank indicated: Many small direct tributaries also exist, such as, in the Kyiv area, the Syrets (right bank) in the north of the city, the historically significant Lybid (right bank) passing west of the centre, and the Borshahivka (right bank) to the south. The water resources of the Dnieper basin compose around 80% out of all Ukraine.[26] The Dnieper Rapids were part of the trade route from the Varangians to the Greeks, first mentioned in the Kyiv Chronicle.[clarification needed] The route was probably established in the late eighth and early ninth centuries and gained significant importance from the tenth until the first third of the eleventh century. On the Dnieper the Varangians had to portage their ships round seven rapids, where they had to be on guard for Pecheneg nomads. Along this middle flow of the Dnieper, there were 9 major rapids (although some sources cite a fewer number of them), obstructing almost the whole width of the river, about 30 to 40 smaller rapids, obstructing only part of the river, and about 60 islands and islets. After the Dnieper hydroelectric station was built in 1932, they were inundated by Dnieper Reservoir. There are a number of canals connected to the Dnieper: The river is part of the quagga mussel's native range.[27] The mussel has been accidentally introduced around the world, where it has become an invasive species.[27] The city of Kherson is nearest to the Dnieper estuary. It has no large port facilities. Nowadays the Dnieper River suffers from anthropogenic influence and obtain numerous emissions of pollutants.[28] The Dnieper is close to the Prydniprovsky Chemical Plant radioactive dumps (near Kamianske) and susceptible to leakage of its radioactive waste. The river is also close to the Chernobyl Nuclear Power Station (Chernobyl Exclusion Zone) that is located next to the mouth of the Prypiat River. Almost 2,000 km (1,200 mi) of the river is navigable (to the city of Dorogobuzh).[26] The Dnieper is important for transportation in the economy of Ukraine[citation needed]: Its reservoirs have large ship locks, allowing vessels of up to 270 by 18 metres (886 ft × 59 ft) access as far as the port of Kyiv, and thus are an important transportation corridor.[citation needed] The river is used by passenger vessels as well. Inland cruises on the rivers Danube and Dnieper have had a growing market in recent decades.[citation needed] Upstream from Kyiv, the Dnieper receives the water of the Pripyat River. This navigable river connects to the Dnieper-Bug canal, the link with the Bug River. Historically, a connection with the Western European waterways was possible, but a weir without any ship lock near the town of Brest, Belarus, has interrupted this international waterway. Poor political relations between Western Europe and Belarus mean there is little likelihood of reopening this waterway in the near future.[29] River navigation is interrupted each year by freezing and severe winter storms. From the mouth of the Prypiat River to the Kakhovka Hydroelectric Station, there are six sets of dams and hydroelectric stations, which produce 10% of Ukraine's electricity.[26] The first constructed was the Dnieper Hydroelectric Station (or DniproHES) near Zaporizhzhia, built between 1927 and 1932 with an output of 558 MW.[citation needed][30] It was destroyed during World War II, but was rebuilt in 1948 with an output of 750 MW.[citation needed] [citation needed] The Dnieper River in Kyiv, Ukraine The Dnieper River in Dorogobuzh, Russian Empire, before 1917 The Dnieper River in Kremenchuk, Ukraine The Dnieper river in Ukraine from a helicopter, 2004 Major cities, over 100,000 in population, are in bold script. Cities and towns located on the Dnieper are listed in order from the river's source (in Russia) to its mouth (in Ukraine): Arheimar, a capital of the Goths, was located on the Dnieper, according to the Hervarar saga.[31] The River Dnieper has been a subject of chapter X of a story by Nikolai Gogol A Terrible Vengeance (1831, published in 1832 as a part of the Evenings on a Farm Near Dikanka short stories collection). It is considered as a classical example of description of the nature in Russian literature. The river was also described in the works of Taras Shevchenko. In the adventure novel The Long Ships (also translated Red Orm), set during the Viking Age, a Scanian chieftain travels to the Dnieper Rapids to retrieve a treasure hidden there by his brother, encountering many difficulties. The novel was very popular in Sweden and is one of few to depict a Viking voyage to eastern Europe. The River Dnieper has been a subject for artists, great and minor, over the centuries. Major artists with works based on the Dnieper are Arkhip Kuindzhi and Ivan Aivazovsky. The River Dnieper makes an appearance in the 1964 Hungarian drama film The Sons of the Stone-Hearted Man (based on the novel of the same name by Mór Jókai), where it appears when two characters are leaving Saint Petersburg but get attacked by wolves. In 1983, the concert program \"Song of the Dnieper\" from the \"Victory Salute\" series was released, dedicated to the 40th anniversary of the liberation of the city of Kiev from the German fascist invaders. The program includes songs by Soviet composers, Ukrainian folk songs, and dances performed by the Song and Dance Ensemble of the Kiev Military District led by A. Pustovalov, P. Virsky Ukrainian National Folk Dance Ensemble, Kyiv Bandurist Capella, the Military Band of the Headquarters of the Kiev Military District led by A. Kuzmenko, singers Anatoliy Mokrenko, Lyudmila Zykina, Anatoliy Solovianenko, Dmytro Hnatyuk, Mykola Hnatyuk. Filming on the battlefield, streets and squares of Kiev. Scriptwriter - Victor Meerovsky. Directed by Victor Cherkasov. Operator - Alexander Platonov.[32] Volcano (2018 film) was filmed at this river in Beryslav, Kherson Oblast. In 1941, Mark Fradkin wrote \"Song of the Dnieper\" to the words of Yevgeniy Dolmatovsky.[33] Catherine II leaving Kaniów in 1787 by Johann Gottlieb Plersch Dnieper by Arkhip Kuindzhi, 1881 Moonlit Night on the Dnieper by Arkhip Kuindzhi, 1882 Ice in the Dnieper by Ivan Aivazovsky, 1872 Sapphire Dnieper by Jan Stanisławski, 1904","Title":"Dnieper - Wikipedia","KeyID":"15732","URL":"https://en.wikipedia.org/wiki/Dnieper"}