{"Content: ":"The North Crimean Canal (Russian: Северо-Крымский канал, Ukrainian: Північно-Кримський канал, romanized: Pivnichno-Krymskyi kanal; in the Soviet Union: North Crimean Canal of the Lenin's Komsomol of Ukraine) is a land improvement canal for irrigation and watering of Kherson Oblast in southern Ukraine and the Crimean Peninsula. The canal also has multiple branches throughout Kherson Oblast and Crimea. The construction preparation started in 1957 soon after the transfer of Crimea of 1954. The main project works took place between 1961 and 1971 and had three stages. The construction was conducted by the Komsomol members sent by the Komsomol travel ticket (Komsomolskaya putyovka) as part of shock construction projects and accounted for some 10,000 volunteer workers. Ukraine shut down the canal in 2014 soon after the Russian annexation of Crimea, but flow of water was restored in March 2022 during the 2022 Russian invasion of Ukraine. A 2015 study found that the canal had been providing 85% of Crimea's water prior to the canal's 2014 shutdown. Of that water from the canal, 72% went to agriculture and 10% to industry, while water for drinking and other public uses made up 18%.[1] The canal begins at the city of Tavriysk, where it draws from the Kakhovka Reservoir fed by the Dnieper river, and stretches out in a generally southeasterly direction, terminating at the small village of Zelnyi Yar (Lenine Raion); from there, a pipeline carries water to supply the city of Kerch at the eastern extreme of the Crimean Peninsula. Seven water reservoirs lie along the main canal, which is 402.6 km (250.2 mi) in length. Water flows by gravity from Tavriysk to Dzhankoy, where it is elevated by four pump stations to a height of over 100 m (330 ft) to energize its continued downstream flow. In Crimea, numerous smaller canals branch off the main channel, including the Razdolne rice canal, Azov rice canal, Krasnohvardiiske distribution canal, Uniting canal, and Saky canal; through these, water is also supplied to the city of Simferopol.[2] The idea to construct the canal was raised in the 19th century, particularly by the Russian-Finnish botanist Christian von Steven. However, it was not until after World War II when the decision was finally adopted on September 21, 1950 by the Central Committee of the Communist Party of the Soviet Union and the Government of the Soviet Union. The decision was to build the Kakhovka Hydro Electric Station, South Ukrainian and North Crimean canals. In 1951 the Soviet postal service released a commemorative post stamp where the North Crimean Canal was categorized as one of the Great Construction Projects of Communism. Construction of the canal and irrigation systems began in 1957 and was carried out in several stages, with the first stage starting on 17 October 1963. After the Revolution of Dignity and the subsequent Russian annexation of Crimea, Ukrainian authorities greatly cut the volume of water flowing into Crimea via the canal, citing a huge outstanding debt on water supplies owed by the peninsula.[3] This included a semi-secret project organized by presidential aide Andriy Senchenkoto that built a dam across the entire canal south of Kalanchak, about 10 miles (16 km) north of the Crimean border, which began a severe water crisis in Crimea [uk].[4] The reduction caused the peninsula's agricultural harvest which is heavily dependent on irrigation to fail in 2014.[3] Crimean water sources are being connected to the North Crimean Canal to replace the former Ukrainian sources. The objective is to restore irrigation and urban supplies to the Kerch Peninsula and to smaller communities on the east coast of Crimea.[5] In 2014, a reservoir was built to store water of the rivers of the Eastern Crimea near the village of Novoivanovka, Nyzhnohirskyi Raion. The North Crimean Canal is connected with the Novoivanovka reservoir.[6] According to official Russian statistics, the Crimean agricultural industry fully overcame the consequences of blocking the North Crimean Canal and crop yields grew by a factor of 1.5 from 2013 by 2016.[7] The reported rapid growth in agricultural production in the Crimea is due to the fact that, with the help of subsidies of the order of 2–3 billion rubles a year from the budget of the Russian Federation, agricultural producers of Crimea were able to increase the fleet of agricultural machinery.[8][9][10] These official statistics contrast with reports of a massive shrinkage in the area under cultivation in Crimea, from 130,000 hectares in 2013 to just 14,000 in 2017,[11] and an empty canal and a nearly dry reservoir resulting in widespread water shortages,[12][13][4] with water only being available for three to five hours a day in 2021.[13] That same year, the New York Times cited senior American officials as saying that securing Crimea's water supply could be an objective of a possible incursion by Russia into Ukraine.[14][4] On 24 February 2022, the first day of the 2022 Russian invasion of Ukraine, Russian troops advancing from Crimea established control over the North Crimean Canal.[15] The Head of the Republic of Crimea, Sergey Aksyonov, told local authorities to prepare the canal to receive water from the Dnieper river and resume the supply of water.[16][17] Two days later, Russian forces used explosives to destroy the dam that had been blocking flow since 2014, and the water supply was resumed.[18][1] Sign with information about the canal Pipeline - branch of North Crimean Canal near Simferopol The canal in 2019 A section of the North Crimean canal in 2008, to the north of Simferopol. Coordinates: 46°45′52″N 33°23′41″E﻿ / ﻿46.76444°N 33.39472°E﻿ / 46.76444; 33.39472","Title":"North Crimean Canal - Wikipedia","KeyID":"15731","URL":"https://en.wikipedia.org/wiki/North_Crimean_Canal"}