{"Content: ":"Melitopol (Ukrainian: Меліто́поль, romanized: Melitópol’, pronounced [mel⁽ʲ⁾iˈtɔpolʲ]; Russian: Мелитополь; based on Greek: Μελιτόπολις - \"honey city\") is a city and municipality in Zaporizhzhia Oblast region of southeastern Ukraine. It is situated on the Molochna River that flows through the eastern edge of the city and into the Molochnyi Lyman, which eventually joins the Sea of Azov. Its population is approximately 150,768 (2021 est.)[5]. Melitopol is the second largest city in the oblast after Zaporizhzhia. It serves as the administrative center of Melitopol Raion. The city is located at the crossing of two major European highways: E58 Vienna – Uzhhorod – Kyiv – Rostov-on-Don and E105 Kirkenes – St. Petersburg – Moscow – Kyiv – Yalta. An electrified railway line of international importance goes through Melitopol. The city was called \"the gateway to the Crimea;” prior to the 2014 Russian occupation of Crimea 80% of passenger trains heading to the peninsula passed through the city and during summer road traffic would reach 45,000 vehicles per day. In July 1769, Russian military commanders built a redoubt there, and Zaporizhia Cossacks carried out their duty service there. On 2 February 1784, Catherine II issued the decree to create the Taurian Province on the lands that had been won. The deputy of Novorossiya Grigory Potemkin signed the relation to establish a town that very year – and Cossacks' families and those of retired soldiers of Suvorov settled on the right bank of the Molochna River. Among others, Germans were encouraged to settle in the new province, and some villages in this area were for many years German-speaking, such as Heidelberg (now Pryshyb) some 50 km (31 mi) to the north of Melitopol.[6] In 1816, the settlement got the name sloboda of Novoalexandrovka. Its population was increasing due to the importation of peasants from the northern provinces of Ukraine and Russia. On 7 January 1842, the sloboda was recognized as a town and received the new name of Melitopol after a port city of Melita (from Greek Μέλι (meli) – \"honey\") which had been situated on the mouth of the Molochna River. At the end of the 19th century, the \"Honey-city\"[7] had been developed as a trade center – there were some banks, credit organizations and wholesale stores. The largest enterprises in the city at the time were the iron foundry and the Brothers Klassen's machinery construction factory (1886), the railroad depot and the workshops. Further development of the city was closely connected with trade, iron and engineering industries, and railway service in the Crimean direction. In the early twentieth century there were fifteen thousand people living in Melitopol. 30 factories and 350 shops operated in the city at that time. In the second half of the twentieth century there was a strong economic growth of the city: new factories, plants, and housing estates were constructed. Sixteen Melitopol business enterprises received All-Soviet Union significance status. Industrial products were exported to more than 50 countries. In 1941, the Soviet Union was attacked by Nazi Germany. The city became strategically important due to its location. The Red Army was not ready for the war and had to retreat. The German Wehrmacht occupied Melitopol on 6 October 1941. Within one week the entire remaining Jewish population of Melitopol (2,000 men, women and children) were murdered by Einsatzgruppe D actively supported by the Wehrmacht. The Germans operated a Nazi prison in the city.[8] After breaking through on the Mius River and defeating Axis troops in the Donbas and Taganrog, the Soviet Southern Front army pursuing the retreating enemy came to the Molochna River on 22 September 1943. Here, in the basin of the Milk River, German troops had built a strong long-term defence which they called the Panther-Wotan line. It was on this line that the fate of the Crimean peninsula and the whole course of offensive operations in the southern Soviet Union were decided. The German defense consisted of four lines, covered with solid anti-tank ditches and land mines. The first attempt of the Soviet Southern Front army to break through was unsuccessful. Soviet commanders decided to prepare thoroughly a new attempt: the so-called “Melitopol operation”, which was carried out successfully from 26 September to 5 November 1943. Despite the courage and heroism of Soviet soldiers, fighting lasted long, as the Germans introduced fresh reserves in order to keep Melitopol. Finally, after many days of heavy street fighting against vastly superior numbers of men and equipment, German resistance was broken and on 23 October the Red Army took complete control of the city. By decrees of the Presidium of the USSR Supreme Soviet, 87 Red soldiers and airmen were awarded the title of \"Hero of the Soviet Union\" for their actions in the reconquest of Melitopol. During the 2022 Russian invasion of Ukraine, Melitopol was attacked by the Russian forces on 25 February, and captured after heavy fighting by March 1st. The mayor Ivan Fedorov pledged noncooperation, and locals took to the streets to protest the Russian occupation.[9] On 11 March Fedorov was abducted by the Russian military and released five days later as part of a prisoner swap.[10] In the meantime, the Russian forces had attempted to install former councilor Halyna Danylchenko of the Opposition Bloc party as acting mayor. The Melitopol City Council declared that this was an attempt to \"illegally create an occupation administration\"[11] and appealed to the Prosecutor General of Ukraine to launch a pre-trial investigation into Danylchenko and her party.[11] On 23 March 2022, now-exiled Mayor Fedorov reported that the city was experiencing problems with food, medication, and fuel supplies, and that the Russian military was seizing businesses, intimidating the local population, and holding several journalists in custody.[10] On 30 May, a bomb exploded in central Melitopol during a humanitarian aid transfer between local residents and Russian personnel, injuring at least three people, according to the Russian investigative committee’s website which referenced “Ukrainian saboteurs” as the possible perpetrators. In a statement from exile, Ivan Fedorov alluded to the possibility that the bombing was connected to local Ukrainian resistance fighters.[12] On 6 June 2022 Russian troops left 'almost all' military checkpoints around Melitopol amid Ukrainian advances according to Mayor Fedorov.[13] Melitopol has a humid continental climate that borders on a humid subtropical climate (Dfa bordering on Cfa according to the Köppen climate classification). The temperature is slightly below freezing in winter and hot in summer, with January, the coolest month, having a mean of −1.8 °C (28.8 °F) and an average low of −4.5 °C (23.9 °F), although February has a lower average low of −4.7 °C (23.5 °F). July is the warmest month, with a mean of 23.6 °C (74.5 °F) and an average high of 30.0 °C (86.0 °F). Melitopol receives 488.8 millimetres (19.24 in) of precipitation annually. Precipitation is distributed evenly year-round, with no wet or dry season, although some months are wetter or have more precipitation days than others. June is the wettest month, receiving 57.5 millimetres (2.26 in) of rain on average. October is the driest month, receiving 32.9 millimetres (1.30 in) of rainfall. There are a similar amount of precipitation days each month, with August having the least with 4.3 days and December and January having the most with 7.5 days. Melitopol has 75.2 precipitation days annually on average. Humidity is higher in winter than in summer, with August being the least humid month and December being the most humid. There is a design project of the Intercultural Park, prepared by a group of European architects and designers led by Mark Glaudemans – Director of the European Laboratory for urban planning, the Dean of the Academy of Architecture and Urbanism (city of Tilburg, Netherlands).[15] In Melitopol removed first short film in 2015, \"The Zone\". Among all the diversity of cultural events in Melitopol there are these unique activities: Melitopol has 38 monuments, memorials and statues registered.[16] One of them is the statue of Bohdan Khmelnytsky, the famous hetman of the Zaporozhian Host. His images are printed on Ukrainian 5 hryvnia's banknotes. The other one represents Ostap Bender a hero of the book of Ilf and Petrov \"12 chairs\".[citation needed] Melitopol has a number of museum, including the Melitopol Museum of Local History, which holds a collection of 60,000 objects relating to the history, culture and environment of the city.[17] On 10 March 2022, after the Russian attack on the city, the director of the museum, Leila Ibragimova, was arrested at her home by Russian forces, and was detained in an unknown location.[18] There is the unique relic of the Stone Grave (Ukrainian: Кам'яна могила, translit. Kamyana mohyla, Russian: Каменная могила) 12 km (7 mi) north of Melitopol. It is a relic of sandstone from the Sarmatian epoch of the Tertiary period. Its exact coordinates are 46°56′59.33″N 35°28′11.59″E﻿ / ﻿46.9498139°N 35.4698861°E﻿ / 46.9498139; 35.4698861 Recently, the city actively created its own brand as a \"city of honey\", which is the translation of the Greek word \"melitos\". The city formed a cluster of honey producers, prepared investment projects for the establishment of an apitherapy center (treatment with the help of bee products) and encourages the creation of souvenir products made from honey.[citation needed] In October 2013, the National Bank of Ukraine introduced a new commemorative silver coin on the 70th anniversary of the Melitopol offensive against German troops and the liberation of the city of Melitopol on 23 October 1943. The new coin was called \"The Breakthrough of Soviet Troops Against the German Defence Line Wotan and liberation of Melitopol\" and each of the 30,000 limited-edition coins was worth the equivalent of $US5.[19] Melitopol is twinned with: In 1874, a technical school was founded in the city, which, after a series of reforms and transformations, became Tavria State Agrotechnological University. The city now has two public universities − Tavria State Agrotechnological Academy[20] and Bohdan Khmelnytsky Melitopol State Pedagogical University,[21] as well as a private institute – Zaporizhzhia Institute of Economics and Information Technologies. A long history of universities and schools is one of the reasons that Melitopol is called \"the city of students\". More than 10% of its citizens are students. The strong system of education is represented by different types of educational institutions at all levels of accreditation: two universities, four branches of different universities in Ukraine, seven professional schools, and three colleges. 26 pre-schools are operating in the city, in which 6,000 young citizens are being educated. In addition, for more than 500 children with special needs under the age of seven years there are rehabilitation programs to provide the needed services. Educational services for 14,000 students are provided by 23 secondary schools. There is a center of labor training and professional orientation for young people. A network of six non-school institutions are the following: the Centre of Ecological-Naturalistic Art for Youth, the Center of Tourist and Local Lore Creativity for Youth, the Station of Young Technicians, the Vodvudenko Palace for Children and Teenagers Creativity, Small Academy of Sciences, and the Center of Children and Teenagers. Other creative centers unite nine communal hobby clubs. The aerodrome close to the city, where the 25th Transport Aviation Brigade is based, is not used for passenger services. The two main highways leading through Melitopol are the M14 Odesa-Novoazovsk Highway and the M26 Kharkiv-Simferopol National Highway. Melitopol railway station acts as the transit point for passengers travelling between Moscow and the Crimea. The city is also called the \"gateway to the Crimea\". Melitopol has two bus stations, the older one operates local services, whereas buses from the newer station form part of the national bus service. The marshrutkas, which operate on 34 routes throughout the city, are the main type of public transport used. During the Soviet period, bus companies, including Ikarus, LiAZ, LAZ, and PAZ, ran around 15 routes. Melitopol's road network is 333 km (207 mi) long; 70% of the city's roads are of inadequate quality. There is a well-developed, internationally important engine-constructing industry. Thanks to the rich historical heritage, economic and geographical situation and enterprising citizens the city has developed mechanical engineering, light and food industry. The city's development is driven by engineering industries, that have received new impulse with the establishment of more than 100 new small and medium engineering business enterprises, united in the cluster \"AgroBOOM\". Machine engineering complex of the city is represented by 8 large plants and more than 100 small and medium-sized enterprises formed after 1991. Mechanical engineers of the city mainly produce goods for the agricultural sector. Enterprises include: The following companies can be called the basis of light industry in the city: Thanks to the proximity of the agricultural areas and raw materials of the Zaporizhzhia, Mykolaiv, Kherson, and Dnipropetrovsk regions, the food industry is well represented in the city. The main enterprises of the food industry are:","Title":"Melitopol - Wikipedia","KeyID":"15736","URL":"https://en.wikipedia.org/wiki/Melitopol"}