{"Content: ":"The Russian Naval Infantry (MPR; Russian: Морская пехота России, romanized: Morskaya pekhota Rossii, lit. 'Russian sea infantry'), often referred to as Russian Marines in the West,[4] operate as the naval infantry of the Russian Navy. Established in 1705, they are capable of conducting amphibious operations as well as operating as more traditional light infantry. The Naval Infantry also fields the Russian Navy's only special operations unit, known as the ‘commando frogmen’. Frogmen are typically drawn from the Naval Infantry's ranks, and they are capable of a wide range of special operations tasks and missions. Colloquially, Russian-speakers may refer to Naval Infantrymen using the abbreviation морпехи (morpekhi (plural), singular form: морпех (morpekh)). The first Russian naval infantry force formed in 1705, and since that time it has fought in the Napoleonic Wars, the Crimean War (1853-1856), the Russo-Japanese War (1904-1905), the First World War (1914-1918) and the Second World War (1939-1945). Under Admiral Gorshkov (Soviet Navy Commander-in-Chief from 1956 to 1985), the Soviet Navy expanded the reach of the Naval Infantry and deployed it worldwide on numerous occasions. Since 2009 Lieutenant General (NI) Aleksandr Nikolaievich Kolpachenko [ru] (Lieutenant General (NI) since 2014) has commanded the Naval Infantry in his capacity as the Deputy Commander for Coastal Troops/Commandant of the Coastal Troops of the Russian Navy. The Naval Infantry, alongside the Coastal Defense Missile Artillery Forces, form part of a larger institution—the Coastal Troops of the Russian Navy (Russian: Береговые войска ВМФ России, Beregovye voyska VMF Rossii). Little is known about the Russian Naval infantrymen during the Imperial era of Russia because many of the units formed consisted of supernumerary ship crews of destroyed or immobilised Russian warships.[5] The history of the Russian Navy could be traced back to the 16th century with Ivan the Terrible with the formation of his special team of Streltsy \"sea soldiers\" as part of his crew of flotilla ships. The official history of the Naval Infantry could be traced back to the creation of the Russian ship Oryol (lit., Eagle), which launched in 1668 & sailed with a crew of 23 sailors & 35 soldiers, with the soldiers duties of boarding & capturing enemy ships & providing sentinel service under the command of Ivan Domozhirov.[6] During the Azov campaign of the Russo-Turkish War, under Peter the Great, the soldiers in these units; many of whom were recruited by the Preobrazhensky & the Semyonovsky Regiments of the later-to-become Imperial Guards, were shown to be particularly effective in carrying out those duties. Those soldiers would later on form the Russian Navy's very first infantry regiment consisting of 4300 men.[7] The first admiral of the regiment was appointed by no less than Tsar Peter I himself, General Admiral Fyodor Golovin, who later gave the respective order to Vice Admiral Cornelius Kruys on November 16, 1705, marking the glorious years following for the Russian Naval Infantry.[8] In November 16 (27), 1705, following a decree of Peter I, the first regiment \"of naval equipage\" (морской экипаж) (or in other words, equipped and supplied by the Russian Imperial Navy) was formed for boarding and landing operations, on the ships of the Baltic Fleet. The regiment had 1200 men (two battalions of five companies; 45 officers, & 70 non-commissioned officers), and from this pioneer regiment began the long history of Naval Infantry within Russia. In 1714, the regiment won a victory against the Swedes during the Battle of Gangut. However, after the war, a review of the Regiment's performance during the war concluded that the regimental organization of the unit did not work with the organizational structure of the Navy's fleet and did not allow it to be correctly utilized in combat conditions. As a result, the naval regiment was disbanded, and in replace of it, five naval battalions of consisting of men drawn from the army was created in 1712-1714 & attached to the fleet: The Russian naval infantry were involved in a series of victories against the Ottoman Empire including the rout of the Turkish Navy at the Battle for Cesme Harbor in 1770, and the taking of Izmail Fortress on the Danube, in 1790. During the prelude to the war, in 1799 the Russian naval infantry took the French fortress at Corfu after a four-month siege. In 1806, a Russian landing force took Naples by storm and entered the Papal States. During the War of the Sixth Coalition, the Russian naval infantry distinguished itself against La Grande Armée at the Battle of Borodino (1812), Battle of Kulm (1813) and the Siege of Danzig. By 1813, significant parts of the naval infantry were transferred to the Army & subsequently lost naval connections. For almost 100 years, there were no large infantry units in the Russian Navy. Nevertheless, in 1854–1855, during the Siege of Sevastopol against British, French and Turkish troops, there were renewed calls for revival of the military's Naval Infantry units. 17 separate sea battalions were formed and they participated in the defense of Sevastopol. During 1904 Russo-Japanese War, the naval infantry defended Port Arthur against Japanese forces. Personnels were recruited from regular sailors & naval crews to make up the numbers. Seven separate naval rifle battalions, a separate landing squad of sailors, three separate sea rifle companies and several machine-gun teams were formed. The question of the formation of permanent Naval Infantry Units were raised only in 1910 and in 1911, projects were underway under the Chief Naval Staff for the development of permanent infantry units in the main naval bases of the country: an infantry regiment under the Baltic Fleet, an infantry battalion in the Black Sea Fleet and the Vladivostok Battalion for the Pacific Fleet. In August 1914, two separate battalions from the personnel of the Guards Fleet Crew and one battalion of personnel from the 1st Baltic Fleet Crew were created in Kronstadt. In March 1915, a separate naval battalion of the 2nd Baltic Fleet Crew was transformed into the Marine Regiment of Special Purpose. It included a mine company, a machine-gun team, a communications team, regimental artillery, a technical workshop, a convoy, and individual commands of the steamer Ivan-town and boats. At the end of 1916 and the beginning of 1917, the first two divisions of marines were formed; the Baltic Division and Black Sea Division. The naval infantry was deployed to the Baltic to defend the homeland against German attack as well as the Caspian Sea for operations against Ottoman forces. These naval infantrymen, who served under the Navy of the Imperial State, would later on form the core of the naval infantry service of the young Soviet Navy in 1918, which distinguished itself during the long Russian Civil War (1918-1922). Many of their fellow servicemen though supported the White movement and distinguished themselves as part of anti-Soviet military operations during those years. Many were shot upon capture by Soviet authorities. Others were tortured and killed. During World War II about 350,000 Soviet Navy sailors fought on land operations. At the beginning of the war, the navy had only one naval infantry brigade in the Baltic Fleet, but began forming and training other battalions. These eventually were: Many of the new units were raised as part of the Black Sea, Pacific and Northern Fleets. The military situation demanded the deployment of large numbers of naval infantry on land, so the Naval Infantry contributed to the defense of Odessa, Moscow, Leningrad, Sevastopol, Stalingrad, Novorossiysk and Kerch. The Naval Infantry conducted over 114 landings, most of which were carried out by platoons and companies. In general, however, Naval Infantry served as regular infantry, without any amphibious training. They conducted four major operations: two during the Battle of the Kerch Peninsula, one during the Caucasus Campaign and one as part of the Landing at Moonsund, in the Baltic. During the war, five brigades and two battalions of naval infantry were awarded Guards status. Nine brigades and six battalions were awarded decorations, and many were given honorary titles. The title Hero of the Soviet Union was bestowed on 122 Naval Infantry servicemen. The Soviet experience in amphibious warfare in World War II contributed to the development of Soviet operational art in combined arms operations. Many members of the Naval Infantry were parachute trained; they conducted more drops and successful parachute operations than the Soviet Airborne Troops (VDV).[citation needed] The Naval Infantry was disbanded in 1947, with some units being transferred to the Coastal Defence Force. In 1961, the Naval Infantry was re-formed and became a combat arm of the Soviet Navy. Each Fleet was assigned a Naval Infantry unit of regiment (and later brigade) size. The Naval Infantry received amphibious versions of standard armoured fighting vehicles, including tanks used by the Soviet Army. By 1989, the Naval Infantry numbered 18,000 troops, organised into the 55th Naval Infantry Division at Vladivostok and at least four independent brigades: the 61st Kirkenneskaya Brigade at Pechenga (Northern Fleet), 175th at Tumannyy in the North, 336th Guards Naval Infantry Brigade at Baltiysk (Baltic Fleet), and 810th at Sevastopol (Black Sea Fleet). By the end of the Cold War, the Soviet Navy had over eighty landing ships, as well as two Ivan Rogov-class landing ships. The latter could transport one infantry battalion with 40 armoured vehicles and their landing craft. (One of the Rogov ships has since been retired.) At 75 units, the Soviet Union had the world's largest inventory of combat air-cushion assault craft. In addition, many of the 2,500 vessels of the Soviet merchant fleet (Morflot) could off-load weapons and supplies during amphibious landings. On November 18, 1990, on the eve of the Paris Summit where the Conventional Armed Forces in Europe (CFE) Treaty and the Vienna Document on Confidence and Security-Building Measures (CSBMs) were signed, Soviet data were presented under the so-called initial data exchange. This showed a rather sudden emergence of three so-called coastal defence divisions (including the 3rd at Klaipėda in the Baltic Military District, the 126th in the Odessa Military District and seemingly the 77th Guards Motor Rifle Division with the Northern Fleet), along with three artillery brigades/regiments, subordinate to the Soviet Navy, which had previously been unknown as such to NATO.[11] Much of the equipment, which was commonly understood to be treaty limited (TLE) was declared to be part of the naval infantry. The Soviet argument was that the CFE excluded all naval forces, including its permanently land-based components. The Soviet Government eventually became convinced that its position could not be maintained. A proclamation of the Soviet government on July 14, 1991, which was later adopted by its successor states, provided that all \"treaty-limited equipment\" (tanks, artillery and armoured vehicles) assigned to naval infantry or coastal defence forces, would count against the total treaty entitlement. In addition to the Landing Assault Troops of the Ground Forces similar units were also formed by the Soviet Naval Infantry with the main task to execute airborne landings (by parachute or by helicopters), take over and defend a beachhead for the amphibious landing of the main force. By 1989 these units were organized under their respective Fleet HQs as follows: Red Banner Northern Fleet (Краснознамённый Северный флот) - ZATO Severomorsk, Murmansk Oblast, RSFSR Twice Red Banner Baltic Fleet (Дважды Краснознамённый Балтийский флот) - Kaliningrad, Kaliningrad Oblast, RSFSS Red Banner Black Sea Fleet (Краснознамённый Черноморский флот) - Sevastopol, Crimean ASSR, Ukrainian SSR Red Banner Pacific Fleet - Vladivostok, Primorsky Krai, RSFSR The Naval Infantry of the Russian Navy includes the 55th Naval Infantry Division of the Russian Pacific Fleet, the independent brigades of the Northern (61st Brigade at Sputnik, Murmansk Oblast) and Baltic Fleets and of the Caspian Military Flotilla, and the independent regiment of the Black Sea Fleet. In 1994, Exercise \"Cooperation from the Sea\" was conducted, in and around Vladivostok, with the U.S. III Marine Expeditionary Force, to foster a closer relationship between the Russian Naval Infantry and the United States Marine Corps. U.S. Marines and Russian naval infantrymen conducted their first exercise on U.S. soil the following year, in Hawaii. \"Cooperation From the Sea 1995\" was a maritime disaster relief exercise, which included cross training and personnel exchanges, and culminated in a combined U.S. and Russian amphibious landing. The purpose of the exercise was to improve interoperability, cooperation and understanding between U.S. and Russian personnel. In 1998, the 22nd Motor Rifle Division, Far East Military District, at Petropavlovsk-Kamchatka, was transferred to the Pacific Fleet. In 2000 the division became the 40th Independent Motor Rifle Brigade, and on 1 September 2007 the 40th Naval Infantry Brigade (40 отд. Краснодарско-Харбинская дважды Краснознаменная бригада морской пехоты). In 2013, the regiment became, again, the 40th Naval Infantry Brigade.[12] From 2000 onwards, the Caspian Flotilla included a new naval infantry brigade, the 77th, based at Kaspiysk. The headquarters and two battalions of the brigade were scheduled to be established by August 1, 2000.[13] It was reported by Agenstvo Voyenniykh Novostyei (AVN) in June 2000 that the new brigade, which may have inherited the lineage of the 77th Motor Rifle Division,[14][15] was to have its troops housed in Kaspiysk and Astrakhan, along with as many as 195 combat vehicles and two hovercraft sent to it from Chukotka and the Northern Fleet, respectively. The brigade was also reported to have had helicopters assigned to it. In early September 2015, it was estimated that approximately 800 Russian Naval Infantrymen had taken up positions all along western Syria with the majority of them being stationed in the mountainous city of Slunfeh in east Latakia – the remaining personnel had been moved to the Homs (Wadi Al-Nasara) and Tartous (Masyaf and Safita) Governorates in preparation for the Russian military intervention in the Syrian Civil War.[16] On the night of 19 to 20 September 2015, Russian Naval Infantry engaged in a fight with militants of the Islamic State of Iraq and the Levant (ISIL) near the city of Latakia. The militants tried to mount an attack on the airbase there, however, they were ambushed by the Naval Infantry. As a result of the clash, three militants were killed, two were captured, and the rest retreated.[17] Before dawn of 24 September 2015, Russian Naval Infantry went into battle for the first time since their deployment to Syria, Debka file's military and intelligence sources reveal. The 810th Guards Naval Infantry Brigade fought with Syrian Army and Hezbollah special forces in an attack on ISIL forces at the Kweiris air base, east of Aleppo.[18] In November 2015, a Russian Naval Infantryman was killed during an operation to rescue the crew of a Russian Sukhoi Su-24M bomber aircraft that was shot down by the Turkish Air Force near the Syria–Turkey border. In March 2016, the 61st Naval Infantry Brigade conducted operations in which it aided the Syrian Army's liberation of the Syrian city of Palmyra.[19] The 61st also participated in the storming of the city.[19] Sources consider it one of the best trained and most combat experienced units of the Russian forces.[19] In mid-May 2016, Russian Naval Infantry helped Syrian forces recapture the initiative in east Homs, while also recovering several points near the Al-Sha’ar Gas Fields and T-4 Military Airport.[20] In September 2016, it was reported that Russian Naval Infantry were conducting operations on Aleppo's Castillo Highway.[21] Russian Naval Infantry participated in the annexation of Crimea in 2014.[22] The 61st Naval Infantry Brigade (Russia) participated in the Russo-Ukrainian War in the Luhansk Oblast. On 24 February 2022, Russian Naval Infantry started an amphibious assault on the Sea of Azov coast and besieged the city of Mariupol.[23] Ropucha-class landing ship and Ivan Gren-class landing ship capable of landing tanks have reportedly been deployed in the region.[24] The largest naval infantry units are brigades or regiments. A Naval Infantry Regiment consists of roughly 2,000 personnel and is equipped with the PT-76 and BRDM-2, consists of 1 Tank Battalion and 3 naval infantry battalions, one motorised with BTR-60-series amphibious vehicles. brigades are somewhat larger. Although, sizes vary depending on mission and specializations.[25] Naval Infantry Battalions comprise the backbone of the naval infantry fighting force. The battalion is made up of three naval infantry companies, a mortar platoon, an antitank platoon, and supporting supply and maintenance, medical, and communications units. In all, the battalion numbers about 400 men. This unit, reinforced, constitutes the basic amphibious attack force in the assault landing-the battalion assault force (BAF).[25] At least one infantry battalion of each regiment or brigade is parachute trained, while all of the remaining infantry battalions are trained to be able to carry out air assault missions. The Russian Naval Infantry have been gradually phasing out PT-76 amphibious tanks, and started to receive a number of T-80s and upgraded BMP-2Ms.[31][32] A full-strength Naval Infantry Brigade may have up to 70-80 Tanks. The Russian Naval Infantry has 50 T-72B, 150 T-72B3, 30 T-72B3 mod. 2016, 50 T-80BV and 50 T-80BVM as of 2021. The APCs used by the Naval Infantry are either wheeled BTR-80s (in Assault Landing Battalions) or tracked MT-LBs (in Marine Battalions). Naval Infantry units are receiving BMP-3 IFVs and about 40 have been delivered in 2021.[33] BMP-3s may equip one company per Marine battalion. According to Defense Ministry statement published by RIA Novosti (November 27, 2009), \"All units of Russia's naval infantry will be fully equipped with advanced weaponry by 2015.\" Included in this upgrade would be T-90 tanks, BMP-3 IFVs, 2S31 120mm mortar/artillery tracks, wheeled BTR-82A armored personnel carriers, air defense equipment and small arms.[34] All Naval Infantry units were equipped with Ratnik infantry combat gear and all Northern Fleet naval infantry units were equipped with BTR-82A APCs as of November 2016.[35] Naval Infantry and Navy units also receive new-technology binoculars.[citation needed] The Naval Infantry have started to receive a modernized version of Strelets reconnaissance, control and communications system and completed receiving D-10 parachutes.[36][37] All Pacific Fleet and Caspian Flotilla naval infantry units were equipped with BTR-82A APCs as of September 2019.[38][39][40] 40 BTR-82A were delivered for the Black Sea Fleet in early 2021.[41] The Pacific Fleet Marines have been armed with small-sized robotic reconnaissance systems \"Sectant\" in late 2021.[42] In late February 2014, at least one Black Sea Fleet assigned unit (at company level) was apparently using Tigr armored cars near Sevastopol during the 2014 Crimean crisis. During the crisis in March 2014 imagery emerged of some Naval Infantry personnel carrying what appeared to be the OTs-14-1A-04 7.62×39mm assault rifle with an under-barrel GP-30 40mm grenade launcher; a bullpup design normally associated with the Russian Airborne Troops, as well as Combat Engineering and Spetsnaz units. The marine corps of the Caspian Flotilla received the modernized 5.45-mm Kalashnikov assault rifles - AK-74M with a kit of modernization \"Obves\" in 2021.[43][44] The Alligator tank landing ship and more modern Ropucha-class landing ship is a typical amphibious assault ship. Propelled by diesel engines, this ship is relatively small, displacing about 4,500 tons. In 1978, the Soviets launched a new amphibious ship, the Ivan Rogov. The advent of the Ivan Rogov was taken in the West as an indication that the Soviet Navy was planning to strengthen the power projection mission of Naval Infantry. Twice the size of earlier ships, it can launch amphibious vehicles from its open bow doors. It also carries helicopters. Among the various small assault landing vehicles to launch from the bow are hovercraft, such as the Aist, which can carry the naval infantry ashore at speeds of fifty knots. The composition and the class of the main ships:","Title":"Russian Naval Infantry - Wikipedia","KeyID":"15741","URL":"https://en.wikipedia.org/wiki/Russian_Naval_Infantry"}