{"Content: ":"A beachhead is a temporary line created when a military unit reaches a landing beach by sea and begins to defend the area as other reinforcements arrive. Once a large enough unit is assembled, the invading force can begin advancing inland. The term is sometimes used interchangeably (both correctly and incorrectly) with bridgehead and lodgement. Beachheads were important in many military actions; examples include operations such as Operation Neptune during World War II, the Korean War (especially at Inchon), and the Vietnam War. Although many references state that Operation Neptune refers to the naval operations in support of Operation Overlord, the most reliable references make it clear that Overlord referred to the establishment of a large-scale lodgement in Normandy, and that Neptune referred to the landing phase which created the beachhead; Neptune was therefore the first part of Overlord. According to the D-Day Museum: The armed forces use codenames to refer to the planning and execution of specific military operations. Operation Overlord was the codename for the Allied invasion of north-west Europe. The assault phase of Operation Overlord was known as Operation Neptune. (...) Operation Neptune began on D-Day (6 June 1944) and ended on 30 June 1944. By this time, the Allies had established a firm foothold in Normandy. Operation Overlord also began on D-Day, and continued until Allied forces crossed the River Seine on 19 August 1944.[1] Once an amphibious assault starts, victory tends to go to the side which can reinforce the beachhead most quickly. Occasionally, the amphibious forces do not expand their beachheads quickly enough to create a lodgement area before the defenders can reinforce their positions; in these cases, the defending forces tend to be victorious. This is exemplified by the landing at Suvla Bay in the Gallipoli Campaign during World War I and the amphibious landing at Anzio (during Operation Shingle) as part of the Italian Campaign of World War II.","Title":"Beachhead - Wikipedia","KeyID":"15742","URL":"https://en.wikipedia.org/wiki/Beachhead"}