{"Content: ":"The Russian Air Force (Russian: Военно-воздушные силы России, tr. Voyenno-vozdushnye sily Rossii, VVS) is a branch of the Russian Aerospace Forces, the latter being formed on 1 August 2015 with the merging of the Russian Air Force and the Russian Aerospace Defence Forces.[5] The modern Russian Air Force was originally established on 7 May 1992 following Boris Yeltsin's creation of the Ministry of Defence. However, the Russian Federation's air force can trace its lineage and traditions back to the Imperial Russian Air Service (1912–1917) and the Soviet Air Forces (1918–1991). The Russian Navy has its own independent air arm, the Russian Naval Aviation, which is the former Soviet Aviatsiya Voyenno-morskogo Flota (lit. \"Aviation of the military-sea fleet\"), or AVMF. Russian Empire Emperor's Military Air Fleet (1909–1917) Russian Socialist Federative Soviet Republic Workers and Peasants Red Air Fleet (1918–1991) Union of Soviet Socialist Republics Commonwealth of Independent States Military Air Forces of the USSR (1918–1992) Aviation of the Military Maritime Fleet (1918–1992) Anti-Air Defence Troops (1948–1992) Strategic Rocket Forces (1959–1992) Russian Federation Military Air Forces of the Russian Federation (1991–present[update]) Aviation of the Military Maritime Fleet (1991–present[update]) Strategic Rocket Forces (1991–present[update]) Following the dissolution of the Soviet Union into its fifteen constituent republics in December 1991, the aircraft and personnel of the Soviet Air Forces—the VVS were divided among the newly independent states. General Pyotr Deynekin, the former deputy commander-in-chief of the Soviet Air Forces, became the first commander of the new organisation on 24 August 1991. Russia received the majority of the most modern fighters and 65% of the manpower. The major commands of the former Soviet VVS—the Long-Range Aviation, Military Transport Aviation and Frontal Aviation were renamed, with few changes, Russian VVS commands. However, many regiments, aircraft, and personnel were claimed by the republics they were based in, forming the core of the new republics' air forces. Some aircraft in Belarus and Ukraine (such as Tupolev Tu-160s) were returned to Russia, sometimes in return for debt reductions, as well as a long-range aviation division based at Dolon in Kazakhstan. During the 1990s, the financial stringency was felt throughout the armed forces made its mark on the Russian Air Forces as well.[6] Pilots and other personnel could sometimes not get their wages for months, and on occasion resorted to desperate measures: four MiG-31 pilots at Yelizovo in the Far East went on hunger strike in 1996 to demand back pay which was several months overdue, and the problem was only resolved by diverting unit money intended for other tasks.[7] As a result of the cutbacks, infrastructure became degraded as well, and in 1998, 40% of military airfields needed repair. The VVS participated in the First Chechen War (1994–1996) and the Second Chechen War (1999–2002). These campaigns also presented significant difficulties for the VVS including the terrain, lack of significant fixed targets and insurgents armed with Stinger and Strela-2M surface-to-air missiles. The former Soviet Air Defence Forces remained independent for several years under Russian control, only merging with the Air Forces in 1998. The decree merging the two forces was issued by President Boris Yeltsin on 16 July 1997. During 1998 altogether 580 units and formations were disbanded, 134 reorganised, and over 600 given a new jurisdiction.[8] The redistribution of forces affected 95% of aircraft, 98% of helicopters, 93% of anti-aircraft missile complexes, 95% of the equipment of radiotechnical troops, 100% of anti-aircraft missiles and over 60% of aviation armament. More than 600,000 tons of material changed location and 3,500 aircraft changed airfields. Military Transport Aviation planes took more than 40,000 families to new residence areas. The short-lived operational commands were abolished. Two air armies, the 37th Air Army (long-range aviation) and the 61st Air Army (former Military Transport Aviation), were established directly under the Supreme Command. The former frontal aviation and anti-aircraft forces were organised as Air Force Armies and Anti-Aircraft Defense Armies under the military district commanders. There were initially four such armies with headquarters in St.Petersburg (Leningrad Military District), Rostov-on-Don (North Caucasus Military District), Khabarovsk (Far East Military District), and Chita (Siberian Military District). Two military districts had separate Air and Air Defence Corps. When the Transbaikal Military District and Siberian Military District were merged, the 14th Air and Air Defence Forces Army was formed to serve as the air force formation in the area. The number of servicemen in the air force was reduced to about 185,000 from the former combined number of 318,000. 123,500 positions were abolished, including almost 1,000 colonel positions. The resignation of 3000 other servicemen included 46 generals of which 15 were colonel generals. On 29 December 1998 Colonel General Anatoly Kornukov, a former Air Defence Forces officer and new commander-in-chief of the merged force, succeeding Deynekin, reported to the Russian defence minister that the task had 'in principle been achieved'.[9] General Kornukov established the new headquarters of the force in Zarya, near Balashikha, 20 km east of the centre of Moscow, in the former PVO central command post, where the CIS common air defence system is directed from. In 1999 Vladimir Putin became Prime Minister of Russia and then President in 2000; he continued to hold one or the other of these offices through every year since. In December 2003 the aviation assets of the Russian Ground Forces—mostly helicopters—were transferred to the VVS, following the shooting down of a Mi-26 helicopter in Chechnya on 19 August 2002 that claimed 19 lives. The former Army Aviation was in its previous form intended for the direct support of the Ground Forces, by providing their tactical air support, conducting tactical aerial reconnaissance, transporting airborne troops, providing fire support of their actions, electronic warfare, setting of minefield barriers and other tasks. The former Army Aviation was subsequently managed by the Chief of the Department of Army Aviation.[10] In 2010, it was announced that the 2003 decision to transfer Ground Force Aviation to the Air Force was reversed, with the transfer back to the Ground Forces to occur sometime in 2015 or 2016.[11] During the 2000s, the Air Forces continued to suffer from a lack of resources for pilot training. In the 1990s Russian pilots achieved approximately 10% of the flight hours of the United States Air Force. The 2007 edition of the International Institute for Strategic Studies (IISS) Military Balance listed pilots of tactical aviation flying 20–25 hours a year, 61st Air Army pilots (former Military Transport Aviation), 60 hours a year, and Army Aviation under VVS control 55 hours a year.[12] In 2007 the Russian Air Force resumed the Soviet-era practice of deploying its strategic bomber aircraft on long-range patrols. This ended a 15-year unilateral suspension due to fuel costs and other economic difficulties after the collapse of the Soviet Union.[13][14] Patrols towards the North Pole, the Atlantic and the Pacific Ocean were reinstated, bringing the planes often close to NATO territory, including in one instance flying over the Irish Sea between the United Kingdom and Ireland.[15] During the 2008 South Ossetian War, the Russian Air Force suffered losses of between four and seven aircraft due to Georgian anti-aircraft fire. The 2008 Russian military reforms were promptly announced following the war, which according to Western experts were intended to address many inadequacies discovered as a result. The reforms commenced during early 2009, in which air armies were succeeded by commands, and most air regiments becoming air bases.[16] Aviation Week & Space Technology confirmed that the reorganisation would be completed by December 2009 and would see a 40 percent reduction in aircrew numbers.[17] In February 2009, the Russian newspaper Kommersant reported that 200 of the 291 MiG-29s currently in service across all Russian air arms were unsafe and would have to be permanently grounded.[18] This action would remove from service about a third of Russia's total fighter force, some 650 aircraft. On 5 June 2009, the Chief of the General Staff, Nikolai Makarov said of the Russian Air Force that \"They can run bombing missions only in daytime with the sun shining, but they miss their targets anyway\".[19] Maj. Gen. Pavel Androsov said that Russia's long-range bombers would be upgraded in 2009 with the aim of being able to hit within 20 meters of their targets.[20] Also in September 2009 it was reported that an East European network of the Joint CIS Air Defense System was to be set up by Russia and Belarus.[21] This network was intended to protect the airspace of the two countries as defined in the supranational 1999 Union State treaty. Its planned composition was to include five Air Force units, 10 anti-aircraft units, five technical service and support units and one electronic warfare unit. It was to be placed under the command of a Russian or Belarusian Air Force or Air Defence Force senior commander. In July 2010, Russian jet fighters made the first nonstop flights from European Russia to the Russian Far East.[22] By August 2010, according to the Commander-in-Chief of the Russian Air Force Aleksandr Zelin, the average flight hours of a pilot in Russian tactical aviation had reached 80 hours a year, while in army aviation and military transport aviation it exceeded 100 hours a year.[23] On 15 August 2010, the Russian Air Force temporarily grounded its fleet of Su-25 ground attack aircraft to conduct an investigation into a crash that happened during a training mission. The Russian Defence Ministry said that the plane crashed on 6 August 2010, 60 km to the north-west of Step air base in Siberia, according to RIA Novosti. According to the instructions of the General Staff of the Armed Forces on 1 September 2011, the unmanned aircraft of the Russian Air Force and the personnel operating them moved under the command structure of the Russian Ground Forces.[24] As of 2012, the Russian Air Force operated a total of 61 air bases, including 26 air bases with tactical aircraft, of which 14 are equipped with fighter aircraft. In terms of flight hours, pilots in the Western Military District averaged 125 hours over the 2012 training year. Pilots from the Kursk air base achieved an average of 150 hours, with transport aviation averaging 170 hours.[25] In February 2014, during the early periods of Russia's annexation of Crimea, the Russian Air Force's assets of the Southern Military District were activated and flown to the peninsula for supporting the rest of the operations.[26] On 1 August 2015, the Russian Air Force, along with the Russian Aerospace Defence Forces and the Air Defense Troops, were merged into a new branch of the armed forces, now officially called the Russian Aerospace Forces.[5] On 30 September 2015, the Russian Air Force launched a military intervention in Syria, in Syria's Homs region.[27] On 24 November 2015, during a bombing mission, a Turkish Air Force F-16 shot down a Russian Sukhoi Su-24 that Turkey claimed had violated its airspace.[28][29] In March 2020, the indiscriminate bombing of civilian targets by the Russian Air Force in Syria has been described as \"amounting to war crime\" by a United Nations Human Rights Council report.[30] On 9 November 2020, a Russian Mil Mi-24 attack helicopter was shot down mistakenly by the Azerbaijani Armed Forces during the 2020 Nagorno-Karabakh war killing 2 crew members and injuring 1 more. Days later, after the signing of the ceasefire agreement, Russian peacekeepers were deployed to Nagorno-Karabakh with aviation for patrolling its borders.[31] Modernization plans and programs carried out since the 2010s are being continued into 2021 as a part of Russia's State Armament Program for 2018–2027.[32][33] On 24 February 2022, the Russian Air Force was deployed in support of the invasion of Ukraine. The Russian Air Force had reportedly deployed about 300 combat aircraft within range of Ukraine.[34] Aircraft have also been deployed in Belarus for sorties over Ukraine. On 25 February 2022, Ukrainian forces reportedly destroyed several aircraft and set a Russian airbase on fire in the Millerovo air base attack.[35] On 13 March 2022, Russian forces launched cruise missile attacks on Yavoriv military base near the Polish border. The Russian Air Force has generally been noted by its relative absence from the invasion and has as of 25 March 2022 failed to subdue Ukrainian air defenses or the Ukrainian Air Force.[36][34] It has, as of April 1, 2022, also failed to achieve air supremacy.[37] Failure to achieve this has been attributed to the lack of SEAD operations on the part of the Russian Air Force likely due to the lack of flying hours for Russian pilots as well as the lack of dedicated SEAD units and precision-guided munitions within the Russian Air Force.[38] [39] These weaknesses have been compounded by the mobility of Ukrainian air defenses with the extensive use of MANPADS as well as NATO reportedly sharing early warning information with Ukrainian forces. The VVS has also suffered at least 67 aircraft losses.[39][40] Russia's air war was largely a failure. An American intelligence analyst said that less than 40% of the 2,154 missiles fired by Russia hit their targets, such as the Zatoka bridge which sustained over eight air attacks before being disabled. The Russian air force reportedly flew over 20,000 sorties in the war, fewer than 3,000 of which entered Ukrainian airspace, possibly due to fear of Ukraine's sustained air defense.[41] The Russian Air Force has struck civilian targets during the invasion prompting an International Criminal Court investigation in Ukraine.[42][43][44] Notably, it has struck a hospital as well as a theatre in Mariupol.[45][46] Russian pilots in Ukraine are having to use civilian GPS units “taped to the dashboards”. [47] Previously the highest military office until 1 August 2015. Since the merger between the Russian Air Force and the Russian Aerospace Defence Forces on 1 August 2015, the commander of the Russian Air Force as part of the new Russian Aerospace Forces is titled Deputy Commander-in-Chief of the Russian Aerospace Forces and Commander of the Russian Air Force.[5] Lieutenant General Andrey Yudin became the first holder of the position until he was succeeded by Lieutenant General Sergey Dronov in August 2019.[48] In 2009 the structure of the Russian Air Force was completely changed to a command-air base structure from the previous structure of air army-air division or corps-air regiment. The VVS is now divided to 4 operational commands, the Aerospace Defense Operational Strategic Command (seemingly primarily made up of the former Special Purpose Command), the Military Transport Aviation Command, and the Long-Range Aviation Command.[50] This listing is a composite; the available new information covers frontline forces, and the forces of central subordination are as of approximately August 2008. Warfare.ru maintains what appears to be a reasonably up to date listing, and Combat Aircraft magazine in June 2010 listed their organisation's estimate of the new order of battle.[needs update] This listing appears to be as of June 2009:[needs update] Headquarters: Moscow Headquarters Moscow (Russian: List of Aircraft Factories in Russia) The list of Soviet Air Force bases shows a number which are still active with the Russian Air Force. With the Air Force now fusing into one joint service branch the personnel from the Russian Aerospace Defence Forces and their respective facilities, the following now report to the Aerospace Forces HQ: Early warning of missile attack: Space surveillance: Missile defence: Satellite systems: The precise quantitative and qualitative composition of the Russian Air Force is unknown and figures include both serviceable and unserviceable aircraft as well as those placed into storage or sitting in reserve. FlightGlobal estimated that there were about 3,947 aircraft in inventory in 2015.[60] According to the Russian Defense Ministry, the share of modern armament in the Air Force had reached about 35% during 2014.[61][62] The figure was raised to 66% by late 2016[63] and to 72% by late 2017.[64] Estimates provided by the IISS show that Russian Air Force combat pilots average 60 to 100 flight hours per year and pilots flying transport aircraft average 120 flight hours per year.[65] Sukhoi Su-57 (fifth-generation fighter) 3 Units Sukhoi Su-35S 97 Units Sukhoi Su-34 125 Units Sukhoi Su-30 110 Units Sukhoi Su-27 101 Units Sukhoi Su-24 273 Units Mikoyan MiG-35 6 Units Mikoyan MiG-31 90 Units Mikoyan MiG-29 87 Units Beriev A-50 (AEW&C) 15 Units Antonov An-12 (Heavy military Transport) 57 units Ilyushin Il-78 (Tanker) 15 Units Tupolev Tu-160 (Bomber) Ilyushin Il-80 (Command and Control) Antonov An-22 (Heavy military transport aircraft) Yakovlev Yak-130 (light combat aircraft) 112 Units Kamov Ka-52 (Attack Helicopter) 102 Units Mi-35 (Attack Helicopter) 60 Units Mil Mi-28 (Attack Helicopter) 115 Units Mil Mi-24 (Attack Helicopter) 125 Units Mil Mi-17 (Utility Helicopter) 300 Units Kazan Ansat (Utility Helicopter) 50 Units Mil Mi-26 (Heavy lift cargo helicopter) 38 Units As of 2014:[65] The Russian Air Force operates several Nebo-M radars, that combine meter, decimeter and centimeter range. First two Nebo-M regiments were deployed in 2017 to Saint Petersburg and Kareliya.[66] In 2018, further two regiments were deployed to Crimea[67] and Penza.[68][69] In 2019, a regiment was delivered to Volga region.[70] In 2020, two regiments were deployed to the Far East and Naryan Mar,[71][72] while another one was announced to be planned to be delivered to Volga region.[citation needed] Additionally, the air force operates radars that work in meter range only. Such systems are Nebo-UM (first units were delivered in 2018 to Voronezh[73] and Novosibirsk,[citation needed] and in 2020 to Rostov-on-Don[74]) as well as Rezonans-NE radars that have been constructed in the Arctic in Zapolyarniy, Indiga, Shoyna and Nova Zemlya, with another in Gremikha under construction.[75][76] The air force also uses centimeter-range radar Podlet that was first delivered in 2020 to the Far East.[citation needed] The Russian Air Force inherited the ranks of the Soviet Union, although the insignia and uniform were slightly altered and the old Tsarist crown and double-headed eagle were re-introduced. The Russian Air Force uses the same rank structure as the Russian Ground Forces. Production of the Russian aerospace industry for the Russian Armed Forces, by year of manufacture (first flight): Sukhoi Su-57 Tupolev Tu-22M Ilyushin Il-276 Ilyushin Il-112 Kamov Ka-60 Mi-38 Yakovlev Yak-130 Yak-152 Further sources include:","Title":"Russian Air Force - Wikipedia","KeyID":"15756","URL":"https://en.wikipedia.org/wiki/Russian_Air_Force"}