{"Content: ":"The Russian occupation of Kharkiv Oblast is an ongoing military occupation, which began on 24 February, 2022, after Russian forces invaded Ukraine and began capturing and occupying parts of Kharkiv Oblast, Ukraine. The capital of the Oblast, Kharkiv has not been captured by Russian forces, however, other cities including Izium, Kupiansk, and Balakliia were captured by Russian forces. The city of Chuhuiv was initially captured by Russian forces on 25 February, but was recaptured by Ukrainian forces on 7 March. On July 8 2022, Vitaly Ganchev, the Russian-appointed leader of the Kharkiv occupation zone, said that Kharkiv is an 'inalienable' part of Russian territory and intends for Kharkiv to be annexed by the Russian Federation. [1] The city of Izium was captured by Russian forces on 1 April, 2022, beginning the Russian military occupation of the city. On 3 April, the Ukrainian government stated that two Russian soldiers were killed and 28 others hospitalized after Ukrainian civilians handed out poisoned cakes to Russian soldiers of the Russian 3rd Motor Rifle Division in Izium.[2][3] On 4 April 2022 The Guardian reported, based on eyewitness reports by residents and military officials, that intense fighting continued near Izium.[4] According to The Guardian city inhabitants had survived in their basements for three weeks without electricity, heating or running water.[4] The report also claimed that Russian soldiers had prepared lists of individuals to “hunt”: gun owners, wealthy people and others deemed “dangerous” such as businessmen, activists, military and their families.[4] The Russian army was also accused of barring passage of humanitarian convoys while food and medicine available in the city was running out.[4] On 10 April, several US defense officials stated that Russian forces were massing in Izium in preparation for an offensive campaign between Izium and Dnipro.[5] Russian forces had been reportedly redeploying forces from the Kyiv axis and the Sumy axis to Izium from April 5.[6] On 18 April, Ukraine claimed the recapture of a \"number of settlements\" in or near the Izium area.[7] Russian forces in the city were beginning mass deportations of city residents towards the territory of the Russian Federation.[8] On 21 April Russia appointed Vitaly Ganchev as head of the Kharkiv military-civilian administration.[9] On 6 July Ganchev claimed that Russia intends to create 4 occupation districts in Kharkiv.[10][failed verification] The community of Velykyi Burluk was captured by Russian forces sometime in March 2022, amid the 2022 Russian invasion of Ukraine, beginning a military occupation, which become a military-civilian administration. On 11 July 2022, the Russian-appointed military-civilian administration leader, Yevgeny Yunakov, was assassinated in a car bombing.[11]","Title":"Russian occupation of Kharkiv Oblast - Wikipedia","KeyID":"15754","URL":"https://en.wikipedia.org/wiki/Russian_occupation_of_Kharkiv_Oblast"}