{"Content: ":"OTR-21 Tochka (Russian: оперативно-тактический ракетный комплекс (ОТР) «Точка» (\"point\"); English: Tactical Operational Missile Complex \"Tochka\") is a Soviet tactical ballistic missile. Its GRAU designation is 9K79; its NATO reporting name is SS-21 Scarab. It is transported in a 9P129 vehicle and raised prior to launch. It uses an inertial guidance system. The OTR-21 forward deployment to East Germany began in 1981, replacing the earlier Luna-M series of unguided artillery rockets. The OTR-21 is a mobile missile launch system, designed to be deployed along with other land combat units on the battlefield. While the 9K52 Luna-M is large and relatively inaccurate, the OTR-21 is much smaller. The missile itself can be used for precise strikes on enemy tactical targets, such as control posts, bridges, storage facilities, troop concentrations and airfields. The fragmentation warhead can be replaced with a nuclear, biological or chemical warhead. The solid propellant makes the missile easy to maintain and deploy. OTR-21 units are usually managed in a brigade structure.[where?] There are 18 launchers in a brigade; each launcher is provided with two or three missiles.[citation needed] The vehicle is completely amphibious, with a maximum road speed of 60 km/h (37 mph) and 8 km/h (5.0 mph) in water. The vehicle is NBC-protected. The system began development in 1968. Three variants were developed.[citation needed] The initial Scarab A entered service with the Soviet Army in 1975. It carried one of three types of warhead: The minimal range was about 15 km (9.3 mi), maximum range was 70 km (43 mi); its circular error probable (CEP) is estimated to be about 150 m (490 ft).[citation needed] The improved Scarab B (Tochka-U) passed state tests from 1986 to 1988 and introduced in 1989. Improved propellant increased the range to 120 km (75 mi). CEP significantly improved, to less than 95 m (312 ft). A third variant, Scarab C, was developed in the 1990s. Again, range increased to 185 km (115 mi), and CEP decreased to less than 70 m (229 ft). Scarab C weighs 1,800 kg (4,000 lb). Educational means:[citation needed]","Title":"OTR-21 Tochka - Wikipedia","KeyID":"15755","URL":"https://en.wikipedia.org/wiki/OTR-21_Tochka"}