{"Content: ":"Sievierodonetsk,[a] Sieverodonetsk,[b] or Severodonetsk[c] is a city in the Luhansk Oblast of Ukraine, located to the northeast of the left bank of the Siverskyi Donets river and approximately 110 km (68 mi) to the northwest from the Oblast capital, Luhansk. It faces Lysychansk across the river. The city, whose name comes from the above-mentioned river, had a 2021 population of 101,135 (2021 est.)[1], making it then the second most populous city in the oblast. Sievierodonetsk is a city of regional significance. It is, since June 2022, occupied and administered by Russia and the Luhansk People's Republic.[2] Sievierodonetsk has several factories and a significant chemical production centre \"Azot\", part of the Ostchem group. There is also a domestic airport six km (3.7 mi) to the south of the city.[3] Since 2014, Sievierodonetsk has served as the administrative center of Luhansk Oblast, due to the city of Luhansk falling under the control of the pro-Russian separatist Luhansk People's Republic during the War in Donbas.[4][5] As part of the 2022 Russian invasion of Ukraine, Sievierodonetsk had come under heavy attack from Russian forces and was the forefront of the Battle of Donbas,[6] resulting in extensive destruction to the city, including residential areas.[7] By 25 June 2022, the city was completely captured by Russian and proxy forces,[8] with Ukrainian authorities claiming that the civilian population was approximately 10,000, ten percent of its pre-war level.[9] Ukrainian SSR, Soviet Union 1934–1941 Army Group Rear Area Command 1941–1944 ∟ part of German-occupied Europe Ukrainian SSR, Soviet Union 1944–1991 Ukraine 1991–Present The town appears on older maps as Donets (also Donetz, Donez) after the river Siverskyi Donets. The foundation of modern Sievierodonetsk is closely connected with the beginning of construction of the Lysychansk Nitrogen Fertilizer Plant within the limits of the city of Lysychansk in 1934. Donets itself was already combined with Lysychansk. The first settlement of workers on the construction site was Lyskhimstroi (Russian Liskhimstroi), near Donets. In September 1935, the first school was opened in the settlement, a silicate brick plant started production, and the first three residential two-story houses were built. In 1940, there were 47 houses, a school, a club, a kindergarten, a nursery, and 10 buildings of a chemical combine in Lyskhimstroi. During the Second World War, Lyskhimstroi was occupied by German troops on 11 July 1942. It was liberated by the Red Army on 1 February 1943. Work to restore and expand the Lysychansk Nitrogen Fertilizer Plant began on 10 December 1943. By 1946, the pre-war housing stock was completely restored, which amounted to 17,000 square meters. In 1950, four new names were proposed for Lyskhimstroi: Svetlograd, Komsomolsk-on-Donets, Mendeleevsk and Severodonetsk; it was renamed Sievierodonetsk, after the Siverskyi Donets River, and received the status of an urban settlement. On 1 January 1951, the chemical plant produced its first output of ammonium nitrate.[10] A local newspaper had been published in the city since April 1965.[11] In November 2004, a congress of deputies known as the Sievierodonetsk Congress was formed in the city in an attempt to stabilize the socio-political climate in Ukraine following the events of the Orange Revolution. During the war in Donbas, the town was captured late May 2014 by combined Russian forces, who totaled up to 1,000.[12] Some locals supported the Russian-backed forces but most say they suffered extortion, violence and intolerance under a \"reign of terror.\"[13] No Ukrainian presidential election in 2014 was held in the city as the militants did not allow the voting places to open and much of Election Commission's property was either stolen or destroyed. On 22 July 2014, Ukrainian forces regained control of the city.[13][14] Heavy fighting continued around the city for a number of days; on 23 July 2014 the National Guard of Ukraine and the Ukrainian Army released a statement that said they were \"continuing the cleansing of Sievierodonetsk\".[15][16] A bridge across Siverskyi Donets river was severely damaged during the war in 2014; it was re-opened in December 2016. The European Union contributed 93.8% of the funding for the restoration.[17] In 2016, there was a proposal in Ukraine's parliament, the Verkhovna Rada, to rename the city Siverskodonetsk (Ukrainian: Сіверськодонецьк), changing the Russian exonym to a native Ukrainian version with the same meaning.[18] During the larger Battle of Donbas of the 2022 Russian invasion of Ukraine, Sievierodonetsk became the center of intense fighting and media attention. In May, Russian forces made Sievierdonetsk its major focus in an attempt to capture Luhansk Oblast. On 31 May, the city's mayor stated that Russian forces had seized control of half of the city.[19] By 14 June, Russian forces had control of 80% of the city and had cut off all escape routes.[20][21] On 24 June, the Ukrainian government ordered its forces to withdraw from Sievierodonetsk.[22] On 26 June, Russian Defense Minister Spokesman Lieutenant General Igor Konashenkov stated that Luhansk People's Republic Militia and the Russian Armed Forces had \"completely liberated the cities of Severodonetsk and Borovskoye as well as populated localities Voronovo and Sirotino in the Lugansk People’s Republic\".[2] Ethnicity of the city's residents as of the 2001 census:[23] Chemical industries formerly[9] active in Sievierdonetsk include: The first Ukrainian championship in bandy was held in the city in February 2012. Azot Severodonetsk became champions.[24] Notable current and former residents of Sievierodonetsk include:","Title":"Sievierodonetsk - Wikipedia","KeyID":"15759","URL":"https://en.wikipedia.org/wiki/Sievierodonetsk"}