{"Content: ":"The Living Planet Index (LPI) is an indicator of the state of global biological diversity, based on trends in vertebrate populations of species from around the world. The Zoological Society of London (ZSL) manages the index in cooperation with the World Wide Fund for Nature (WWF). As of 2018, the index is statistically created from journal studies, online databases and government reports for 16,704 populations of 4,005 species of mammal, bird, reptile, amphibian and fish,[1] or approximately six percent of the world's vertebrate species.[2] From 1970 to 2000, the population of measured species declined on average by 38%.[3] Between 1970 and 2012 the index fell by 58%. This global trend suggests that natural ecosystems are degrading at a rate unprecedented in human history.[4] As of 2018, the vertebrate populations have declined by 60% over the past 44 years.[5] Since 1970, freshwater species have declined 83%, and tropical populations in South and Central America declined 89%.[5] The authors note that, \"An average trend in population change is not an average of total numbers of animals lost.\"[1] According to the 2020 report, based on more than 4,000 tracked vertebrate species' population sizes, vertebrate populations have declined by 68% between 1970 and 2016. Increasing deforestation and agricultural expansion were identified as key drivers and the largest decline of 94% in the LPI occurred in the tropical subregions of the Americas.[6][7][8] As of 2014, the Living Planet Database (LPD) is maintained by ZSL, and contains more than 20,000 population trends for more than 4,200 species of fish, amphibians, reptiles, birds and mammals.[9] The global LPI is calculated using over 14,000 of these population time-series which are gathered from a variety of sources such as journals, online databases and government reports. A generalized additive modelling framework is used to determine the underlying trend in each population time-series. Average rates of change are calculated and aggregated to the species level.[10][11] Each species trend is aggregated to produce an index for the terrestrial, marine and freshwater systems. This process uses a weighted average method which places most weight on the largest (most species-rich) groups within a biogeographic realm. This is done to counteract the uneven spatial and taxonomic distribution of data in the LPD. The three system indices are then averaged to produce the global LPI.[12] The fact that \"all decreases in population size, regardless of whether they bring a population close to extinction, are equally accounted for\" has been noted as a limitation.[13] In 2005, WWF authors identified that the population data was potentially unrepresentative.[3] As of 2009, the database was found to contain too much bird data and gaps in the population coverage of tropical species, although it showed \"little evidence of bias toward threatened species\".[10] The 2016 report was criticized by a professor at Duke University for over-representing western Europe, where more data were available.[14] Talking to National Geographic, he criticised the attempt to combine data from different regions and ecosystems into a single figure, arguing that such reports are likely motivated by a desire to grab attention and raise money.[15] A 2017 investigation of the index by members of the ZSL team published in PLOS One found higher declines than had been estimated, and indications that in areas where less data is available, species might be declining more quickly.[12] In 2020, a re-analysis of the baseline data by McGill University showed that the overall estimated trend of a decline by 60% since 1970 was driven by less than 3% of the studied populations; when some outliers of extreme decline are removed, the decline still exists but is considerably less catastrophic, and when more outliers (roughly amounting to 2.4% of the populations) are removed, the trend shifts to that of a decline between the 1980s and 2000s, but a roughly positive trend after 2000. This extreme sensitivity to outliers indicates that the present approach of the Living Planet Index may be flawed.[16] The index was originally developed in 1997 by the World Wide Fund for Nature (WWF) in collaboration with the World Conservation Monitoring Centre (UNEP-WCMC), the biodiversity assessment and policy implementation arm of the United Nations Environment Programme.[3] WWF first published the index in 1998.[3] Since 2006, the Zoological Society of London (ZSL) manages the index in cooperation with WWF.[17] Results are presented biennially in the WWF Living Planet Report and in publications such as the Millennium Ecosystem Assessment and the UN Global Biodiversity Outlook. National and regional reports are now being produced to focus on relevant issues at a smaller scale. The latest edition of the Living Planet Report was released in October 2018.[5] In 2018, National Geographic said that the report had been \"widely misinterpreted\" as suggesting \"we['d] lost 60 percent of all animals over the course of 40 years\".[18] Although they said the results were still \"catastrophic\", they explained that since the index measures biodiversity, it is weighted towards declines in species with smaller populations. Likewise, Ed Yong wrote in The Atlantic that the report was \"widely mischaracterized—although the actual news is still grim\".[2] In April 2002, and again in 2006, at the Convention on Biological Diversity (CBD), 188 nations committed themselves to actions to: \"… achieve, by 2010, a significant reduction of the current rate of biodiversity loss at the global, regional and national levels…\"[19] The LPI played a pivotal role in measuring progress towards the CBD's 2010 target.[20][21] It has also been adopted by the CBD as an indicator of progress towards its Nagoya Protocol 2011-2020 targets 5, 6, and 12 (part of the Aichi Biodiversity Targets).[22] Informing the CBD 2020 strategic plan, the Indicators and Assessments Unit at ZSL is concerned with ensuring the most rigorous and robust methods are implemented for the measurement of population trends, expanding the coverage of the LPI to more broadly represent biodiversity, and disaggregating the index in meaningful ways (such as assessing the changes in exploited or invasive species).[23]","Title":"Living Planet Index - Wikipedia","KeyID":"1576","URL":"https://en.wikipedia.org/wiki/Living_Planet_Index"}