{"Content: ":"Belgorod (Russian: Белгород, IPA: [ˈbʲeɫɡərət]) is a city and the administrative center of Belgorod Oblast, Russia, located on the Seversky Donets River 40 kilometers (25 mi) north of the border with Ukraine. Population: 391,804 as of 2022; 356,402 (2010 Census);[8] 337,030 (2002 Census);[15] 300,408 (1989 Census).[16] The oldest Belgorod fortress was built at the end of the 16th century on a chalk mountain. The discussion among historians about the time of the city’s founding, in 1593 or 1596, is not over and both versions have serious scientific basis. One of the first serious researchers of Belgorod history, Drenyakin, in the second half of the 19th century, adhered to the date of 1593, while reasonably exposing the attempts of some scientists already then to date the foundation of the city by Vladimir in the 10th century. Contemporary local historian Shmelev, trying to somehow open a three-year \"black hole\" from the moment of the decision to build until the actual appearance of the fortress, even put forward some arguments in favor of the existence of an unknown \"first fortress\" in the area of the current Rechnaya Street, allegedly originally built on a swamp, and after a couple of years - transferred to the mountain. There are no archival documents from the period of foundation of the first Belgorod fortress, which would have contained a description of the city. The only source that sheds light from time immemorial is the \"Travel Notes of Vasily Zuev from St. Petersburg to Kherson\", published in 1781, where a sketch of the ramparts of the lost ancient settlement is given. Only in the middle of the 50s of the XX century, the archaeologist A.V. Nikitin carried out excavations at the site of the first fortress, where the remains of ancient ramparts and ditches were still clearly visible. But already at this time part of the fortress was lost, in the 1860s during the construction of the railway the eastern part of the chalk mountain, on which the Kremlin was located, was collapsed. The location of the first fortress approximately corresponds to the location of the modern car market on Byelaya Gora.[17] According to scientific excavations and surviving archival data, the first fortress outpost was erected in 1596. The site of the construction of the defensive facility was the top of the Belaya Gora (\"White Mountain\"). This is the highest point of the right bank of the Seversky Donets channel. On 17 September 1650, voivode Vasily Petrovich Golovin laid the foundation for the third Belgorod Fortress on the left bank of the Vezenitsa River, which flows into the Seversky Donets. Now on the site of the Third Belgorod Fortress is the modern city center. In the fall of 1650, a wooden fort with 11 towers was attached to the rampart of the Belgorod line, which runs from the fortress town Bolkhovets to the mouth of the Vezelka River in the area of the former brewery. Later, the wooden prison will become the Kremlin - the most fortified part of the new, already the third Belgorod fortress. And in 1668, to the east of the Kremlin, almost to the current Vokzalnaya Square, additional fortifications were erected. From the south, like the Kremlin, they adjoined the main shaft of the Belgorod line, and on the other sides wooden walls were erected. This part of the fortress was called the \"earthen city\". The two parts of the city were connected by the Nikolskaya Passage Tower located in the eastern wall of the Kremlin. The position of the eastern wall of the Kremlin corresponded to the modern street of the 50th anniversary of the Belgorod Oblast. With the expansion of the borders of the Russian state, the military significance of the Belgorod fortress gradually decreases and by the middle of the 18th century, only the Kremlin will remain from the formidable fortress.[18] In the fall of 1766, the new governor, Andrei Fliverk, who took office, wrote in a report to the empress: \"there must certainly be an architect here who is not available here, and the author of that plan, an artillery officer, cannot know architectural art.\" A regular street plan was developed and signed on 18 April 1767. The architect's signature is not legible, but it may have been signed by Andrey Kvasov. The central part of the plan was occupied by an octahedral \"marketplace\" with 64 stone shops and 20 warehouse barns. Moscow, Kiev, Voronezh and Kharkov roads ran from the trading area in four directions. According to the plan, it was supposed to divide the entire city into 16 quarters, 4 of which should be built up with stone houses, and the rest with wooden and huts. The plan was executed formally without taking into account the buildings that survived the fire, the Kremlin fortress and the terrain. Probably, the governor's report was not completely satisfied and the architect drew up a project without visiting the area. The plan was not adopted and implemented, since its implementation required the complete demolition of existing buildings or the construction of a city in a new place.[19] A year later, on 28 April 1768, a new plan was developed under the leadership of Andrey Kvasov: There are three known plans made under the direction of the architect Kvasov. The first large-scale one in the form of an overlay of the old city center layout and the new projected one. The other two plans are made on the basis of the first one with adjacent surroundings and differ in description and small details. One of the bottom was submitted for approval to Empress Catherine II on which she inscribed: \"This is how it should be.\" The plans show burnt areas, which means that there were two fires in the city. The first was formed around the market square, located in the 18th century to the west of the Smolensk Cathedral. The second hearth was in the Zhiloy settlement and was inferior in area to the first. The plan of the new layout of Kvasov provided for a trading area, which in the west adjoined the fortress Kremlin, and in the east ended with stone benches of the Gostiny dvor in the form of two arcs. The central planning axis was also chosen relative to which the directions of mutually perpendicular streets were formed. This axis was a line connecting the Nikolskaya Tower of the Kremlin and the Korochansky exit from the city - a bridge across the Seversky Donets River. The approval of the project by the empress herself presupposed its rigorous execution, but when transferred to nature it required adjustments. Changes in the project make it possible to trace the plan, kept in the Russian State Historical Archives, drawn up by the architect Salkov. The date of compilation is not indicated on the plan, but from the presence on the plan of the stone Vvedenskaya and Peter and Paul churches, it is assumed that it was drawn up after 1777. The plan was carried out on the basis of a report from the Belgorod governor and proposed the introduction of a new street running from south to north and located between the modern streets of Tankista Popov and Chumichova streets. This proposal was rejected \"as unnecessary\". In addition, changes were made to the city planning. The first thing that was changed by the Belgorod city planners was the position of the central axis - the modern Grazhdansky Avenue. The fact is that in the old layout of Belgorod, there was a straight-line street north of the Smolensk Cathedral, going east. The position of this street, slightly damaged in the fire, coincides with the modern Avenue Slavy. So she then determined the position of the central planning axis and all other streets. The purpose of this change was to save money and make the most of the old buildings that fit into the new plan. This assumption explains the exit of Grazhdansky Prospekt to Vokzalnaya Square, and not to the bridge of the Seversky Donets River. The second project change was caused by the unfortunate location of the retail space. In the 18th century, in the centre of the modern Sobornaya Square, there was a small lake, which, according to Kvasov was supposed to fall asleep. In cases of the implementation of the plan of Kvasov, the existing lake fell into the center of the trading square, and the stone church in the name of Elijah the Prophet, designed to play a dominant position, turned out to be outside the walls of the shops of the Gostiny dvor. As a result, the trading area was expanded eastward. In the 1780s, during the general survey of the Russian lands, several plans of Belgorod were fulfilled. When drawing up plans, an overlay of the old and new layouts of Kvasov was used. The plans described above give a distorted position of church estates, which were fixed when the city was laid and, as a rule, did not change. The use of overlays that did not reflect the real state led to an incorrect position on the plans of the Smolensk Cathedral, the Vvedenskaya, Mikhailovskaya, Vladmirskaya and Transfiguration churches. The plan, signed by the titular adviser Salkov, is the most accurate plan of Belgorod in the second half of the 18th century.[20] The name Belgorod (Белгород) in Russian literally means \"White city\", a compound of \"белый\" (bely, \"white, light\") and \"город\" (gorod, \"town, city\"). The name is a reference to the region's historical abundance of limestone.[21] Etymologically, the name corresponds to other Slavic city-names of identical meaning: Belgrade, Belogradchik, Białogard, Biograd, Bilhorod Kyivskyi, and Bilhorod-Dnistrovskyi. Records first mention the settlement in 1237, when the Mongol-led army of Batu Khan ravaged it. It is unclear whether this Belgorod stood on the same site as the current city. In 1596 Tsar Feodor Ioannovich of Russia ordered its re-establishment as one of numerous forts set up to defend Muscovy's southern borders from the Crimean Tatars.[3] The tsar appointed two princes-governors to supervise the construction of Belgorod: Mikhail Vasilyevich Nozdrovaty and Andrei Romanovich Volkonsky. The first Belgorod fortress was built on the high right bank of the Seversky Donets. Until now, the legendary White Mountain has not survived as in the 50s of the twentieth century it was completely torn down for chalk mining. Geographically, the location of the first Belgorod fortress is located in the area of the current car market, and the restaurant \"Belaya Gora\" by its coordinates is closest to the place where the Belgorod Kremlin existed. The first Belgorod fortress existed for sixteen years, having withstood several major attacks both from the Tatars and from the Lithuanian troops who participated in the wars with the Russian state. In 1612 the Belgorod fortress was taken and burned by a detachment of Lithuanians. However, already in the next 1613, the governor Nikita Likharev, by order of the tsar, was building the Second Belgorod fortress on the opposite bank of the Seversky Donets. Over the next decades, Belgorodians repulsed a large number of attacks on their lands. By the middle of the 17th century, the question arose about the construction of a new Belgorod fortress three kilometers south of the existing one. In the 17th century Belgorod suffered repeatedly from Tatar incursions, against which Russia built (from 1633 to 1740) an earthen wall, with twelve forts, extending upwards of 200 miles (320 kilometres) from the Vorskla in the west to the Don in the east, and called the Belgorod line [ru]. In 1666 the Moscow Patriarchate established an archiepiscopal see in the town.[22] Tsar Peter the Great visited Belgorod on the eve of the Battle of Poltava in 1709. After the Russian border moved south following successful wars against the Polish–Lithuanian Commonwealth in the second half of the 17th century, the strategic importance of the city gradually decreased, and on 13 May 1785, by decree of Catherine II, Belgorod was excluded from the number of fortresses of the Russian Empire. From that moment on, the city plunges into the measured provincial life of the central black earth zone of Russia. Military life was replaced by agricultural life, the number of spiritual, educational, industrial and commercial institutions were growing, and in the historical chronicles of the Russian Empire, the city seems to have fallen asleep for a century. The Belgorod province disappeared from the geographical maps, and the city was for a long time a part of the first Kursk Governorate, then the Kursk province, and, finally, the Kursk region. A dragoon regiment had its base in the town until 1917. Ioasaph of Belgorod, an 18th-century bishop of Belgorod and Oboyanska, became widely venerated as a miracle worker and was glorified as a saint of the Russian Orthodox Church in 1911. Soviet power was established in the city on 26 October (November 8), 1917. On 10 April 1918, troops of the Imperial German Army occupied Belgorod. After the conclusion of the Brest-Litovsk peace treaty of 9 February 1918 the demarcation line passed to the north of the city. Belgorod became part of the newly proclaimed Ukrainian People's Republic (February to May 1918) and Ukrainian State headed by Hetman Pavlo Skoropadskyi. On 20 December 1918, after the overthrow of German-backed Skoropadskyi, the Soviet Red Army regained control over the city, which became part of the RSFSR. From 24 December 1918 to 7 January 1919, the Provisional Workers' and Peasants' Government of Ukraine, then led by General Georgy Pyatakov, was based in Belgorod. The city served as the temporary capital of the Ukrainian People's Republic. From 23 June to 7 December 1919 the Volunteer Army occupied the town as part of White-controlled South Russia. From September 1925 the territorial 163rd Infantry Regiment of the 55th Infantry Division of Kursk was stationed in Belgorod. In September 1939 it was deployed to the 185th Infantry Division. On 2 March 1935, the Presidium of the Central Executive Committee of the Soviet Union decided to allocate the city of Belgorod, Kursk region, into an independent administrative unit directly subordinate to the Kursk Regional Executive Committee. The German Wehrmacht occupied Belgorod from 25 October 1941 to 9 February 1943. The Germans re-captured it on 18 March 1943 in the final move of the Third Battle of Kharkov. On 12 July 1943, during the Battle of Kursk, the largest tank battle in world history took place near Prokhorovka, and Red Army definitively retook the city on 5/6 August 1943. The Belgorod Diorama is one of the World War II monuments commemorating the event. In 1954 the city became the administrative center of Belgorod Oblast. From this time the rapid development of the city as a regional center began.[23] Belgorod is an administrative, industrial and cultural center of Belgorod Oblast, established in 1954. The major educational centers of the city are Belgorod State University, the Belgorod Technological University, the Belgorod Agrarian University [ru], and the Financial Academy. Belgorod Drama Theater is named after the famous 19th-century actor Mikhail Shchepkin, who was born in this region. On 22 April 2013, a mass shooting occurred at approximately 2:20 PM Moscow time on a street in Belgorod. The shooter, identified as 31-year-old Sergey (Sergei) Pomazun (Russian: Сергей Помазун), opened fire with a semi-automatic rifle on several people at a gun store and on a sidewalk, killing all six people whom he hit: three people at the store and three passers-by, including two teenage girls. Pomazun was later apprehended after an extensive day-long manhunt; during his arrest, he wounded a policeman with a knife. He was sentenced to life in prison on 23 August 2013. There were several attacks and incidents reported in Belgorod following the start of the 2022 Russian invasion of Ukraine. Belgorod is the administrative center of the oblast.[1] Within the framework of administrative divisions, it is incorporated as the city of oblast significance of Belgorod—an administrative unit with status equal to that of the districts.[1] As a municipal division, the city of oblast significance of Belgorod is incorporated as Belgorod Urban Okrug.[10] For administrative purposes, Belgorod is divided into two city okrugs: Belgorod's climate is humid continental (Köppen climate classification Dfb slightly cooler than Dfa) featuring moderate precipitation. Winters are rather cold and changeable with frequent warmings followed by rains. Temperatures may occasionally fall below −15 °C (5 °F) for about one week or more. Summer is warm and either humid and rainy or hot and droughty. Autumn is mild and rainy. The Belgorod reservoirs get covered with ice by the end of November or the beginning of December, and the ice layer typically lasts until March or April. Since 1869, there has been a railway connection between Belgorod and Moscow.[26] Belgorod is served by the Belgorod International Airport (EGO). Length of trolley lines is over 120 km (75 mi). Trolleybus city park consists of 150 pieces of equipment, mainly Russian-made trolley ZiU-682V, 2 units ZiU-683, operated since 1990, and 3 units ZiU-6205, 30 units \"Optima\", and also has one trolley Skoda-VSW -14Tr, which started operation in 1996. In 2002, the city administration purchased 15 new trolleybuses ZiU-682G, and in 2005 bought another 20 new trolleybuses ZiU-682G, and in 2011 - 30 trolleybuses Trolza-5275.05 \"Optima\", and in 2013 - 20 new trolleybuses ACSM-420.[citation needed] Despite public support for the retention of the trolleybus system, trolleybus services were discontinued on 30 June 2022 and replaced by diesel buses. Inadequate condition of the overhead contact lines and insufficient funds for its modernization were officially cited as the reason for the system's closure. The city has two bus stations: Bus Belgorod, Belgorod- 2 Bus Terminal (located on the forecourt ), as well as bus stop complex Energomash. The Energomash bus station is mainly for commuting buses. From the bus station Belgorod-2 buses go mainly to nearby regional centers, and departure of buses in accordance with the arrival of trains. Belgorod is twinned with:[27] Belgorod was formerly twinned with Wakefield, United Kingdom. The ties were severed by the British city following the 2022 Russian invasion of Ukraine.[28]","Title":"Belgorod - Wikipedia","KeyID":"15763","URL":"https://en.wikipedia.org/wiki/Belgorod"}