{"Content: ":"Lieutenant General Igor Yevgenyevich Konashenkov (Russian: Игорь Евгеньевич Конашенков; born 15 May 1966) is the chief spokesman for the Ministry of Defence of the Russian Federation. Igor Konashenkov was born on 15 May 1966 in Kishinev, Moldavian SSR, Soviet Union.[1] Konashenkov graduated with distinction from the engineering department of Zhitomir Higher Military School of Radioelectronics of Air Defence in 1988. In 1998, he graduated from the Air Defence Military Academy. In 2006, he graduated from the higher courses of the Military Academy of the General Staff of the Armed Forces of Russia.[1] He has served in the Soviet Air Defence Forces and in the Russian Aerospace Defence Forces, in the directorate of the major command of the Territorial Air Defence Forces.[1] From 1998, Konashenkov was the senior officer, chief of group, and deputy chief of the Department for Cooperation with Russian and Foreign Media of the Russian Federation Ministry of Defence Press Service.[1] In 2003, he became chief of the press service and assistant commander of the North Caucasus Military District for public and media affairs. In 2005 he became chief of the press service of the army and assistant commander-in-chief of the army for public and media affairs.[1] In 2009, he was appointed deputy chief of the Department of Media Affairs and Information of the Russian Federation Ministry of Defence. In August 2011, he became chief of the Department of Media Affairs and Information of the Russian Federation Ministry of Defence.[1] He is Russia's chief military spokesman.[2] He has headed units for informational support of the Russian military in the North Caucasus, and the Collective Force for Peacekeeping in the Georgia-Abkhazia conflict zone.[1] During the 2022 Russian invasion of Ukraine, Konashenkov claimed that U.S. forces had planned to infect birds in Ukraine with a spreadable form of the H5N1 flu strain \"with a mortality rate of 50 percent\" as well as Newcastle disease.[3] In April 2022, Konashenkov was added to the European Union sanctions list \"in response to the ongoing unjustified and unprovoked Russian military aggression against Ukraine and other actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine\".[4] Konashenkov has received the Order of Courage, Order of Military Merit, Order of Friendship, and 14 other medals.[1] Konashenkov is a member of the presidium of the Union of Journalists in Moscow who awarded him a diploma for services to openness in the press in 2016.[5] Media related to Igor Konashenkov at Wikimedia Commons","Title":"Igor Konashenkov - Wikipedia","KeyID":"15767","URL":"https://en.wikipedia.org/wiki/Igor_Konashenkov"}