{"Content: ":"Kramatorsk (Ukrainian: Краматорськ, romanized: Kramatorsk [krɐmɐˈtɔrʲsʲk]) is a city and the administrative centre of Kramatorsk Raion in the northern portion of Donetsk Oblast, in eastern Ukraine. Prior to 2020, Kramatorsk was a city of oblast significance. Since October 11, 2014 Kramatorsk has been the provisional seat of Donetsk Oblast, following the events surrounding the war in Donbas.[1] Sievierodonetsk has a similar status for Luhansk Oblast. Their previous cities are still de jure administrative centres. Population: 150,084 (2021 est.)[2] The city is located on the banks of the Kazennyi Torets River which is a right tributary of the Siversky Donets. It is an important industrial and mechanical engineering centre in Ukraine. At various periods, Kramatorsk was a place of residence for a number of notable people including Leonid Bykov, Joseph Kobzon, and Ruslan Ponomariov, the youngest person to ever become FIDE World Chess Champion. The origins of the name are not fully understood. The name of the city comes from the name of the station Kramatorska. V. A. Nikonov assumed that this toponym arose from the name Kramatorsk plant, which, in turn, was derived from the French word crématoire 'big oven'. According to E. S. Otin, this version is untenable because the settlement of Kramatorovka already existed before the appearance of the plant. According to his version, the name of the city comes from a toponymic phrase that has not been preserved: Krom Torov or Krom Torskaya 'border along the Tor River'. The word kroma means 'edge, frontier, border', and Tor is the old name for the Kazyonny Torets River. Kramatorsk metro area is located between Sloviansk Raion and Kostiantynivka Raion making a central part of a major urban agglomeration with over 500.000 inhabitants. Kramatorsk has a population of over 164,700 inhabitants (2013) and has a metropolitan area of over 197,000 inhabitants (2013). As of the Ukrainian Census of 2001:[3] According to the regional department of statistics, as of January 1, 2017, the population of Kramatorsk was 190,648 people.[4] In the second half of the 17th and early 18th centuries, the area in which Kramatorsk was to develop was heavily populated by both Cossacks from the Hetmanate and serfs from the southern regions of Muscovy and Mordovia. In the second half of the 18th century, the territory was populated by the Cossacks of the army of Sloboda Ukraine. Kramatorsk came into being in the second half of the 19th century when a station on the Kursk-Kharkiv-Azov Railway was built near to the village of Petrivka which had itself been established in 1767 by a certain Count Taranov. The station was originally called Kram-na-Tore in 1868 but this was later contracted into Kramatorsk and the town of Kramatorsk developed around the railway station,[5] becoming a major urban settlement in the north of Donetsk Oblast with several heavy machine production facilities. In April 1918 troops loyal to the Ukrainian People's Republic took control of Kramatorsk.[6] It was occupied by Nazi Germany between 27 October 1941 and 5 February 1943 and again between 27 February 1943 and 6 September 1943. Between 1980 and 1989, several people were exposed to a radiological source in one of the apartment buildings, resulting in 6 deaths and at least 17 cases of radiation sickness. On 12 April 2014, the police station in Kramatorsk was seized by armed pro-Russian militants in military uniform, and later the city council.[7] This resulted in a tense standoff between the Ukrainian Armed Forces and pro-Russian militants. After months of fighting, the rebels withdrew and the city came under Ukrainian control on 5 July 2014.[8] On 8 April 2022, during the 2022 Russian invasion of Ukraine, Kramatorsk was subjected to missile strikes.[9] The Kramatorsk railway station was hit by Tochka-U missiles which killed at least 57 people and wounded at least 109 others.[10] Pavlo Kyrylenko, the governor of the Donetsk region, said thousands of people had been at the station at the time the two missiles struck. On 19 April, Russian troops launched rocket attacks on Kramatorsk, as a result of which one person was killed and three were injured.[11] On 21 April, British Defence Ministry intelligence reported that Russian troops in the Donetsk region were advancing towards Kramatorsk.[12] On 5 June, The Ukrainian Armed Forces had seized a United Nations office in the city of Kramatorsk, the territorial defense headquarters of the Donetsk People's Republic (DPR) said in a statement on Telegram. In the 2000s, a wind turbine production facility was constructed in Kramatorsk. This is a joint venture between German Fuhrländer AG and its Ukrainian partners. According to their site, Fuhrländer became the first company in the renewable energy sector to obtain a building permit from the Ukrainian government.[13] Between 1937 and August 1, 2017, Kramatorsk had a tram network. However, it is now closed and public transportation is provided by buses and trolley-buses.[14] Kramatorsk landscape park Street junction in Kramatorsk Apartment blocks in Kramatorsk Monument to Oleksandr Serebryakov [uk] and Roman Mendel [uk], who died during the Siege of Sloviansk and the Battle of Kramatorsk","Title":"Kramatorsk - Wikipedia","KeyID":"15765","URL":"https://en.wikipedia.org/wiki/Kramatorsk"}