{"Content: ":"Sergei Vladimirovich Surovikin (Russian: Сергей Владимирович Суровикин; born 11 October 1966) is a Russian Armed Forces army general and Commander of the Aerospace Forces. He was in charge of setting up the Russian Military Police, a new organisation within the Russian Army.[1] Surovikin commanded the Eastern Military District between 2013 and 2017, and was presented to the news media as commander of the Group of Forces in Syria in the Russian military intervention in the Syrian Civil War. He is the commander of the Army Group \"South\" of the Russian Army Forces in the 2022 Russian invasion of Ukraine.[2] Surovikin was born on 11 October 1966 in Novosibirsk.[3] In 1987, Surovikin graduated from the Omsk Higher Military Command School. He was sent to a Spetsnaz unit and served in the Soviet–Afghan War.[4] By August 1991, he was a captain and commander of the 1st Rifle Battalion in the 2nd Guards Tamanskaya Motor Rifle Division. During the August Coup, Surovikin was ordered to send his battalion into the tunnel on Garden Ring, where three demonstrators were killed. After the defeat of the coup, Surovikin was arrested and held under investigation for seven months. However, the charges were dropped on 10 December because Boris Yeltsin[5] concluded that Surovikin was only following orders. He was promoted to the rank of major afterwards.[6] Surovikin attended the Frunze Military Academy. In September 1995, he was sentenced to a year of probation by the Moscow garrison's military court for illegally selling weapons. The conviction was overturned after the investigation concluded that Surovikin had agreed to give a fellow student a pistol for use in a competition, unaware of its intended purpose.[7] In 1995, he graduated from the Frunze Military Academy. Surovikin was sent to Tajikistan and commanded a motor rifle battalion there. He then became chief of staff of the 92nd Motor Rifle Regiment, chief of staff and commander of the 149th Guards Motor Rifle Regiment and chief of staff of the 201st Motor Rifle Division.[4] In 2002, he graduated from the Military Academy of the General Staff. He became commander of the 34th Motor Rifle Division at Yekaterinburg. In March 2004, Surovikin was accused by Lieutenant Colonel Viktor Chibizov of beating him up for voting for the wrong candidate. In April, division deputy commander for armaments Colonel Andrei Shtakal shot himself in the presence of Surovikin and the district deputy commander after being criticized by Surovikin.[4] In both cases, a military prosecutor found no evidence of guilt.[7] From June 2004, he led the 42nd Guards Motor Rifle Division, stationed in Chechnya. He was the chief of staff of the 20th Guards Army from 2005. In April 2008, he became the army commander. In November 2008, Surovikin became head of the Main Operations Directorate of the General Staff.[8] In January 2010, he became chief of staff of the Volga–Urals Military District, which soon became part of the Central Military District.[3] From November 2011, he headed the working group charged with creation of the Military Police.[9] It was reported that Surovikin was tipped to head the Military Police after it was instituted; but the appointment did not materialise due to the intervention of the Russian Military Prosecutor′s Office, according to the Russian media, which presented the situation as a turf conflict between the Defence Ministry and the Military Prosecutor′s Office.[10][7] In October 2012, he became the chief of staff of the Eastern Military District. In October 2013, he was appointed commander of the district.[3] On 13 December, Surovikin was promoted to the rank of colonel general.[11] On 9 June 2017, he was introduced to news media representatives as Commander of the Russian armed forces deployed to Syria.[12][13] Reportedly, he took this position in March 2017.[14] In September 2017, Surovikin was cited by Russian media as a likely successor to Viktor Bondarev, who was on 26 September relieved of the position of the Commander of the Aerospace Forces.[15][1] According to a report published by RBK Group on 2 November 2017 that cited an anonymous source in the MoD, Surovikin had been appointed Commander of the Aerospace Forces, despite his initial objections.[16] At the end of November 2017, the Russian MoD′s Krasnaya Zvezda reported that Surovikin had been appointed Commander of the Aerospace Forces by a presidential decree of 22 November.[17] TASS pointed up that Surovikin thus became the first combined–arms commander in the history of Russia and the Soviet Union to be put in charge of the Russian or Soviet air forces.[18] On 28 December, he was made a Hero of the Russian Federation for his leadership of the Group of Forces in Syria.[19] Under the command of Surovikin, a significant turning point in the fight against the Syrian opposition was achieved. The Syrian Government regained over 50% control of Syria by the end of 2017 after a string of successful military campaigns. According to military experts, it was Surovikin who managed to turn the tide of the war in Syria.[20][21][22][23] Again from January to April 2019, Surovikin took over as the commander of the contingent of Russian military forces in Syria. Altogether he commanded the Russian forces group in Syria for more than a year which was longer than any other officer who held this position.[24] Until November 2020, Lieutenant General Aleksandr Chaiko who surpassed his duration as commander of Russian military forces in Syria. In 2021, Surovikin was promoted to General of the Army. As one of only a handful of Russian officers to reach such a rank, some speculated that he might be an eventual successor to Valery Gerasimov.[25] In June 2022 it was revealed that he is the commander of the Army Group \"South\" of the Russian Army Forces in the Southern Ukraine offensive.[2] In February 2022, Surovikin was added to the European Union sanctions list for being \"responsible for actively supporting and implementing actions and policies that undermine and threaten the territorial integrity, sovereignty and independence of Ukraine as well as the stability or security in Ukraine\".[26] Surovikin was awarded the Order of the Red Star, the Order of Military Merit and the Order of Courage three times. He was awarded the Hero of the Russian Federation in December 2017.[27] He is married and has two daughters.[3]   ","Title":"Sergey Surovikin - Wikipedia","KeyID":"15769","URL":"https://en.wikipedia.org/wiki/Sergey_Surovikin"}