{"Content: ":"Andrychów, Lesser Poland Voivodeship, Poland Izium (Ukrainian: Ізюм, lit. 'Raisin', pronounced [iˈzʲum]; also Romanized Izum, Izyum, Russian: Изюм, romanized: Izium) is a city on the Donets River in Kharkiv Oblast (province) of eastern Ukraine. Izium is about 120 kilometres (75 mi) southeast of the oblast capital, Kharkiv. Izium has a population of 45,884 as of 2021.[5] Since April 2022, the city has been under Russian military occupation. In 1681 a Russian fortress was built.[6][7] In 1684 the five-domed Baroque cathedral of the Saviour's Transfiguration was built. The cathedral was renovated in 1902 and restored in 1955. In 1765 Izium became a city. In 1780 Izium became an administrative centre of Izyumsky Uyezd, one of the subdivisions of the Kharkov Governorate of the Russian Empire. The churches of Ascension (1819–21) and of St. Nicholas (1809–23) rank among the finest Neoclassical buildings in the region. During World War II, the Red Army held a large bridgehead here. A Red Army salient was cut off by counterattacking German forces (during the Second Battle of Kharkov) and was eliminated in one of the most expensive learning errors for the Red Army.[8] Izium was occupied by the German Army from 24 June 1942 to 5 February 1943.[citation needed] In January 1989 the population was 64,334 people.[9][1] In January 2013 the population was 51,511 people.[10] Until 18 July 2020, Izium was incorporated as a city of oblast significance and served as the administrative center of Izium Raion though it did not belong to the raion. In July 2020 the city of Izium was merged into Izium Raion, as part of the administrative reform of Ukraine, which reduced the number of raions of Kharkiv Oblast to seven.[11][12] Izium was the site of sporadic fighting during the Russian-Ukrainian conflict in 2014. In April 2014 Russian separatist forces occupied the city of Sloviansk 50 km (30 mi) south of Izium. An operation by Ukrainian forces to remove these forces bogged down and checkpoints around Izium were formed to stop a possible intrusion into the city. On June 15 a Ukrainian checkpoint outside the city was attacked by separatist forces.[citation needed] On 19 June 2014 Ukrainian forces defeated a large group of separatists at Yampil, approximately 65 km (40 mi) southwest of Izium, signaling the furthest north the separatist forces would advance. As part of the Siege of Sloviansk and Battle of Kramatorsk both cities were recaptured by Ukrainian forces. Due to its proximity to the front line the city, along with the Kramatorsk Airfield which the Ukrainian military was able to control through the battles, served as a staging area for Ukrainian troops prior to Sloviansk and Kramatorsk being recaptured.[13][14][15] European route E40 passes through Izyum, connecting Luhans'k-Sloviansk-Kharkiv, three important cities to both pro Russia and Ukrainian forces. Controlling the highway was instrumental as it was the fastest access route into Sloviansk, as well as allowing for possible expansion of separatist territory into Kharkiv region.[16] The Sloviansk-Izyum highway was referred to as the \"highway of death\" by locals during the summer of 2014. Large scale fighting halted once Ukrainian forces liberated Sloviansk.[17] In early April 2016 the Security Service of Ukraine arrested an alleged saboteur who was accused of wanting to explode the railway near Izyum to aid the separatists.[18] In order to comply with decommunization laws, the local \"Lenin Square\" was renamed to \"John Lennon Square\" in February 2016.[19] According to Amnesty International, the town has been exposed to constant Russian rocket fire since 3 March 2022. The population is trapped in their basements with almost no food or water. As a result of these attacks, most of the town's residential areas are cut off from electricity, gas, heating, and mobile communication. According to Ukrainian authorities, eight civilians, including two children, were killed.[20] As part of the northeastern Ukraine offensive of the 2022 Russian invasion of Ukraine, a senior US defense official reported Russian claims to have taken control of Izium on 17 March 2022.[21] This report was deemed incorrect by the Institute for the Study of War.[22] On March 24, 2022, the official representative of the Russian Ministry of Defense, Igor Konashenkov, stated that by the morning of March 24, the city of Izyum was completely taken under control by the units of the Russian army.[23] This was later denied by Ukrainian officials.[24] The same day a city council deputy told CNN that Russians controlled the northern sector of the city, while the southern sector was controlled by the Ukrainians, with Russian forces attempting to surround them.[25] On 1 April, the Ukrainian military confirmed Izium was under Russian control.[2][3] In May 2022 Russia attempted to cross the Seversky Donets River and advance south.[26] The Köppen Climate Classification subtype for this climate is \"Dfb\". (Warm Summer Continental Climate).[27] Izium serves as the administrative center of Izium Raion (district). Izium hosts the administration of the Izium urban hromada, one of the hromadas of Ukraine.[30] Izium City Hall A monument commemorating the battle of Vladimir Monomakh against Polovtsians A historical building in Izium The Spartak cinema The Ascension Church The Transfiguration Church The Holy Cross Church A holy well in Izium Izyum railway station","Title":"Izium - Wikipedia","KeyID":"15761","URL":"https://en.wikipedia.org/wiki/Izium"}