{"Content: ":"David Axe is an American military correspondent, blogger, and graphic novelist. Axe founded the website War is Boring in 2007 as a webcomic, and later developed it into a news blog. In 2012, Axe reported in The Diplomat that U.S. special operations on the Korean Peninsula may have been infiltrating North Korea to gather intelligence based on quotes he attributed U.S. Army Brigadier General Neil Tolley. U.S. officials condemned the report, accusing Axe of making up quotes and attributing them to Tolley.[1] Retired Navy SEAL Brandon Webb circulated a suicide note ostensibly written and signed by Axe, which depicted him killing himself in shame for making up the story. The note circulated on Twitter and Facebook and caused rumors of its authenticity. Webb later took Axe's name off it and said that it was meant to be satirical.[2][3] Several other reporters who were in the same room publicly came to Axe's defense, saying they heard the same things and that Axe's story accurately quoted Tolley's remarks. Tolley stated that Axe had misquoted him as he was speaking hypothetically.[4] Beginning in 2007, Axe began writing a webcomic called War is Boring and illustrated by cartoonist Matt Bors.[5] The publication gained particular attention for its coverage of the defense industry, especially the Lockheed Martin’s controversial F-35 Joint Strike Fighter program.[6] In May 2015, Medium made significant changes to its company structure. This included massive funding cuts in the editorial department. Medium shut down several publications and forced many others to cut longtime editors and writers. War is Boring's budget was heavily slashed, most of the staff was laid off and story output greatly decreased. Before long, Axe publicly announced that War is Boring was searching for a new publisher.[7] In 2016 War is Boring and Reuters launched the War College podcast, a joint venture hosted by Reuters Opinion Editor Jason Fields and War is Boring Contributing Editor Matthew Gault.[8] In 2015 Axe obtained a leaked testing report written by a pilot that recounted how the F-35 joint strike fighter the tester was flying was unable to outmaneuver an F-16 fighter it was facing off against in a simulated dog fight, the report circulated widely in defense publications and mainstream media outlets. The story has since been proven to be a misrepresentation of the facts with Axe's claims disproven on the first page of the test report.[9][10][11] Then-Republican presidential candidate Donald Trump cited War is Boring's coverage during an interview with Hugh Hewitt in which he argued the F-35 program should be cancelled.[12] This possibly helped spur a showdown between Trump and Lockheed Martin execs that Trump claimed reduced the cost of the program, though several analysts have questioned the savings.[13] War is Boring reporter Joseph Trevithick obtained U.S. military documents that revealed possible mistakes by Canadian pilots in the war against Islamic State that could have resulted in greater civilian casualties than initially reported.[14][15] After breaking the story, War Is Boring worked with the Air Wars Project to share the documents with The Guardian, the Canadian Broadcasting Corporation, the Australian Broadcasting Corporation and the Dutch language RTL News.[16][17][18][19] CBC's The Fifth Estate would go on to incorporate the data into a larger investigative feature.[20] During the battle of Kobani, a photo taken by British freelance photographer Matt Cetti-Roberts (at the time working with War is Boring) of YPJ snipers in the town of Rabia became widely shared by activists on social media claiming it depicted female Kurdish guerilla leader Nalin Afrin, who was apparently in charge of Kobani's defense. The photo soon became a meme. War is Boring's Iraq coverage editor Kevin Knodell wrote a post clarifying the photo's origin, and asserted that the woman in the photo was highly unlikely to be Afrin. The photo, as well as comments by Knodell and Cetti-Roberts on Twitter became a subject of debate in both French and Kurdish media.[21] “People have very sudden, very emotional responses to things they see on the internet, and they share them with friends and families. But sometimes they do that without checking on facts, or seeing if there's any truth to what they are seeing or reading. Social media is a great thing, but it has its downsides too,” War is Boring's Iraq coverage editor Kevin Knodell told Kurdish Media outlet Rudaw.[22]","Title":"David Axe - Wikipedia","KeyID":"15773","URL":"https://en.wikipedia.org/wiki/David_Axe"}