{"Content: ":"Order of Suvorov (revoked) The 93rd Independent Kholodnyi Yar Mechanized Brigade (Ukrainian: 93-тя окрема механізована бригада «Холодний Яр») is a formation of the Ukrainian Ground Forces. The brigade traces its history back to the 93rd Guards Rifle Division of the Soviet Union's Red Army, formed at Valuki in April 1943 from 13th Guards and 92nd Rifle Brigades. The division fought at Kursk, Kharkiv, Budapest, and Prague, and was serving with the 53rd Army of the 2nd Ukrainian Front in May 1945.[2] After a period as a 35th Guards Mechanized Division, and then 35th Guards Motor Rifle Division 1957–65, the division was redesignated as the 93rd Guards Motor Rifle Division in 1965. It served with the Southern Group of Forces in Hungary during the last years of the Cold War,[3] and after the fall of the Berlin Wall was withdrawn to Ukraine from October 1990 to January 1991. There it became part of the Ukrainian Armed Forces. In Decree 925/96(?), Colonel Anatoly Savatiovich Pushnyakov, Commander of the 93rd Mechanised Division of the 6th Army Corps, Southern Operational Command, Ukrainian Ground Forces, was promoted to General-Major. The division appears to have been redesignated a brigade after 1996 and after 1999. Throughout 1999, the '93rd Motor Rifle Division' conducted a series of small unit and staff officer exchanges with the 40th Infantry Division of the California Army National Guard.[4] On December 10, 2007, the Brigade received its Colour by the order of the President of Ukraine. The brigade fought in the war in Donbas, defending Donetsk International Airport during the Second Battle of Donetsk Airport alongside the 95th Airmobile Brigade.[5] The brigade is currently based in Pokrovsk.[6] On 18 November 2015 its honorifics \"Twice Red Banner Orders of Suvorov and Kutuzov\" were removed as part of an Armed Forces-wide removal of Soviet awards and honorifics, but not its Kharkiv battle honor,[7] given as a result of its participation in the 1943 Belgorod-Khar'kov Offensive Operation. On 22 August 2016, its Guards title was also removed.[8] In honor of the centennial year of the Ukrainian War of Independence the brigade received its second honorific title, Kholodnyi Yar (Kholodnyi Yar was a pro-Ukrainian partisan self-proclaimed state that existed from 1919 to 1922), in 2018, and thus its Kharkiv battle honour was officially removed from the full title of the unit.[9][10][11][12][13][14][15] A new colour was also received by the brigade command which differs from the maroon colour it received in 2007. In the recent history of the Armed Forces of Ukraine, the 93rd Division became the first basic unit to train the first units of the peacekeeping forces. The 108th peacekeeping training center was established on the basis of the 112th Motorized Rifle Regiment of the division. Here were formed 15 rotations of the 240th battalion, which performed peacekeeping functions in the former Yugoslavia. Also on the basis of the 3rd Mechanized Battalion, the 71st Separate Mechanized Battalion was formed to be included in the 7th Separate Mechanized Brigade, which carried out the peacekeeping mission in Iraq in 2004–2005, but was disbanded at the end of training due to the decision to reduce the contingent, a small part of its personnel was sent to replenish the 73rd Battalion [2]. Soldiers also served in peacekeeping operations in Sierra Leone, Liberia, and Lebanon. The brigade was deployed in the War in Donbas against the Russian army and its proxy forces. The unit fought on the frontlines from 2014 to 2016 before being recalled in March 2016. During this period, 138 soldiers were killed in action, over 1,000 were wounded, and 9 soldiers were held as prisoners of war.[16] The brigade was involved in the battle of Ilovaisk, Avdiivka, the defence of Donetsk airport, the defence of Marinka, and the defence of Pisky.[17] A documentary 93: Battle for Ukraine has been made by Ukrainian director Lidia Guzhva about the brigade's role in the war, constructed primarily from videos made by members of the brigade themselves, as well as interviews with members of the brigade.[18] The brigade returned to the frontline. On 19 July 2016 an IFV of the brigade detonated an IED, killing two soldiers.[19] In June 2017 the brigade moved deeper into the no man's land near the village of Krymske and set up fortifications there \"to exert stricter fire control over the enemy, and provides for a better defense.\"[20] During the 2022 Russian invasion of Ukraine, the Brigade destroyed the elite 4th Guards Tank Division of the Russian Federation in the Battle of Trostianets after it had been overextended and undersupplied due to partisan resistance in it's area of operations. As of 2017 the brigade's structure is as follows:","Title":"93rd Mechanized Brigade (Ukraine) - Wikipedia","KeyID":"15776","URL":"https://en.wikipedia.org/wiki/93rd_Mechanized_Brigade_(Ukraine)"}