{"Content: ":"The 95th Air Assault Brigade is a unit of Ukrainian Air Assault Forces, Ukraine's rapid reaction force.[2] The brigade is located in Zhytomyr.[3] It is considered one of the most prestigious and capable units in the Ukrainian military.[4][5][6] The brigade is one of the Ukrainian Partnership for Peace units.[7] The brigade received a lot of publicity for its raid behind the separatist lines allegedly inflicting heavy losses on separatist and Russian forces during the war in Donbas.[8] The 95th Training Center of the Ukrainian Air Assault Forces was created in the early 1990s in Zhytomyr (Korbutivka[9] base) from the 242nd Training Tank Regiment.[3] The 242nd Tank Training Regiment had been part of the 117th Guards Tank Training Division.[10] A second base, Bohunia, was also used for the training center. In 1995, the training center was reorganized into the 95th Separate Airborne Brigade. All of the units except the staff and reconnaissance company moved to Bohunia.[3] The first jumps in the Brigade occurred in 1994. The brigade was also one of the first airmobile units to receive its Battle Flag, on 5 October 1994. Until the spring of 1996 all of the jumps were done from Mi-8 helicopters. By the end of the northern hemisphere summer of 1996 soldiers began jumping from Il-76 transport aircraft. All the jumps were conducted in the region of Smokovka, and in the Brigade's training range, located in the area of the Starokonstantinin road across the Teterev river. Currently, the brigade's drop zone is located near the Singury settlement, 10 kilometres (6 mi) from Zhytomyr. The brigade originally had four battalions, one of which was later disbanded. Soldiers from the brigade took part in peacekeeping missions in Lebanon, Sierra Leone, the Democratic Republic of the Congo, Liberia, former Yugoslavia, Kosovo, and between 2003 and 2005 in Iraq.[3][11] In 2000 the brigade was reorganized into an Airmobile Brigade and was subordinated to the 8th Army Corps. Currently, the brigade includes the 13th Separate Airmobile Battalion, which consists of professional soldiers instead of conscripts. The brigade also includes the 2nd Airmobile Battalion which consists of conscripts based in Korbutovka (A-1910). Brigade headquarters and the conscript 1st Airmobile Battalion, specialized, artillery, and logistics units are based in Bohunia (A-0281).[3] In 2014 the 95th Brigade took part in the Siege of Sloviansk and the Kramatorsk standoff during the war in Donbas.[1] On May 13, 2014, seven Paratroopers from the unit were killed during an ambush by separatists in Kramatorsk.[12][13][14][15] In August 2014 the brigade conducted a raid behind the separatist lines. The 95th Airmobile Brigade, which had been reinforced with armor assets and attachments, launched a surprise attack on separatist lines, broke through into their rear areas, fought for 450 kilometers, and destroyed or captured numerous Russian tanks and artillery pieces before returning to Ukrainian lines. They operated not as a concentrated brigade but rather split into three company-sized elements on different axes of advance. According to Phillip Karber, it was one of the longest raids in the military history.[8] The unit was deployed to Donetsk Airport on 21 November 2014 as part of a regular rotation of Ukrainian troops stationed in the area.[16] As of 2017 the brigade's structure is as follows: «Saber Junction-2018». Brigade's soldiers prepare for movement during «Saber Junction-2018». Brigade's KRAZ \"Spartan\" on Independence day parade, 2016.","Title":"95th Air Assault Brigade (Ukraine) - Wikipedia","KeyID":"15775","URL":"https://en.wikipedia.org/wiki/95th_Air_Assault_Brigade_(Ukraine)"}