{"Content: ":"17th Guards Tank Brigade (Sep 2003 – 2016) 17th Guards Tank Division (1965 – Sep 2003) 37th Guards Tank Division (1957–1965) 25th Guards Mechanized Division[1] (1945–1957) 20th Guards Rifle Division (1942–1945) The 17th Tank Brigade is a formation of the Ukrainian Ground Forces. The full name of the Brigade is the 17th Separate Kryvyi Rih Tank Brigade named after Konstantin Pestushko.[3][4] It was formerly known as 17th Guards Tank Division. The Brigade is located in Kryvyi Rih. The current unit's history stems from the 174th Rifle Division, which became the 20th Guards Rifle Division in 1942. The 174th Rifle Division fought, as part of the 22nd Army, in the Polotsk defensive operation where it escaped encirclement. In the winter it fought first in the defensive and later counteroffensive operations in the Battle of Moscow. For the courage, fortitude and heroism shown by the personnel of the formation in battles against the Nazi invaders, she was awarded the honorary title of “Guards” and was transformed into the 20th Guards Rifle Division (March 17, 1942). The 20th Guards Rifle Division fought at the Battle of Stalingrad, Krivoi Rog, Odessa, Budapest, and Vienna. It was with the 57th Army of the 3rd Ukrainian Front in May 1945. The history of the postwar 17th Guards Tank Division traces back to the 20th Guards Rifle Division which was active in 1945.[5] It became the 25th Guards Mechanized Division in 1945,[6] and in 1957 37th Guards Tank Division at Constanza with the 1st Guards Army.[1] The division moved to Kryvyi Rih in 1958 and was subordinated to the 6th Guards Army. In 1960, its 69th Separate Tank Training Battalion was disbanded. On 19 February 1962 the Missile Battalion and the 129th Separate Equipment Maintenance and Recovery Battalion was activated. On 11 January 1965 the 37th became the 17th Guards Tank Division, a designation it would retain until the fall of the Soviet Union.[1] In 1968 the 26th Separate Guards Sapper Battalion became an engineer-sapper battalion. The 44th Separate Chemical Defence Battalion was activated from the chemical defence company in 1972. The 1055th Separate Material Supply Battalion was formed from the separate motor transport battalion. In June 1989, the 1158th Anti-Aircraft Missile Regiment was transferred to East Germany, and was replaced by the 1069th Anti-Aircraft Missile Regiment of the 47th Guards Tank Division. The 25th and 92nd Tank Regiments of the mobilization 58th Tank Division replaced the division's 216th Guards and 224th Tank Regiments in June 1990. During the Cold War, the division was maintained at 60% strength.[1] Still designated a tank division as of Decree N 350/93 (August 21, 1993), when Colonel Ivan Svidi, Commander of the 17th Tank Division, 6th Army Corps, Odessa Military District, became a major-general. In accordance with Decree 925/98, of 23 August 1998, Division commander Serhiy Andriyovych Harbuz was promoted to Major General.[7] In September 2003 the division was downsized into a brigade.[5] After the 6th Army Corps was disbanded in 2013, the brigade became part of Operational Command East. On 18 November 2015 its honorifics \"Red Banner Order of Suvorov\" were removed as part of an Armed Forces-wide removal of Soviet awards and honorifics.[8] The Kryvyi Rih battle honour, through, remained because Kryvyi Rih is located in Ukraine.[9] On 22 August 2016, its Guards title was removed.[10] 15 personnel from the brigade were awarded state orders and decorations for actions of bravery under the colours in the Russo-Ukrainian War to date.[when?][citation needed] During the Second Battle of Donetsk Airport, the word cyborg (Ukrainian: кіборг) was used to refer to the Ukrainian defenders of the airport.[11][12] It was first applied to these soldiers online, and spread from there into the Ukrainian media. It refers to the way that the airport defenders were able to fend off constant attacks by DPR forces in close quarters with little sleep or support, just as science-fiction cyborgs are \"indestructible half-men, half-machines\", or \"superhuman\".[11][13] The cyborgs have become part of Ukrainian national mythos, and are cast in a \"near-legendary light\" amongst many Ukrainians.[14] The term \"cyborg\" is usually applied to the following units: 3rd Spetsnaz Regiment, 93rd Mechanised Brigade, 79th Airmobile Brigade, 17th Tank Brigade, and the Right Sector volunteer battalion.[15] During the 2022 Russian invasion of Ukraine, the brigade participated in the Battle of Kharkiv. On 8–11 May 2022, in the Battle of Siverskyi Donets, the artillery from the 17th Tank Brigade destroyed an entire Russian battalion tactical group.[16][17] As of 2017 the brigade's structure is as follows:","Title":"17th Tank Brigade (Ukraine) - Wikipedia","KeyID":"15774","URL":"https://en.wikipedia.org/wiki/17th_Tank_Brigade_(Ukraine)"}