{"Content: ":"Bakhmut (Ukrainian: Бахму́т, pronounced [bɐxˈmut]; Russian: Бахму́т) in 1924-2016: Artemivsk (Ukrainian: Артемівськ) or Artyomovsk (Russian: Артёмовск), is a city and the administrative centre of Bakhmut Raion in the Donetsk Oblast of Ukraine. On 4 February 2016 the Verkhovna Rada of Ukraine confirmed the name change of the city by returning to the original one.[4][5] Prior to 2020, Bakhmut was a city of regional significance. It is located on the Bakhmutka River about 89 km away from the administrative center of the Donetsk Oblast, Donetsk. Population: 72,310 (2021 est.)[3] Bakhmut was a capital of Slavo-Serbia, which was established by Serbian migrants from Austria. In 1920–24, the city was an administrative center of Donets Governorate of the Ukrainian SSR. There is evidence of prior settlement in 1556, but the first official mention of Bakhmut dates from 1571. The settlement was described then as a guard-fort (storozha) named after the nearby Bakhmutka River, a tributary of the Seversky Donets River, and located at the mouth of a stream called the Chornyi Zherebets.[6] The origin of the name Bakhmut is uncertain, but it may come from the Tatar name Mahmud or Mahmet.[6] The history of Bakhmut before the 18th century is sparse. It was initially a border post that later became a fortified town.[6] In 1701, Peter I ordered the fort at Bakhmut to be upgraded and the adjacent sloboda (free village) of Bakhmut be designated a city.[6] The new fort was completed in 1703 and housed 170 people.[6] In 1704 Peter commanded some Cossacks to settle at the Bakhmutka river and mine salt.[6] The population of Bakhmut doubled, and the town was assigned to the Izium Regiment, a province of Sloboda Ukraine.[6] In the autumn of 1705, Bakhmut became one of the centers of the Bulavin Rebellion. A detachment of Cossacks headed by Ataman Kondraty Bulavin captured the Bakhmut salt mines[7] and occupied the city until March 7, 1708, when it was retaken by government troops. From 1708 to April 22, 1725, Bakhmut was assigned to the Azov Governorate. On May 29, 1719, it became the administrative center of Bakhmut Province within the Azov Governorate.[8] From 1753 to 1764, it was a major city of Slavo-Serbia, a territory inhabited by colonists from Serbia and elsewhere. In 1783, Bakhmut became a city within the Yekaterinoslav province (Novorossiysk Governorate).[9] At this time the city contained 49 great houses and five factories that produced bricks, candles, and soap. The city had about 150 shops, a hospital, and three schools: two private boarding schools for children of wealthy parents, and a Sunday school for children of workers. Bakhmut had a large city center where fairs were held twice a year, on July 12 (Day of the Apostles Peter and Paul) and September 21 (Day of the Nativity of the Blessed Virgin Mary). The city's annual turnover was about 1 million rubles. On August 2, 1811, the city emblem was approved. On January 25, 1851, the city became a municipality, with Vasily I. Pershin as mayor. In 1875, a municipal water system was installed. Streets were paved in 1900. In 1876 large deposits of rock salt were discovered in the Bakhmut Basin, leading to a rapid increase in the number of salt mines. Bakhmut soon produced 12% of the total Russian output of salt. The construction of the Kharkov-Bakhmut-Popasnaya railroad encouraged production of alabaster, plaster, brick, tile, and soda ash in Bakhmut. At the beginning of the twentieth century, the city developed a metal-working industry. By 1900, the city had 76 small industrial enterprises, which employed 1,078 workers, as well as four salt mines, which employed 874 workers. By 1913, the population consisted of 28,000 people. There were two hospitals with 210 beds, four secondary and two vocational schools, six single-class schools, four parish schools, and a private library. In April 1918 troops loyal to the Ukrainian People's Republic took control of Bakhmut.[10] On December 27, 1919, Soviet control over the city was established. In 1923, there were 36 enterprises in Bakhmut, including a \"Victory of Labor\" factory that formerly made nails and spikes, a \"Lightning\" factory that produced castings for agriculture, as well as brick, tile, and alabaster factories, and one shoe factory. Local mines were renamed \"Karl Liebknecht and Sverdlov\", \"Shevchenko\", and \"Bakhmut salt.\" From April 16, 1920, to August 1, 1925, Bakhmut was the administrative center of the Donetsk province. In 1924 the city's name was changed from Bakhmut to Artemivsk, in honour of a Russian Bolshevik (Communist) revolutionary figure known as Artyom who lived and worked in the city in the early years of the revolution. In 1938, a man named Moskalenko was the First Secretary of the Municipal Committee of the Communist Party of Ukraine in Artemivsk. In 1941, Vasily Panteleevich Prokopenko was First Secretary of the City Committee of the Communist Party. During the Second World War, German troops occupied Artemivsk from October 31, 1941, to May 9, 1943. Nikolai Mikhailovich Zhorov was the secretary of the underground City Party Committee during occupation from 1941. In early 1942 German Einsatzgruppe C took some 3,000 Jews from Artemivsk to a mine shaft two kilometres outside of town and shot into the crowd, killing several people and driving the rest into a tunnel. The soldiers then bricked up the entrance to the tunnel, suffocating the thousands of people trapped inside.[11] In 1961, Kuzma Petrovich Golovko became First Secretary of the City Party Committee, followed by Ivan Malyukin in 1966, Nikolai S. Tagan in 1976, and Yuri K. Smirnov from 1980 to 1983. From April 1990 to 1994, during the dissolution of the Soviet Union, Alexei Reva was Chairman of the Artemivsk City Council and was elected mayor in 1994, three years after Ukraine regained its independence.[12] In January 1999, a charitable Jewish foundation in Bakhmut, the Artemivsk city council, and a winery that had opened on the site in 1952, inaugurated a memorial to commemorate the victims of the 1942 mass murder. The memorial was built into a rock face in the old mine where water collects and was named the \"Wailing Wall\" for the murdered Jews of Bakhmut.[11] During the 2014 pro-Russian unrest in Ukraine, the pro-Russian separatists of the Donetsk People's Republic claimed the city of Artemivsk as part of their territory.[13][14] Ukrainian forces recaptured the city, along with Druzhkivka, on 7 July 2014.[15][16] On 15 May 2015 President of Ukraine Petro Poroshenko signed a bill into law that started a six-month period for the removal of communist monuments and the mandatory renaming of settlements with names related to Communism.[17] On 23 September 2015 the city council voted to restore the city's former name of Bakhmut.[18] The final decision was made by the Verkhovna Rada (Ukraine's national parliament) on 4 February 2016.[4][5] As of June 1, 2017, the population of Bakhmut was 75.9 thousand people.[20] According to the Ukrainian Census of 2001, the majority of residents are ethnic Ukrainians and speak Russian as a first language:[21][22] Since 1951, the European Bakhmut Winery is located in the city. The Artyomsol salt mine is located in the suburb of Soledar, which contains the world's largest underground room. It is large enough that a hot air balloon has been floated inside, symphonies have been played before, and two professional football matches have been held at the same time. It is large enough to fit Notre Dame inside with room to spare. The highways of Kharkiv-Rostov and Donetsk-Kyiv run through Bakhmut. The towns of Chasiv Yar and Soledar are included in the Bakhmut municipality. The city has a public transport system consisting of a network of trolleybuses and buses. There are 20 schools (11,600 students), 29 kindergartens (3500 children), 4 vocational schools (2,000 students), 2 technical schools (6,000 students), and several music schools. Some include: After the 2014 outbreak of the War in Donbas the Horlivka Institute for Foreign Languages was evacuated and is now operating in Bakhmut.[23]","Title":"Bakhmut - Wikipedia","KeyID":"15786","URL":"https://en.wikipedia.org/wiki/Bakhmut"}