{"Content: ":"Moldova Transnistria The Transnistria conflict (Romanian: Conflictul din Transnistria; Russian: Приднестровский конфликт, romanized: Pridnestrovskiy konflikt) is an ongoing frozen conflict between Moldova and the unrecognized state of Transnistria. Its most active phase was the Transnistria War. There have been several attempts to resolve the conflict, although none have been successful.[9][10] The conflict may be considered as having started on 2 September 1990, when Transnistria made a formal sovereignty declaration from Moldova (then part of the Soviet Union).[11] The Transnistria is internationally recognised as a part of Moldova. It obtained diplomatic recognition only from three post-Soviet unrecognized states: Abkhazia, South Ossetia and Artsakh. The Soviet Union in the 1930s had an autonomous region of Transnistria inside Ukraine, called the Moldavian Autonomous Soviet Socialist Republic (MASSR), where nearly half of the population were Romanian-speaking people, and with Tiraspol as its capital.[citation needed] During World War II, when Romania, aided by Nazi Germany, took control of Transnistria, it did not attempt to annex the occupied territory during the war, although it had plans to do so in the future.[12][13] During the War of Transnistria, some villages in the central part of Transnistria (on the eastern bank of the Dniester), rebelled against the new separatist Transnistria (PMR) authorities. They have been under effective Moldovan control as a consequence of their rebellion against the PMR. These localities are: commune Cocieri (including village Vasilievca), commune Molovata Nouă (including village Roghi), commune Corjova (including village Mahala), commune Coșnița (including village Pohrebea), commune Pîrîta, and commune Doroțcaia. The village of Corjova is in fact divided between PMR and Moldovan central government areas of control. Roghi is also controlled by the PMR authorities.[citation needed] At the same time, some areas which are situated on the right bank of the Dniester are under PMR control. These areas consist of the city of Bender with its suburb Proteagailovca, the communes Gîsca, Chițcani (including villages Mereneşti and Zahorna), and the commune of Cremenciug, formally[clarification needed] in the Căușeni District, situated south of the city of Bender.[citation needed] The breakaway PMR authorities also claim the communes of Varnița, in the Anenii Noi District, a northern suburb of Bender, and Copanca, in the Căușeni District, south of Chițcani, but these villages remain under Moldovan control.[citation needed] Several disputes have arisen from these cross-river territories. In 2005, PMR Militia entered Vasilievca, which is located over the strategic road linking Tiraspol and Rîbnița, but withdrew after a few days.[14][15] In 2006 there were tensions around Varniţa. In 2007 there was a confrontation between Moldovan and PMR forces in the Dubăsari-Cocieri area; however, there were no casualties. On 13 May 2007, the mayor of the village of Corjova, which is under Moldovan control, was arrested by the PMR militsia (police) together with a councilor of Moldovan-controlled part of the Dubăsari district.[16] Amid increased tensions between Russia and Ukraine, on 14 January 2022 Ukrainian military intelligence declared that Russian special services were preparing \"provocations\" against Russian soldiers present in Transnistria at the time to create a pretext for a Russian invasion of Ukraine.[17] According to PMR advocates, the territory to the east of the Dniester River never belonged either to Romania, nor to its predecessors, such as the Principality of Moldavia. This territory was split off from the Ukrainian SSR in a political maneuver of the USSR to become a seed of the Moldavian SSR (in a manner similar to the creation of the Karelo-Finnish SSR). In 1990, the Pridnestrovian Moldavian SSR was proclaimed in the region by a number of conservative local Soviet officials opposed to perestroika. This action was immediately declared void by the then General Secretary of the Communist Party of the Soviet Union Mikhail Gorbachev.[18] At the dissolution of the Soviet Union in 1991, Moldova became independent. The Moldovan Declaration of Independence denounced the Molotov–Ribbentrop Pact and declared the 2 August 1940 \"Law of the USSR on the establishment of the Moldavian SSR\" null and void. The PMR side argues that, since this law was the only legislative document binding Transnistria to Moldova, there is neither historical nor legal basis for Moldova's claims over the territories on the left bank of the Dniester.[19] A 2010, study conducted by the University of Colorado Boulder showed that the majority of Transnistria's population supports the country's separation from Moldova. According to the study, more than 80% of ethnic Russians and Ukrainians, and 60% of ethnic Moldovans in Transnistria preferred independence or annexation by Russia rather than reunification with Moldova.[20] In 2006, officials of the country decided to hold a referendum to determine the status of Transnistria. There were two statements on the ballot: the first one was, \"Renunciation of independence and potential future integration into Moldova\"; the second was, \"Independence and potential future integration into Russia\". The results of this double referendum were that a large section of the population was against the first statement (96.61%)[21] and in favor of the second one (98.07%).[22] Moldova lost de facto control of Transnistria in 1992, in the wake of the War of Transnistria. However, the Republic of Moldova considers itself the rightful successor state to the Moldavian SSR (which was guaranteed the right to secession from the Soviet Union under the last version of the Soviet Constitution). By the principle of territorial integrity, Moldova claims that any form of secession from the state without the consent of the central Moldovan government is illegal.[citation needed] The Moldavian side hence believes that its position is backed by international law.[23] It considers the current Transnistria-based PMR government to be illegitimate and not the rightful representative of the region's population, which has a Moldovan plurality (39.9% as of 1989).[24] The Moldovan side insists that Transnistria cannot exist as an independent political entity and must be reintegrated into Moldova.[citation needed] According to Moldovan sources, the political climate in Transnistria does not allow the free expression of the will of the people of the region and supporters of reintegration of Transnistria in Moldova are subjected to harassment, arbitrary arrests and other types of intimidation from separatist authorities.[citation needed] Because of the non-recognition of Transnistria's independence, Moldova believes that all inhabitants of Transnistria are legally speaking, citizens of Moldova. However, it is estimated that 60,000 to 80,000 inhabitants of Transnistria acquired Russian citizenship[25] and around 20,000 Transnistrians have acquired Ukrainian citizenship. As a result, Moldovan authorities have tried to block the installation of a Russian and Ukrainian consulate in Tiraspol.[25] Only three polities recognize Transnistria's sovereignty, which are themselves largely unrecognized states: Abkhazia, South Ossetia and Artsakh. All four states are members of the Community for Democracy and Rights of Nations. On 22 June 2018, the Republic of Moldova submitted a UN resolution that calls for \"Complete and unconditional withdrawal of foreign military forces from the territory of the Republic of Moldova, including Transnistria.\" The resolution was adopted by a simple majority.[26]","Title":"Transnistria conflict - Wikipedia","KeyID":"15789","URL":"https://en.wikipedia.org/wiki/Transnistria_conflict"}