{"Content: ":"Dnipro (Ukrainian: Дніпро [dn⁽ʲ⁾iˈprɔ] (listen)), previously called Dnipropetrovsk (Ukrainian: Дніпропетро́вськ [ˌdn⁽ʲ⁾ipropeˈtrɔu̯sʲk]) from 1926 until May 2016, is Ukraine's fourth-largest city, with about one million inhabitants.[3][4][5][6] It is located in the eastern part of Ukraine, 391 km (243 mi)[7] southeast of the Ukrainian capital Kyiv on the Dnieper River, after which it is named. Dnipro is the administrative centre of the Dnipropetrovsk Oblast. It hosts the administration of Dnipro urban hromada, one of the hromadas of Ukraine.[8] It has a population of 980,948 (2021 est.).[9] Archeological findings suggest that the first fortified town in the territory of present-day Dnipro probably dates to the mid-16th century.[1] Other findings suggest that the town Samar, now a neighborhood in Dnipro's Samarskyi District, existed in the 1520s.[10][11] Known as Yekaterinoslav (Ekaterinoslav) (Russian: Екатериносла́в, romanized: Yekaterinoslav [jɪkətʲɪrʲɪnɐˈsɫaf]; Ukrainian: Катериносла́в, romanized: Katerynoslav [kɐtɛrɪnoˈslɑu̯]) until 1925, the city was formally inaugurated in 1787 by its then namesake, the Russian Empress Catherine the Great (Russian: Екатери́на, romanized: Yekaterina), as the administrative centre of the newly acquired vast territories of imperial New Russia, including those ceded to Russia by the Ottoman Empire under the Treaty of Küçük Kaynarca (1774). As governor-general of these territories, Grigory Potemkin originally envisioned the city as the Russian Empire's third capital city,[12] after Moscow and Saint Petersburg. Renamed Dniepropetrovsk in 1926, it became a vital industrial centre of Soviet Ukraine, one of the key centres of the nuclear, arms, and space industries of the Soviet Union. In particular, it is home to the Yuzhmash, a major space and ballistic-missile design bureau and manufacturer. Because of its military industry, it functioned as a closed city[nb 1] until the 1990s. During the Ukrainian presidential election of 2004 the city achieved country-wide notoriety due to mass election fraud committed by local authorities.[13] On 19 May 2016, Ukraine's Verkhovna Rada changed the official name of the city from Dnipropetrovsk to Dnipro.[14] Following the onset of the Russian invasion of Ukraine on 24 February 2022, Dnipro rapidly developed as a logistical hub for humanitarian aid and a reception point for people fleeing the war on multiple fronts.[15] Over time, Dnipro has been known by a number of names: The spelling Catharinoslav was found on some maps of the nineteenth century.[17] In some Anglophone media the city was also known as the Rocket City.[18] In 1918, the Central Council of Ukraine proposed to change the name of the city to Sicheslav; however, this was never finalised.[19] In 1926 the city was renamed after communist leader Grigory Petrovsky.[20][21] The 2015 law on decommunization required the city to be renamed,[20] and on 19 May 2016 the Ukrainian parliament passed a bill to officially rename the city to Dnipro.[14][nb 2][nb 3] Among other names it was also known as Polovytsia.[27] Russian Empire 1776–1917 Ukrainian People's Republic 1917–1918 ∟ autonomous part of the Russian Republic Ukrainian State 1918 Ukrainian People's Republic 1918–1920 Ukrainian Soviet Socialist Republic 1920–1941 ∟ part of the Soviet Union from 1922 Reichskommissariat Ukraine 1941–1944 ∟ part of German-occupied Europe Ukrainian Soviet Socialist Republic 1944–1991 ∟ part of the Soviet Union Ukraine 1991–present A monastery was founded by Byzantine monks on Monastyrskyi Island, probably in the 9th century (870 AD). The Tatars destroyed the monastery in 1240.[28] At the beginning of the 15th century, Tatar tribes inhabiting the right bank of the Dnieper were driven away by the Grand Duchy of Lithuania. By the mid-15th century, the Nogai (who lived north of the Sea of Azov) and the Crimean Khanate invaded these lands.[citation needed] The Grand Duchy of Lithuania and the Crimean Khanate agreed to a border along the Dnieper, and farther east along the Samara River (Dnieper), i.e. through what is today the city of Dnipro. It was in this time that a new force appeared: the free people, the Cossacks. They later became known as Zaporozhian Cossacks (Zaporizhia – the lands south of Prydniprovye, translate as \"The Land Beyond the Weirs [Rapids]\"). This was a period of raids and fighting causing considerable devastation and depopulation in that area. The area became known as the Wild Fields. Archeological findings strongly suggest that the first fortified town in what is now Dnipro was probably built in the mid-16th century.[1][29] Archeologic foundings suggest that the town Samar, now a neighborhood in Dnipro's Samarskyi District, existed in 1524.[10] Archaeologists of the Dnipro National University have discovered artifacts there dated around 1520s.[11] According to historical findings on the current territory of the city's Amur-Nyzhnodniprovskyi District there was a village located there called Kamyanka that was founded in 1596.[30] In 1635, the Polish Government built the Kodak Fortress above the Dnieper Rapids at Kodaky (on the south-eastern outskirts of modern Dnipro), partly as a result of rivalry in the region between Poland, Turkey and Crimean Khanate,[29] and partly to maintain control over Cossack activity (i.e. to suppress the Cossack raiders and to prevent peasants moving out of the area).[31] On the night of 3⁄4 August 1635, the Cossacks of Ivan Sulyma captured the fort by surprise, burning it down and butchering the garrison of about 200 West European mercenaries under Jean Marion.[31] The fort was rebuilt by French engineer Guillaume Le Vasseur de Beauplan[32] for the Polish Government in 1638, and had a mercenary garrison.[31] Kodak was captured by Zaporozhian Cossacks on 1 October 1648, and was garrisoned by the Cossacks until its demolition in accordance with the Treaty of the Pruth in 1711.[33] The ruins of the Kodak are visible now. There is currently a project to restore it and create a tourist centre and park-museum.[33] Following the Treaty of Andrusovo, the lands of Zaporizhian Sich (around Kodak fortress) were under a condominium between the Russian Empire and the Polish–Lithuanian Commonwealth. Rzeczpospolita relinquished its control over the area with signing of the 1686 Treaty of Perpetual Peace and, thus, handing over Zaporizhia to Russia. In 1688 Zaporozhian Cossacks and Tatar forces unsuccessfully tried to destroy the Russian troops in the town's Bohorodytsia Fortress (built for the Russian Tsar) but ended up destroying the unprotected lower town only.[1] Cossacks in 1711 forced the Russians troops out of the town under the Treaty of the Pruth; this time in an alliance with the Tatars and the Ottoman Empire.[1] Two fortresses on territory of the future Ukrainian metropolis, Kodak Fortress and Bohorodytsia Fortress (on territory of Samar), were razed in accordance to the Russian treaty. In the mid-1730s Russians troops returned to the Bohorodytsia Fortress.[1] The Zaporozhian village of Polovytsia was founded in the late-1760s, between the settlements of Stari (Old) and Novi (New) Kodaky. It was located at the present centre of the city to the West to district of Central Terminal and the Ozyorka farmers market.[34] Cossacks and the Russian army had fought against the Ottoman Empire for control of this area in the Russo-Turkish War (1768–1774). The Treaty of Küçük Kaynarca ended this war in July 1774, and in May 1775 the Russian army destroyed the Zaporozhian Sich, thus eliminating the political autonomy of Cossacks. In 1775, Prince Grigori Potemkin was appointed governor of Novorossiya, and after the destruction of the Zaporozhian Sich, he started founding cities in the region and encouraging foreign settlers. Prior to 1926 the city currently called Dnipro was known as Ekaterinoslav, which could be approximately rendered as \"the glory of Catherine\", with reference to Catherine the Great, who reigned as Empress of Russia from 1762 to 1796. (The Ukrainian Orthodox Church (Moscow Patriarchate) connects city traditions with the name of Saint Catherine of Alexandria (c. 287 to c. 305).[35][36] According to one account, the city was founded in 1787[1] (the official founding year was set[by whom?] to 1776 in 1976 in an effort to please the general secretary of the Central Committee of the Communist Party of the Soviet Union Leonid Brezhnev[1]) as the administrative centre of Russia's newly re-established Azov Governorate (founded in 1775). The original town of Yekaterinoslav was founded in 1777 by the Azov Governor Vasiliy Alexeyevich Chertkov [uk] (in office 1775–1781) on the orders of Grigory Potemkin,[37] not in the current location, but at the confluence of the River Samara with the Kilchen River near Loshakivka, north of the Dnieper.[37] The city was named in honor of the Russian Empress Catherine the Great.[37] By 1782 the city had a population of 2,194.[37] However the site had been badly chosen - spring waters transformed the city into a bog.[34][37] The settlement there was later renamed Novomoskovsk (today Novomoskovsk, Ukraine).[38] On 22 January 1784 Catherine the Great signed an Imperial Ukase stating the following, \"the gubernatorial city under name of Yekaterinoslav to be by better convenience on the right bank of Dnieper near Kaidak\" (\"губернскому городу под названием Екатеринослав быть по лучшей удобности на правой стороне реки Днепр у Кайдака...\").[37] Construction started on the site of Zaporizhian sloboda Polovytsia that had existed at least since the 1740s.[37] Here were the wintering estates of the Cossack officers Mykyta Korzh, Lazar Hloba, and others.[37] The ceremonial laying the foundation of Yekaterinoslav as the centre of the Yekaterinoslav Viceroyalty took place on 20 May 1787 on the hill where Zhovtneva Square is now.[37] The population of Yekaterinoslav-Kil'chen were (according to some sources) transferred to the new site. Potemkin had extremely ambitious plans for the city. In drafting and construction of the city took part prominent Russian architects Ivan Starov, Vasily Stasov, Andreyan Zakharov.[37] The city's development started along Dnieper from two opposite ends divided by deep ravines.[37] It was to be about 30 by 25 km (19 by 16 mi) in size, and included[34] transfiguration Cathedral (the claim that it was intended as the largest in the world probably results from confusing Potemkin's reference to San Paulo-fuori-le-mura in Rome with St Peter's Basilica.[38]); university (never built); botanical garden on Monastyrskyi Island and wide straight avenues through the city. In 1790 at the hilly part of the city was built the Potemkin's princely palace on draft of Ivan Starov.[37] The cathedral's foundation stone was laid by Empress Catherine II and Austrian Emperor Joseph II, during Catherine's Crimean journey[39] on 20 May [O.S. 9 May] 1787, which was heralded as the official date of founding the city. Nevertheless, the cathedral as originally designed was never to be built. The site for the Potemkin palace was bought from retired Cossack yesaul (colonel) Lazar Hloba, who owned much of the land near the city. Part of Lazar Hloba's gardens still exist and are now called Hloba Park.[34] A combination of yet another Russo-Turkish war that broke out later in 1787, bureaucratic procrastination, defective workmanship, and theft resulted in what was built being less than originally planned. Construction stopped after the death of Potemkin (1791) and of his sponsor, Empress Catherine (1796), who was succeeded by her son Emperor Paul I - known for his open antipathy to his mother's policies and undertakings. Plans were reconsidered and scaled back. The size of the cathedral was reduced, and construction finished only in 1835. While into the late nineteenth the principal business of the town remained the processing of agricultural raw materials,[37] there was an early state-sponsored effort to promote manufacture. In 1794 the government supported two factories: textile factory that was transferred from the town of Dubrovny Mogilev Governorate along with workers and serf-peasants and a silk-stockings factory that was brought from village of Kupavna near Moscow. In 1797 the textile factory employed 819 permanent workers, 378 of whom were women and 115 children.The silk stocking workers, of the majority were women, were serfs bought at an auction for 16,000 rubles. Conditions, as Potemkin himself was forced to admit, were harsh, with many of the operatives dying from malnutrition and exhaustion. [37] From 1797 to 1802, while serving under the Emperor Paul I as the administrative centre of a centre of the Novorossiya Governorate, the settlement was officially known as Novorossiysk.[37] Despite the bridging of the Dnieper in 1796 and the growth of trade in the early 19th century, Ekaterinoslav remained small. 1832 saw the establishment of the small Zaslavsky iron-casting factory. the town's first metalurgical enterprise. of Zaslavsky.[37] Industrialisation gathered a pace in the 1880s with the establishment of the first railway connections.[40] Rail construction responded to the enterprise of two men: John Hughes, a Welsh businessman who built an iron works at what is now Donetsk (then Yuzovka) in 1869–72, and developed the Donetsk coal deposits;[34] and the Russian geologist Alexander Pol, who in 1866 had discovered the Kryvyi Rih iron ore basin, Kryvbas, during archaeological research.[34] The Donetsk coal was necessary for smelting pig iron from the Kryvyi Rih ore, producing a need for a railway to connect Yozovka with Kryvyi Rih. Permission to build the railway was given in 1881, and it opened in 1884. The railway crossed the Dnieper at Ekaterinoslav. The city grew quickly; new suburbs appeared: Amur, Nyzhnodniprovsk and the factory areas developed. In 1897, Ekaterinoslav became the third city in the Russian Empire to have electric trams. The Higher Mining School opened in 1899, and by 1913 it had grown into the Mining Institute.[34] Reaching 157,000 in 1904, the population had more than tripled.[41] In the widespread unrest that in 1905 followed defeat in the Russo-Japanese War, the political life of the city was dominated by the revolutionary opposition and by the insurrectionary spirit of the nacent labor movement. The local czarist authorities were able to ride out the wave political protests and strikes, in part, by playing on division between Jewish workers who predominated as clerks and artisans in the city, and Russian workers employed in the large suburban factories.[42] There was a wave of anti-Semitic attacks in which dozens of people were killed and hundreds wounded.[34] From 1902 to 1933, the historian of the Zaporozhian Cossacks, Dmytro Yavornytsky, was Director of the Dnipro Museum, which was later named after him. Before his death in 1940, Yavornytsky wrote a History of the City of Ekaterinoslav, which lay in manuscript for many years. It was only published in 1989 as a result of the Gorbachev reforms and policy of Glasnost. In June 1917, four months after the Russian February revolution, Ekaterinoslav was within the territory of the autonomous Ukrainian People's Republic proclaimed by Tsentralna Rada in Kyiv. Following their October Revolution, the Bolsheviks took power city and in January 1918 declared it part of a Donetsk-Krivoy Rog Soviet Republic. This, however, they soon abandoned, conceding the region under the terms of the March 1918 Treaty of Brest-Litovsk to the German-controlled Ukrainian State.[43] After German and Austro-Hungarian forces withdrew west in November 1918, the city was variously occupied by the Directorate of the independent the Ukrainian People's Republic (the Petliurists), Denikin's Volunteer Army (the \"Whites\"), the anarchist Revolutionary Insurgent Army of Ukraine (the Makhnovshchina) and, from January 1920, by the Bolshevik Red Army.[44] In 1922 the region was incorporated into the Ukrainian SSR, a constituent republic of the Soviet Union. The city was renamed Dnipropetrovsk after the Communist leader of Ukraine Grigory Petrovsky in 1926.[21][45] In the 1930s the city figred prominently in Stalin's Five-Year Plans for industrialisation. Already in 1932, Dnipropetrovsk regional metallurgical plants produced 20 per cent of the entire cast iron and 25 per cent of the steel manufactured in the Ukrainian SSR and by the end of the thirties the Dnipropetrovsk region became the most urbanised of Soviet Ukraine with more than 2,273,000 people living in the regionand over half a million in the city proper. Dnipropetrovsk also became an important cultural and educational centre with ten colleges and State University.[46] The surrounding countryside was devastated by the policy of forced collectivisation and grain seizures. Peasants had died en masse during the Holodomor of 1932–33.[47] Dnipropetrovsk was under Nazi occupation from 26 August 1941[48] to 25 October 1943[49] and was administered as part of the Reichskommissariat Ukraine. The Holocaust in Dnipropetrovsk reduced the city's remaining Jewish population, estimates for which range from 55,000 to 30,000, to just 702.[50][51] In just two days, 13–14 October 1941, the Germans killed 15,000.[52] In a series of camps in the city (Stammlager 348),[53] the occupiers are estimated to have killed upwards of 30,000 Soviet POWs.[54] As early as July 1944, the State Committee of Defence in Moscow decided to build a large military machine-building factory in Dnipropetrovsk on the location of the pre-war aircraft plant. In December 1945, thousands of German prisoners of war began construction and built the first sections and shops in the new factory. This was the foundation of the Dnipropetrovsk Automobile Factory.[citation needed] Joseph Stalin suggested special secret training for highly qualified engineers and scientists to become rocket construction specialists.[citation needed] In 1954 the administration of this automobile factory opened a secret design office with the name \"Southern\" (konstruktorskoe biuro Yuzhnoe – in Russian) to construct military missiles and rocket engines. Hundreds of talented physicists, engineers and machine designers moved from Moscow and other large cities in the Soviet Union to Dnipropetrovsk to join this \"Southern\" design office. In 1965, the secret Plant No. 586 was transferred to the Ministry of General Machine-Building of the USSR. The next year this plant officially changed its name to \"the Southern Machine-building Factory\" (Yuzhnyi mashino-stroitel'nyi zavod) or in abbreviated Russian, simply Yuzhmash.[citation needed] The first \"General Constructor\" and head of the \"Southern\" design office was Mikhail Yangel, a prominent scientist and outstanding designer of space rockets, who managed not only the design office, but the entire factory from 1954 to 1971. Yangel designed the first powerful rockets and space military equipment for the Soviet Ministry of Defence.[citation needed] In 1951 the Southern Machine-building Factory began manufacturing and testing new military rockets for the battlefield. The range of these first missiles was only 270 km (168 mi). By 1959 Soviet scientists and engineers developed new technology, and as a result, the \"Southern\" design office (KBYu – as abbreviated in Russian) started a new machine-building project making ballistic missiles.[citation needed] Under the leadership of Yangel, KBYu produced more powerful rocket engines with increased range.[citation needed] During the 1960s, these powerful rocket engines were used as launch vehicles for the first Soviet space ships. During Makarov's directorship, Yuzhmash designed and manufactured four generations of missile complexes of different types. These included space launch vehicles Kosmos, Tsyklon-2, Tsyklon-3 and Zenit. Under the leadership of Yangel's successor, V. Utkin, the KBYu created a unique space-rocket system called Energia-Buran. Yuzhmash engineers manufactured 400 technical devices that were launched in artificial satellites (Sputniks). For the first time in the world space industry, the Dnipropetrovsk missile plant organised the serial production of space Sputniks. By the 1980s, this plant manufactured 67 different types of space ships, 12 space research complexes and four defence space rocket systems.[citation needed] These systems were used not only for purely military purposes by the Ministry of Defence, but also for space research, for global radio and television networks, and for ecological monitoring. Yuzhmash initiated and sponsored the international space program of socialist countries, called Interkosmos.[citation needed] On the eve of the collapse of the Soviet Union, KBYu had 9 regular and corresponding members of the Soviet Academy of Sciences, 33 full professors and 290 scientists holding a PhD. They awarded scientific degrees and presided over a prestigious graduate school at KBYu, which attracted talented students of physics from all over the USSR. More than 50,000 people worked at Yuzhmash. At the end of the 1950s, Yuzhmash became the main Soviet design and manufacturing centre for different types of missile complexes. The Soviet Ministry of Defence included Yuzhmash in its strategic plans. The military rocket systems manufactured in Dnipropetrovsk became the major component of the newly born Soviet Missile Forces of Strategic Purpose.[citation needed] According to contemporaries, Yuzhmash was a separate entity inside the Soviet state.[citation needed] After a long period of competition with the Moscow centre of rocket construction of V. Chelomei (a successor of Koroliov), Yuzhmash rocket designs won in 1969. Since that time leaders of the Soviet military industrial complex preferred Yuzhmash rocket models. By the end of the 1970s, this plant became the major centre for designing, constructing, manufacturing, testing and deploying strategic and space missile complexes in the Soviet Union. The general designer and director of Yuzhmash supervised the work of numerous research institutes, design centres and factories all over the Soviet Union from Moscow, Leningrad and Kyiv, to Voronezh and Yerevan. The Soviet state provided billions of Soviet rubles to finance Yuzhmash projects. Officially, Yuzhmash manufactured agricultural tractors and special kitchen equipment for everyday needs, such as mincing-machines or juicers for civilian Soviet households. In official reports for the general audience there was no information about the production of rockets or spaceships. However, hundreds of thousands of workers and engineers in the city of Dnipropetrovsk worked in this plant and members of their families (up to 60% of the city population) knew about the \"real production\" of Yuzhmash.[citation needed] This missile plant became a significant factor in the arms race of the Cold War. This is why the Soviet government approved of the KGB's secrecy about Yuzhmash and its products. According to the Soviet government's decision, the city of Dnipropetrovsk was officially closed to foreign visitors in 1959. No citizen of a foreign country (even of the socialist ones) was allowed to visit the city or district of Dnipropetrovsk. After the late 1950s ordinary Soviet people called Dnipropetrovsk \"the rocket closed city.\" Only during perestroika was Dnipropetrovsk opened to foreigners again in 1987.[citation needed] In June 1990,[55] the women's department of Dnipropetrovsk preliminary prison was destroyed in prison riots. In the ten years that followed, women under investigation (i.e. not convicted) in Dnipropetrovsk oblast were either held in Preliminary Prison 4 in Kryvyi Rih or in \"detention blocks\" in Dnipropetrovsk. This contravened Ukrainian Law \"On preliminary incarceration\". Journeys from Kryviy Rih took up to six hours in special railway carriages with grated windows. Some prisoners had to do this 14 or 15 times. After complaints by the ombudsman (Nina Karpacheva) the head of the State prison department of Ukraine (Vladimir Levochkin) arranged that finances were given for the provision of women's cells in Dnipropetrovsk Preliminary Prison, making the lives of the 15,000 unconvicted women-detainees easier from August 2000.[56] In 2005, the most powerful representative of the \"Dnipropetrovsk Faction\" in Ukrainian politics was Leonid Kuchma, the former President of Ukraine and former senior manager of Yuzhmash. In June and July 2007, Dnipropetrovsk experienced a wave of random serial killings that were dubbed by the media as the work of the \"Dnipropetrovsk maniacs\".[57] In February 2009, three youths were sentenced for their part in 21 murders, and numerous other attacks and robberies.[58] On 27 April 2012, four bombs exploded near four tram stations in Dnipropetrovsk, injuring 26 people. During the 2014 Euromaidan regional state administration occupations protests against President Viktor Yanukovych were also held in Dnipropetrovsk.[59] On 26 January, 3,000 anti-Yanukovych activists attempted to capture the local regional state administration building, but failed.[60][61][62][63][64] This was mirrored by instances of rioting[65] and the beating up of anti-Yanukovych protesters.[66][67] Dnipropetrovsk Governor Kolesnikov called the anti-Yanukovych protesters 'extreme radical thugs from other regions'.[68] Two days later about 2,000 public sector employees called an indefinite rally in support of the Yanukovych government.[69] Meanwhile, the government building was reinforced with barbed wire.[69][70][71] On 19 February 2014 there was an anti-Yanukovych picket near the Regional State Administration.[72] On 22 February 2014 after another anti-Yanukovych picket near the Regional State Administration Dnipropetrovsk Mayor Ivan Kulichenko left Yanukovych's Party of Regions \"for peace in the city\".[73] Simultaneously the Dnipropetrovsk City Council vowed to supports \"the preservation of Ukraine as a single and indivisible state\", although some members called for separatism and for federalization of Ukraine.[73] The City Council also decided to rename city's Lenin Square into \"Heroes of Independence Square\".[73] In the Regional State Administration building protesters dismantled Viktor Yanukovych portrait.[73] 22 February 2014 was also the day that Yanukovych was ousted out of office, after violent events in Kyiv.[74] According to media reports, Dnipropetrovsk was relatively quiet during the 2014 pro-Russian unrest in Ukraine, with pro-Russian Federation protestors outnumbered by those opposing outside intervention.[75][76] In March 2014 the city's Lenin Square was renamed \"Heroes of Independence Square\" in honor of the people killed during Euromaidan.[76][77] The statue of Lenin on the square was removed.[76][78] In June 2014 another Lenin monument was removed and replaced by a monument to the Ukrainian military fighting the War in Donbass.[79][80] In order to comply with the 2015 decommunization law the city was renamed Dnipro in May 2016, after the river that flows through the city.[14][20] By summer 2016 not only the city was renamed, but also more than 350 streets, alleys, driveways, squares and parks in it.[81] This was 12 percent of all of the city's toponymies.[81] Also five of the eight urban districts (of the city) received new names.[81] Until 18 July 2020, Dnipro was incorporated as a city of oblast significance, the centre of Dnipro municipality and extraterritorial administrative centre of Dnipro Raion. The municipality was abolished in July 2020 as part of the administrative reform of Ukraine, which reduced the number of raions of Dnipropetrovsk Oblast to seven. The area of Dnipro Municipality was merged into Dnipro Raion.[82][83] In the wake of the invasion of Ukraine initiated by the Russian Federation on 24 February 2022, and with developing military fronts to the north, east and south, Dnipro has become a logistical hub for humanitarian aid and a reception point for people fleeing the war. Roughly equidistant from most of the war's major battlegrounds — Donetsk, Mariupol, Kherson and Kharkiv are all within 200 miles (320 km)— the city's location is also proving critical for supplying the Ukrainian defence effort. At the same time, its control of Dnieper River crossing and the opportunity it would provide cut off Ukrainian forces in the Donbas makes the city a high-value target for the Russians.[15][84] Dnipro is reported as the only city in Ukraine where a volunteer formation has been created under direct City Council control. It is called the \"Dnieper Guard\" (Варти Дніпра, Varty Dnipra). Mayor of Dnipro, Borys Filatov dismisses suggestions that the group is a \"private army\" of Ukrainian billionaire Igor Kolomoisky. Kolomoisky has helped with some equipment purchases, but the force of performs defence and law and order functions under the leadership of the national police.[85] The Russians first hit Dnipro on 11 March. According to state emergency services three air strikes close to a kindergarten and an apartment building killed at least one person.[86] On 15 March, Russian missiles hit the airport, destroying the runway and damaging the terminal.[87] In the early hours of 6 April, an air strike destroyed an oil depot.[88] On 10 April, a Ukrainian government spokesperson said that the airport in Dnipro had been \"completely destroyed\" as the result of a Russian attack.[89] 2022 July Dnipro missile strike killed four people. The City of Dnipro is governed by the Dnipro City Council. It is a city municipality that is designated as a separate district within its oblast. Administratively, the city is divided into \"districts in city\" (\"raiony v misti\"). Presently, there are 8 of them. Aviatorske, an urban-type settlement located near the Dnipropetrovsk International Airport, is also a part of Dnipro Municipality. The City Council Assembly makes up the administration's legislative branch, thus effectively making it a city 'parliament' or rada. The municipal council is made up of 12 elected members, who are each elected to represent a certain district of the city for a four-year term. The current council was elected in 2015. The council has 29 standing commissions which play an important role in the oversight of the city and its merchants. Dnipro has five single-mandate parliamentary constituencies entirely within the city, through which members of parliament (MPs) are elected to represent the city in Rada. At the last (2014) general election, were won by PPB and independent candidates with. In multimember districts city voted for Opposition Bloc, union of all political forces that did not endorse Euromaidan. In the last decades the city has generally supported candidates belonging to the Party of Regions and (in the 1990s) Communist Party of Ukraine in national and local elections. There was the same situation in presidential elections, with strong support for Leonid Kuchma and Viktor Yanukovych. After the 2014 events of Euromaidan, which included mass demonstrations and clashes in the central city, Regions lost its influence, and Dnipropetrovsk supported Petro Poroshenko. In the 2015 Ukrainian local elections Borys Filatov of the patriotic UKROP[90] was elected Mayor of Dnipro.[91] Filatov was reelected in the 2020 Ukrainian local elections, this time as a member of Proposition.[2] Dnipro is also the seat of the oblast's local administration controlled by the Dnipropetrovsk Oblast Rada. The governor of the oblast is the Dnipropetrovsk Oblast Rada speaker, appointed by the President of Ukraine. Five of the eight city districts were renamed late November 2015 to comply with decommunization laws.[92] The city is built mainly upon both banks of the Dnieper, at its confluence with the Samara River. In the loop of a major meander, the Dnieper changes its course from the north west to continue southerly and later south-westerly through Ukraine, ultimately passing Kherson, where it finally flows into the Black Sea.[citation needed] Nowadays both the north and south banks play home to a range of industrial enterprises and manufacturing plants. The airport is located about 15 km (9.3 mi) south-east of the city. The centre of the city is constructed on the right bank which is part of the Dnieper Upland, while the left bank is part of the Dnieper Lowland. The old town is situated atop a hill that is formed as a result of the river's change of course to the south. The change of river's direction is caused by its proximity to the Azov Upland located southeast of the city.[citation needed] One of the city's streets, Akademik Yavornitskyi Prospekt, links the two major architectural ensembles of the city and constitutes an important thoroughfare through the centre, which along with various suburban radial road systems, provides some of the area's most vital transport links for both suburban and inter-urban travel. Under the Köppen–Geiger climate classification system, Dnipro has a humid continental climate (Dfa/Dfb).[93] Snowfall is more common in the hills than at the city's lower elevations. The city has four distinct seasons: a cold, snowy winter; a hot summer; and two relatively wet transition periods. However, according to other schemes (such as the Salvador Rivas-Martínez bioclimatic one), Dnipro has a Supratemperate bioclimate, and belongs to the Temperate xeric steppic thermoclimatic belt, due to high evapotranspiration.[94] During the summer, Dnipro is very warm (average day temperature in July is 24 to 28 °C (75 to 82 °F), even hot sometimes 32 to 36 °C (90 to 97 °F). Temperatures as high as 36 °C (97 °F) have been recorded in May. Winter is not so cold (average day temperature in January is −4 to 0 °C (25 to 32 °F), but when there is no snow and the wind blows hard, it feels extremely cold. A mix of snow and rain happens usually in December. The best time for visiting the city is in late spring (late April and May), and early in autumn: September, October, when the city's trees turn yellow. Other times are mainly dry with a few showers.[95] \"However, the city is characterized with significant pollution of air with industrial emissions.\"[96] The \"severely polluted air and water\" and allegedly \"vast areas of decimated landscape\" of Dnipro and Donetsk are considered by some to be an environmental crisis.[97] Though exactly where in Dnipropetrovsk these areas might be found is not stated.[97] Dnipro is a primarily industrial city of around one million people; in being such it has developed into a large urban centre over the past few centuries to become, today, Ukraine's fourth-largest city after Kyiv, Kharkiv and Odesa. Immediately after its foundation, Dnipro, or as it was then known Yekaterinoslav, began to develop exclusively on the right bank of the Dnieper River. At first the city developed radially from the central point provided by the Transfiguration Cathedral. Neoclassical structures of brick and stone construction were preferred and the city began to take on the appearance of a typical European city of the era. Of these buildings many have been retained in the city's older Sobornyi District.[100] Amongst the most important buildings of this era are the Transfiguration Cathedral, and a number of buildings in the area surrounding Akademik Yavornitskyi Prospekt, including the Khrennikov House. Over the next few decades, until the October Revolution in 1917 the city did not change much in appearance and the predominant architectural style remained that of neo-classicism. Notable buildings built in the era preceding the Bolsheviks' rise to power and the establishment of communist Ukraine and later its absorption into the Soviet Union, include the main building of the Dnipro Polytechnic, which was built in 1899–1901,[103] the art-nouveau inspired building of the city's former Duma,[104] the Dnipropetrovsk National Historical Museum, and the Mechnikov Regional Hospital. Other buildings of the era that did not fit the typical architectural style of the time in Dnipropetrovsk include,[105] the Ukrainian-influenced Grand Hotel Ukraine, the Russian revivalist style railway station (since reconstructed),[106] and the art-nouveau Astoriya building on Akademik Yavornitskyi Prospekt. Stalinist architecture (monumental soviet classicism) dominates in the city centre.[108] Once the bolsheviks had taken power in Dnipropetrovsk the city was gradually purged of tsarist-era monuments and monumental architecture was stripped of Imperial coats of arms and other non-socialist symbolism. In 1917, a monument to Catherine the Great that stood in front of the Mining Institute was replaced with one of Russian academic Mikhail Lomonosov.[109] Later, due to damage from the Second World War, a number of large buildings were reconstructed. The main railway station, for example, was stripped of its Russian-revival ornamentation and redesigned in the style of Stalinist social-realism,[110] whilst the Grand Hotel Ukraine survived the war but was later simplified much in design, with its roof being reconstructed in a typical French mansard style as opposed to the ornamental Ukrainian baroque of the pre-war era. Other badly damaged buildings were, more often than not, demolished completely and replaced with new structures.[111] This is one of the main reasons why much of Dnipro's central avenue, Akademik Yavornitskyi Prospekt, is designed in the style of Stalinist Social Realism.[112] Many pre-revolution buildings were also reconstructed to suit new purposes. For example, the Emperor Nicholas II Commercial Institute in the city was reconstructed to serve as the administrative centre for the Dnipropetrovsk Oblast, a function it fulfils to this day. Other buildings, such as the Potemkin Palace were given over to the proletariat, in this case as the students' union of the Oles Honchar Dnipro National University. After the death of Stalin and appointment of Khrushchev, who had spent his early working years in Ukraine, as party secretary, the industrialisation of Dnipropetrovsk became even more profound, with the Southern (Yuzhne) Missile and Rocket factory being set up in the city. However, this was not the only development and many other factories, especially metallurgical and heavy-manufacturing plants, were set up in the city.[113] At this point Dnipropetrovsk became one of the most important manufacturing cities in the Soviet Union, producing many goods from small articles like screws and vacuum cleaners to aircraft engine parts and ballistic missiles.<ref8 name=gorod.dp.ua-68/> As a result of all this industrialisation the city's inner suburbs became increasingly polluted and were gradually given over to large, unsightly industrial enterprises. At the same time the extensive development of the city's left bank and western suburbs as new residential areas began.[113] The low-rise tenant houses of the Khrushchev era (Khrushchyovkas) gave way to the construction of high-rise prefabricated apartment blocks (similar to German Plattenbaus). In 1976 in line with the city's 1926 renaming, a large monumental statue of Grigoriy Petrovsky was placed on the square in front of the city's station.[114] This statue was destroyed by an angry mob early 2016.[115] To this day the city is characterised by its mix of architectural styles, with much of the city's centre consisting of pre-revolutionary buildings in a variety of styles, stalinist buildings and constructivist architecture, whilst residential districts are, more often than not, made up of aesthetically simple, technically outdated mid-rise and high-rise housing stock from the Soviet era. Despite this, the city does have a large number of 'private sectors' were the tradition of building and maintaining individual detached housing has continued to this day.[citation needed] Since the independence of Ukraine in 1991 and the economic development that followed, a number of large commercial and business centres have been built in the city's outskirts. Late November 2015 about 300 streets, 5 of the 8 city districts and one metro station were renamed to comply with decommunization laws.[92] The population of the city is about 1 million people. In 2011, the average age of the city's resident population was 40 years. The number of males declined slightly more than the number of females. The natural population growth in Dnipro is slightly higher than growth in Ukraine in general. Between 1923 and 1933 the Ukrainian proportion of the population of Dnipropetrovsk increased from 16% to 48%. This was part of a national trend.[129] In a survey in June–July 2017, 9% of residents said that they spoke Ukrainian at home, 63% spoke Russian, and 25% spoke Ukrainian and Russian equally.[134] The same survey reported the following results for the religion of adult residents.[134] Dnipro is a major industrial centre of Ukraine. It has several facilities devoted to heavy industry that produce a wide range of products, including cast-iron, launch vehicles, rolled metal, pipes, machinery, different mining combines, agricultural equipment, tractors, trolleybuses, refrigerators, different chemicals and many others.[citation needed] The most famous and the oldest (founded in the 19th century) is the Metallurgical Plant named after Petrovsky. The city also has big food processing and light industry factories. Many sewing and dress-making factories work for France, Canada, Germany and Great Britain[citation needed], using the most advanced technologies, materials and design. Dnipro has also dominated in the aerospace industry since the 1950s; construction department Yuzhnoye Design Bureau and Yuzhmash are well known to the specialists[which?] all over the world.[citation needed] In 2018 a private Texas-based aerospace firm Firefly Aerospace opened a Research and Development (R&D) center in Dnipro to develop small and medium-sized launch vehicles for commercial launches to orbit.[135] Metals and metallurgy is the city's core industry in terms of output. Employment in the city is concentrated in large-sized enterprises. Metallurgical enterprises are based in the city and account for over 47% of its industrial output. These enterprises are important contributors to the city's budget and, with 80% of their output being exported, to Ukraine's foreign exchange reserve. Dnipro serves as the main import hub for foreign goods coming into the oblast and, on average, accounted for 58% of the oblast's imports between 2005 and 2011. With economic conditions improving even further in 2010 and 2011, registered unemployment fell to about 4,100 by the end of 2011. Dniproavia, an airline, has its head office on the grounds of Dnipropetrovsk International Airport.[136] The main shareholder in the airline is Ukrainian-Israeli entrepreneur Ihor Kolomoyskyi's Privat Group, a global business group, based in the city and grouped around the Privatbank. Privat Group controls thousands of companies of virtually every industry in Ukraine, European Union, Georgia, Ghana, Russia, Romania, United States and other countries. Steel, oil & gas, chemical and energy are sectors of the group's prime influence and expertise. None of the group's capital is publicly traded on the stock exchange. Group's founding owners are natives of Dnipro and made their entire career here. Privatbank, the core of the group, is the largest commercial bank in Ukraine. In March 2014 was named by the American review magazine Global Finance as \"the Best Bank in Ukraine for 2014\" while British magazine The Banker in November 2013 named again the same bank as \"the Bank of the year 2013 in Ukraine\". Privat Group is in business conflict with the Interpipe, also based in Dnipro area. The influential metallurgical mill company founded and mostly owned by the local business oligarch Viktor Pinchuk. Other company headquartered in Dnipro is ATB-Market. The company owns the largest national network of retail shops. The City of Dnipro's economy is dominated by the wholesale and retail trade sector, which accounted for 53% of the output of non-financial enterprises in 2010. The main forms of public transport used in Dnipro are trams, buses and electric trolley buses. In addition to this there are a large number of taxi firms operating in the city, and many residents have private cars. The city's municipal roads also suffer from the same funding problems as the trams, with many of them in a very poor technical state.[citation needed] It is not uncommon to find very large potholes and crumbling surfaces on many of Dnipro's smaller roads. Major roads and highways are of better quality. In recent years the situation has, however, been improving, with a number of new used trams bought from the German cities of Dresden and Magdeburg,[139] and a number of roads, including Schmidt Street and Moskovsky Street being reconstructed with modern road-building techniques.[140] Dnipro also has a metro system, opened in 1995, which consists of one line and 6 stations.[141] The 1980 official plans for four different lines were never made reality.[142] In 2011 the metro was transferred to municipal ownership in the hope that this will help it secure a loan from the European Bank for Reconstruction and Development.[143] In 2011, plans envisioned an expansion of three station, Teatralna, Tsentralna and Muzeina, to be completed by 2015.[144] The opening of these three stations have been repeatedly delayed and they will not open until 2024 at the earliest.[145] The extension will increase the number of stations to nine, which would extend the line 4 km to a total of 11.8 km (7.3 mile).[145] Dnipro has some highways crossing through the city. The most popular routes are from Kyiv, Donetsk, Kharkiv and Zaporizhia. Transit through the city is also available. As of 2011[update] the city is also seeing construction of a southern urban bypass, which will allow automobile traffic to proceed around the city centre. This is expected to both improve air quality and reduce transport issues from heavy freight lorries that pass through the city centre.[citation needed] The largest bus station in eastern Ukraine is located in Dnipro, from where bus routes are available to all over the country, including some international routes to Russia, Poland, Germany, Moldova and Turkey. It is located near the city's central railway station. In the summertime, there are some routes available by hydrofoils on the Dnieper River, whilst various tourist ships on their way down the river, (Kyiv–Kherson–Odessa) tend to make a stop in the city. Dnipro's river port is located close to the area surrounding the central railway station, on the banks of the river. It is a good example of constructivist architecture from the late period of the Soviet Union.[citation needed] The city is a large railway junction, with many daily trains running to and from Eastern Europe and on domestic routes within Ukraine. There are two railway terminals, Dnipro Holovnyi (main station) and Dnipro Lotsmanska (south station). Two express passenger services run each day between Kyiv and Dnipro under the name 'Capital Express'. Other daytime services include suburban trains to towns and villages in the surrounding Dnipropetrovsk Oblast. Most long-distance trains tend to run at night to reduce the amount of daytime hours spent travelling by each passenger. Domestic connections exist between Dnipro and Kyiv, Lviv, Odesa, Ivano-Frankivsk, Truskavets, Kharkiv and many other smaller Ukrainian cities, whilst international destinations include, amongst others, Minsk in Belarus, Moscow's Kursky Station and Saint Petersburg's Vitebsky Station in Russia, Baku—the capital of Azerbaijan, and the Bulgarian seaside resort of Varna. The city is served by Dnipropetrovsk International Airport (IATA: DNK) and is connected to European and Middle Eastern cities with daily flights. It is located 15 km (9.3 mi) southeast from the city center. The city has a river port located on the left bank of the Dnieper. There is also a railroad freight station. There are 163 educational institutions among them schools, gymnasiums and boarding schools. For children of pre-school age there are 174 institutions, also a lot of out-of -school institutions such as center of out-of-school work. Eighty-seven institutions that are recognized on all Ukrainian and regional levels. In a survey in June–July 2017, adult respondents reported the following educational levels:[134] In 2006 Dnipropetrovsk hosted the All-Ukrainian Olympiad in Information Technology; in 2008, that for Mathematics, and in 2009 the semi-final of the All-Ukrainian Olympiad in Programming for the Eastern Region. In the same year as the latter took place, the youth group 'Eksperiment', an organisation promoting increased cultural awareness amongst Ukrainians, was founded in the city. Dnipro is a major educational centre in Ukraine and is home to two of Ukraine's top-ten universities; the Oles Honchar Dnipro National University and Dnipro Polytechnic National Technical University. The system of high education institutions connects 38 institutions in Dnipro, among them 14 of IV and ІІІ levels of accreditation, and 22 of І and ІІ levels of accreditation. In year 2012 National Mining Institute was on the 7th and National University named after O. Honchar was on the 9th place among the best high education institutions in \"TOP-200 Ukraine\" list. The list below is a list of all current state-organised higher educational institutions (not included are non-independent subdivisions of other universities not based in Dnipro). Currently around 55,000 students study in Dnipro, a significant number of whom are students from abroad. The city has a variety of theatres (plus an Opera) and museums of interest to tourists, including the Dmytro Yavornytsky National Historical Museum. There are also several parks, restaurants and beaches. The major streets of the city were renamed in honour of Marxist heroes during the Soviet era. Following the 2015 law on decommunization these have been renamed.[20][92] The central thoroughfare is known as Akademik Yavornytskyi Prospekt, a, wide and long boulevard that stretches east to west through the centre of the city. It was founded in the 18th century and parts of its buildings are the actual decoration of the city. In the heart of the city is Soborna Square, which includes the majestic cathedral founded by order of Catherine the Great in 1787.[citation needed] On the square, there are some remarkable buildings: the Museum of History, Diorama \"Battle for the Dnieper River (World War II)\", and also the park in which one can rest in the hot summer. Walking down the hill to the Dnieper River, one arrives in the large Taras Shevchenko Park (which is on the right bank of the river) and on Monastyrsky Island. This island is one of the most interesting places in the city. In the 9th century, the Byzantine monks based a monastery here.[citation needed] A few areas retain their historical character: all of Central Avenue, some street-blocks on the main hill (the Nagorna part) between Pushkin Prospekt and Embankment, and sections near Globa (formerly known as Chkalov park until it was recently renamed) and Shevchenko parks have been untouched for 150 years.[citation needed] The Dnieper River keeps the climate mild.[citation needed] It is visible from many points in Dnipro. From any of the three hills in the city, one can see a view of the river, islands, parks, outskirts, river banks and other hills. There was no need to build skyscrapers in the city in Soviet times. The major industries preferred to locate their offices close to their factories and away from the centre of town. Most new office buildings are built in the same architectural style as the old buildings. A number, however, display more modern aesthetics, and some blend the two styles. FC Dnipro football club, used to play in the Ukrainian Premier League and UEFA Europa League, and were the only Soviet team to win the USSR Federation Cup twice. The club was owned by the Privat Group. Note: A bandy team, a basketball team and others use the same name. The city is home to BC Dnipro, champion of the 2019–20 Ukrainian Basketball SuperLeague. The team plays its home games at the Palace of Sports Shynnik. Other local football include: FC Lokomotyv Dnipropetrovsk and FC Spartak Dnipropetrovsk, both of which have large fan bases. SC Dnipro-1 is another team emerged in 2017. Recently the city built a new soccer stadium; the Dnipro-Arena has a capacity of 31,003 people and was built as a replacement for Dnipro's old stadium, Stadium Meteor. The Dnipro-Arena hosted the 2010 FIFA World Cup qualification game between Ukraine and England on 10 October 2009. The Dnipro Arena was initially chosen as one of the Ukrainian venues for their joint Euro 2012 bid with Poland. However, it was dropped from the list in May 2009 as the capacity fell short of the minimum 33,000 seats required by UEFA.[146][147] The city is the centre of Ukrainian bandy. The Ukrainian Federation of Bandy and Rink-Bandy has its office in the city.[148] The foremost local bandy club is Dnipro (formerly Dnipro Dnipropetrovsk), which won the Ukrainian championship in 2014. Dnipro is twinned with:[151][152] Dnipro also cooperates with:[153]","Title":"Dnipro - Wikipedia","KeyID":"15794","URL":"https://en.wikipedia.org/wiki/Dnipro"}