{"Content: ":"A landlocked country is a country that does not have territory connected to an ocean or whose coastlines lie on endorheic basins. There are currently 44 landlocked countries and 5 partially recognized landlocked states. Kazakhstan is the world's largest landlocked country.[1] In 1990, there were only 30 landlocked countries in the world. The dissolutions of the Soviet Union and Czechoslovakia; the breakup of Yugoslavia; the independence referendums of South Ossetia, Eritrea, Montenegro, South Sudan, and the Luhansk People's Republic; and the unilateral declaration of independence of Kosovo created 15 new landlocked countries and 5 partially recognized landlocked states while the former landlocked country of Czechoslovakia ceased to exist on 1 January 1993. Generally, being landlocked creates some political and economic handicaps that having access to international waters would avoid. For this reason, nations large and small throughout history have sought to gain access to open waters, even at great expense in wealth, bloodshed, and political capital. The economic disadvantages of being landlocked can be alleviated or aggravated depending on degree of development, surrounding trade routes and freedom of trade, language barriers, and other considerations. Some landlocked countries in Europe are affluent, such as Andorra, Austria, Liechtenstein, Luxembourg, San Marino, Switzerland, and Vatican City, all of which, excluding Luxembourg, a founding member of NATO, frequently employ neutrality in global political issues. However, 32 out of the 44 landlocked countries, including all the landlocked countries in Africa, Asia, and South America, have been classified as the Landlocked Developing Countries (LLDCs) by the United Nations.[2] Nine of the twelve countries with the lowest Human Development Indices (HDI) are landlocked.[3] International initiatives are aimed at reducing inequalities resulting from issues such as these, such as the United Nations Sustainable Development Goal 10, which aims to reduce inequality substantially by 2030.[4] Historically, being landlocked has been disadvantageous to a country's development. It cuts a nation off from important sea resources such as fishing, and impedes or prevents direct access to maritime trade, a crucial component of economic and social advance. As such, coastal regions, or inland regions that have access to the World Ocean, tended to be wealthier and more heavily populated than inland regions that have no access to the World Ocean. Paul Collier in his book The Bottom Billion argues that being landlocked in a poor geographic neighborhood is one of four major development \"traps\" by which a country can be held back. In general, he found that when a neighbouring country experiences better growth, it tends to spill over into favorable development for the country itself. For landlocked countries, the effect is particularly strong, as they are limited in their trading activity with the rest of the world. He states, \"If you are coastal, you serve the world; if you are landlocked, you serve your neighbors.\"[5] Others have argued that being landlocked has an advantage as it creates a \"natural tariff barrier\" that protects the country from cheap imports. In some instances, this has led to more robust local food systems.[6][7] Landlocked developing countries have significantly higher costs of international cargo transportation compared to coastal developing countries (in Asia the ratio is 3:1).[8] Before air travel grew important, passenger travel also got obstacles, needing to pass border controls to reach international passenger boats, maybe with visa requirements. Countries have acted to overcome being landlocked by acquiring land that reaches the sea: Countries can make agreements on getting free transport of goods through neighbor countries: Losing access to the sea is generally a great loss to a nation, politically, militarily, and economically. The following are examples of countries becoming landlocked. The United Nations Convention on the Law of the Sea now gives a landlocked country a right of access to and from the sea without taxation of traffic through transit states. The United Nations has a programme of action to assist landlocked developing countries,[14] and the current responsible Undersecretary-General is Anwarul Karim Chowdhury. Some countries have a long coastline, but much of it may not be readily usable for trade and commerce. For instance, in its early history, Russia's only ports were on the Arctic Ocean and frozen shut for much of the year. The wish to gain control of a warm-water port was a major motivator of Russian expansion towards the Baltic Sea, Black Sea, and Pacific Ocean. On the other hand, some landlocked countries can have access to the ocean along wide navigable rivers. For instance, Paraguay (and Bolivia to a lesser extent) have access to the ocean through the Paraguay and Paraná rivers. Several countries have coastlines on landlocked bodies of water, such as the Caspian Sea and the Dead Sea. Since these seas are in effect lakes without access to wider seaborne trade, countries such as Kazakhstan are still considered landlocked. Although the Caspian Sea is connected to the Black Sea via the man-made Volga–Don Canal, large oceangoing ships are unable to traverse it. Landlocked countries may be bordered by a single country having direct access to the high seas, two or more such countries, or be surrounded by other landlocked countries, making a country doubly landlocked. Three countries are landlocked by a single country (enclaved countries): Seven landlocked countries are surrounded by only two mutually bordering neighbours (semi-enclaved countries): To this group could be added three landlocked territories, two of them are de facto states with no or limited international recognition: A country is \"doubly landlocked\" or \"double-landlocked\" when it is surrounded only by landlocked countries (requiring the crossing of at least two national borders to reach a coastline).[19][20] There are two such countries: To this group could be added one doubly landlocked territory that is a de facto state with no or limited international recognition: After the dissolution of the Holy Roman Empire, the Kingdom of Württemberg became a doubly landlocked state, bordering Bavaria, Baden, Switzerland, the Grand Duchy of Hesse (Wimpfen exclave), Hohenzollern-Sigmaringen, and Hohenzollern-Hechingen. The latter two were themselves landlocked between each other, Württemberg and Baden. In 1866 they became an exclave of Prussia, giving Württemberg a border with a coastal country but any path to a coast would still lead across at least two borders. The Free City of Frankfurt which was independent between 1815 and 1866 was doubly landlocked as it bordered the Electorate of Hesse, the Grand Duchy of Hesse, Hesse-Homburg, and Nassau. In the German Confederation there were several other landlocked states that only bordered landlocked states and landlocked exclaves of coastal states: the Grand Duchy of Hesse, Hesse-Homburg, Nassau (all until 1866), Saxe-Coburg-Saalfeld, Saxe-Hildburghausen (both until 1826), and Reuss, elder line (until 1871). All of these bordered Prussia but not the main territory with sea access. There were no doubly landlocked countries from the unification of Germany in 1871 until the end of World War I. Liechtenstein bordered the Austro-Hungarian Empire, which had an Adriatic coastline, and Uzbekistan was then part of the Russian Empire, which had both ocean and sea access. With the dissolution of Austria-Hungary in 1918 and creation of an independent, landlocked Austria, Liechtenstein became the sole doubly landlocked country until 1938. In the Anschluss that year, Austria was absorbed into Nazi Germany, which possessed a border on the Baltic Sea and the North Sea. After World War II, Austria regained its independence and Liechtenstein once again became doubly landlocked. Uzbekistan, which had been part of the Russian Empire and then the Soviet Union, gained its independence with the dissolution of the latter in 1991 and became the second doubly landlocked country. However, Uzbekistan's doubly landlocked status depends on the Caspian Sea's status dispute: some countries, especially Iran and Turkmenistan, claim that the Caspian Sea should be considered as a real sea (mainly because this way they would have larger oil and gas fields), which would make Uzbekistan only a simple landlocked country since its neighbours Turkmenistan and Kazakhstan have access to the Caspian Sea. They can be grouped in contiguous groups as follows:[23] Note: There are the following 14 \"single\" landlocked countries (each of them borders no other landlocked country): If Azerbaijan, Kazakhstan, and South Ossetia are counted as part of Europe, then Europe has the most landlocked countries, at 19, including three partially recognized landlocked states. If these three transcontinental countries are included in Asia, then both Africa and Europe have the most, at 16. Depending on the status of the West Bank and the three transcontinental countries, Asia has between 11 and 15, including the unrecognized landlocked state of Artsakh. South America only has two landlocked countries. North America and Australia are the only continents with no landlocked countries (excluding Antarctica, which has no countries). Oceania (which is usually not considered a continent but a geographic region) also has no landlocked countries. Other than Papua New Guinea, which shares a land border with Indonesia (a transcontinental country), all the other countries in Oceania are island countries without a land border. All landlocked countries besides Bolivia and Paraguay are located in Afro-Eurasia. Though some island countries share at least one land border with another country, none of them are landlocked.","Title":"Landlocked country - Wikipedia","KeyID":"15792","URL":"https://en.wikipedia.org/wiki/Landlocked_nation"}