{"Content: ":"Dnipro International Airport (Ukrainian: Міжнародний аеропорт «Дніпро») (IATA: DNK, ICAO: UKDD) was an airport serving Dnipro, a city in Dnipropetrovsk Oblast, Ukraine. It is located 15 kilometres (9 mi; 8 nmi) southeast from the city center. On 24 February 2022, Ukraine closed airspace to civilian flights due to the Russian invasion of Ukraine.[4] On 10 April 2022 a Russian attack completely destroyed the airport and the infrastructure nearby.[5][6] The airport is at an elevation of 481 feet (147 m) above mean sea level. It had one runway designated 08/26 with a concrete surface measuring 2,841 by 44 metres (9,321 ft × 144 ft).[2] The airport is currently owned by its major airline partner Dniproavia. This has resulted in a number of management problems and has slowed the airfield's development as Dniproavia has, on a number of occasions, refused to be forthcoming with the required funds to undertake a comprehensive modernization program. In addition to this, foreign airlines have found it difficult to gain access to Dnipro as a result of Dniproavia's protectionist policies along routes to and from the airport.[citation needed] In 2011, the airport's owners initiated a program to develop a new terminal complex at Dnipropetrovsk International. This project envisaged the construction of a large new international terminal, similar in specifications to the newly built terminal at Kharkiv International Airport. However, the construction was soon frozen and, as of 2017, building work has not progressed beyond the laying of foundations. In September 2020 the completion of a new runway and terminal was foreseen for late 2022 or early 2023.[7] On 24 February 2022, Ukraine closed airspace to civilian flights due to the Russian invasion of Ukraine.[4] On 15 March 2022, the airport was heavily damaged by Russian missiles.[8] The runway was destroyed according to official statement of the head of Dnipropetrovsk Oblast Administration.[9] A repeat attack on 10 April 2022 completely destroyed the airport and the infrastructure nearby.[5] The following airlines operate regular scheduled and charter services to and from Dnipro International Airport:[10] As of 24 February 2022, all passenger flights have been suspended indefinitely.[11] Media related to Dnipropetrovsk International Airport at Wikimedia Commons","Title":"Dnipro International Airport - Wikipedia","KeyID":"15796","URL":"https://en.wikipedia.org/wiki/Dnipro_International_Airport"}