{"Content: ":"The Ministry of Defence of Ukraine (Ukrainian: Міністерство оборони України) is the ministry of the Ukrainian government that oversees national defence and the Armed Forces of Ukraine. The head of the ministry is the Minister of Defence. The President of Ukraine is the Supreme Commander-in-Chief of the Armed Forces of Ukraine. The ministry was established in Ukraine on 24 September 1991,[3][4] one month after Ukraine's declaration of independence resolution. The ministry was put in charge of all Soviet military forces reorganization on the territory of Ukrainian jurisdiction.[3][5] In 1994, Ukraine voluntarily gave up all nuclear weapons. The ministry spent significant funds eliminating nuclear weapons, military bases and equipment to meet Treaty on Conventional Armed Forces in Europe requirements. In 2022 it was planned to provide 5% of Ukraine's GDP for the needs of the Ministry of Defence. In July 2022, amidst Russian invasion of Ukraine, the Ministry of Defecne of Urkaine stated that it spends a years' budget of the ministry every month of the war with Russia.[6] As ratified by the Verkhovna Rada (Ukrainian parliament), the major objectives of the ministry are preventing hostility, structuring the military, and repelling all types of aggression (both in country and internationally). Ukrainian security policies are based on non-intervention, respect for the national borders and sovereignty of other states, rejecting any use of force as an instrument of influence.[7] Because of political sensitivity, the military doctrine, similar to Ukraine's security policy, does not point out a specific threats. It rather refers to a \"states, whose consistent policy presents a military threat, or leads to interference in the internal affairs of Ukraine, or encroaches Ukraine's territorial integrity and national interests.\"[7] Hence, the Ministry of Defence is responsible for: The first military executive office was created on June 28, 1917, as part of the General Secretariat of Ukraine and was headed by Symon Petliura. It was created based on the Ukrainian General Military Committee under auspices of the Central Council of Ukraine. The Russian Provisional Government refused to recognize it, but after the October Revolution the Secretariat of Military Affairs was re-established on November 12, 1917. At the end of December 1917, Symon Petliura resigned in protest to the Treaty of Brest-Litovsk. At the same time, Bolsheviks established own executive branch as part of the People's Secretariat headed by Vasyl Shakhrai. On January 6, 1918, Volodymyr Vynnychenko appointed Mykola Porsh to the vacant position. On January 25, 1918, the general secretariats were reorganized into people's ministries as Ukraine proclaimed its independence. [People's] Ministry of Military Affairs existed also during the regime of Hetman of Ukraine Pavlo Skoropadsky and until the exile of the Ukrainian National Government at the end of 1920. On January 24, 1919, there was established the People's Commissariat of Military Affairs of the Ukrainian SSR. In summer of 1919, it was dissolved due to the military union that was signed between governments of the Ukrainian SSR and the Russian SFSR in April 1919.[9] In 1944, there also existed the People's Commissariat of Defence of the Ukrainian SSR.[10] In 1991, Ukraine inherited one of the largest military forces not only in the post-communist area, but in all of Europe (excluding Russia).[4] This included 780,000 formerly Soviet military personnel, one rocket army, four Air Force armies, a separate air defense army, and the Black Sea Fleet. Altogether, when established, the Armed Forces of Ukraine included more than 350 ships, 1500 combat aircraft, and 1272 strategic nuclear war-heads of intercontinental ballistic missiles. This force was designed to confront NATO in full-scale warfare, using conventional and nuclear weapons.[11] On 24 September 1991, Verkhovna Rada of Ukraine adopted the resolution about the process of taking under its jurisdiction of all military units of former Soviet Armed Forces, situated on the territory of Ukraine; and about the establishment of one of the Ministry of Defence. Hence, the country became the first among the former Soviet republics to establish a ministry of defence.[7] The ministry and the Ukrainian government subsequently, began establishing the different military branches of Ukraine. The political preference of Ukraine authority on the non-nuclear and non-coalition state status was made to be the foundation of the Armed Forces organization process. But equally as important to the foundation were the limitations, connected with approval of the Agreement \"On conventional Armed Forces in Europe\" and implementation of the Tashkent Agreement of 1992, which establish not only maximal levels of arms for each state of the former USSR. Therefore, between 1992 and 1997 the number of military personnel in Ukraine was nearly halved.[12] In a short span of time, Verkhovna Rada of Ukraine passed some legislative acts concerning the military sphere: The conception for Defence and organization of the Armed Forces of Ukraine, the resolution \"On Security Council of Ukraine\", Laws of Ukraine \"On Defence of Ukraine\", \"On the Armed Forces of Ukraine\", and Military Doctrine of Ukraine. Mostly related to structural control of the Armed Forces. In addition, Ukraine began its nuclear weapons disarmament program in the early 1990s. By 1 June 1996, there were no nuclear weapon in Ukraine.[13][14] During the first few years of independence, the national Defence Ministry built the basics for a functional defense system, in spite of difficulties of that time, which included hyperinflation, a transition from a Socialist to a Capitalist economic system and the loss of 60% of Ukraine's GDP. The Ministry of Defence, the General Staff, the branches of the Armed Forces, the executive system and a training system of the Armed Forces were established in this period. After some time, it became apparent that the process of the Armed Forces improvement had just begun. The problem was that not only there were no special system and efficient plan for resolving the military development problems of that time, but also that it was lack of trained personnel for its development and realization. A shuffle in the military department's administration had a rather negative effect on the process of military development. From 1991 till 1996, three Ministers of Defence and four Chiefs of General Staff were changed. About 70% of administrative staff was changed in the early stages of forming the Armed Forces of Ukraine. All military district commanders, army commanders, corps and division commanders were changed several times over. This problem was complicated by Ukraine's instability, connected with international dislocation of military personnel. About 12,000 officers pledged their allegiance to other countries (Mostly Russia) and more than 33,000 personnel came back to serve the Ukrainian army between 1991 and 1994. No doubt, that the main reason of dissatisfied realization of the main procedures of the Armed Forces development process was permanent reduction of common part of expenses for National Defence at all; expenses for the Armed Forces, purchases of armament and military vehicles, providing the research engineering and design efforts. In 2016, Ukrainian defence minister Stepan Poltorak initiated a reform of the Ministry of Defence processes assisted by a group of advisers from the U.S., Canada, Poland, Lithuania and the United Kingdom, named \"The Quint\". In addition, several western countries launched a training program to support the Armed Forces of Ukraine, such as the British Operation Orbital and the Canadian Operation Unifier.[15] On February 15, 2022, the Ukrainian Ministry of Defense said in a tweet that its website was temporarily brought down, likely as a result of a Distributed Denial of Service or (DDoS) attack.[16] The attacks were part of the 2022 Ukraine cyberattacks amidst the 2021–2022 Russo-Ukrainian crisis, for which Ukraine's Centre for Strategic Communications and Information Security suggested Russia was responsible.[17] The progress of Ukraine's military organization and development are (by the Ministry of Defence) divided into three main periods: The aspects of the first period of development were the forming the legal foundation of the Armed Forces activity, reorganization of its structure, establishment of the corresponding executive structures and supporting structures, and other elements, which were necessary for its functioning. The first stages of development of the Armed Forces also began the reduction of the military institutions, number of personnel, and number of armament and nuclear technology. As such a large quantity of weaponry was both unnecessary for Ukraine and could not have been maintained with the provided defence budget. At the end of 1996, more than 3500 different military institutions and 410000 personnel were discharged. Also, the number of armament and defence technologies was decreased: combat aircraft – by 600 units, helicopters – by 250, the garrison tanks and combat armed vehicles by 2400 and 2000.[8] Throughout the 1992–1997 the army was reduced by 400,000 servicemen. More than 1300 units, organizations, command and control installations were disbanded during that period. By the end of 1999 the organizational strength of the Armed Forces is to number around 400,000 men, including 310,000 military and 90,000 civilians.[12] According to the Defence Ministry, it plans to create a system of civilian control over the armed forces, illuminate the tasks of the highest leadership and respective state and military organizations in terms of Armed Forces command and control. Therefore, the President of Ukraine, as the Supreme Commander-in-Chief of the Armed Forces of Ukraine, executes command and control over the Armed Forces according to the Constitution of Ukraine and active legislation. Command and control over the Armed Forces and other military formations in emergencies is executed by the President of Ukraine through the general headquarters (similar to the Soviet STAVKA), one working agency of which is the General Staff of Ukrainian Armed Forces and the other being, the Ministry of Defence. Realization of the basics of the Armed Forces Command and Control organization reform concept will leave out repetition in their work, increase efficiency, responsibility level and effectiveness of the Armed Forces branches commands. While Operational Commands, reduce both the number of command and control structures and their manpower. Consequently, by late 2005 the ministry of defence will reduce its structure by 37% and its manpower almost in half. Ukraine has announced the goal of making its army all-professional by 2015. In the first stage in the years 2001 through 2005, around a third of the army servicemen were replaced with professionals. During the third stage (in the years 2006 through 2010), the quantity of professionals serving in the army is planned to increase up to 50%. And, lastly, at the final stage (scheduled to complete by 2015), the army will become all-professional. Army downsizing will accompany the transition to an all-professional army.[18] The Ukrainian Defence Ministry is responsible for the management of territorial defence, military development, mobilization in the case of war and combat readiness. The General Staff of Ukraine has the task of planning defensive and operational management of the armed forces. The General Staff is assistant to the Defence Minister of Ukraine. Since 1 January 2019 the Minister of Defence must be a civilian though this is not the case for Andriy Taran and Oleksii Reznikov.[19]","Title":"Ministry of Defence (Ukraine) - Wikipedia","KeyID":"15790","URL":"https://en.wikipedia.org/wiki/Ministry_of_Defence_(Ukraine)"}