{"Content: ":"Lviv Oblast (Ukrainian: Льві́вська о́бласть, romanized: Lvivska oblast, IPA: [ˈlʲʋʲiu̯sʲkɐ ˈɔbɫɐsʲtʲ]), also referred to as Lvivshchyna (Ukrainian: Льві́вщина, IPA: [ˈlʲʋʲiu̯ʃt͡ʃɪnɐ]) [a] is an oblast (province) in western Ukraine. The administrative center of the oblast is the city of Lviv. The current population is 2,497,750. (2021 est.)[3] The oblast was created as part of the Ukrainian Soviet Socialist Republic on December 4, 1939 following the Soviet invasion of Poland. The territory of the former Drohobych Oblast was incorporated into the Lviv Oblast in 1959. The oblast's strategic position at the heart of central Europe and as the gateway to the Carpathians has caused it to change hands many times over the centuries. It was ruled variously by Great Moravia, Kievan Rus', Poland, was independent as the state of Galicia-Volhynia (circa 1200 to 1340), and then ruled by the Polish–Lithuanian Commonwealth (1340 to 1772), the Austro-Hungarian Empire (1772 to 1918), West Ukrainian People's Republic and Poland (1919 to 1939), when it was part of the Lwów Voivodeship of the Second Republic of Poland. The region's historically dominant Ukrainian population declared the area to be a part of an independent West Ukrainian National Republic in November 1918 — June 1919, but this endured only briefly. Local autonomy was provided in international treaties but later on those were not honoured by the Polish government and the area experienced much ethnic tension between the Polish and Ukrainian population. The region and its capital city take their name from the time of Galicia-Volhynia, when Daniel of Galicia, the King of Rus', founded Lviv; naming the city after his son, Leo. During this time, the general region around Lviv was known as Red Ruthenia (Cherven' Rus'). The region only became part of the Soviet Union under the terms of the Molotov–Ribbentrop Pact in 1939, when it was annexed to the Ukrainian SSR. It was occupied by Nazi Germany from 1941 to 1944, when almost all local Jews were killed, and remained in Soviet hands after World War II as was arranged during the Teheran and Yalta conferences. Local Poles were expelled and Ukrainians expelled from Poland arrived. Given its historical development, Lviv Oblast is one of the least Russified and Sovietized parts of Ukraine, with much of its Polish and Habsburg heritage still visible today. In Ukraine today, there are three provinces (oblasts) that formed the eastern part of the Kingdom of Galicia and Lodomeria. Two of these, Lviv Oblast and Ivano-Frankivsk Oblast were entirely contained in the kingdom; the third oblast of Ternopil was mainly in the kingdom apart from four of its most northerly counties (raions). The counties of the Kingdom of Galicia remained largely unchanged when they were incorporated into successor states; with minor changes as detailed below, the current counties are almost co-extensive with those of the Kingdom. The region is also notable for having declared independence from the central government during the 2014 Euromaidan protests.[4] The terrain of Lviv Oblast is highly varied. The southern part is occupied by the low Beskyd (Ukrainian: Бескиди) mountain chains running parallel to each other from northwest to southeast and covered with secondary coniferous forests as part of the Eastern Carpathians; the highest point is Pikuy (1408 m). North from there are the wide upper Dniester river valley and much smaller upper San River valley. These rivers have flat bottoms covered with alluvial deposits, and are susceptible to floods. Between these valleys and Beskyd lies the Precarpathian upland covered with deciduous forests, with well-known mineral spa resorts (see Truskavets, Morshyn). It's also the area of one of the earliest industrial petroleum and gas extraction. These deposits are all but depleted by now. In the central part of the region lie Roztocze, Opillia, and part of the Podolia uplands. Rich sulphur deposits were mined here during the Soviet era. Roztocze is densely forested, while Opillia and Podolia (being covered with loess on which fertile soils develop) are densely populated and mostly covered by arable land. In the central-north part of the region lies the Small Polesia lowland, geographically isolated from the rest of Polesia but with similar terrain and landscapes (flat plains with sandy fluvioglacial deposits and pine forests). The far North of the region lies on the Volhynia upland, which is also covered with loess; coal is mined in this area. The Tustan rock complex in Skole Raion Skole Beskids. View of the village Tukholka. Grassy flatlands with rolling hills in Drohobych Raion Mount Parashka, the highest peak of the Parashka Range in the Skole Beskids Zashkiv village in Zhovkva Raion The climate of Lviv Oblast is moderately cool and humid. The average January temperatures range from −7 °C (19 °F) in the Carpathians to −3 °C (27 °F) in the Dniester and San River valleys while in July the average temperatures are from 14–15 °C (57–59 °F) in the Carpathians to 16–17 °C (61–63 °F) in Roztocze and 19 °C (66 °F) in the lower part of the Dniester valley.[5] The average annual precipitation is 600–650 mm (23.62–25.59 in) in the lowlands, 650–750 mm (25.59–29.53 in) in the highlands and up to 1,000 mm (39.37 in) in the Carpathians, with the majority of precipitation occurring in summer. Prolonged droughts are uncommon, while strong rainfalls can cause floods in river valleys. Severe winds during storms can also cause damage, especially in the highlands. The climate is favourable for the cultivation of sugar beets, winter wheat, flax, rye, cabbage, apples, and for dairy farming. It is still too cold to successfully cultivate maize, sunflower, grapes, melon, watermelon or peaches in Lviv Oblast. In the Carpathians conditions are favourable for Alpine skiing 3–4 months a year. Lviv Oblast was administratively subdivided into 20 raions (districts), as well as 9 city (municipalities) which are directly subordinate to the oblast government: Boryslav, Chervonohrad, Drohobych, Morshyn, Novyi Rozdil, Sambir, Stryi, Truskavets, and the administrative center of the oblast, Lviv. Fifty-nine percent of the religious organisations active in the Lviv Oblast adhere to the Ukrainian Greek Catholic Church. The Ukrainian Autocephalous Orthodox Church is the second largest religious body. The followers of the Roman Catholic Church and the Ukrainian Orthodox Church (Moscow Patriarchate) are mostly from the Polish, and Russian or non-Galician Ukrainian minorities respectively. Zhovkva. Temple of the Sacred Heart of Jesus Church of Sts. Peter & Paul in Sokal Church of Our Lady Protectress in Stryi Church of St. Anna in Boryslav, the fifth largest city in Lviv Oblast Church of the Blessed Eucharist, Klymets, Skole district Zolochiv. The church of Assumption of the Holy Virgin (1731-1763) The city of Lviv contains a well-preserved main square (Rynok) and numerous historical and beautiful churches. Other sites of interest are the historic Lychakivskiy Cemetery, the local museum of folklore, and the ruins of the famous Vysokyi Zamok. The name of the castle is closely tied to the name of the city. There is also a museum of military artifacts, the \"Arsenal\". Well-preserved local wooden churches, castles, and monasteries can be found throughout the Oblast. One of them is the Olesko Castle which is first recorded in 1327. Another castle that was built at the end of the 15th century is Svirzh Castle in the village of Svirzh, Peremeshliany Raion. One more and no less famous castle is the Pidhirtsi Castle. Its architectural complex consists of the three-story palace, Kostel, and small park. In Roztochia is also located the Krekhivsky monastery in the buch[check spelling]-pine grove at the foot of the Pobiyna mount. The whole complex consists of the Saint Nikola Church, the bell tower, numerous service structures, and defensive walls with towers. Another site worth of mentioning is the Tustan city-fortress which is built in the rock. The site was nominated as the historical and as the natural wonder of Ukraine. There also a nature complex in the valley of the Kamianka river in Skoliv Raion. Another natural wonder of the region is the Kamin-Veleten (Rock-Giant in English) which is located near city of Pidkamin in Zolochiv Raion. The name of the local city means Under the Rock. A local museum of Ukrainian art and an institution of higher learning (Ivan Franko State University) are also present. Wooden Trinity Church in Zhovkva Zhovkva Castle Villa in Drohobych Svirzh Castle Sambir. The former Treasury building The most important research into cereal epidemics in the country is undertaken here.[15] The National Academy of Agrarian Sciences of Ukraine's Institute of Agriculture in Obroshino is the center of study for cereal pathogens including powdery mildew of barley.[15] In the early 2000s the most active researchers here were Olga Vronska and G. Kosilovich at the IoA.[15] Puccinia recondita, Erysiphe graminis, (syn. Blumeria graminis) and various Pseudocercosporella spp. are present and are significant in winter wheat in this oblast.[16] Two introduced banded land snails, the Grove Snail (Cepaea nemoralis) and White-Lipped Snail (C. hortensis) are found here.[17] C. n. was intentionally brought here in the late 1800s, but the genetic analysis of Gural-Sverlova et al., 2021 shows continued introductions have also occurred ever since.[17] (The geographic distribution of both suggests they arrive through the gardening trade, as is known from other countries.)[17] This analysis shows several distinct arrivals of C. n. yielding several present-day populations in and around Lviv.[17] Media related to Lviv Oblast at Wikimedia Commons Coordinates: 49°43′03″N 23°57′01″E﻿ / ﻿49.71750°N 23.95028°E﻿ / 49.71750; 23.95028","Title":"Lviv Oblast - Wikipedia","KeyID":"15807","URL":"https://en.wikipedia.org/wiki/Lviv_Oblast"}