{"Content: ":"On 9 March 2022, the Russian Air Force bombed Maternity Hospital No 3, a hospital complex functioning both as a children's hospital and maternity ward in Mariupol, Ukraine,[1] during the 2022 Russian invasion of Ukraine, killing at least four people and injuring at least sixteen, and leading to at least one stillbirth.[2] Ukrainian president Volodymyr Zelenskyy,[3] Josep Borrell, the European Union head of Foreign Affairs,[2] and British armed forces minister James Heappey[4] described the bombing as a war crime. On 10 March, the Russian Minister of Foreign Affairs and the Ministry of Defence claimed that bombing of the hospital was justified by the supposed presence of Ukrainian armed forces[5][6] at Mariupol Maternity Hospital No 1, as stated by Russian UN representative Vasily Nebenzya earlier, on 7 March.[1][7] Several media organizations dismissed the Russian claims as false.[8] An OSCE report concluded the airstrike was a Russian war crime. In 2022, during the 2022 Russian invasion of Ukraine, Russian and pro-Russian forces set siege to the city. It was eventually agreed between Russian and Ukrainian authorities to allow civilians to evacuate from Mariupol and four other Ukrainian towns on 9 March 2022 in a humanitarian corridor.[9][needs update] A children's and maternity hospital in Mariupol (Maternity Hospital No 3[1]) was bombed several times by Russian forces from the air during the ceasefire.[9][10] Ukrainian authorities described the damage to the hospital as \"colossal\". Video footage following the attacks showed \"much of the front of the building ... ripped away\" and \"mangled cars burning outside\".[9] Hospital wards were \"reduced to a wreckage, walls [had] collapsed, rubble cover[ed] medical equipment, windows [were] blown out and shattered glass [was] everywhere\".[10] Ukrainian president Volodymyr Zelenskyy stated that people had \"hidden\" from the attack in time, minimising the number of casualties.[3] On 9 March 2022, the Donetsk Oblast governor stated that 17 people, including women in labour, were injured in the bombing.[9][11] \"Women, newborns and medical staff were killed\" according to neurologist Oleksandra Shcherbet.[10] On 10 March, local authorities stated that one girl and two other people had been killed in the bombing.[2] An unnamed pregnant woman photographed in the bombing was moved to another hospital and died after her child was stillborn. She had suffered numerous injuries in the bombing, including a crushed pelvis and detached hip, which contributed to the stillbirth of her child.[12] The doctors operated on them by candlelight.[13] Another pregnant woman photographed in the bombing, Marianna Vyshegirskaya (née Podgurskaya), a popular Instagram blogger,[1] gave birth to a daughter the following day.[14] In early April, Vyshegirskaya filmed an interview in which she said that the hospital was not hit with an airstrike but rather \"shelling\", which the Associated Press described as contradicted by evidence.[15] Vyshegirskaya gave an interview to the BBC in May, where she said that the hospital was working and that no Ukrainian military was stationed in the maternity building, contradicting Russian claims that the hospital was not functional and had been taken over by soldiers.[16] Josep Borrell, the European Union head of Foreign Affairs, described the bombing as a war crime.[2] James Heappey, British Parliamentary Under-Secretary of State for the Armed Forces, said that whether hitting the hospital was indiscriminate fire into a built-up area or a deliberate targeting, \"it [was] a war crime\".[4] Ukrainian leaders have echoed similar sentiments.[3] Deputy Mayor of Mariupol, Sergei Orlov, stated, \"We don't understand how it is possible in modern life to bomb [a] children's hospital.\"[10] Mariupol City Council described the bombing by Russian aircraft as deliberate.[10] Zelenskyy claimed that the attack constituted \"proof that the genocide of Ukrainians [was] taking place\".[3] Sergei Orlov, deputy mayor of Mariupol, described the attack as both a war crime and genocide.[17] On 10 March, the Russian Minister of Foreign Affairs and the Ministry of Defence publicly claimed that the bombing was justified. According to Ukrayinska Pravda, foreign minister Sergey Lavrov confirmed that the bombing of the hospital was a deliberate action. He stated, \"A few days ago, at a UN Security Council meeting, the Russian delegation presented factual information that this maternity hospital had long been taken over by the Azov Battalion and other radicals and that all the women in labour, all the nurses and in general all the staff had been told to leave it. It was a base of the ultra-radical Azov Battalion.\"[5] Minister of Defence spokesperson Igor Konashenkov stated that \"Absolutely no tasks to hit targets on the ground were accomplished by Russian military aircraft in the area of Mariupol\" and that the \"alleged airstrike\" was a \"completely staged provocation in order to maintain the anti-Russian public outcry in the Western audience\".[6] Previously the Russian military had claimed that the Azov and Aidar Battalions were \"delivering fire\" from \"schools, hospitals and kindergartens\" in Mariupol.[18] On 10 March 2022, Twitter removed a tweet from the Russian embassy in the UK which claimed that the Mariupol hospital attack was \"fake\" and that Marianna Vyshegirskaya, one of the victims was an \"actress\" by citing her blogging career, as a violation of Twitter rules. British politicians welcomed the move and accused the Russian embassy of disinformation.[19][15][20] Meduza stated that the Russian representative to the United Nations, Vasily Nebenzya, had on 7 March referred to Maternity Hospital No 1 ( 47°08′20″N 37°36′12″E﻿ / ﻿47.13892°N 37.60337°E﻿ / 47.13892; 37.60337) as a hospital that he claimed was used by Ukrainian armed forces as a firing point, not Maternity Hospital No 3. Meduza described Lavrov as having confused Hospital No 1, referred to by Nebenzya, with the hospital that was bombed, Hospital No 3.[1][7] On 22 March 2022, Russian journalist Alexander Nevzorov was charged under Russia's \"false information\" law after he published information about the Russian shelling of a maternity hospital in Mariupol.[21] Under a new law passed on 4 March, he could be sentenced to up to 15 years in prison.[22] British prime minister Boris Johnson described the attack as \"depraved\".[9] Jen Psaki, press secretary of United States president Joe Biden, stated that \"It is horrifying to see the ... barbaric use of military force to go after innocent civilians in a sovereign country.\"[9] Josep Borrell, High Representative of the European Union for Foreign Affairs and Security Policy, described the bombing as a \"heinous war crime\".[2] Cardinal Secretary of State of the Vatican City Pietro Parolin expressed dismay at the bombing, calling it an \"unacceptable attack on civilians\".[23] António Guterres, Secretary-General of the United Nations, wrote that the attack was \"horrific\" and that \"this senseless violence must stop.\"[24] The bombing received widespread condemnation in the international press: the Daily Mirror and The Independent described the act as \"barbaric\", the Daily Express and the Daily Mail called it \"depraved\", while The Guardian, the Financial Times and El País called it \"atrocious\".[25][26] Italian newspaper Il Giornale described Putin as a \"war criminal\", while la Repubblica decried \"the death of innocents\".[27][28] Prime Minister Kyriakos Mitsotakis of the Hellenic Republic tweeted on 18 March that Greece \"is ready to rebuild the maternity hospital in Mariupol, the center of the Greek minority in Ukraine, a city dear to our hearts and symbol of the barbarity of the war.\"[29] On April 13, 2022, the Organization for Security and Co-operation in Europe (OSCE) published a report which covered the Mariupol hospital airstrike, confirming the maternity house was clearly identifiable and operational, and that the Russian forces therefore perpetrated a war crime. The Mission therefore concludes that the hospital was destroyed by a Russian attack. Based upon Russian explanations, the attack must have been deliberate. No effective warning was given and no time-limit set. This attack therefore constitutes a clear violation of IHL and those responsible for it have committed a war crime.[30]","Title":"Mariupol hospital airstrike - Wikipedia","KeyID":"15801","URL":"https://en.wikipedia.org/wiki/Mariupol_hospital_airstrike"}