{"Content: ":"The Bayraktar TB2 is a medium-altitude long-endurance (MALE) unmanned combat aerial vehicle (UCAV) capable of remotely controlled or autonomous flight operations. It is manufactured by the Turkish company Baykar Makina Sanayi ve Ticaret A.Ş., primarily for the Turkish Armed Forces.[3] The aircraft are monitored and controlled by an aircrew in a ground control station, including weapons employment. The development of the UAV has been largely credited to Selçuk Bayraktar, a former MIT graduate student.[4] As of 26 November 2021, the TB2 drone had completed 400,000 flight-hours globally.[5][2] The largest operator of TB2 drones is the Turkish military but an export model has been sold to the militaries of a number of other countries.[6][7] Turkey has used the drone extensively in strikes on Kurdistan Workers' Party (PKK) and People's Protection Units (YPG) targets in Iraq and Syria.[8][9][10][11] In the subsequent years, Bayraktar drones were deployed by a number of other nations around the world in various wars, such as by Azerbaijan in the 2020 Nagorno-Karabakh war and by Ukrainian forces during the 2022 Russian invasion of Ukraine.[12][13] The development of the Bayraktar TB2 had been spurred by a U.S. ban on exports of armed unmanned aircraft to Turkey due to concerns they would be used against PKK groups inside and outside Turkey.[11] Baykar started developing a new combat tactical aerial vehicle system at the request of the Presidency of Defense Industries, after the experiences of its first tactical UAV, the Bayraktar Çaldıran or Bayraktar TB1, delivered to the Turkish army in 2011.[14] The Bayraktar TB2 made its maiden flight in August 2014.[15] On 18 December 2015, a video was published of a test firing of a missile from the Bayraktar TB2, a result of a collaboration with Roketsan. Roketsan's MAM and TUBITAK-SAGE's BOZOK laser-guided bombs were tested for the first time.[16][17][18][19][excessive citations] The aircraft previously relied on imported and regulated components and technologies such as Rotax 912 engines[20] (manufactured in Austria) and optoelectronics (FLIR sensors imported from Wescam in Canada or Hensoldt from Germany). Bombardier Recreational Products, owner of Rotax, suspended delivery of their engines to certain countries in October 2020, after becoming aware of their military use despite being certified for civil use only.[20][21] According to British newspaper The Guardian, the arming of the Bayraktar TB2 would not have been possible without the help of the UK Hornet micro-munitions bomb rack by EDO MBM Technology Ltd. The bomb rack was provided to Turkey in 2015, and a variant of it was integrated into the aircraft by EDO MBM and Roketsan.[22] In response to The Guardian newspaper article, Baykar Chief Technical Officer Selçuk Bayraktar denied that the bomb rack came from the UK. \"We are not buying it from you, we never did. It not only does not work under any circumstances but is also very expensive\", Bayraktar said on Twitter. \"We have designed and manufactured a more advanced and cost-effective one ourselves.\"[23] On 19 August 2020 the UK Department for International Trade (DIT) disclosed details of a six-year history of exports of the Hornet bomb rack to Turkey between 2014 and 2020 suggesting that supply of the critical technology to Turkey had continued well beyond the development stage of the Bayraktar TB2 and right up to the publication of the Guardian story in November 2019. \"There were 18 Standard Individual Export Licence (SIEL) applications submitted by EDO MBM Technology between 2014–2020 for exports of goods 'related to Hornet Bomb Racks / Hornet Missile Launchers' to Turkey where the proposed exports were for end-users in Turkey. Of these, 16 licences were granted, and 2 applications were stopped.\"[24] In October 2020 the use of the Canadian Wescam MX-15D system in the drone was disclosed after Armenian officials claimed that remains of a MX-15D system had been recovered from a downed TB2 drone during the nation's conflict with Azerbaijan. That triggered the stopping of MX-15D exports to Turkey while an investigation by Global Affairs Canada evaluates the use of Canadian technology in the Nagorno-Karabakh conflict.[25][26][27] Turkish industry responded to foreign sales boycotts by announcing provision of domestically manufactured alternatives including TEI PD170 engine (manufactured by TEI),[28][29] fuel valves and the CATS FLIR system (manufactured by Aselsan).[30] Integration tests with that system started on 6 November 2020.[31] Turkish defense industry researcher Kadir Doğan tweeted that cancellation of sales of components to Baykar by foreign companies did not pose a major problem, and that as of January 2021, all of those components have been replaced by locally manufactured alternatives.[32] However, the majority of Baykar's customers, including Ukraine, Poland, Morocco, and Kuwait, declined to purchase the Aselsan CATS electro-optical turret and opted to order the Wescam MX-15D through an authorized distributor.[33] Reasons include a weight increase from 45 to 61 kg (99 to 134 lb), general performance, and compatibility with existing fleet.[33] The Bayraktar TB2 platform has a blended wing body design with an inverted V-tail structure. Thrust is generated by a variable pitch two-blade propeller in pusher configuration. The propeller is mounted between the tail booms and driven by an internal combustion engine located in the body. The monocoque platform is modular with detachable main items such as wing, tail boom, and V-tails. Fuselage pieces are made mostly of carbon fiber composite with machined aluminum parts at joints. Fuel is stored within bladder tanks and fuel consumption is balanced with solenoid valves. The ground control station (GCS) is based on a NATO spec shelter unit which is equipped with cross redundant command and control systems. The mobile unit supports three personnel: pilot, payload operator and mission commander. The GCS is equipped with redundant air conditioners and nuclear, biological and chemical filtration (NBC) filtering unit. All hardware inside the shelter is placed inside racked cabinets. Each operator has dual screens in front along with the operator interface software used for real-time command, control and monitoring.[34] While the Turkish Armed Forces describes Bayraktar TB2 as \"Tactical UAV Class\" to prevent it from being a competitor to the TAI Anka UAV, international standards would classify it as a medium-altitude long-endurance UAV.[35][36] Each TB2 is configured with six aerial vehicle platforms,[clarification needed] two ground control stations, three ground data terminals (GDT), two remote video terminals (RVT) and ground support equipment.[citation needed] Each aerial platform is equipped with a triply redundant avionics system. Its ground control system's cross redundant architecture allows for pilot, payload operator and mission commander to command, control and monitor the platform.[37] The TB2 has a triple-redundant flight control system with autonomous taxi, takeoff, cruise, landing and parking capability. The computerized flight control system is the primary component, conducting sensor fusion algorithms with the real-time sensor data. Mission-specific controls are handled through the mission control computer system. The aerial platform is guided through various redundant rotary and linear servo actuators. All of the main airborne avionics equipment, software and hardware are under constant development.[38] The electronic power supply that powers the onboard systems is supported with triple alternators and balanced, smart lithium-ion battery units. A ruggedized heated camera unit is placed in the tail section of the platform to monitor flight and all payload and telemetry data are recorded to the airborne data recorder. The redundancy architecture of the avionics supports autonomous emergency landings on different airfields if necessary. Sensor fusion algorithms, including an inertial navigation system, allow navigation and auto landing even with loss of global positioning signals.[38] The Turkish military's use of the TB2 gained prominence in counterinsurgency operations against the Kurdistan Workers' Party (PKK) and People's Protection Units (YPG) militants positions across the border in Iraq and Syria.[8][9][10][11] On 30 June 2018, one Turkish Air Force Bayraktar TB2 crashed due to technical problems in Hatay province, Turkey.[39][40] On 15 August 2018, Turkish Land Forces successfully used Bayraktar TB2 in a joint cross-border operation of the Turkish Armed Forces and the National Intelligence Organization of Turkey to kill the senior (PKK) leader and board member of the Kurdistan Communities Union İsmail Özden in Sinjar District, northwestern Iraq.[41] Turkish military used combined UAV and artillery tactics in Syria against the PKK-linked YPG. According to Turkey the number of militant killed or wounded rose to 449 by use of armed TB2 and 680 were indirectly in operations assisted by air support from the UAV.[8] On 16 May 2021, one Bayraktar TB2 crashed in Zebari, Northern Iraq, Kurdish militants claimed they shot down the drone.[42] In June 2019, international news media reported that Libya's UN-recognized[43] Government of National Accord (GNA) used Bayraktar TB2s to strike an airbase held by General Haftar's Libyan National Army (LNA). Despite the UN embargo on Libya's ongoing civil war, it is suspected that at least 3 Bayraktar TB2 UCAV were being used over Tripoli by the GNA government forces. On 6 June 2019, two GNA TB2 drones are destroyed along an operation room by LNA attacks on Mitiga Airport.[44][45] Video evidence showed at least one TB2 flying over Tripoli[46] about to land at Mitiga's Military section, under control of GNA-allied forces. In March 2020 Bayraktar TB2s, Anka-S UAVs, and an array of Koral electronic jammers were deployed and extensively used in coordinated action to strike Syrian Army targets on the ground during the Operation Spring Shield launched by Turkey following losses the Turkish forces incurred at the hands of the Russian forces in northwestern Syria at the end of February 2020.[73][74][75] The deployment was assessed by experts to be a success and a tactical game-changer.[76][77][78] During the week of fighting, Turkish drones took out 73 Syrian armed vehicles.[79] Russian sources said that the Russian-backed Syrian air defences claimed the destruction of seven Bayraktar TB2 UAVs by 5 March 2020.[80] However, there is only visual evidence for three Bayraktar drones being shot down.[81][82][83][84] On 23 August 2020, another Bayraktar TB2 drone was shot down by Syrian Air Defenses near Kafr Nabl, Idlib after being detected spotting targets for Syrian rebels.[85][86] On 22 October 2021, Turkey launched a surprise attack using Bayraktar TB2s on the Syrian town of Ayn al-Arab, destroying several vehicles and killing a passenger of a car, a suspected member of a Kurdish rebel group.[87] In June 2020, the Defence Minister of Azerbaijan, Zakir Hasanov, announced that Azerbaijan had decided to purchase Bayraktar drones from Turkey.[88] During the 2020 Nagorno-Karabakh war, Bayraktar TB2s were used against Armed Forces of Armenia with great success.[89] Azerbaijan used TB2s to destroy Armenian artillery, infantry positions and military vehicles, including BM-30 Smerch MLRS, T-72 tanks, BMP-1 and BMP-2 IFVs.[90][91] Nine Osa and Strela-10 air defense systems were also destroyed by Azerbaijani drones, likely TB2s.[90] On 19 October 2020, a Turkish-made Bayraktar TB-2 was shot down by air defenses of the Armenian Army over Nagorno-Karabakh.[92][93] On 8 November 2020, another Azerbaijani Bayraktar TB2 was shot down by air defense, in southeastern Nagorno-Karabakh.[94] As a part of its military modernization program the Armed Forces of Ukraine purchased 12 Bayraktar TB2s in 2019.[95][96] In January 2019, Baykar signed an agreement with Ukrspetsproject, part of Ukroboronprom, on the purchase of 12 TB2 and 3 ground control stations worth US$69 million for the Ukrainian army.[97][98] Ukraine received the first batch of the UAVs in March 2019[99] at a cost of one to two million dollars.[100] After successful testing of the aircraft, the Ukrainian Navy placed a separate order for six TB2s, to be delivered in 2021, according to navy officials.[101] Meanwhile, Turkish and Ukrainian officials announced the establishment of a joint venture to produce 48 additional Bayraktar TB2s in Ukraine.[102] The first batch of the Bayraktar TB2 complex was delivered to the Navy in July 2021.[103] During a Russian military buildup in Crimea and near Ukraine's borders, a TB2 conducted a reconnaissance flight over the Donbas region on 9 April 2021. This was the first operational use of the aircraft by Ukrainian forces within an active conflict zone.[104][105] In October 2021, a TB2 drone was used for the first time in combat during the war, targeting a Russian separatist artillery position, destroying a D-30 howitzer, and halting the bombardment of Ukrainian troops near Hranitne.[106] During the 2022 Russian invasion of Ukraine, TB2 drones have been used by Ukraine's armed forces against Russian forces and equipment.[107] In January prior to the invasion, the spokesperson for the air force command Lt. Col. Yuri Ihnat confirmed that \"Ukraine has approximately 20 Bayraktar drones, but we will not stop there\".[108] On 2 March, Ukrainian defense minister Oleksii Reznikov announced the arrival of additional TB2 drones.[109] On 24 February, the day of invasion, the People's Militia of the Luhansk People's Republic claimed it shot down two TB2 drones near the city of Luhansk.[110] On 27 February, Ukraine's air force confirmed two strikes by TB2 on Russian convoys in the Kherson and Zhytomyr regions.[111] According to video footage released by the armed forces, TB2 drones have successfully destroyed on different occasions a Russian command post, military vehicles including a tank; different types of trucks, surface-to-air missile systems including Buk, multiple rocket launcher (MLRS), and an electronic warfare system.[107][111][112] The drone also reportedly destroyed two Russian fuel trains.[113] The chief of Ukraine's air force Lieutenant General Mykola Oleshchuk called the UAV system \"life-giving\".[114] The popularity of the drone in Ukraine led to a song, \"Bayraktar\" being written about the drone while throwing insults at the Russian army and the invasion.[115][116][117] Ukrainian drones appear to be equipped with anti-jamming antenna. They appear to use MAM-C glide bombs and MAM-L. Traditional search radars appear to struggle against the TB2 because of its slow speed and size, which give it a low radar cross section. One radar that was destroyed on 7 May appeared to be actively scanning just prior to being supposedly hit. Although this may be helped by reports of Russian units turning off their own radars to reduce their own detection. It also can be deployed within minutes and launched from a normal road.[118] On 26 February 2022, two TB2 drones were claimed shot down near Schastia.[119] On 17 March 2022, a Bayraktar TB2 was shot down over Kyiv; Russia published images of the drone wreckage.[120] A second TB2 drone was shot down on 29 March 2022, in eastern Ukraine[121][122] On 2 April a third TB-2 drone was shot down.[123][124] On 12 April 2022, one Bayraktar TB2 was claimed to be shot down by Russian frigate Admiral Essen off the coast of Crimea.[125][126] On 13 April 2022, Ukrainian sources claimed at least two R-360 Neptune missiles were responsible for the sinking of the Russian cruiser Moskva – causing an explosion on one of the ship's exposed deckside missile tubes. Drones, likely TB2s, were alleged to have helped decoy the cruiser's defences.[127][128] On 26 and 27 April, three additional TB2 drones were destroyed, two in Kursk Oblast[129][130] and the third in Belgorod Oblast, Russia by a Pantsir-S1.[131][132] On 1 May, a TB2 drone with registration S51T was shot down in Kursk region, Russia.[133] TB2 losses amounted to seven units confirmed visually.[134] On 2 May, Bayraktar drones operated by Ukraine attacked and destroyed two Russian Raptor-class patrol boats near Snake Island.[134] On 7 May, a TB2 drone attacked and destroyed a Russian Mil Mi-8 transport helicopter as it was unloading passengers on Snake Island.[135] In the same deployment, a TB2 drone destroyed a Tor missile launcher on the island, while a second launcher was destroyed as it was being unloaded from a landing craft. This cleared the way for a bombing run by Ukrainian Air Force Sukhoi Su-27 'Flanker' aircraft against buildings on the island.[136] On 23 May 2022, the remains of a Ukrainian Bayraktar TB2, tail number 75 is found in Romanian territorial waters by Romanian authorities. The drone was likely shot down during the Snake Island attacks made by Ukraine in May 2022.[137][138] On 28 May 2022 Lithuanian citizens fundraised $3.2 million, out of the $5.37 million, to buy a single Bayraktar TB2 drone for Ukraine.[139] On 2 June, Baykar said: \"The people of Lithuania have honorably raised funds to buy a Bayraktar TB2 for Ukraine. Upon learning this, Baykar will gift a Bayraktar TB2 to Lithuania free of charge and asks those funds go to Ukraine for humanitarian aid.\"[140] From the beginning of the invasion to late June, Ukraine received over 50 TB2s. On 28 June, Defence Minister Reznikov announced that Baykar would be devoting all of its capacities to meet the needs of the Ukrainian armed forces, fulfilling its requirement for \"dozens more\" of the aircraft.[141] Although at the start of the invasion Ukrainian drones, including the TB2, were able to be used to harass Russian forces, by summer 2022 they had become less effective in this role. The disorganized Russians were initially slow to set up proper air defenses, but once they did Ukrainian UAVs were have been downed with increasing frequency. In addition to being shot down, EW is used to jam and disrupt communication links. This may have caused the Ukrainians to scale back TB2 use.[142] On 25 July, a military expert said to the BBC, that the slow speed and medium altitudes of Bayraktar drones made them easy targets for Russian Air Defenses, and that many were shot down.[143] Ethiopian forces have reportedly been using the TB2 against the TPLF in the Tigray War. Satellite images have shown TB2 drones in Harar Meda airbase, and debris of MAM-L guided munition have been found in Tigray.[144][145][146] On 7 January 2022, a drone strike killed nearly 60 civilians and injured dozens more in a camp of internally displaced people in Dedebit in Tigray; the missile used was a MAM-L exclusively used with the Turkish-made TB2 drone.[147] In October 2020, Baykar CTO Selçuk Bayraktar showed the new, improved version of TB2, named TB2S. In Selçuk Bayraktar's Twitter post, the TB2S has a protrusion on its body and an antenna on its nose for satellite communication (SATCOM).[148][149] In the basic model of TB2, communication between the aircraft and the control station was via ground-based antenna. Communication via the TÜRKSAT satellite provides a much bigger control range than the 150–300 km range of the basic model. The satellite communication will also make the TB2S more resistant to the jamming of communication by the enemy.[150] The SATCOM-integrated TB2S made its maiden flight on 4 December 2020.[151] Specifications for the Bayraktar TB2 (not TB2S) from Baykar Defence.[206] Related development Aircraft of comparable role, configuration, and era Related lists","Title":"Baykar Bayraktar TB2 - Wikipedia","KeyID":"15812","URL":"https://en.wikipedia.org/wiki/Baykar_Bayraktar_TB2"}