{"Content: ":"An anti-ship missile (AShM)[citation needed] is a guided missile that is designed for use against ships and large boats. Most anti-ship missiles are of the sea skimming variety, and many use a combination of inertial guidance and active radar homing. A good number of other anti-ship missiles use infrared homing to follow the heat that is emitted by a ship; it is also possible for anti-ship missiles to be guided by radio command all the way. The first anti-ship missiles, which were developed and built by Nazi Germany, used radio command guidance.[citation needed] These saw some success in the Mediterranean Theatre during 1943–44, sinking or heavily damaging at least 31 ships with the Henschel Hs 293 and more than seven with the Fritz X, including the Italian battleship Roma and the light cruiser USS Savannah. A variant of the HS 293 had a TV camera/transmitter on board. The bomber carrying it could then fly outside the range of naval anti-aircraft guns and use visual guidance via the bombardier to lead the missile to its target by radio control.[citation needed] Many anti-ship missiles can be launched from a variety of weapons systems including surface warships (also referred to as ship-to-ship missiles), submarines, bombers, fighter planes, patrol planes, helicopters, shore batteries, land vehicles, and, conceivably, even infantrymen firing shoulder-launched missiles. The term surface-to-surface missile (SSM) is used when appropriate. The longer-range anti-ship missiles are often called anti-ship cruise missiles. A typical abbreviation for the phrase \"anti-ship missile\" is AShM or ASHM, used to avoid confusion with air-to-surface missiles (ASMs), anti-submarine missiles (anti-submarine warfare missiles (ASWMs)), and anti-satellite missiles (ASatMs or ASATMs).[citation needed] Anti-ship missiles were among the first instances of short-range guided weapons during the Second World War in 1943–1944. The German Luftwaffe used the Hs 293, the Fritz X, as well as others missiles, launched from its bombers, with deadly effect against some Allied ships. The first ship sunk by a guided missile was HMS Egret on 27 August 1943, at the Bay of Biscay,[1] other ships targeted were the British troop carrier HMT Rohna, sunk with heavy loss of life and the United States Navy light cruiser USS Savannah off Salerno, Italy, being seriously damaged. These all used radio command-guidance from the bombardiers of the warplanes that launched them. Some of these hit and either sank or damaged a number of ships, including warships offshore of amphibious landings on western Italy. These radio-controlled missiles were used successfully until the Allied navies developed missile countermeasures—principally radio jamming. The Allies also developed some of their own similar radio-guided AShMs, starting with the US Navy's SWOD-9 Bat – the first autonomously guided, radar-homing anti-ship weapon deployed worldwide, being deployed against the Japanese in April 1945 – but the Bat saw little use in combat, partly from its own late-war deployment date leaving few Axis ships remaining as targets. During the Cold War, the Soviet Union turned to a sea-denial strategy concentrating on submarines, naval mines and the AShM. One of the first products of the decision was the SS-N-2 Styx missile. Further products were to follow, and they were soon loaded onto the Soviet Air Force's Tu-95 Bear and Tu-22 Blinder bombers, in the case of the air-launched KS-1 Komet. In 1967, the Israeli Navy's destroyer Eilat was the first ship to be sunk by a ship-launched missile—a number of Styx missiles launched by Egyptian Komar-class missile boats off the Sinai Peninsula. In the Indo-Pakistani War of 1971 the Indian Navy conducted two raids using Osa-class missile boats employing the Styx on the Pakistani naval base at Karachi. These raids resulted in the destruction or crippling of approximately two thirds of the Pakistani Navy. Major losses included two destroyers, a fleet oiler, an ammunition ship, approximately a dozen merchant ships, and numerous smaller craft. Major shore-based facilities, including fuel storage tanks and naval installations were also destroyed. The Osas returned to base without loss. The Battle of Latakia in 1973 (during the Yom Kippur/Ramadan War) was the scene of the world's first combat between missile boats. In this battle, the Israeli Navy destroyed Syrian warships without suffering any damage, using electronic countermeasures and ruses for defense. After defeating the Syrian Navy the Israeli missile boats also sank a number of Egyptian warships, again without suffering any damage in return, thus achieving total naval supremacy for the rest of the war. Anti-ship missiles were used in the 1982 Falklands War. The British warship HMS Sheffield, a Type 42 destroyer, was struck by a single air-launched Exocet and later sank as a result of the damage. The container ship Atlantic Conveyor was hit by two Exocets and burnt out and subsequently sank while under tow. HMS Glamorgan was damaged when she was struck by an MM38, a ship-launched version of the Exocet, fired from a launcher taken from the Argentine Navy destroyer ARA Comodoro Seguí and mounted on a trailer by Navy technicians,[2] but she had taken evasive action that limited the damage. In 1987, a US Navy guided-missile frigate, USS Stark, was hit by an Exocet anti-ship missile fired by an Iraqi Mirage F-1 fighter plane. Stark was damaged, but she was able to steam to a friendly port for temporary repairs. In October 1987, Sungari, an American-owned tanker steaming under the Liberian flag, and Sea Isle City, a Kuwaiti tanker steaming under the American flag, were hit by Iranian HY-2 missiles. In 1988 AShMs were fired by both American and Iranian forces in Operation Praying Mantis in the Persian Gulf. During this naval battle, several Iranian warships were hit by American AShMs (and by the US Navy's Standard missiles—surface-to-air missiles which were doing double-duty in the anti-ship role). The US Navy hit the Iranian Navy frigate Sahand with three Harpoon missiles, four AGM-123 Skipper rocket-propelled bombs, a Walleye TV-guided bomb, and several 1,000 lb (454 kg) \"iron bombs\". Despite the large number of munitions and successful hits, Sahand did not sink until fire reached her ammunition magazine, causing it to detonate, sinking the vessel.[3] In the same engagement, American warships fired three Standard missiles at an Iranian Navy corvette. This corvette had such a low profile above the water that a Harpoon missile that arrived several minutes later could not lock onto it with its targeting radars. In 2006, Lebanese Hezbollah fighters fired an AShM at the Israeli corvette INS Hanit, inflicting battle damage, but this warship managed to return to Israel in one piece and under its own power. A second missile in this same salvo struck and sank an Egyptian merchant ship. On 13 April 2022, the Ukrainian government claimed to have hit the Russian cruiser Moskva with two R-360 Neptune missiles, resulting in the sinking of the Moskva. The Russian government did not confirm the attack, but admitted that the ship sank after a fire.[4] If Ukrainian claims are true, Moskva might be the largest warship ever disabled or destroyed by a missile, according to Carl Schuster, a retired US Navy captain and former director of operations at the US Pacific Command's Joint Intelligence Center.[5] Anti-ship missiles are a significant threat to surface ships, which have large radar, radio, and thermal signatures that are difficult to suppress. Once acquired, a ship cannot outrun or out-turn a missile, the warhead of which can inflict significant damage. To counter the threat posed, the modern surface combatant has to either avoid being detected, destroy the missile launch platform before it fires its missiles, or decoy or destroy all of the incoming missiles. Modern navies have spent much time and effort developing counters to the threat of anti-ship missiles since the Second World War. Anti-ship missiles have been the driving force behind many aspects of modern ship design, especially in navies that operate aircraft carriers. The first layer of antimissile defense by a modern, fully equipped aircraft carrier task force is always the long-range missile-carrying fighter planes of the aircraft carrier itself. Several fighters are kept on combat air patrol (CAP) 24 hours a day, seven days a week when at sea, and many more are put aloft when the situation warrants, such as during wartime or when a threat to the task force is detected. These fighters patrol up to hundreds of miles away from the task force and they are equipped with airborne radar systems. When spotting an approaching aircraft on a threatening flight profile, it is the responsibility of the CAP to intercept it before any missile is launched. If this cannot be achieved in time, the missiles themselves can be targeted by the fighters's own weapons systems, usually their air-to-air missiles, but in extremis, by their rapid-fire cannon. However, some AShMs might \"leak\" past the task force's fighter defenses. In addition, many modern warships operate independently of carrier-based air protection and they must provide their own defenses against missiles and aircraft. Under these circumstances, the ships themselves must utilize multilayered defenses which have been built into them. For example, some warships, such as the US Navy's Ticonderoga-class guided missile cruisers, the Arleigh Burke-class guided missile destroyers, and the Royal Navy's Type 45 guided missile destroyer, use a combination of radar systems, integrated computer fire-control systems, and agile surface-to-air missiles (SAM) to simultaneously track, engage, and destroy several incoming anti-ship missiles or hostile warplanes at a time. The primary American defensive system, called the Aegis Combat System, is also used by the navies of Japan, Spain, Norway, South Korea, and Australia. The Aegis system has been designed to defend against mass attacks by hostile anti-ship missiles or warplanes. Any missiles that can elude the interception by medium-ranges SAM missiles can then be either deceived with electronic countermeasures or decoys; shot down by short-range missiles such as the Sea Sparrow or the Rolling Airframe Missile (RAM); engaged by the warship's main gun armament (if present); or, as a last resort, destroyed by a close-in weapon system (CIWS), such as the American Phalanx CIWS, Russian Kashtan CIWS, or the Dutch Goalkeeper CIWS. To counter these defense systems, countries such as Russia are developing or deploying missiles that slowly cruise at a very low level (about five meters above sea level) to within a short range of their target and then, at the point when radar detection becomes inevitable, initiate a supersonic, high-agility sprint (potentially with anti-aircraft missile detection and evasion) to close the terminal distance. Missiles, such as the SS-N-27 Sizzler, that incorporate this sort of threat modality are regarded by US Navy analysts as potentially being able to penetrate the US Navy's defensive systems.[22] Recent years have seen a growing amount of attention being paid to the possibility of ballistic missiles being re-purposed or designed for an anti-ship role. Speculation has focused on the development of such missiles for use by China's People's Liberation Army Navy. Such an anti-ship ballistic missile would approach its target extremely rapidly, making it very difficult to intercept.[23] Countermeasures against anti-ship missiles include: On February 25, 1991, during the first Gulf War, the Phalanx-equipped USS Jarrett was a few miles from USS Missouri and the destroyer HMS Gloucester. The ships were attacked by an Iraqi Silkworm missile (often referred to as the Seersucker), at which Missouri fired its SRBOC chaff. The Phalanx system on Jarrett, operating in the automatic target-acquisition mode, fixed upon Missouri's chaff, releasing a burst of rounds. From this burst, four rounds hit Missouri which was two to three miles (3.2 to 4.8 km) from Jarrett at the time. There were no injuries.[24] A Sea Dart missile was then launched from HMS Gloucester, which destroyed the Iraqi missile, achieving the first successful engagement of a missile by a missile during combat at sea. Modern stealth ships – or ships that at least employ some stealth technology – to reduce the risk of detection and to make them a harder target for the missile itself. These passive countermeasures include: Examples of these include the Norwegian Skjold-class patrol boat, the Swedish Visby-class corvette, the German Sachsen-class frigate, the US Navy's Zumwalt-class destroyer and Arleigh Burke-class destroyer, their Japanese Maritime Self-Defense Force's close counterparts in Aegis warships, the Atago-class destroyer, and the Kongo-class destroyer, the Chinese Type 054 frigate and the Type 052C destroyer, Russian Navy's Admiral Gorshkov-class frigate and Steregushchiy-class corvette, the Indian Shivalik-class frigate and Kolkata-class destroyer, the French La Fayette-class frigate, the FREMM multipurpose frigate and the Royal Navy's Type 45 destroyer. In response to China's development of anti-ship missiles and other anti-access/area denial capabilities, the United States has developed the AirSea Battle doctrine.","Title":"Anti-ship missile - Wikipedia","KeyID":"15826","URL":"https://en.wikipedia.org/wiki/Anti-ship_missile"}