{"Content: ":"The Sukhoi Su-24 (NATO reporting name: Fencer) is a supersonic, all-weather attack aircraft developed in the Soviet Union. The aircraft has a variable-sweep wing, twin-engines and a side-by-side seating arrangement for its crew of two. It was the first of the USSR's aircraft to carry an integrated digital navigation/attack system.[1] It remains in service with the Russian Air Force, Syrian Air Force, Ukrainian Air Force, Algerian Air Force and various other air forces to which it was exported. One of the conditions for accepting the Sukhoi Su-7B into service in 1961 was the requirement for Sukhoi to develop an all-weather variant capable of precision air strikes. Preliminary investigations with S-28 and S-32 aircraft revealed that the basic Su-7 design was too small to contain all the avionics required for the mission.[2] OKB-794 (later known as Leninets)[3] was tasked with developing an advanced nav/attack system, codenamed Puma, which would be at the core of the new aircraft.[1] That same year, the United States proposal for their new all-weather strike fighter would be the TFX. The resulting F-111 would introduce a variable-geometry wing for greatly increased payload, range, and low-level penetration capabilities. In 1962–1963, Sukhoi initially set out to build an aircraft without the complexity of moving wings like the F-111.[4] It designed and built a mockup of S-6, a delta wing aircraft powered by two Tumansky R-21 turbojet engines and with a crew of two in a tandem arrangement. The mockup was inspected but no further work was ordered due to lack of progress on the Puma hardware.[2] In 1964, Sukhoi started work on S-58M. The aircraft was supposed to represent a modification of the Sukhoi Su-15 interceptor (factory designation S-58). In the meantime, revised Soviet Air Force requirements called for a low-altitude strike aircraft with STOL capability. A key feature was the ability to cruise at supersonic speeds at low altitude for extended periods of time in order to traverse enemy air defenses.[2] To achieve this, the design included two Tumansky R-27 afterburning turbojets for cruise and four Rybinsk RD-36-35 turbojets for STOL performance. Side-by-side seating for the crew was implemented since the large Orion radar antennas required a large frontal cross-section.[2] To test the six-engine scheme, the first Su-15 prototype was converted into S-58VD flying laboratory which operated in 1966–1969.[2] The aircraft was officially sanctioned on 24 August 1965 under the internal codename T-6. The first prototype, T-6-1, was completed in May 1967 and flew on 2 July with Vladimir Ilyushin at the controls.[2] The initial flights were performed without the four lift jets, which were installed in October 1967. At the same time, R-27s were replaced with Lyulka AL-21Fs. STOL tests confirmed the data from S-58VD that short-field performance was achieved at the cost of significant loss of flight distance as the lift engines occupied space normally reserved for fuel, loss of under-fuselage hardpoints, and instability during transition from STOL to conventional flight.[2] So the six-engine approach was abandoned. By 1967, the F-111 had entered service and demonstrated the practical advantages and solutions to the technical problems of a swing-wing design. On 7 August 1968, the OKB was officially tasked with investigating a variable geometry wing for the T-6. The resulting T-6-2I first flew on 17 January 1970 with Ilyushin at the controls. The subsequent government trials lasted until 1974, dictated by the complexity of the on-board systems.[2] The day or night and all-weather capability was achieved – for the first time[2] in Soviet tactical attack aircraft – thanks to the Puma nav/attack system consisting of two Orion-A superimposed radar scanners for nav/attack, a dedicated Relyef terrain clearance radar to provide automatic control of flights at low and extremely low altitudes, and an Orbita-10-58 onboard computer.[1] The crew was equipped with Zvezda K-36D ejection seats, allowing them to bail out at any altitude and flight speed, including during takeoff and landing.[1][2] The resulting design with a range of 3,000 kilometers (1,900 mi) and payload of 8,000 kilograms (18,000 lb) was slightly smaller and shorter ranged than the F-111. Ten fatal accidents occurred during Su-24 development, killing thirteen Sukhoi and Soviet Air Force test pilots, and more than 5 crashes per year were occurring at average after that [5] The first production aircraft flew on 31 December 1971 with V.T. Vylomov at the controls, and on 4 February 1975, T-6 was formally accepted into service as the Su-24.[2] About 1,400 Su-24s were produced. Surviving Su-24M models have gone through a life-extension and updating program, with GLONASS, upgraded cockpit with multi-function displays (MFDs), HUD, digital moving-map generator, Shchel helmet-mounted sights, and provision for the latest guided weapons, including R-73 (AA-11 'Archer') air-to-air missiles. The upgraded aircraft are designated Su-24M2.[citation needed] The Su-24 has a shoulder-mounted variable geometry wing outboard of a relatively small fixed wing glove, swept at 69°. The wing has four sweep settings: 16° for take-off and landing, 35° and 45° for cruise at different altitudes, and 69° for minimum aspect ratio and wing area in low-level dashes. The variable geometry wing provides excellent STOL performance, allowing a landing speed of 230 kilometers per hour (140 mph), even lower than the Sukhoi Su-17 despite substantially greater take-off weight. Its high wing loading provides a stable low-level ride and minimal gust response. The Su-24 has two Saturn/Lyulka AL-21F-3A after-burning turbojet engines with 109.8 kN (24,700 lbf) thrust each, fed with air from two rectangular side-mounted intakes with splitter plates/boundary-layer diverters. In early Su-24 (\"Fencer A\" according to NATO) aircraft these intakes had variable ramps, allowing a maximum speed of 2,320 kilometers per hour (1,440 mph), Mach 2.18, at altitude and a ceiling of 17,500 meters (57,400 ft). Because the Su-24 is used almost exclusively for low-level missions, the actuators for the variable intakes were deleted to reduce weight and maintenance. This has no effect on low-level performance, but absolute maximum speed and altitude are cut to Mach 1.35 and 11,000 meters (36,000 ft).[6][unreliable source?] The earliest Su-24 had a box-like rear fuselage, which was soon changed in production to a rear exhaust shroud more closely shaped around the engines to reduce drag. The revised aircraft also gained three side-by-side antenna fairings in the nose, a repositioned braking chute, and a new ram-air inlet at the base of the tail fin. The revised aircraft were dubbed \"Fencer-B\" by NATO, but did not merit a new Soviet designation. The Su-24's fixed armament is a single fast-firing GSh-6-23 cannon with 500 rounds of ammunition, mounted in the fuselage underside. The gun is covered with an eyelid shutter when not in use. The armament includes various nuclear weapons.[citation needed] Two or four R-60 (NATO AA-8 'Aphid') infrared missiles are usually carried for self-defence by the Su-24M/24MK.[7] Initial Su-24s had basic electronic countermeasures (ECM) equipment, with many Su-24s limited to the old Sirena radar-warning receiver with no integral jamming system. Later-production Su-24s had more comprehensive radar warning, missile-launch warning, and active ECM equipment, with triangular antennas on the sides of the intakes and the tip of the vertical fin. This earned the NATO designation \"Fencer-C\", although again it did not have a separate Soviet designation. Some \"Fencer-C\" and later Su-24M (NATO \"Fencer-D\") have large wing fence/pylons on the wing glove portion with integral chaff/flare dispensers; others have such launchers scabbed onto either side of the tail fin. Substantial numbers of ex-Soviet Su-24s remain in service with Kazakhstan, Russia, and Ukraine. In 2008, roughly 415 were in service with Russian forces, split 321 with the Russian Air Force and 94 with the Russian Navy.[8] The Russian Air Force will eventually replace the Su-24 with the Sukhoi Su-34.[9] The Soviet Union used some Su-24s in the Soviet–Afghan War, with an initial round of strikes in 1984 and a second intervention at the end of the war in 1988. No Su-24 was lost.[10] On October 13, 1990, Syrian Air Force jets entered Lebanese airspace in order to strike General Michel Aoun's military forces. Seven Su-24s were used in this operation.[11] During Operation Desert Storm, the Iraqi Air Force evacuated 24 of its 30 Su-24MKs to Iran. Another five were destroyed on the ground, while the sole survivor remained in service after the war.[citation needed] Fencers were used by the Uzbek Air Force (UzAF) against United Tajik Opposition operating from Afghanistan (which also had a civil war of its own going on), as part of a wider air campaign in support of the embattled government of Tajikistan during the 1992–97 civil war. An Su-24M was shot down on 3 May 1993 with an FIM-92 Stinger MANPADS fired by fundamentalists. Both Russian crew members were rescued.[12][13] In August 1999 Tajikistan protested over an alleged strike involving four UzAF Su-24s against Islamist militants in areas close to two mountain villages in the Jirgatol District that, despite not producing human casualties, killed some 100 head of livestock and set ablaze several crop fields. Tashkent denied the accusations.[14] In the final stages of the 1996-2001 phase of the Afghan civil war, Uzbekistan launched airstrikes against Taliban positions in support of the Northern Alliance. During a mission to attack a Taliban armoured infantry unit near Heiratan, an UzAF Su-24 was shot down on 6 June 2001, killing both crew members.[15][16] On 3 February 1995, during operations over Chechnya, a Russian Su-24M hit the ground in bad weather killing both crew members.[17] Su-24s were used in combat during the Second Chechen War performing bombing and reconnaissance missions. Up to four were lost, one due to hostile fire: on 4 October 1999, a Su-24 was shot down by a SAM while searching for the crash site of a downed Su-25. The pilot was killed while the navigator was taken prisoner. In August 2008, a low intensity conflict in the breakaway Georgian regions of Samachablo and Abkhazia, escalated into the 2008 South Ossetia war.[18] Russian Su-24s flew bombing and reconnaissance sorties over Georgia.[19] Russia admitted that three of its Su-25 strike aircraft and one Tu-22M3 long-range bomber were lost. Moscow Defence Brief provided a higher estimate, saying that Russian Air Force total losses during the war were one Tu-22M3 long-range bomber, one Su-24M Fencer fighter-bomber, one Su-24MR Fencer E reconnaissance plane and four Su-25 attack planes. Anton Lavrov listed one Su-25SM, two Su-25BM, two Su-24M and one Tu-22M3 lost.[20] Libya received five Su-24MK and one Su-24MR from the Soviet Union in 1989.[21] This was one of the last deliveries by the USSR to Libya before the end of the Cold War. One Su-24MK and one Su-24MR may have been transferred to the Syrian Arab Air Force.[citation needed] At the beginning of 2011, the Libyan Air Force was ordered to attack rebel positions and opposition rallies. The Libyan Air Force was limited to a composite force of some MiG-23 (due to be retired, according to plans) and Su-22 and few units of flyable MiG-21, Su-24 and Mirage F1ED fighter-bombers, supported by Soko G-2 Galeb and Aero L-39 Albatros armed trainers. The largest part of the former fleet was in disrepair or stored in not flyable condition. On 5 March 2011, at the beginning of the 2011 Libyan civil war, rebels shot down a Libyan Air Force Su-24MK during fighting around Ra's Lanuf with a ZU-23-2 anti-aircraft gun. Both crew members died. A BBC reporter was on the scene soon after the event and filmed an aircraft part at the crash site showing the emblem of the 1124 Squadron, flying the Su-24MK.[22][23][24] Starting in November 2012, 18 months after the beginning of the Syrian Civil War and four months after the beginning of air raids by fixed-wing SyAAF aircraft, Su-24 bombers were filmed attacking rebel positions.[25] The SAF suffered its first Su-24 loss, an upgraded MK2 version, to an Igla surface-to-air missile on 28 November 2012 near the town of Darat Izza in the Aleppo Governorate. One of the crew members, Col. Ziad Daud Ali, was injured and filmed being taken to a rebel field hospital.[26] Syrian Su-24s have reportedly also been involved in near-encounters with NATO warplanes. The first of such incidents occurred in early September 2013, when Syrian Su-24s of the 819th Squadron (launched from Tiyas Military Airbase) flew low over the Mediterranean and approached the 14-mile air exclusion zone surrounding the British airbase in Akrotiri, Cyprus. The jets turned back before reaching the area due to two RAF Eurofighter Typhoons being scrambled to intercept them. Turkey also sent two F-16s. The Fencers were possibly testing the air defenses of the base (and their reaction time) in preparation for a possible military strike by the U.S, the United Kingdom and France in the aftermath of the chemical weapons attack in Ghouta, Damascus allegedly committed by the Syrian government.[27] On 23 September 2014, a Syrian Su-24 was shot down by an Israeli Air Defense Command MIM-104D Patriot missile near Quneitra, after it had flown 800 meters (2,600 ft) into Israeli controlled airspace over the occupied Golan Heights.[28] The missile hit the aircraft when it already re-entered into the Syrian air space.[29] Both crew members ejected safely and landed in Syrian territory.[30] On 18 March 2018, a SyAAF Su-24 was shot down by rebels in East Qalamoun, East of Damascus province; it fell into territory controlled by Syrian government forces.[31][32] On 1 March 2020, two SyAAF Su-24MK2s were shot down by Turkish Air Force F-16s using air-to-air missiles over the Idlib province. All four pilots ejected safely.[33][34] The long-range striking power of the Russian aerospace forces in the region comes from the twelve Su-24M2 bombers that Russia sent to its base in Latakia, Syria.[35] On 24 November 2015, a Russian Su-24M was shot down by a flight of two Turkish F-16s near the Turkey–Syrian border. The two crew ejected before the plane crashed in Syrian territory. Russia claimed that the jet had not left Syrian airspace while Turkey claimed that the jet entered their airspace and was warned 10–12 times before being shot down.[36][37] A deputy commander in a Syrian Turkmen brigade claimed that his personnel shot and killed the crew while they were descending in their parachutes, while some Turkish officials subsequently stated that the crew was still alive.[38] The weapon systems officer was rescued by Russian forces but the pilot was killed by rebels, along with a Russian marine involved in a helicopter rescue attempt. Russian president Vladimir Putin warned Turkey of serious consequences. To increase safety during aerial operations in the region, Russian fighter jets would escort bombers, S-400 SAM systems were deployed in Syria and a Russian cruiser was stationed off the coast to protect Russian aircraft.[39][40] Following the incident, Russia announced that Su-24s in Syria had been armed with air-to-air missiles on operational sorties.[citation needed] On 2 July 2014, one Ukrainian Air Force Su-24 was damaged by a MANPADS fired by pro-Russian forces. One of the engines was damaged but the crew managed to return to base and land. During landing a new fire started but it was extinguished by the ground crew.[41] Initially identified as a Su-25, on 20 August 2014 a Ukrainian Su-24M was shot down by pro-Russian forces in the Lugansk region and confirmed by Ukrainian authorities who reported that the crew members ejected safely and were recovered.[42][43] On 21 August 2014, the downed plane was identified as a Su-24M.[44] In late May 2015, a pair of Russian Su-24s made a low pass over the USS Ross in the Black Sea.[45] In April 2016, several Russian Su-24s flew within 30 metres of another American ship, the destroyer Donald Cook in the Baltic Sea.[46] The incidents occurred over two days, with the planes making passes by the Donald Cook while it was in international waters. In November 2018, two armed Russian Su-24s flew low over the Belgian frigate Godetia. At the time of the incident, the Godetia was in use as the command ship of NATO’s northern mine-sweeping fleet.[47] In March 2015, Sudanese President Omar al-Bashir committed Sudan to join the Saudi Arabian-led intervention in Yemen against the Houthis. Part of the military effort was the commitment of up to four recently acquired Sudanese Air Force Su-24s to the Saudi King Khalid Air Base where they were depicted. Sudanese Armed Forces did not specify the type of mission the Su-24s conducted.[48][49] Integrating few Soviet made combat jets with Air Forces using modern Western models (F-15s, F-16s, F/A-18s, Tornadoes, Typhoons) during an active military campaign would represent a first in the world which would require extensive communication integration or leaving the Soviet made jets operating on a different mission plan, not integrated with the rest of the campaign. Air defense units, like Saudi MIM-104 Patriot batteries, would either need to stand down, taking the risk of not monitoring for incoming threats or some very specific orders to avoid shooting down friendlies.[citation needed] On 28 March 2015, during Operation Decisive Storm, Houthi forces claimed they shot down a Sudanese Air Force Su-24.[50][51] Houthis published photos of an allegedly captured Sudanese pilot and metal parts claiming it as the aircraft wreckage.[52][53][54] During the 2022 Russian invasion of Ukraine, Su-24Ms were reportedly being used by the Ukrainian Air Force.[55] At the first hours of the invasion, the Ukrainian Air Force used at least two Su-24Ms during the Battle of Antonov Airport against Russian Airborne Forces which had been inserted in the airport by helicopters.[56] On 27 February, one Su-24 was lost near Bucha, Kyiv Oblast. The pilots, Commander Ruslan Aleksandrovich Belous and Commander Roman Aleksandrovich Dovhalyuk, died, and were awarded with the Order of Bohdan Khmelnytsky.[57][58] Another bomber was reported lost on 3 April, when a video emerged showing the crash site with the remains of a blue-coloured AL-21 engine employed by the Su-24.[59] On 10 April, another Ukrainian Su-24 was destroyed by Russian forces in Izyum.[60] On 19 May, a Su-24 from the 7th Tactical Aviation Brigade was lost near Pylove. The pilot, Lieutenant-Colonel Igor Khamar, and the navigator, Mayor Ilya Negar, died.[61][62] Source: Sukhoi[2] S6[63] T6-1 T6-2I / T6-3I / T6-4I Su-24 Su-24M ('Fencer-D') Su-24M2 ('Fencer-D') Su-24MK ('Fencer-D') Su-24MP ('Fencer-F') Algeria Iran Libya Russia Syria Sudan Ukraine: Azerbaijan Belarus Iraq Kazakhstan Uzbekistan Data from Sukhoi,[2] Combat Aircraft since 1945,[90] deagel.com,[91] airforce-technology.com[92] General characteristics Performance Armament Avionics Aircraft of comparable role, configuration, and era ","Title":"Sukhoi Su-24 - Wikipedia","KeyID":"15820","URL":"https://en.wikipedia.org/wiki/Su-24"}