{"Content: ":"The Sukhoi Su-25 Grach (Russian: Грач (rook); NATO reporting name: Frogfoot) is a subsonic, single-seat, twin-engine jet aircraft developed in the Soviet Union by Sukhoi. It was designed to provide close air support for Soviet Ground Forces. The first prototype made its maiden flight on 22 February 1975. After testing, the aircraft went into series production in 1978 in Tbilisi in the Georgian Soviet Socialist Republic. Early variants included the Su-25UB two-seat trainer, the Su-25BM for target-towing, and the Su-25K for export customers. Some aircraft were upgraded to the Su-25SM standard in 2012. The Su-25T and the Su-25TM (also known as the Su-39) were further developments, not produced in significant numbers. The Su-25, and the Su-34, were the only armoured, fixed-wing aircraft in production in 2007.[1] Su-25s are in service with Russia, other CIS members, and export customers. Production of the Su-25 ended in 2017 in Russia[2] and 2010 in Georgia.[3] Attempts continue to be made to restart production in Georgia using partially completed airframes,[4] but as of June 2022 no new deliveries have been reported. Since entering service more than 41 years ago, the Su-25 has seen combat in several conflicts. The type was heavily involved in the Soviet–Afghan War, flying counter-insurgency missions against the Afghan Mujahideen. The Iraqi Air Force employed it against Iran during the 1980–88 Iran–Iraq War. Most Iraqi examples were later destroyed or flown to Iran in the 1991 Persian Gulf War. The Georgian Air Force used Su-25s during the Abkhazian war from 1992 to 1993. The Macedonian Air Force used Su-25s against Albanian insurgents in the 2001 Macedonian conflict and, in 2008, Georgia and Russia both used Su-25s in the Russo-Georgian War. African states, including the Ivory Coast, Chad, and Sudan have used the Su-25 in local insurgencies and civil wars. Recently, the Su-25 has seen service in the Russian intervention in the Syrian Civil War, the clashes of the 2020 Nagorno-Karabakh War, and the 2022 Russian invasion of Ukraine.[5] In early 1968, the Soviet Ministry of Defence decided to develop a specialised shturmovik armoured assault aircraft in order to provide close air support for the Soviet Ground Forces. The idea of creating a ground-support aircraft came about after analysing the experience of ground-attack (shturmovaya) aviation during the 1940s, 1950s, and 1960s.[6] The Soviet fighter-bombers in service or under development at the time (Su-7, Su-17, MiG-21 and MiG-23) did not meet the requirements for close air support of the army.[6] They lacked essential armour plating to protect the pilot and vital equipment from ground fire and missile hits, and their high flight speeds made it difficult for the pilot to maintain visual contact with a target. Having taken into account these problems, Pavel Sukhoi and a group of leading specialists in the Sukhoi Design Bureau started preliminary design work in a comparatively short period of time, with the assistance of leading institutes of the Ministry of the Aviation Industry and the Ministry of Defence.[7] In March 1969, a competition was announced by the Soviet Air Force that called for designs for a new battlefield close-support aircraft. Participants in the competition were the Sukhoi design bureau and the design bureaus of Yakovlev, Ilyushin and Mikoyan.[8] Sukhoi finalised its \"T-8\" design in late 1968, and began in work on the first two prototypes (T8-1 and T8-2) in January 1972. The T8-1, the first airframe to be assembled, was completed on 9 May 1974. Another source says November 1974. However, it did not make its first flight until 22 February 1975, after a long series of test flights by Vladimir Ilyushin. The Su-25 surpassed its main competitor in the Soviet Air Force competition, the Ilyushin Il-102, and series production was announced by the Ministry of Defence.[9][10] During flight-testing phases of the T8-1 and T8-2 prototypes' development, the Sukhoi Design Bureau's management proposed that the series production of the Su-25 should start at Factory No. 31 in Tbilisi, Soviet Republic of Georgia, which at that time was the major manufacturing base for the MiG-21UM \"Mongol-B\" trainer. After negotiations and completion of all stages of the state trials, the Soviet Ministry of Aircraft Production authorised manufacture of the Su-25 at Tbilisi, allowing series production to start in 1978.[11] In the late 1980s and early 1990s, several Su-25 variants appeared, including modernised versions, and variants for specialised roles. The most significant designs were the Su-25UB dual-seat trainer, the Su-25BM target-towing variant, and the Su-25T for antitank missions. In addition, an Su-25KM prototype was developed by Georgia in co-operation with Israeli company Elbit Systems in 2001, but so far this variant has not achieved much commercial success. As of 2007[update], the Su-25 was the only armoured aircraft still in production.[1] The Russian Air Force, which operates the largest number of Su-25s, planned to upgrade older aircraft to the Su-25SM variant, but funding shortfalls had slowed the progress; by early 2007 only seven aircraft had been modified.[12] The Su-25 has a conventional aerodynamic layout with a shoulder-mounted trapezoidal wing and a traditional tailplane and rudder. Several metals are used in the construction of the airframe: 60% aluminium, 19% steel, 13.5% titanium, 2% magnesium alloy and 5.5% other materials.[13] All versions of the Su-25 have a metal cantilever wing, of moderate sweep, high aspect ratio and equipped with high-lift devices. The wing consists of two cantilever sections attached to a central torsion box, forming a single unit with the fuselage. The air brakes are housed in fairings at the tip of each wing. Each wing has five hardpoints for weapons carriage, with the attachment points mounted on load-bearing ribs and spars.[14] Each wing also features a five-section leading edge slat, a two-section flap and an aileron. The flaps are mounted by steel sliders and rollers, attached to brackets on the rear spar. The trapezoidal ailerons are near the wingtips.[15] The fuselage of the Su-25 has an ellipsoidal section and is of semi-monocoque, stressed-skin construction, arranged as a longitudinal load-bearing framework of longerons, beams and stringers, with a transverse load-bearing assembly of frames.[13] The one-piece horizontal tailplane is attached to the load-bearing frame at two mounting points.[15] Early versions of the Su-25 were equipped with two R-95Sh non-afterburning turbojets, in compartments on either side of the rear fuselage. The engines, sub-assemblies and surrounding fuselage are cooled by air provided by the cold air intakes on top of the engine nacelles. A drainage system collects oil, hydraulic fluid residues and fuel from the engines after flight or after an unsuccessful start. The engine control systems allows independent operation of each engine.[15] The latest versions (Su-25T and TM) are equipped with improved R-195 engines.[16] The autocannon is in a compartment beneath the cockpit, mounted on a load-bearing beam attached to the cockpit floor and the forward fuselage support structure. The nose is fitted with distinctive twin pitot probes and hinges up for service access.[13] The pilot flies the aircraft by means of a centre stick and left hand throttles. The pilot sits on a Zvezda K-36 ejection seat (similar to the Sukhoi Su-27) and has standard flight instruments. At the rear of the cockpit is a six-millimetre-thick (0.24 in) steel headrest, mounted on the rear bulkhead. The cockpit has a bathtub-shaped armoured enclosure of welded titanium sheets, with transit ports in the walls. Guide rails for the ejection seat are mounted on the rear wall of the cockpit.[13] The canopy hinges open to the right and the pilot enters using the flip-down ladder. Once inside, the pilot sits low in the cockpit, protected by the bathtub assembly, which makes for a cramped cockpit. Visibility from the cockpit is limited, being a trade-off for improved pilot protection. Rearwards visibility is poor and a periscope is fitted on top of the canopy to compensate.[17] A folding ladder built into the left fuselage provides access to the cockpit as well as to the top of the aircraft. The base model Su-25 incorporates a number of key avionics systems. It has no TV guidance but includes a distinctive nose-mounted laser rangefinder, that is thought to provide for laser-based target finding.[17][18] A DISS-7 doppler radar is used for navigation; the Su-25 can fly at night, in visual and instrument meteorological conditions. The Su-25 often has radios installed for air-to-ground and air-to-air communications, including an SO-69 identification-friend-or-foe (IFF) transponder. The aircraft's self-defence suite includes various measures, such as flare and chaff dispensers capable of launching up to 250 flares and dipole chaff. Hostile radar uses are guarded against via an SPO-15 radar warning receiver. An airtight avionics compartment is behind the cockpit and in front of the forward fuel tank. The newer Su-25TM and Su-25SM models have an upgraded avionics and weapons suite, resulting in improved survivability and combat capability.[19] The first Soviet Air Forces Su-25 unit was the 80th Assault Aviation Regiment, formed in February 1981 based at Sitalcay air base in the Azerbaijan Soviet Socialist Republic.[20] The first eleven aircraft arrived at Sitalchay in May 1981.[21]The 200th Independent Assault Aviation Squadron was then formed within the regiment to go to Afghanistan. On 19 July 1981, the 200th Independent Attack Squadron was reassigned to Shindand Airbase in western Afghanistan, becoming the first Su-25 unit deployed to that country. Its main task was to conduct air strikes against mountain military positions and structures controlled by the Afghan rebels.[22] Another Soviet Su-25 unit was the 368th Assault Aviation Regiment, which was formed on 12 July 1984, at Zhovtneve in Ukraine.[23] It was soon also moved east to conduct operations over Afghanistan. Over the course of the Soviet–Afghan War, Su-25s launched 139 guided missiles of all types against Mujahideen positions. On average, each aircraft performed 360 sorties a year, a total considerably higher than that of any other combat aircraft in Afghanistan. By the end of the war, nearly 50 Su-25s were deployed at Afghan airbases, carrying out a total of 60,000 sorties. Between the first deployment in 1981 and the end of the war in 1989, 21–23 aircraft were lost in combat operations, with up to nine destroyed on the ground while parked.[22][24] The Su-25 also saw combat during the Iran–Iraq War of 1980–88. The first Su-25s were commissioned by the Iraqi Air Force in 1987 and performed approximately 900 combat sorties towards the end of the war, carrying out the bulk of Iraqi air attack missions. During the most intense combat of the war, Iraqi Su-25s performed up to 15 sorties per day, each. In one recorded incident, an Iraqi Su-25 was shot down by an Iranian, Hawk surface-to-air missile, but the pilot managed to eject. This was the only confirmed, successful Iranian shootdown of an Iraqi Su-25. After the war, Saddam Hussein decorated all of the Iraqi Air Force's Su-25 pilots with the country's highest military decoration.[22] During the Gulf War of 1991, the air superiority of the coalition forces was so great that the majority of Iraqi Su-25s did not even manage to get airborne. On 25 January 1991, seven Iraqi Air Force Su-25s fled from Iraq and landed in Iran.[25] On the evening of 6 February 1991, two US Air Force F-15C Eagle fighters of the 53rd Tactical Fighter Squadron, operating from Al Kharj Air Base in Saudi Arabia, intercepted a pair of Iraqi MiG-21s and a pair of Su-25s. All four Iraqi aircraft were shot down, with both Su-25s coming down in the desert not far from the Iraqi border with Iran. This was the Iraqi Su-25s' only air combat of the war.[22] The Georgian government used Su-25s in 1992–93 against Abkhaz separatists during the First Abkhazian War.[26] A Georgian Air Force Su-25 was shot down over Nizhnaya Eshera on 4 July 1993 by an 9K34 Strela-3 MANPADS.[27][28] Another Georgian Su-25 was shot down on 13 July 1993 with a 9K32 Strela-2 MANPADS,[29] while another Su-25 was downed by friendly fire by a ZU-23-2 on 4 July.[29] The Russian Air Force also lost an Su-25 during war, the aircraft crashed due to a pilot's mistake while providing CAS for Abkhaz forces.[29] Russian Su-25s were employed during the First Chechen War. Together with other Russian Air Force air assets, they achieved air supremacy for Russian Forces. On 29 November 1994, attacking all four Chechen military bases, Russian Su-25 from the 368th Assault Aviation Regiment (OShAP) destroyed up to 266 Chechen aircraft on the ground, mostly not airworthy.[30] The Air Force's deployed assets performed around 9,000 air sorties, with around 5,300 being strike sorties during the Chechen campaign between 1994 and 1996. The Russian 4th Air Army had 140 Sukhoi Su-17Ms, Su-24s and Su-25s in the war zone supported by an A-50 AWACS aircraft. The employed munitions were generally unguided S-5, S-8, and S-24 rockets, as well as FAB-250 and FAB-500 bombs, while only 2.3% of the strikes used precision-guided Kh-25ML missiles, KAB-500L and KAB-500KR smart bombs when weather conditions were suitable.[31] Russian forces were not able to properly take advantage of the achieved air supremacy due to obsolete air tactics that focused the Air Force on useless tasks in this type of war such as Combat Air Patrols.[32] The Russian air losses were low since no integrated air defense was fielded by the Chechens.[33] On 4 February 1995, a Russian Su-25 was shot down by ZSU-23-4 Shilka antiaircraft fire over Belgatoi Gekhi, five kilometers southeast of Grozny. The pilot, Maj. Nikolay Bairov, ejected but died impacting the ground as his parachute did not deploy on time. Another Su-25 piloted by Lt. Col. Evgeny Derkulsky was damaged by ground fire on the same day, but managed to land at Mozdok air base, where the aircraft was repaired.[30] On 5 May 1995, another Russian Su-25 was downed near Serzhen-Yurt by 12.7 mm fire while on a low-altitude patrol. The pilot, Col. Vladimir Sarabeyev, was killed.[34] On 4 April 1996, another Su-25 fell either to ZU-23-2 fire while either making a reconnaissance flight or attacking the village of Goiskoye. The pilot, Maj. Alexander Matvienko, ejected and was recovered by a friendly helicopter returning to the airbase in Khankala, Grozny.[35] On 5 May 1996, a two-seat Su-25UB was downed with an 9K34 Strela-3 MANPADS near the village of Mairtup while on reconnaissance. Both pilots, Col. Igor Sviryidov and Maj. Oleg Isayev, were killed in the crash. It was the fourth Su-25 shot down and fifth Russian fixed wing aircraft lost, since the start of the war in December 1994.[33][36] Russian Air Force Su-25s were extensively used during the Second Chechen War in particular during the first phase when Russian forces were invading the self-proclaimed Chechen Republic of Ichkeria.[37] Up to seven Russian Su-25s were lost,[33] one to hostile fire: on 4 October 1999, a Su-25 was shot down by a MANPADS during a reconnaissance mission over the village of Tolstoy-Yurt killing its pilot. The wings of the aircraft were put on a pedestal in the central square in Grozny.[35][38] Su-25 attack aircraft were used by the Ethiopian Air Force to strike Eritrean targets. On 15 May 2000, An Ethiopian Su-25 was shot down by an Eritrean Air Force MiG-29, killing the pilot.[39] Su-25s were used by the Macedonian Air Force during the conflict against Albanian separatists. Beginning on 24 June 2001, the aircraft made multiple attack runs against separatist positions. The most successful operation took place on 10 August 2001, in the village of Raduša, when Su-25s attacked Albanian militants who had ambushed and killed 16 Macedonian soldiers over the previous two days.[40] Sudan has used Su-25s in attacks on rebel targets and possibly civilians in Darfur.[41] During the Ivorian Civil War, Su-25s were used by government forces to attack rebel targets. On 6 November 2004, at least one Ivorian Sukhoi Su-25 attacked a unit of France's Unicorn peacekeeping forces stationed in Bouaké at 1300, killing nine soldiers, a U.S. development worker and wounding 37 soldiers.[42] Shortly afterwards, the French military retaliated by attacking the air base in Yamoussoukro and destroyed the Ivorian air force, heavily damaging the two Su-25s responsible for the attack.[43][44] In August 2008, Su-25s were used by both Georgia and Russia during the 2008 Russia–Georgia war. Su-25s of the Georgian Air Force participated in providing air support for troops during Battle of Tskhinvali and launched bombing raids on targets in South Ossetia.[45] Russian military Su-25s struck Georgian forces in South Ossetia, and undertook air raids on targets in Georgia.[46] The Russian military officially confirmed the loss of three Su-25 aircraft to the Georgian air defense, though the Moscow Defense Brief suggests four.[47][48] The three Russian aircraft were reportedly downed by Georgian Buk-M1 air defence units.[49] Georgian Su-25s were able to operate at night.[49] In early August 2008, Russian Su-25s attacked the Tbilisi Aircraft Manufacturing plant, where the Su-25 is produced, dropping bombs on the factory's airfield.[50] On 1 November 2012, two Iranian Su-25s fired cannon bursts at a USAF MQ-1 Predator drone 30 km (19 mi; 16 nmi) off the Iranian coast. The Iranian government has claimed that the drone violated its airspace.[51][52][53] Ukrainian armed forces deployed aircraft over insurgent Eastern regions starting in spring 2014. On 26 May 2014, Ukrainian Su-25s supported Mi-24 helicopters during a military operation to regain control over the airport in Donetsk, during which the Su-25s fired air to ground rockets.[54] On 2 July 2014, one Ukrainian Su-25 crashed due to a technical fault.[55][56][57] On 16 July 2014, an Su-25 was shot down, with Ukrainian officials stating that a Russian MiG-29 shot it down using a R-27T missile.[58][59] Russia denied these allegations.[60] On 23 July 2014, two Su-25s were shot down in the Donetsk region of Ukraine. A spokesperson for the National Security and Defense Council of Ukraine said the aircraft were shot down by missiles fired from Russia.[61] On 29 August 2014, a Ukrainian Su-25 was shot down by pro-Russian rebels. The Ukrainian authorities said the downing was due to a Russian missile without clarifying if they mean Russian made or fired by Russian forces. The pilot managed to eject safely. On the same day, pro-Russian rebels claimed the downing of up to four Su-25s.[62][63] On 9 February 2015, the pro-Russian forces indirectly acknowledged, for the first time, with a reference to a Ukrainian media source, their use of Su-25 against Ukrainian forces during the fighting near Debaltsevo.[64] On 29 June 2014, it was reported that Iraq claimed to have received the first batch of second hand Su-25s ordered from Russia in order to fight the Islamic State forces. An Iraqi defense ministry source claimed the aircraft would be in service \"within three to four days\", despite the fact that the Iraqis require technical help and parts to make them operational, and the fact that the Russian made aircraft are incompatible with the Iraqi Air force's inventory of American made Hellfire missiles.[65][66] The Islamic Revolutionary Guards Corps Air Force delivered seven Su-25s on 1 July 2014, the majority of which were ex-Iraqi aircraft from the Gulf War.[67] They were quickly pushed into combat, performing air raids as early as the beginning of August 2014 and later expanding their area of operation.[68][69] Iraqi Su-25s flew the bulk of the sorties against the Islamic State, with 3562 missions between June 2014 and December 2017, by which time ISIS had lost control of all the territory it formerly controlled in Iraq. That compares to 514 sorties flown by the Iraqi fleet of F-16IQ fighters.[70] In September 2015, it was reported that at least a dozen Su-25 were deployed by Russia to an airfield near Latakia, Syria, to support the Russian forces there who were taking part in the Syrian offensive against ISIL.[71] On 2 October 2015, Russian Su-24M and Su-25 attack aircraft destroyed an ISIL command post in the Idlib province, while Su-34 and Su-25 aircraft eliminated an ISIL fortified bunker in the Hama province.[citation needed] By 15 March 2016, with the scaling down of Russian presence in Syria, Russian Su-25s had performed over 1,600 sorties in Syria while dropping 6,000 bombs.[72] On 3 February 2018 a Russian Su-25 was shot down over Idlib by rebel fighters who used a MANPADS. A Syrian militant said that the pilot, Roman Filipov, ejected safely but killed himself with a grenade to avoid capture.[73][74][75][76] On 29 September 2020, Armenian Defense Ministry claimed that an Armenian Air Force Su-25 was shot down[77] by a Turkish Air Force F-16, killing the pilot. However Turkey denied the allegation.[78][79][80] On 4 October 2020, an Azerbaijani Air force Su-25 aircraft was shot down, by Armenian forces, probably by a 9K33 Osa while targeting Armenian positions in Fuzuli. The pilot, Col. Zaur Nudiraliyev died in the crash. Azerbaijani officials acknowledged the loss in December 2020,[81][82] while disclosing a major role of manned aviation being hidden during the active phase of the conflict with more than 600 airstrikes by manned aviation from 27 September 2020 to 9 November 2020, with the Su-25 fleet, tasked with the critical role of suppression and destruction of the enemy air defense among others.[83] On 24 February 2022, Russia reported the loss of an Su-25 due to \"pilot error.\"[84] On 1 March, a Russian Su-25SM piloted by Ruslan Rudnev was lost over Ukraine.[85][86] The next day, another Russian Su-25SM, registration number RF-91961 - Red 07, was shot down in Makariv, Ukraine.[87] On 4 March, two Russian Su-25SMs, the first with registration number RF-93026, were lost over Volnovakha, Ukraine. The second, with callsign Red 04, was lost along with its pilot.[88] Images of the aircraft wrecks were displayed on social media.[89] On 7 March, an Su-25 strike aircraft flown by Russian pilot Oleg Chervov was lost during a combat mission in Ukraine.[90][91] On 10 March, one Su-25 with registration number RF-91969 was shot down near Kyiv and the pilot killed.[92][93] On 14 March, a Russian Su-25 was damaged by enemy fire, likely MANPADs, but managed to return to its base.[94] On 24 May Ukraine claimed to have shot down retired Major General Kanamat Botashev flying an Su-25 using a Stinger missile. It was unknown if he was in service, or a private military contractor.[95] On 27 May Ukraine claimed to have shot down a retired Russian pilot, Colonel Nikolai Markov, who was reportedly flying an Su-25 over the Luhansk region.[96] The Ukrainian Air force also operates Su-25s. On 26 February three Su-25s from the 299th Tactical Aviation Brigade were lost. \"Blue 19\" and \"Blue 30\" were shot down over the Kherson region.[97] The pilots were presumed dead. Photos of the wrecks of the two Ukrainian aircraft were published.[98][99][100] A third aircraft from the 299th was lost, but the pilot, Andrey Maksinov was captured by Russian forces.[101] Ukrainian media acknowledged that the pilot was Ukrainian.[102] The next day another Su-25, \"Blue 39\", piloted by Gennady Matulyak was shot down near Hlibivka Vyshgorod, Kyiv region.[103][104] On 2 March, one Su-25 from 299th Tactical Aviation Brigade piloted by Oleksandr Korpan was lost over Starokostiantyniv, Khmelnytskyi Oblast.[105][106][107] On 10 March one Su-25, \"Blue 31\" was shot down near Nova Kakhovka, Kherson.[108][109][110] On 14 March another Su-25 was shot down by Russian forces in Volnovakha, Donbas region. The pilot, Roman Vasyliuk, was captured by Russian forces and later released on 24 April, in a Russo-Ukrainian prisoner swap.[111][112] On 22 March, a Ukrainian Su-25, heavily damaged in combat was recorded in video.[113] On 15 April, a Ukrainian Su-25 was reportedly shot down by Russian forces in Izyum.[114] The downing of the aircraft was recorded by a military camera in thermographic mode.[115] The pilot, Captain Yegor Seredyuk, was reported as being killed near Izyum on 15 April.[116][117] Seredyuk was awarded the Hero of Ukraine order.[118] On 14 May a Su-25 from 299th Tactical Aviation Brigade piloted by Captain Serhiy Parkhomenko was shot down in Huliaipole, Zaporizhzhia Oblast and the pilot killed.[119][120] The basic version of the aircraft was produced at Factory 31, at Tbilisi, in the Soviet Republic of Georgia. Between 1978 and 1989, 582 single-seat Su-25s were produced in Georgia, not including aircraft produced under the Su-25K export program. This variant of the aircraft represents the backbone of the Russian Air Force's Su-25 fleet, currently the largest in the world.[11] The aircraft experienced a number of accidents in operational service caused by system failures attributed to salvo firing of weapons. In the wake of these incidents, use of its main armament, the 240 mm S-24 rocket, was prohibited. In its place, the FAB-500 500 kg (1,100 lb) general-purpose high-explosive bomb became the primary armament.[11] The basic Su-25 model was used as the basis for a commercial export variant, known as the Su-25K (Komercheskiy). This model was also built at Factory 31 in Tbilisi, Georgia. The aircraft differed from the Soviet Air Force version in certain minor details concerning internal equipment. A total of 180 Su-25K aircraft were built between 1984 and 1989.[11] The Su-25UB trainer (Uchebno-Boyevoy) was drawn up in 1977. The first prototype, called \"T-8UB-1\", was rolled out in July 1985 and its maiden flight was carried out at the Ulan-Ude factory airfield on 12 August of that year.[11] By the end of 1986, 25 Su-25UBs had been produced at Ulan-Ude before the twin-seater completed its State trials and officially cleared for service with the Soviet Air Force.[121][clarification needed] It was intended for training and evaluation flights of active-duty pilots, and for training pilot cadets at Soviet Air Force flying schools. The performance did not differ substantially from that of the single-seater. The navigation, attack, sighting devices and weapons-control systems of the two-seater enabled it to be used for both routine training and weapons-training missions.[122] From 1986 to 1989, in parallel with the construction of the main Su-25UB combat training variant, the Ulan-Ude plant produced the so-called \"commercial\" Su-25UBK, intended for export to countries that bought the Su-25K, and with similar modifications to that aircraft.[123] The Su-25UBM is a twin seat variant that can be used as an operational trainer, but also has attack capabilities, and can be used for reconnaissance, target designation and airborne control. Its first flight was on 6 December 2008 and it was certified in December 2010. It will enter operational use with the Russian Air Force later. The variant has a Phazotron NIIR Kopyo radar and Bars-2 equipment on board. Su-25UBM's range is believed to be 1,300 km (810 mi) and it may have protection against infra-red guided missiles (IRGM), a minimal requirement on today's battle fields where IRGMs proliferate.[124] The Su-25UTG (Uchebno-Trenirovochnyy s Gakom) is a variant of the Su-25UB designed to train pilots in takeoff and landing on a land-based simulated carrier deck, with a sloping ski-jump section and arrester wires. The first one flew in September 1988, and approximately 10 were produced.[125] About half remained in Russian service after 1991; they were used on Russia's sole aircraft carrier, Admiral Kuznetsov. This small number of aircraft were insufficient to meet the training needs of Russia's carrier air group, so a number of Su-25UBs were converted into Su-25UTGs. These aircraft being distinguished by the alternative designation Su-25UBP (Uchebno-Boyevoy Palubny)—the adjective palubnyy meaning \"deck\", indicating that these aircraft have a naval function.[126] As of 2007, approximately 10 of these aircraft were operational in the Russian Navy as part of the 279th Naval Aviation Regiment of the Northern Fleet.[127] In 2021, Su-25 aircraft were also reported deployed with the 100th Independent Shipborne Fighter Aviation Regiment of the same fleet.[128] The Su-25BM (Buksirovshchik Misheney) is a target-towing variant of the Su-25 whose development began in 1986. The prototype, designated T-8BM1, successfully flew for the first time on 22 March 1990, at Tbilisi. After completion of the test phase, the aircraft was put into production.[126] The Su-25BM target-tower was designed to provide towed target facilities for training ground forces and naval personnel in ground-to-air or naval surface-to-air missile systems. It is powered by an R-195 engine and equipped with an RSDN-10 long-range navigation system, an analogue of the Western LORAN system.[126] The Su-25T (Tankovy) is a dedicated antitank version, which has been combat-tested with notable success in Chechnya.[19] The design of the aircraft is similar to the Su-25UB. The variant was converted to one-seater, with the rear seat replaced by additional avionics.[129] It has all-weather and night attack capability. In addition to the full arsenal of weapons of the standard Su-25, the Su-25T can employ the KAB-500Kr TV-guided bomb and the semi-active laser-guided Kh-25ML.[19] Its enlarged nosecone houses the Shkval optical TV and aiming system with the Prichal laser rangefinder and target designator. It can also carry Vikhr laser-guided, tube-launched missiles, which is its main antitank armament. For night operations, the low-light TV Merkuriy pod system can be carried under the fuselage. Three Su-25Ts prototypes were built in 1983–86 and 8 production aircraft were built in 1990.[130] With the introduction of a definitive Russian Air Force Su-25 upgrade programme, in the form of Stroyevoy Modernizirovannyi, the Su-25T programme was officially canceled in 2000.[131] A second-generation Su-25T, the Su-25TM (also designated Su-39), has been developed with improved navigation and attack systems, and better survivability. While retaining the built-in Shkval of Su-25T, it may carry Kopyo (rus. \"Spear\") radar in the container under fuselage, which is used for engaging air targets (with RVV-AE/R-77 missiles) as well as ships (with Kh-31 and Kh-35 antiship missiles). The Russian Air Force has received 8 aircraft as of 2008.[129] Some of the improved avionics systems designed for T and TM variants have been included in the Su-25SM, an interim upgrade of the operational Russian Air Force Su-25, for improved survivability and combat capability.[19] The Su-25TM, as an all-inclusive upgrade programme has been replaced with the \"affordable\" Su-25SM programme.[131] The Su-25SM (Stroyevoy Modernizirovannyi) is an \"affordable\" upgrade programme for the Su-25, conceived by the Russian Air Force in 2000. The programme stems from the attempted Su-25T and Su-25TM upgrades, which were evaluated and labeled as over-sophisticated and expensive. The SM upgrade incorporates avionics enhancements and airframe refurbishment to extend the Frogfoot's service life by up to 500 flight hours or 5 years.[131] The Su-25SM's all-new PRnK-25SM \"Bars\" navigation/attack suite is built around the BTsVM-90 digital computer system, originally planned for the Su-25TM upgrade programme. Navigation and attack precision provided by the new suite is three times better of the baseline Su-25 and is reported to be within 15 m (49 ft) using satellite correction and 200 m (660 ft) without it.[131] A new KA1-1-01 Head-Up Display (HUD) was added providing, among other things, double the field of view of the original ASP-17BTs-8 electro-optical sight. Other systems and components incorporated during the upgrade include a Multi-Function Display (MFD), RSBN-85 Short Range Aid to Navigation (SHORAN), ARK-35-1 Automatic Direction Finder (ADF), A-737-01 GPS/GLONASS Receiver, Karat-B-25 Flight Data Recorder (FDR), Berkut-1 Video Recording System (VRS), Banker-2 UHF/VHF communication radio, SO-96 Transponder and a L150 \"Pastel\" Radar Warning Receiver (RWR).[131] The R-95sh engines have been overhauled and modified with an anti-surge system installed. The system is designed to improve the resistance of the engine to ingested powders and gases during gun and rocket salvo firing.[131] The combination of reconditioned and new equipment, with increased automation and self-test capability has allowed for a reduction of pre- and post-flight maintenance by some 25 to 30%. Overall weight savings are around 300 kg (660 lb).[131] Su-25SM weapon suite has been expanded with the addition of the Vympel R-73 highly agile air-to-air missile (albeit without helmet mounted cueing and only the traditional longitudinal seeker mode) and the S-13T 130 mm rockets (carried in five-round B-13 pods) with blast-fragmentation and armour-piercing warheads. Further, the Kh-25ML and Kh-29L Weapon Employment Profiles have been significantly improved, permitting some complex missile launch scenarios to be executed, such as: firing two consecutive missiles on two different targets in a single attack pass. The GSh-30-2 autocannon (250-round magazine) has received three new reduced rate-of-fire modes: 750, 375 and 188 rounds per minute. The Su-25SM was also given new BD3-25 under-wing pylons.[131] The eventual procurement programme is expected to include between 100 and 130 kits, covering 60 to 70 percent of the Russian Air Force active single-seat fleet, as operated in the early 2000s.[131] On 21 February 2012, Air Force spokesman Col. Vladimir Drik said that Russia will continue to upgrade its Su-25 attack aircraft to Su-25SM version, which has a significantly better survivability and combat effectiveness. The Russian Air Force then had over 30 Su-25SMs in service and plans to modernize about 80 Su-25s by 2020, Drik said.[132][133] By March 2013, over 60 aircraft are to be upgraded.[133][134] In February 2013, ten new Su-25SMs were delivered to the Air Force southern base,[135][136] where operational training is being conducted.[137] During the period 2005–2015, more than 80 aircraft were upgraded.[138] Since early 2014, the 368th Assault Aviation Regiment of the 4th Air and Air Defence Forces Army at Budyonnovsk has received advanced Su-25SMs[139] (probably 16 aircraft). Nine more were delivered in 2018,[140][141][142] eight more in early 2019[143][144][145] and four more in early 2020 plus one more in early 2021.[146][147][148] Since 2018, the Aerospace Forces [VKS] have been receiving Su-25SM3s, and a total of 25 aircraft have already been delivered as of June 2019. Unlike the baseline Su-25 and its incrementally upgraded variant, the Su-25SM, both of which have a rather outdated Klen-PS laser target designator in the nose, the Su-25SM3 has been upgraded with the new SOLT-25 electro-optics nose module. The SOLT-25 provides 16× zoom and features a laser range finder and target designator, thermal imager, TV channels, and the ability to track moving targets in all weather up to 8 km away. In addition, the Su-25SM3 comes with the Vitebsk-25 protection suite, which integrates a set of Zakhvat forward and rearward facing missile approach warning ultraviolet sensors, the L-150-16M Pastel radar homing and warning system, two UV-26M 50 mm chaff dispensers, and a pair of wing-mounted L-370-3S radar jamming pods. Furthermore, the Su-25SM3 has been upgraded with the new PrNK-25SM-1 Bars targeting-and-navigation system and the KSS-25 communication system with Banker-8-TM-1 antenna.[149] As a result from combat experience in Syria the Su-25SM3 has been equipped with SVP-24 navigation and bombing aids that improve the accuracy unguided bombs.[150] The Su-25KM (Komercheski, Modernized),[151] nicknamed \"Scorpion\", is an Su-25 upgrade programme announced in early 2001 by the original manufacturer, Tbilisi Aircraft Manufacturing in Georgia, in partnership with Elbit Systems of Israel. The prototype aircraft made its maiden flight on 18 April 2001 at Tbilisi in full Georgian Air Force markings.[152] The aircraft uses a standard Su-25 airframe, enhanced with advanced avionics including a glass cockpit, digital map generator, helmet-mounted display, computerised weapons system, complete mission pre-plan capability, and fully redundant backup modes. Performance enhancements include a highly accurate navigation system, pinpoint weapon delivery systems, all-weather and day/night performance, NATO compatibility, state-of-the art safety and survivability features, and advanced onboard debriefing capabilities complying with international requirements.[152] It has the ability to use Israeli Opher infrared-guided bombs and Lizard laser-guided bombs, as well as the Vympel R-73 infrared-guided missile.[153] The Sukhoi Su-28 (also designated Su-25UT – Uchebno-Trenirovochnyy) is an advanced basic jet trainer, built on the basis of the Su-25UB as a private initiative by the Sukhoi Design Bureau. The Su-28 is a light aircraft designed to replace the Czechoslovak Aero L-39 Albatros. Unlike the basic Su-25UB, it lacks a weapons-control system, built-in cannon, weapons hardpoints, and engine armour.[154] The Su-25 has been involved in the following notable aviation accidents. Data from Jane's All The World's Aircraft 2003–2004,[161] Sukhoi,[162] deagel.com,[163] airforce-technology.com[164] General characteristics Performance Armament Avionics Related development Aircraft of comparable role, configuration, and era ","Title":"Sukhoi Su-25 - Wikipedia","KeyID":"15821","URL":"https://en.wikipedia.org/wiki/Su-25"}