{"Content: ":"\"Russian warship, go fuck yourself\",[a] originally spoken in Russian, was the last communication made during the February 2022 Russian attack on Snake Island in Ukraine's territorial waters, by border guard Roman Hrybov to the Russian missile cruiser Moskva. The phrase, and derivatives of the phrase, became widely adopted during the 2022 Russian invasion of Ukraine in protests and demonstrations around the world.[3] Weeks later, the phrase was commemorated on a postage stamp by Ukrposhta, the Ukrainian postal service.[4] On his release, Hrybov was awarded a medal for his actions.[5] During his captivity, his family applied for a defensive trademark on the slogan.[6] On 13 April 2022, one day after the first issue of the commemorative stamp, the Moskva was critically damaged by an explosion caused by Ukrainian anti-ship missiles and sank the following day.[7][8] On 24 February 2022, the Russian flagship cruiser Moskva,[9] and patrol boat Vasily Bykov, began an assault on Snake Island, a Ukrainian island located in the Black Sea. It is a small island with a single village populated by fewer than 30 people, that had a contingent of 13 border guards stationed on the island at the time of the attack. The Moskva called on the soldiers to surrender in return for their safety, which was firmly declined by the defenders.[10][11] The exchange, which took place in Russian, has been translated as:[12] Russian warship: \"Snake Island, I, Russian warship, repeat the offer: put down your arms and surrender, or you will be bombed. Have you understood me? Do you copy?\" Ukrainian 1 to Ukrainian 2: \"That's it, then. Or, do we need to fuck them back off?\" Ukrainian 2 to Ukrainian 1: \"Might as well.\" Ukrainian 1: \"Russian warship, go fuck yourself.\" \"Ukrainian 1\" is believed to be Roman Hrybov (also transliterated Gribov).[13][14] Author and academic Alex Abramovich, writing in the London Review of Books, noted that a more literal translation of \"иди на хуй\", transliterated as \"Idi na khuy\", is \"Go to a dick\", or more idiomatically \"Go sit on a dick\".[12][15] Subsequently, Snake Island was captured by the Russian naval forces, and the thirteen soldiers defending it were thought to have been killed in the Russian assault. Ukrainian president Volodymyr Zelenskyy announced he would \"posthumously\" award the soldiers on Snake Island with the highest Ukrainian honour, the Hero of Ukraine.[16][17] On 28 February 2022, the Ukrainian Navy announced that all of the border guards were alive and detained by the Russian Navy.[18][19] On 24 March 2022, some of the Snake Island border guards, including Roman Hrybov, were returned to Ukraine in a prisoner exchange.[20] On 29 March 2022, Hrybov returned to his native Cherkasy Oblast, and was given a medal for his actions.[5][21][22] On 13 April 2022, Ukrainian presidential adviser Oleksiy Arestovych and Odesa governor Maksym Marchenko said that Moskva had been hit by two Neptune anti-ship missiles and was on fire in rough seas.[23] A source at the Pentagon in the US later confirmed that Moskva had been hit by Ukrainian missiles.[24] Russian state-owned news agencies said the ship was badly damaged and its crew was evacuated due to a \"fire\" from \"detonated ammunition.\"[25] The ship sank while being towed to a naval base.[26] Phrase on signs in demonstration in Helsinki, Finland (26 February 2022). Phrase on signs in demonstration in Maastricht, Netherlands (26 February 2022). Protest in Poznań (Poland) using the phrase (26 February 2022). Anti-war rally in Brno, Czech Republic using the phrase in Russian (27 February 2022). Phrase used in protests in Habima Square, Tel Aviv (26 February 2022). Rally in support of Ukraine in Columbus, Ohio, United States, using the phrase (26 February 2022). The phrase on a sign in a protest in London, England (26 February 2022). Recordings of the exchange became widely circulated on the internet and went viral on various social media platforms, and it has since become a rallying cry by both the Ukrainian military and civilians protesting the invasion.[27] US Senator Ben Sasse mentioned the phrase while speaking on the Senate floor on 28 February: \"One Ukrainian after conversing with some of his colleagues a little bit on a recording that many who may have now heard, decided to turn up the volume and he announced, 'Russian warship, idi nakhuy'. [...] That is now the rallying cry of the Ukrainian resistance\".[28] Andrew Keen writing in the Literary Hub noted that as a result of the slogan, \"Even the f-word had been weaponized\" and that it was now a \"popular internet meme of resistance to the Russian invasion\".[3] The Washington Post said that \"Ukraine is fighting back, one swear word at a time\".[29] On 21 March 2022, the Russian Ministry of Defence posted an image on its official Telegram channel that reads \"Never anger a Russian warship\". (Никогда не злите русский военный корабль)[30] The Week compared the phrase to \"Remember the Alamo\" from the 19th century Texas Revolution.[31] The Small Wars Journal likened the phrase to other notable battle taunts such as \"Molon labe\" (from the Battle of Thermopylae), and \"Nuts!\" (from the Battle of the Bulge), amongst others.[32] The phrase also has been compared to another moment in Ukraine's history, the alleged 17th-century correspondence between the Ottoman sultan and the Cossacks (popularised by the 19th-century painting Reply of the Zaporozhian Cossacks[33]), when a Sultan of the Ottoman Empire (usually identified as Mehmed IV[34]) demanded the surrender of either the Chyhyryn Cossacks[35] or the Zaporozhian Cossacks[33][35] (who lived in modern Central Ukraine), who allegedly refused and answered with a profanity-laden letter.[36] On 26 February 2022, the Ukrainian Armed Forces blew up a railway junction connecting Ukrainian and Russian railways to prevent the Russian army from transporting military equipment and personnel into Ukraine by rail. When the Russian military asked Ukraine to restore the junction for humanitarian reasons, the Ukrainian dispatcher replied, \"Russian train, go fuck yourself!\".[37] On 27 February 2022, a Russian ship approached a Georgian oil tanker to ask for fuel. The latter replied \"Russian ship, go fuck yourself\" (русский корабль, иди нахуй). When the Russians complained that they were almost out of fuel, they were told to use their oars.[38][39] On 7 March 2022, the Russian ship Vasily Bykov, which previously attacked Snake Island and was approaching Odesa, was allegedly hit by Ukrainian defence forces. They celebrated with \"we fucking hit them!\" and \"Russian ship, go fuck yourself.\"[40] On 4 April 2022, US Magistrate Judge Zia M. Faruqui approved a Federal Bureau of Investigation request for a warrant to seize the yacht Tango owned by oligarch Viktor Vekselberg. Judge Faruqui concluded his order alluding to the slogan, saying \"The Department of Justice's seizure echoes the message of the brave Ukrainian soldiers of Snake Island.\"[41] On 25 May 2022, Ukrainian flash cartridge maker, Krikzz, released a limited edition EverDrive for the Nintendo 64 featuring a label based on the commemorative stamp with all profit from the sales donated to the defense of Ukraine.[42] In March 2022, Ukrainian band Botashe released a song titled \"PNH\" (Ukrainian: ПНХ), which predominantly features the phrase.[43] On 29 March 2022, the Ukrainian Ministry of Defence released the \"Ukrainian military Oscars\" (in tandem with the 94th Academy Awards) and gave the award for Best Picture to the sinking of the Saratov on 21 March, in Berdiansk, and to which it ascribed the mock-film title, \"Russian Warship, Go F*** Yourself in Berdyansk\".[44] On 27 May, the Ukrainian public broadcaster Suspilne announced that the stations of Ukrainian Radio would air a twice-daily segment debunking Russian disinformation, titled \"Russian fake, go...\" (Ukrainian: Русскій фейк, іди на...).[45] On 1 March 2022, Ukrposhta, the Ukrainian postal service, launched a stamp design competition on the theme of the phrase.[46][47] On 12 March 2022, the First Deputy Foreign Minister Emine Dzhaparova announced that artist Borys Grokh's work won the popular vote of Ukrposhta for the sketch for the stamp.[4][48] Fact-checking site Snopes said that Grokh had lived in Yevpatoria in the Crimea all his life and was studying to be an artist, but as a result of the Russian invasion of Crimea in 2014, he was forced to leave his home and had moved to Kyiv and later to Lviv.[49] Snopes quoted that Ukrposhta encouraged Ukrainians to send the same to their \"friends abroad or send a fiery \"hello\" to the Russians\".[49] Ukrposhta issued the set of commemorative postage stamps on 12 April.[50][51] The stamps feature a drawing of a Ukrainian soldier presenting the middle finger to the Russian cruiser Moskva.[52] The overall layout with the ochre land underneath the blue sea mimics the colours of the Flag of Ukraine. The special postmark accompanying the stamp shows the outline of Snake Island. The stamp design is available in both domestic and foreign version. President Zelenskyy had his picture taken with the stamps and commented that Russian warships should only sail in one direction.[53] Roman Hrybov and the head of the Ukrainian Post Office, Ihor Smyljanskyj, signed the first special envelopes with the stamps at the Kyiv Main Post Office.[50][57] The stamp proved popular in Ukraine with thousands queuing on its release in Kyiv. Over 1 million were scheduled for print, of which 700,000 were sold across Ukraine by 20 April.[58] 200,000 were reserved for sale in areas under Russian occupation including Crimea, and 100,000 were reserved for sale online starting on 20 April.[59] On 21 April, the website of the Ukrainian post office went offline, and Director General Ihor Smilianskyi reported on Facebook that the site had been hit with a distributed-denial-of-service (DDoS) attack.[60] Although Smilianskyi did not name a perpetrator, various outlets speculated that Russia's GRU was likely responsible for the cyberattack, and that it had done so in retaliation for the sale of the stamps.[61][62] Sierra Leone also issued similar stamps on 23 June 2022.[63] On 17 March 2022, World Trademark Review (WTR) reported that lawyers for Hrybov, through his family and the Ukrainian military, had filed for an EU trademark for the slogan in both Cyrillic script and in English.[6] The lawyers told WTR that it was needed to respond to hostile filings by clothing companies in the United States and in Lithuania who were also seeking to trademark the slogan.[6] Techdirt commented that it was a \"depressing coda to an otherwise inspiring story\", but that the fact that the slogan had reached meme status from which others were profiting had likely changed the situation.[13] Famous military quotes as answer to similar threats:","Title":"Russian warship, go fuck yourself - Wikipedia","KeyID":"15835","URL":"https://en.wikipedia.org/wiki/Russian_warship,_go_fuck_yourself!"}