{"Content: ":"Hetman Sahaidachny (Ukrainian: Гетьман Сагайдачний, romanized: Hetman Sahaidachnyi) was a frigate of the Ukrainian Navy that was originally built at the Kerch Shipyard as a Project 1135.1 patrol ship of the Nerei / Krivak III / Menzhinskiy class. She was launched on 29 March 1992 and commissioned on 2 April 1993. Homeported at Odessa since March 2014, she was the flagship of the Ukrainian Navy. Her major armament was a single 100 mm gun.[2] Built at the Zalyv Shipbuilding yard, the ship was intended to be used by the Soviet Border Troops as Kirov. However, on 4 July 1993, the newly named (after Petro Konashevych-Sahaidachny) Hetman Sahaidachny raised the flag of the Ukrainian Navy.[3] She was given the identification number of U130. In 1994, Hetman Sahaidachny set sail for France to take part in the 50th-anniversary commemorations of the Allied invasion of Normandy. In 1995, Hetman Sahaidachny visited Abu Dhabi during the \"Idex-95\" exhibitions. The frigate was scheduled to visit Norfolk, Virginia in the United States with Kostiantyn Olshansky. Kostiantyn Olshansky visited, but Hetman Sahaidachny did not for unknown reasons. The vessel has also visited ports in Algeria, Bulgaria, Egypt, Georgia, Gibraltar, Israel, Portugal, Russia and Turkey. Between November 2006 and November 2007, she underwent major repairs in Mykolaiv at a cost of ₴15 million.[4][5] In 2008, Hetman Sahaidachny took part in \"Operation Active Endeavour\" in the Mediterranean Sea. In February 2013, it was announced that the ship would be taking part in NATO's \"Operation Ocean Shield\", an anti-piracy campaign off the Horn of Africa.[6][better source needed] Hetman Sahaidachny joined the Naval Force of the European Union (EUNAVFOR) in early January 2014 for anti-piracy operations. As she refueled in Greece, while Russian forces seized control of Crimea, Russian state media RT falsely reported on 1 March 2014 that the ship's crew had defected to Russia and raised the Russian flag.[citation needed] Shortly afterwards, the Wall Street Journal reported a Ukrainian Defense Ministry statement that the ship was still flying the Ukrainian flag in port in Crete.[7] According to the Defense Ministry, the commander of the ship stated that the crew had never defected to the Russians.[8] It arrived in Odessa under the Ukrainian flag on 5 March.[9] The Ukrainian naval command issued a contradictory report that on 14 March 2014, the ship encountered a Russian naval group attempting to enter or having entered Ukrainian territorial waters. As Hetman Sahaidachny approached the group, they withdrew.[10] In September 2014, the frigate entered Odessa to undergo repairs.[11] In May 2017, she suffered an engine failure shortly after undergoing repairs.[citation needed] In July 2018 she participated in the Sea Breeze 2018 multinational exercises.[12] On 2 April 2018, she celebrated the 25th anniversary of her commissioning. In January 2022, it was indicated that the ship would undergo a refit and upgrade.[13] During the 2022 Russian invasion of Ukraine, the ship was scuttled in Mykolaiv.[14][15] On 3 March 2022, a photo emerged showing Hetman Sahaidachny partially sunk and with a list to port.[15][16] On 4 March, the Ukrainian Defence Minister confirmed that Hetman Sahaidachny had been scuttled to prevent her capture by the Russian forces.[14][15] According to the satellite imagery, it possibly happened on 28 February 2022.[17]","Title":"Ukrainian frigate Hetman Sahaidachny - Wikipedia","KeyID":"15837","URL":"https://en.wikipedia.org/wiki/Ukrainian_frigate_Hetman_Sahaidachny"}