{"Content: ":"Vasily Bykov (Russian: Василий Быков, romanized: Vasiliy Bykov) is a project 22160 patrol boat of the Russian Navy, of which it was the first ship built.[4] It was laid down on 26 February 2014 on the Zelenodolsk Shipyard at Zelenodolsk in Tatarstan, Russia,[5] and launched on 28 August 2017.[4] Vasily Bykov was commissioned on 20 December 2018 in the Novorossiysk Naval Base [ru] at Novorossiysk, becoming part of the Black Sea Fleet.[6] Vasily Bykov, along with the Slava-class cruiser Moskva, took part in the attack on Snake Island on 24 February 2022 during the first day of the 2022 Russian invasion of Ukraine. The island was bombarded with the ships' guns before Russian Naval Infantry landed. The confrontation ended with the Russian takeover of Snake Island.[7] On 7 March 2022, the Ukrainian authorities claimed that the Armed Forces of Ukraine had attacked Vasily Bykov using a shore based multiple rocket launcher system off the coast of Odessa, stating that the ship had been heavily damaged or even sunk.[8][9] However, on 16 March 2022, Vasily Bykov was seen returning to the Sevastopol Naval Base of the Russian Black Sea Fleet in Sevastopol, with no damage visible. According to The Drive, the Moldovan-flagged tanker MV Millennial Spirit, which was still burning after having been shelled by a Russian warship on 25 February 2022 and located twelve miles (19 km) from Ukrainian port Yuzhne, could have been mistakenly interpreted by Ukrainian officials as the Vasily Bykov.[10] Later, on the last day of June, Russian forces retreated from Snake Island.[11] Earlier, on 14 April 2022, the ship the Vasily Bykov had attacked Snake Island with the Moskva. The latter ship was subsequently sunk.[12] In June 2022, Vasily Bykov was for the first time equipped with a self-contained fighting module of the Tor-M2KM air-defence system, installed on its helicopter deck.[13][3]","Title":"Russian patrol boat Vasily Bykov - Wikipedia","KeyID":"15834","URL":"https://en.wikipedia.org/wiki/Russian_patrol_boat_Vasily_Bykov"}