{"Content: ":"The State Border Guard Service of Ukraine (SBGS; Ukrainian: Державна Прикордонна Служба України, Derzhavna Prykordonna Sluzhba Ukrayiny; abbr. ДПСУ, DPSU) is the border guard of Ukraine. It is an independent law enforcement agency of special assignment, the head of which is subordinated to the President of Ukraine. The Service was created on July 31, 2003, after the reorganization of the State Committee for Protection of the State Border. During wartime, units of the State Border Guard Service fall under the command of the Armed Forces of Ukraine. The State Border Guard Service includes the Ukrainian Sea Guard, which is the country's coast guard. It is also responsible for running Temporary Detention Centres, in which refugees are held. Ukrainian border guards are the national successors of the Soviet Border Troops. They were formed from the approximately 17,000 Border Troops located in Ukraine in 1991. The organization was first titled the \"Ukrainian Border Troops\", which was later subordinated to the \"Ukraine's State Committee for State Border Guarding\". From 1991 to at least 1993, the new borders with Russia and Belarus were not guarded; the Border Troops were only deployed along the western borders (minus Moldova) and on the Black Sea.[9] Another 9,000 personnel were added to the Border Troops at the expense of the Armed Forces of Ukraine, and, by the end of 1993, border posts were established in the north along the Russian and Belarusian borders. In 1999, the authorized strength of the force was again increased to 50,000. In 2003, new legislation was adopted, and this somewhat changed the legal status of the institution. In March 2003, the Border Troops became the State Border Guard Service of Ukraine, and its status was legally changed from 'military formation' to 'special law-enforcement body.' The force was legally granted 50,000 personnel, including 8,000 civilian employees. On 4 July 2012, a State Border Guard Service Diamond DA42 aircraft failed to make its scheduled radio contact with ground units. A Search and rescue mission revealed that the plane had crashed into a wooded mountainous area in Velykyi Bereznyi Raion, killing all 3 crew members on board. A further investigation was launched.[10] During The War in Donbas on August 31, 2014, two Sea Guard Zhuk class patrol boats were struck by land-based artillery. In June 2, a border base in the outskirts of Luhansk was besieged by a troop of Luhansk People's Republic separatists. The Siege of the Luhansk Border Base resulted in 10 wounded Border Guards until they surrendered and withdrew.[11][12] In 2022, during the Battle of Snake Island 13 Border Troops were attacked and captured by Russian warships. A unit of Border Guards was stationed in Mariupol and fought during the Siege of Mariupol. In 20 April, the Border Guards were stranded in an encircled pocket at the Mariupol sea port together with National Police of Ukraine, until they were resuced by the Azov Regiment and retreated into the Azovstal Iron and Steel Works.[13] Patch Cockade Officers cocarde Privates cocarde 25 years in service 20 years in service 15 years in service 10 years in service","Title":"State Border Guard Service of Ukraine - Wikipedia","KeyID":"15832","URL":"https://en.wikipedia.org/wiki/State_Border_Guard_Service_of_Ukraine"}