{"Content: ":"The Turkish Straits (Turkish: Türk Boğazları) are two internationally significant waterways in northwestern Turkey. The straits create a series of international passages that connect the Aegean and Mediterranean seas to the Black Sea. They consist of the Dardanelles and the Bosphorus. The straits are on opposite ends of the Sea of Marmara. The straits and the Sea of Marmara are part of the sovereign sea territory of Turkey and subject to the regime of internal waters. Located in the western part of the landmass of Eurasia, the Straits are conventionally considered the boundary between the continents of Europe and Asia, as well as the dividing line between European Turkey and Asian Turkey. Owing to their strategic importance in international commerce, politics, and warfare, the Straits have played a significant role in European and world history. Since 1936, they have been governed in accordance with the Montreux Convention. As maritime waterways, the Turkish Straits connect various seas along the Eastern Mediterranean, the Balkans, the Near East, and Western Eurasia. Specifically, the Straits allows maritime connections from the Black Sea all the way to the Aegean and Mediterranean Seas, the Atlantic Ocean via Gibraltar, and the Indian Ocean through the Suez Canal, making them crucial international waterways, in particular for the passage of goods coming in from Russia. The Turkish Straits are made up of the following waterways; Developments of economic activities threaten marine ecosystem including endemic dolphins and harbour porpoises.[2] The Straits have had major maritime strategic importance at least since Bronze-age armies fought the Trojan War near the Aegean entrance, and the narrow crossings between Asia and Europe have provided migration and invasion routes (for Persians, Galatians, and Turks, for example) for even longer. In the declining days of the Ottoman Empire, the \"Straits Question\" involved the diplomats of Europe and the Ottomans. By the terms of the London Straits Convention concluded on 13 July 1841 between the Great Powers of Europe — Russia, the United Kingdom, France, Austria and Prussia — the \"ancient rule\" of the Ottoman Empire was re-established by closing the Turkish straits to all warships whatsoever, barring those of the Ottoman Sultan's allies during wartime.[4] This treaty became one in a series dealing with access to the Bosphorus, the Sea of Marmara, and the Dardanelles. It evolved from the secret 1833 Treaty of Hünkâr İskelesi (Unkiar Skelessi), in which the Ottoman Empire guaranteed exclusive use of the Straits to \"Black Sea Powers\" (i.e., Ottoman Empire and Russian Empire) warships in the case of a general war. The Straits became especially important in the course of World War I (1914–1918) as a potential link between the Entente powers' Eastern and Western Fronts. Anglo-French naval forces failed to take control of the Dardanelles (February – March 1915), but in the secret Straits Agreement diplomacy of March – April 1915, the members of the Triple Entente agreed — in the event of victory in World War I — to cede Ottoman territory controlling and overlooking the Straits to the Russian Empire. Anglo-French troops then launched the Gallipoli campaign, an ultimately unsuccessful operation to take control of the Straits following amphibious landings on the Gallipoli Peninsula (April 1915 to January 1916). The revolutions in Petrograd in 1917 ultimately stalled Russia's own plans to seize the Straits.[5][6] The modern treaty controlling access is the 1936 Montreux Convention Regarding the Regime of the Straits, which remains in force as of 2022.[update] This Convention gives the Republic of Turkey control over warships entering the straits but guarantees the free passage of civilian vessels in peacetime. Coordinates: 40°43′21″N 28°13′29″E﻿ / ﻿40.7225°N 28.2247°E﻿ / 40.7225; 28.2247","Title":"Turkish Straits - Wikipedia","KeyID":"15831","URL":"https://en.wikipedia.org/wiki/Turkish_Straits"}