{"Content: ":"Yuri Olefirenko (Ukrainian: Юрій Олефіренко) is a mid-size landing ship formerly of the Ukrainian Navy of Project 773 (NATO code: Polnocny-C). From its original commissioning in 1971 and until the 2014 Annexation of Crimea by the Russian Federation, she was based in the Southern Naval Base at Donuzlav. Since then Yuri Olefirenko was relocated to Ochakiv. She was reportedly captured by Russian forces during the 2022 Russian invasion of Ukraine before being spotted still in active service on 3 June 2022.[3][4][5] The ship was built at Stocznia Północna (pl) shipyard in Gdańsk, Poland in 1970 for the Soviet Navy and was numbered SDK-137. SDK is a Russian abbreviation for a mid-size landing ship (Russian: средний десантный корабль, Sredniy Desantnyi Korabl, SDK). Although officially the Soviet Union was not involved in the 1973 Yom Kippur War, SDK 137 was part of the Soviet Mediterranean squadron that was in the area along with a marine infantry detachment loaded. The vessel's enlisted starshina 1st stage P. Grinev downed one of the Israeli F-4 Phantom planes with the ship's AK-230 artillery system and was awarded for that the Order of Red Star. As a result of the Soviet Black Sea Fleet division between Russian Black Sea Fleet and the Ukrainian Navy, in 1994 SDK 137 was passed to the Ukrainian Navy and was renamed SKD Kirovohrad. In 1996 it was commissioned and given the pennant number U-401 Kirovohrad. In 1998-2002 U401 was repaired at the Metallist Ship Repair Factory in Balaklava and once again in 2012–2013 at the Black Sea Shipyard in Mykolaiv. At the start of the 2014 Russian military intervention in Ukraine, on 21 March 2014 Kirovohrad was surrendered to unmarked Russian naval personnel at the Donuzlav lake along with minesweeper Chernihiv. On 19 April 2014 the Russian military returned the ship along with the Ukrainian corvette Vinnytsia. In 2016 it was renamed again to U-401 Yuri Olefirenko in a memory of Ukrainian marine who perished during the War in Donbass. In April 2022 the ship was claimed by Russian media to have again been captured by Russia at the port of Berdyansk and she may then have been moved to Novorossiysk.[6] On 3 June 2022 Yuri Olefirenko was spotted in Ukrainian control near Ochakiv, Ukraine under fire by Russian artillery. It is believed to have survived the strikes and this suggests that it had not been captured at Berdyansk as previously claimed by Russian media..[7] former badge of Kirovohrad Renaming of the ship in 2016 2018 training exercise","Title":"Ukrainian ship Yuri Olefirenko - Wikipedia","KeyID":"15840","URL":"https://en.wikipedia.org/wiki/Ukrainian_ship_Yuri_Olefirenko"}