{"Content: ":"The Sukhoi Su-27 (Russian: Сухой Су-27; NATO reporting name: Flanker) is a Soviet-origin twin-engine supermaneuverable fighter aircraft designed by Sukhoi. It was intended as a direct competitor for the large United States fourth-generation fighters such as the Grumman F-14 Tomcat and McDonnell Douglas F-15 Eagle, with 3,530-kilometre (1,910 nmi) range, heavy aircraft ordnance, sophisticated avionics and high maneuverability. The Su-27 was designed for air superiority missions, and subsequent variants are able to perform almost all aerial warfare operations. It was designed with the Mikoyan MiG-29 as its complement. The Su-27 entered service with the Soviet Air Forces in 1985. The primary role was long range air defence against American SAC Rockwell B-1B Lancer and Boeing B-52G and H Stratofortress bombers, protecting the Soviet coast from aircraft carriers and flying long range fighter escort for Soviet heavy bombers such as the Tupolev Tu-95, Tupolev Tu-22M and Tupolev Tu-160.[2] The Su-27 was developed into a family of aircraft; these include the Su-30, a two-seat, dual-role fighter for all-weather, air-to-air and air-to-surface deep interdiction missions, and the Su-33, a naval fleet defense interceptor for use from aircraft carriers. Further versions include the side-by-side two-seat Su-34 strike/fighter-bomber variant, and the Su-35 improved air superiority and multi-role fighter. The Shenyang J-11 is a Chinese licence-built version of the Su-27. In 1969, the Soviet Union learned of the U.S. Air Force's \"F-X\" program, which resulted in the F-15 Eagle. The Soviet leadership soon realized that the new American fighter would represent a serious technological advantage over existing Soviet fighters. \"What was needed was a better-balanced fighter with both good agility and sophisticated systems.\" In response, the Soviet General Staff issued a requirement for a Perspektivnyy Frontovoy Istrebitel (PFI, literally \"Prospective Frontline Fighter\", roughly \"Advanced Frontline Fighter\").[3] Specifications were extremely ambitious, calling for long-range, good short-field performance (including the ability to use austere runways), excellent agility, Mach 2+ speed, and heavy armament. The aerodynamic design for the new aircraft was largely carried out by TsAGI in collaboration with the Sukhoi design bureau.[3] When the specification proved too challenging and costly for a single aircraft in the number needed, the PFI specification was split into two: the LPFI (Lyogkyi PFI, Lightweight PFI) and the TPFI (Tyazholyi PFI, Heavy PFI). The LPFI program resulted in the Mikoyan MiG-29, a relatively short-range tactical fighter, while the TPFI program was assigned to Sukhoi OKB, which eventually produced the Su-27 and its various derivatives. The Sukhoi design, which was altered progressively to reflect Soviet awareness of the F-15's specifications, emerged as the T-10 (Sukhoi's 10th design), which first flew on 20 May 1977. The aircraft had a large wing, clipped, with two separate podded engines and a twin tail. The 'tunnel' between the two engines, as on the F-14 Tomcat, acts both as an additional lifting surface and hides armament from radar. The T-10 was spotted by Western observers and assigned the NATO reporting name 'Flanker-A'. The development of the T-10 was marked by considerable problems, leading to a fatal crash of the second prototype, the T-10-2 on 7 July 1978,[4] due to shortcomings in the FBW control system.[5] Extensive redesigns followed (T-10-3 through T-10-15) and a revised version of the T-10-7, now designated the T-10S, made its first flight on 20 April 1981. It also crashed due to control problems and was replaced by T-10-12 which became T-10S-2. This one also crashed on 23 December 1981 during a high-speed test, killing the pilot.[6][7] Eventually the T-10-15 demonstrator, T-10S-3, evolved into the definitive Su-27 configuration.[8] The T-10S-3 was modified and officially designated the P-42, setting a number of world records for time-to-height,[9] beating those set in 1975 by a similarly modified F-15 called \"The Streak Eagle\".[10] The P-42 \"Streak Flanker\" was stripped of all armament, radar and operational equipment. The fin tips, tail-boom and the wingtip launch rails were also removed. The composite radome was replaced by a lighter metal version. The aircraft was stripped of paint, polished and all drag-producing gaps and joints were sealed. The engines were modified to deliver an increase in thrust of 1,000 kg (2,200 lb), resulting in a thrust-to-weight ratio of almost 2:1 (for comparison with standard example see Specifications).[11][12] The production Su-27 (sometimes Su-27S, NATO designation 'Flanker-B') began to enter VVS operational service in 1985, although manufacturing difficulties kept it from appearing in strength until 1990.[13] The Su-27 served with both the V-PVO and Frontal Aviation. Operational conversion of units to the type occurred using the Su-27UB (Russian for \"Uchebno Boevoy\" - \"Combat Trainer\", NATO designation 'Flanker-C') twin-seat trainer, with the pilots seated in tandem.[14] When the naval Flanker trainer was being conceived the Soviet Air Force was evaluating a replacement for the Su-24 \"Fencer\" strike aircraft, and it became evident to Soviet planners at the time that a replacement for the Su-24 would need to be capable of surviving engagements with the new American F-15 and F-16. The Sukhoi bureau concentrated on adaptations of the standard Su-27UB tandem-seat trainer. However, the Soviet Air Force favoured the crew station (side-by-side seating) approach used in the Su-24 as it worked better for the high workload and potentially long endurance strike roles. Therefore, the conceptual naval side-by-side seated trainer was used as the basis for development of the Su-27IB (Russian for \"Istrebityel Bombardirovshchik\" - \"Fighter Bomber\") as an Su-24 replacement in 1983. The first production airframe was flown in early 1994 and renamed the Su-34 (NATO reporting name 'Fullback').[15] Development of a version for the Soviet Navy called the Su-27K (Russian for \"Korabyelny\" - \"Shipborne\", NATO designation 'Flanker-D') commenced not long after the development of the main land-based type. Some of the T10 demonstrators were modified to test features of navalized variants for carrier operations. These modified demonstrators led to specific prototypes for the Soviet Navy, designated \"T10K\" (Korabyelny). The T10Ks had canards, an arresting hook and carrier landing avionics as well as a retractable inflight re-fueling probe. They did not have the landing gear required for carrier landings or folding wings. The first T10K flew in August 1987 flown by the famous Soviet test pilot Viktor Pugachev (who first demonstrated the cobra manoeuvre using an Su-27 in 1989), performing test take-offs from a land-based ski-jump carrier deck on the Black Sea coast at Saky in the Ukrainian SSR. The aircraft was lost in an accident in 1988. At the time the naval Flanker was being developed the Soviets were building their first generation of aircraft carriers and had no experience with steam catapults and did not want to delay the introduction of the carriers. Thus it was decided to use a take-off method that did not require catapults by building up full thrust against a blast deflector until the aircraft sheared restraints holding it down to the deck. The fighter would then accelerate up the deck onto a ski jump and become airborne.[16] The production Su-27K featured the required strengthened landing gear with a two-wheel nose gear assembly, folding stabilators and wings, outer ailerons that extended further with inner double slotted flaps and enlarged leading-edge slats for low-speed carrier approaches, modified LERX (Leading Edge Root eXtension) with canards, a modified ejection seat angle, upgraded FBW, upgraded hydraulics, an arresting hook and retractable in-flight refuelling probe with a pair of deployable floodlights in the nose to illuminate the tanker at night. The Su-27K began carrier trials in November 1989, again with Pugachev at the controls, on board the first Soviet aircraft carrier, called Tbilisi at the time and formal carrier operations commenced in September 1991.[17][18] Development of the naval trainer, called the Su-27KUB (Russian for \"Korabyelny Uchebno-Boyevoy\" - \"Shipborne Trainer-Combat\"), began in 1989. The aim was to produce an airframe with dual roles for the Navy and Air Force suitable for a range of other missions such as reconnaissance, aerial refuelling, maritime strike, and jamming. This concept then evolved into the Su-27IB (Su-34 \"Fullback\") for the Soviet Air Force. The naval trainer had a revised forward fuselage to accommodate a side-by-side cockpit seating arrangement with crew access via a ladder in the nose-wheel undercarriage and enlarged canards, stabilisers, fins and rudders. The wings had extra ordnance hard-points and the fold position was also moved further outboard. The inlets were fixed and did not feature FOD suppression hardware. The central fuselage was strengthened to accommodate 45 tonnes (99,000 pounds) maximum gross weight and internal volume was increased by 30%. This first prototype, the T-10V-1, flew in April 1990 conducting aerial refuelling trials and simulated carrier landing approaches on the Tbilisi. The second prototype, the T-10V-2 was built in 1993 and had enlarged internal fuel tanks, enlarged spine, lengthened tail and tandem dual wheel main undercarriage.[15] In 1991, the production facilities at Komsomolsk-on-Amur Aircraft Plant and Irkutsk developed export variants of the Su-27: the Su-27SK single seat fighter and Su-27UBK twin-seat trainer, (the K in both variants is Russian for \"Kommercheskiy\" - literally \"Commercial\")[19] which have been exported to China, Vietnam, Ethiopia and Indonesia.[20] After the collapse of the USSR in 1991, Russia, the successor state, started development of advanced variants of the Su-27 including the Su-30, Su-33, Su-34, Su-35, and Su-37. Since 1998 the export Su-27SK has been produced as the Shenyang J-11 in China under licence. The first licensed-production plane, assembled in Shenyang from Russian supplied kits, was flight tested on 16 December 1998. These licence-built versions, which numbered 100, were designated J-11A. The next model, the J-11B made extensive use of Chinese developed systems within the Su-27SK airframe.[21] Starting in 2004, the Russian Air Force began a major update of the original Soviet Su-27 ('Flanker-B') fleet. The upgraded variants were designated Su-27SM (Russian for \"Seriyniy Modernizovanniy\" - literally \"Serial Modernized\"). This included upgrades in air-to-air capability with the R-77 missile with an active radar homing head. The modernized Su-27SM fighters belong to the 4+ generation. The strike capability was enhanced with the addition of the Kh-29T/TE/L and Kh-31P/Kh-31A ASM and KAB-500KR/KAB-1500KR smart bombs. The avionics were also upgraded.[22] The Russian Air Force is currently receiving aircraft modernized to the SM3 standard. The aircraft’s efficiency to hit air and ground targets has increased 2 and 3 times than in the basic Su-27 variant. Su-27SM3 has two additional stations under the wing and a much stronger airframe. The aircraft is equipped with new onboard radio-electronic systems and a wider range of applicable air weapons. The aircraft’s cockpit has multifunctional displays.[23] The Su-30 is a two-seat multi-role version developed from the Su-27UBK and was designed for export and evolved into two main variants. The export variant for China, the SU-30MKK ('Flanker-G') which first flew in 1999. The other variant developed as the export version for India, the Su-30MKI ('Flanker-H') was delivered in 2002 and has at least five other configurations. The Su-33 is the Russian Navy version of the Soviet Su-27K which was re-designated by the Sukhoi Design Bureau after 1991. (Both have the NATO designation 'Flanker-D') The Su-34 is the Russian derivative of the Soviet-era Su-27IB, which evolved from the Soviet Navy Su-27KUB operational conversion trainer. It was previously referred to as the Su-32MF. The newest and most advanced version of the Su-27 is the Su-35S (\"Serial\"). The Su-35 was previously referred to as the Su-27M, Su-27SM2, and Su-35BM.[24] The Su-37 is an advanced technology demonstrator derived from Su-35 prototypes, featuring thrust vectoring nozzles made of titanium rather than steel and an updated airframe containing a high proportion of carbon-fibre and Al-Li alloy.[25] Only two examples were built and in 2002 one crashed, effectively ending the program. The Su-37 improvements did however make it into new Flanker variants such as the Su-35S and the Su-30MKI.[26] The Su-27's basic design is aerodynamically similar to the MiG-29, but it is substantially larger. The wing blends into the fuselage at the leading edge extensions and is essentially a cross between a swept wing and a cropped delta (the delta wing with tips cropped for missile rails or ECM pods). The fighter is also an example of a tailed delta wing configuration, retaining conventional horizontal tailplanes. The Su-27 had the Soviet Union's first operational fly-by-wire control system, based on the Sukhoi OKB's experience with the T-4 bomber project. Combined with relatively low wing loading and powerful basic flight controls, it makes for an exceptionally agile aircraft, controllable even at very low speeds and high angle of attack. In airshows the aircraft has demonstrated its maneuverability with a Cobra (Pugachev’s Cobra) or dynamic deceleration – briefly sustained level flight at a 120° angle of attack. The naval version of the 'Flanker', the Su-27K (or Su-33), incorporates canards for additional lift, reducing takeoff distances. These canards have also been incorporated in some Su-30s, the Su-35, and the Su-37. The Su-27 is equipped with a Phazotron N001 Myech coherent Pulse-Doppler radar with track while scan and look-down/shoot-down capability. The fighter also has an OLS-27 infrared search and track (IRST) system in the nose just forward of the cockpit with an 80–100 km (50–62 mi) range.[27] The Su-27 is armed with a single 30 mm (1.18 in) Gryazev-Shipunov GSh-30-1 cannon in the starboard wingroot, and has up to 10 hardpoints for missiles and other weapons. Its standard missile armament for air-to-air combat is a mixture of R-73 (AA-11 Archer) and R-27 (AA-10 'Alamo') missiles, the latter including extended range and infrared homing models. The Soviet Air Force began receiving Su-27s in June 1985. It officially entered service in August 1990.[13] On 13 September 1987, a fully armed Soviet Su-27, Red 36, intercepted a Norwegian Lockheed P-3 Orion maritime patrol aircraft flying over the Barents Sea. The Soviet fighter jet performed different close passes, colliding with the reconnaissance aircraft on the third pass. The Su-27 disengaged and both aircraft landed safely at their bases.[28] These aircraft were used by the Russian Air Force during the 1992–1993 war in Abkhazia against Georgian forces. One fighter, piloted by Major Vatslav Aleksandrovich Shipko (Вацлав Александрович Шипко) was reported shot down in friendly fire by an S-75M Dvina on 19 March 1993 while intercepting Georgian Su-25s performing close air support. The pilot was killed.[29][30] In the 2008 South Ossetia War, Russia used Su-27s to gain airspace control over Tskhinvali, the capital city of South Ossetia.[31][32] On 7 February 2013, two Su-27s briefly entered Japanese airspace off Rishiri Island near Hokkaido, flying south over the Sea of Japan before turning back to the north.[33] Four Mitsubishi F-2 fighters were scrambled to visually confirm the Russian planes,[34] warning them by radio to leave their airspace.[35] A photo taken by a JASDF pilot of one of the two Su-27s was released by the Japan Ministry of Defense.[36] Russia denied the incursion, saying the jets were making routine flights near the disputed Kuril Islands.[33] In another encounter, on 23 April 2014 an Su-27 nearly collided with a United States Air Force Boeing RC-135U over the Sea of Okhotsk.[37] Russia plans to replace the Su-27 and the Mikoyan MiG-29 eventually with the Sukhoi Su-57 stealth fifth-generation multi-role twin-engine fighter.[38] A squadron of Su-27SM3s was deployed to Syria in November 2015 as part of the Russian military intervention in the Syrian Civil War.[39][40] A Russian Su-27 crashed over the Black Sea on 25 March 2020, in mysterious circumstances. The pilot was not found,[41] after a large-scale rescue effort hampered by inclement weather involving four helicopters, 11 civilian and military vessels, and several drones. The plane's last location was some 50 kilometers from the city of Feodosia.[42] Ethiopian Su-27s shot down two Eritrean MiG-29s and damaged another one during the Eritrean-Ethiopian War[43][44] in February 1999 and destroyed another two in May 2000.[44][45] The Su-27s were also used in combat air patrol (CAP) missions, suppression of air defense, and providing escort for fighters on bombing and reconnaissance missions.[46] The Ethiopian Air Force (EtAF) used their Su-27s to deadly effect in Somalia during late 2000s and 2010s, bombing Islamist garrisons and patrolling the airspace. The Su-27 has replaced the aging Mikoyan-Gurevich MiG-21, which was the main air superiority fighter of the EtAF between 1977 and 1999.[47] Ethiopian government used its Su-27s for bombing targets during the Tigray War. Ethiopian Su-27s were depicted armed with OFAB-250 unguided bombs and over the skies of Mekelle.[citation needed] The Su-27 entered Angolan service in mid-2000 during the Angolan Civil War. It is reported that one Su-27 in the process of landing, was shot down by 9K34 Strela-3 MANPADs fired by UNITA forces on 19 November 2000.[43][48] Four Indonesian Flanker-type fighters including Su-27s participated for the first time in the biennial Exercise Pitch Black exercise in Australia on 27 July 2012. Arriving at Darwin, Australia, the two Su-27s and two Sukhoi Su-30s were escorted by two Australian F/A-18 Hornets of No. 77 Squadron, Royal Australian Air Force.[49] Exercise Pitch Black 12 was conducted from 27 July through 17 August 2012, and involved 2,200 personnel and up to 94 aircraft from Australia, Indonesia, Singapore, Thailand, New Zealand and the United States.[50] The Ukrainian Air Force inherited about 66-70 Su-27 aircraft after the collapse of the Soviet Union.[51] Lack of funds in addition to the Su-27's high maintenance requirements led to a shortage of spare parts and inadequate servicing, resulting in approximately 34 remaining in service as of 2019.[52][53][54] Years of underfunding meant that the air force has not received a new Su-27 since 1991. Between 2007 and 2017, as many as 65 combat jets were sold abroad,[55] including nine Su-27s.[56] In 2009, amid declining relations with Russia, the Ukrainian Air Force began to have difficulty obtaining spare parts from Sukhoi.[56] Only 19 Su-27s were serviceable at the time of the Russian annexation of Crimea and subsequent War in Donbas in 2014.[56] Following the Russian invasion, Ukraine increased its military budget, allowing stored Su-27s to be returned to service.[55][57] The Zaporizhzhya Aircraft Repair Plant \"MiGremont\" [uk] in Zaporizhzhia began modernizing the Su-27 to NATO standards in 2012, which involved a minor overhaul of the radar, navigation and communication equipment. Aircraft with this modification are designated Su-27P1M and Su-27UB1M. The Ministry of Defence accepted the project on 5 August 2014,[57] and the first two aircraft were officially handed over to the 831st Tactical Aviation Brigade in October 2015.[58] In 2014 during the Annexation of Crimea, a Ukrainian Air Force Su-27 was scrambled to intercept Russian fighter jets over Ukraine's airspace over the Black Sea on 3 March.[59] With no aerial opposition and other aircraft available for ground attack duties, Ukrainian Su-27s played only a small role in the ongoing war in Donbas. Ukrainian Su-27s were recorded performing low fly passes and were reported flying top cover, combat air patrols and eventual escort or intercept of civil aviation traffic over Eastern Ukraine.[60][61] On 15 April 2014, a video purportedly showing a Ukrainian Su-27 being shot down was released, but the video proved to be a hoax, taken from a previous video of the Syrian Civil War involving a different aircraft model. Videos taken of low-flying Su-27s involved in the operation revealed they were armed with R-27 and R-73 air-to-air missiles.[62] There were two fatal crashes involving Ukrainian Su-27s in 2018.[54] On 16 October, a Ukrainian Su-27UB1M flown by Colonel Ivan Petrenko crashed during the Ukraine-USAF exercise \"Clear Sky 2018\" based at Starokostiantyniv Air Base. The second seat was occupied by Lieutenant Colonel Seth Nehring, a pilot of the 144th Fighter Wing of the California Air National Guard. Both pilots died in the crash, that happened about 5:00 p.m. local time in the Khmelnytskyi province of western Ukraine.[63][64] On 15 December, an Su-27 crashed on final approach about 2 km (1 mi) from Ozerne Air Base in Zhytomyr Oblast, after performing a training flight. Major Fomenko Alexander Vasilyevich was killed.[65] On 29 May 2020, Ukrainian Su-27s took part in the Bomber Task Force in Europe with B-1B bombers for the first time in the Black Sea region.[66] On 4 September 2020, three B-52 bombers from the 5th Bomb Wing, Minot Air Force Base, North Dakota, conducted vital integration training with Ukrainian MiG-29s and Su-27s inside Ukraine’s airspace.[67] On 24 February 2022, a Ukrainian Su-27 and a refueling vehicle were burned out by fire after a Russian attack on the military airfield in Ozerne, Zhytomyr District during the Russian invasion of Ukraine.[68] The same day another Su-27 from the 39th Tactical Aviation Brigade [uk] piloted by Dimitry Kolomiets was shot down by Russian aircraft in Khmelnytsky during the opening hours of the Russian invasion of Ukraine.[69][70] The next day, another Su-27 was shot down in Kyiv by a Russian S-400 system[71] and was recorded by residents on their cellphones and published on Twitter;[72] its pilot, Colonel Oleksandr Oksanchenko, was killed.[73] A fourth Su-27 was reported lost by Ukrainian officials over Kropyvnytskyi, in central Ukraine. Its pilot, Maj. Stepan Choban, was killed.[74] On 7 May 2022, a pair of Ukrainian Su-27s conducted a high-speed, low-level bombing run on Russian-occupied Snake Island; the attack was captured on film by a Bayraktar TB2 drone.[75] On 7 June 2022, one Ukrainian Su-27, call sign Blue-38, was shot down while flying at low altitude near Orikhiv, Zaporizhzhia Oblast. The aircraft was reportedly destroyed either by an enemy air-to-air missile or due to friendly fire.[76][77] Sources:[78] According to the U.S. FAA there are two privately owned Su-27s in the U.S.[115] Two Su-27s from the Ukrainian Air Force were demilitarised and sold to Pride Aircraft of Rockford, Illinois. Pride Aircraft modified some of the aircraft to their own desires by remarking all cockpit controls in English and replacing much of the Russian avionics suite with Garmin, Bendix/King, and Collins avionics. The aircraft were both sold to private owners for approximately $5 million each.[116] On 30 August 2010, the Financial Times claimed that a Western private training support company ECA Program placed a US$1.5 billion order with Belorussian state arms dealer BelTechExport for 15 unarmed Su-27s (with an option on 18 more) to organize a dissimilar air combat training school in the former NATO airbase in Keflavik, Iceland, with deliveries due by the end of 2012.[117][118] A September 2010 media report by RIA Novosti questioned the existence of the agreement.[119] No further developments on such a plan have been reported by 2014, while a plan for upgrading and putting the retired Belorussian Air Force Su-27 fleet back to service was reported in February 2014.[120] Data from [130] Sukhoi,[131] KnAAPO,[132] Deagel.com,[133] Airforce-Technology.com[134] General characteristics Performance Armament Avionics Related development Aircraft of comparable role, configuration, and era Related lists","Title":"Sukhoi Su-27 - Wikipedia","KeyID":"15850","URL":"https://en.wikipedia.org/wiki/Su-27"}