{"Content: ":"The Chernobyl Nuclear Power Plant (ChNPP; Ukrainian: Чорнобильська атомна електростанція, romanized: Chornobyl's'ka atomna elektrostantsiya; Russian: Чернобыльская атомная электростанция, romanized: Chernobyl'skaya atomnaya elektrostantsiya), officially the Vladimir Lenin Nuclear Power Plant, is a nuclear power plant undergoing decommissioning. ChNPP is located near the abandoned city of Pripyat in northern Ukraine 16.5 kilometers (10 mi) northwest of the city of Chernobyl, 16 kilometers (10 mi) from the Belarus–Ukraine border, and about 100 kilometers (62 mi) north of Kyiv. The plant, named after Vladimir Lenin, was cooled by an engineered pond, fed by the Pripyat River about 5 kilometers (3 mi) northwest from its juncture with the Dnieper. ChNPP was commissioned in phases with the four reactors entering commercial operation between 1978 and 1984. In 1986, reactor No. 4 was the site of the Chernobyl disaster, as a result of this, the power plant is now within a large restricted area known as the Chernobyl Exclusion Zone. Both the zone and the power plant are administered by the State Agency of Ukraine on Exclusion Zone Management. The three other reactors remained operational post accident maintaining a capacity factor between 60-70%. In total, units 1 and 3 had supplied 98 Terawatt hours of electricity each with unit 2 slightly behind at 75 TWh.[1] In 1991, unit 2 was placed into a permanent shutdown state by the plants operator due to complications resulting from a turbine fire. This was followed by unit 1 in 1996 and unit 3 in 2000. Their closures were largely attributed to foreign pressures. In 2013, the plants operator announced that Units 1-3 were fully defueled and in 2015; entered the decommissioning phase at which equipment contaminated during the operational period of the power station will be removed . This process is expected to take until 2065 according to the plant's operator. [2] Although the reactors have all ceased generation, Chernobyl maintains a large workforce as the ongoing decommissioning process and requires constant management.[3] From 24 February 2022 to 31 March 2022 Russian troops occupied the plant as part of their 2022 invasion of Ukraine.[4][5] The Chernobyl Nuclear Power Plant consisted of four RBMK-1000 reactors, each capable of producing 1,000 megawatts (MW) of electric power (3,200 MW of thermal power), and the four together produced about 10% of Ukraine's electricity.[6] Like other sites which housed multiple RBMK reactors such as Kursk, the construction of the plant was also accompanied by the construction of a nearby city to house workers and their families. In the case of the ChNPP, the new city was Pripyat. Construction of the station concluded in the late 1970's with reactor No. 1 commissioned in 1977. It was the third Soviet RBMK nuclear power plant, after the Leningrad Nuclear Power Plant and the Kursk Nuclear Power Plant, and the first plant on Ukrainian soil.[7] The completion of the first reactor in 1977 was followed by reactor No. 2 in 1978, No. 3 in 1981, and No. 4 in 1983. Two more blocks, numbered five and six, of more or less the same reactor design, were planned at a site roughly a kilometer from the contiguous buildings of the four older blocks. This is similar to the layout of units 5 and 6 at Kursk and shows the similarity in design between the RBMK sites. Reactor No. 5 was around 70% complete at the time of block 4's excursion and was scheduled to come online approximately six months later, on November 7, 1986. In the aftermath of the disaster, the construction on No. 5 and No. 6 were suspended, and eventually canceled in April 1989, just days before the third anniversary of the 1986 explosion.[8] Six other reactors were planned on the other side of the river. All 12 reactors would be planned to be running in 2010.[citation needed] Reactors No. 3 and 4 were second generation units, whereas No. 1 and 2 were first-generation units, like those in operation at the Kursk power plant. Second-generation RBMK designs were fitted with a more secure containment structure visible in photos of the facility.[9] The power plant is connected to the 330 kV and 750 kV electrical grid. The block has two electrical generators connected to the 750 kV grid by a single generator transformer. The generators are connected to their common transformer by two switches in series. Between them, the unit transformers are connected to supply power to the power plant's own systems; each generator can therefore be connected to the unit transformer to power the plant, or to the unit transformer and the generator transformer to also feed power to the grid.[10] The 330 kV line was normally not used, and served as an external power supply, connected to a station's transformer – meaning to the power plant's electrical systems. The plant was powered by its own generators, or at any event got power from the 750 kV national grid through the main grid backup feed in transformer, or from the 330 kV level feed in grid transformer 2, or from the other power plant blocks via two reserve busbars. In case of total external power loss, the essential systems could be powered by diesel generators. Each unit's transformer is therefore connected to two 6 kV main power line switchboards, A and B (e.g., 7A, 7B, 8A, 8B for generators 7 and 8), powering principal essential systems and connected to even another transformers at voltage 4 kV which is backed up twice (4 kV reserve busbar).[10] The 7A, 7B, and 8B boards are also connected to the three essential power lines (for the coolant pumps), each also having its own diesel generator. In case of a coolant circuit failure with simultaneous loss of external power, the essential power can be supplied by the spinning down turbogenerators for about 45 to 50 seconds, during which time the diesel generators should start up. The generators were started automatically within 15 seconds at loss of off-site power.[10] Electrical energy was generated by a pair of 2x500 MW hydrogen-cooled turbo generators per unit. These are located in the 600 metres (1,969 ft)-long machine hall, adjacent to the reactor building. The turbines—the venerable five-cylinder K-500-65/3000—are supplied by the Kharkiv turbine plant; the electrical generators are the TBB-500. The turbine and the generator rotors are mounted on the same shaft; the combined weight of the rotors is almost 200 tonnes (220 short tons) and their speed is 3,000 revolutions per minute.[11][failed verification] The turbo generator is 39 m (128 ft) long and its total weight is 1,200 t (1,300 short tons). The coolant flow for each turbine is 82,880 t/h. The generator produces 20 kV 50 Hz AC power. The generator's stator is cooled by water while its rotor is cooled by hydrogen. The hydrogen for the generators is manufactured on-site by electrolysis.[11] The design and reliability of the turbines earned them the State Prize of Ukraine for 1979. The Kharkiv turbine plant later developed a new version of the turbine, K-500-65/3000-2, in an attempt to reduce use of valuable metal. The Chernobyl plant was equipped with both types of turbines; block 4 had the newer ones. The newer turbines, however, turned out to be more sensitive to their operating parameters, and their bearings had frequent problems with vibrations.[12] The construction of two partially completed reactors, No. 5 and 6, were suspended immediately after the accident at reactor No. 4, and eventually cancelled in 1989.[13] Reactor No. 1 and 3 continued to operate after the disaster. Reactor No. 2 was permanently shut down in 1991 after a fire broke out due to a faulty switch in a turbine. Reactors No. 1 and 3 were to be eventually closed due to a 1995 agreement Ukraine made with the EU. Ukraine agreed to close the remaining units in exchange for EU assistance in modernizing the shelter over reactor No. 4 and improving the energy sector of the country, including the completion of two new nuclear reactors, Khmelnitski 2 and Rovno 4. Reactor No. 1 was shut down in 1996 with No. 3 following in 2000.[14] SKALA (Russian: СКАЛА, система контроля аппарата Ленинградской Атомной; sistema kontrolya apparata Leningradskoj Atomnoj, “Control system of the devices of the Leningrad Nuclear Power Plant”[15]) was the process computer for the RBMK nuclear reactor at the Chernobyl nuclear power plant prior to October 1995.[16] Dating back to the 1960s, it used magnetic-core memory, magnetic tape data storage, and punched tape for loading software. SKALA monitored and recorded reactor conditions and control board inputs. It was wired to accept 7200 analog signals and 6500 digital signals.[17] The system continuously monitored the plant and displayed this information to operators. Additionally, a program called PRIZMA (Russian: ПРИЗМА, программа измерения мощности аппарата; programma izmereniya moshchnosti apparata, “Device power measurement program”[15]) processed plant conditions and made recommendations to guide plant operators. This program took 5 to 10 minutes to run, and could not directly control the reactor.[18] On 9 September 1982, a partial core meltdown occurred in reactor No. 1 due to a faulty cooling valve remaining closed following maintenance. Once the reactor came online, the uranium in the tank overheated and ruptured. The extent of the damage was comparatively minor, and no one was killed during the accident. However, due to the negligence of the operators, the accident was not noticed until several hours later, resulting in significant release of radiation in the form of fragments of uranium oxide and several other radioactive isotopes escaping with steam from the reactor via the ventilation stack. But the accident was not made public until several years later despite cleanups taking place in and around the power station and Pripyat. The reactor was repaired and put back into operation after eight months.[19] According to KGB documents, declassified in Ukraine on 26 April 2021,[20] serious incidents occurred in the third and fourth reactors in 1984. According to the same documents, the central government in Moscow knew as early as 1983 that the powerplant was \"one of the most dangerous nuclear powerplants in the USSR\". On 26 April 1986, the Chernobyl disaster occurred at reactor No. 4, caused by a catastrophic power increase resulting in core explosions and open-air fires. This caused large quantities of radioactive materials and airborne isotopes to disperse in the atmosphere and surrounding land. The disaster is regarded as the worst accident in the history of nuclear power. As a result, Reactor No. 4 was destroyed entirely, and therefore enclosed in a concrete and lead sarcophagus, followed more recently by a large steel confinement shelter to prevent further escape of radioactivity. Large areas of Europe were affected by the accident. The radioactive cloud spread as far away as Norway.[21] Reactor No. 2 was permanently shut down shortly after October 1991 when a fire broke out due to a faulty switch in a turbine.[22] On 11 October 1991, a fire broke out in the turbine hall of reactor No. 2.[23] The fire began in reactor No. 2's fourth turbine, while the turbine was being idled for repairs. A faulty switch caused a surge of current to the generator, igniting insulating material on some electrical wiring.[24] This subsequently led to hydrogen, used as a coolant in the synchronous generator, being leaked into the turbine hall \"which apparently created the conditions for fire to start in the roof and for one of the trusses supporting the roof to collapse.\"[25] The adjacent reactor hall and reactor were unaffected, but due to the political climate it was decided to shut down this reactor permanently after this incident. The 2017 Petya cyberattack affected the radiation monitoring system and took down the power plant's official website, which hosts information about the incident and the area.[26] The Chernobyl Exclusion Zone was the site of fighting between Russian and Ukrainian forces during the Battle of Chernobyl as part of the Russian invasion of Ukraine. On 24 February 2022 Russian forces captured the plant.[4][27] The resulting activity reportedly led to an increase of 20 fold in radiation levels in the area due to disruption of contaminated soil.[28] The increase in radiation levels was published on an online map maintained by a Ukrainian NGO, but the corresponding sensors at the plant itself exhibited no increase.[citation needed] On 9 March 2022 there was a power cut at the plant itself. No radiation leaks were reported as of 9 March 2022. However, Ukrainian authorities reported that there was a risk of a radiation leak due to spent fuel coolant being unable to circulate properly.[29] On 31 March 2022, Russian forces formally handed control of the plant back to its employees, and most occupying forces withdrew. Ukrainian National Guard personnel were moved to Belarus as prisoners of war.[30][5] On 2 April 2022 Ukrainian media reported that the flag of Ukraine was raised at the plant.[31] Chernobyl operator Energoatom claimed that Russian troops had dug trenches in the most contaminated part of the Chernobyl exclusion zone, receiving \"significant doses\" of radiation.[3] BBC News reported unconfirmed reports that some were being treated in Belarus.[3] After the explosion at reactor No. 4 and construction of the Shelter Object, the remaining three reactors were re-launched and continued to operate until the post-Soviet period.[32] The Chernobyl New Safe Confinement is equipped with 2 overhead main cranes, which will be used to remove unstable parts of the original sarcophagus.[33] The majority of the external gamma radiation emissions at the site are from the isotope caesium-137, which has a half-life of 30.17 years. As of 2016[update], the radiation exposure from that radionuclide has declined by half since the 1986 accident. In October 1991, reactor No. 2 caught fire, and was subsequently shut down.[22] Ukraine's 1991 independence from the Soviet Union generated further discussion on the Chernobyl topic, because the Verkhovna Rada, Ukraine's new parliament, was composed largely of young reformers. Discussions about the future of nuclear energy in Ukraine ultimately moved the government toward a decision to decommission reactor No. 2. In November 1996, following pressure from foreign governments, reactor No. 1 was shut down.[34] Removal of uncontaminated equipment has begun at reactor No. 1 and this work could be complete by 2020–2022.[35][needs update] In December 2000, reactor No. 3 was shut down after operating briefly since March 1999 following 5 months of repairs,[36][37] and the plant as a whole ceased producing electricity.[34] In April 2015, units 1 through 3 entered the decommissioning phase.[38] In 2013, the pump lifting river water into the cooling reservoir adjacent to the facility was powered down, with the thermal sink expected to slowly evaporate.[39] Originally announced in June 2003, a new steel containment structure named the New Safe Confinement was built to replace the aging and hastily built sarcophagus that protected reactor No. 4.[40] Though the project's development had been delayed several times, construction officially began in September 2010.[41] The New Safe Confinement was financed by an international fund managed by the European Bank for Reconstruction and Development and was designed and built by the French-led consortium Novarka.[42] In February 2013, a 600 square metres (6,458 sq ft) portion of the roof and wall adjacent to the covered part of the turbine hall collapsed into the entombed area of the turbine hall. The collapse did not affect any other part of the Object Shelter or the New Safe Confinement. No variances in radiation levels as a result of the incident were detected.[43] The collapsed roof was built after the Chernobyl disaster and was later repaired.[44] Novarka built a large arch-shaped structure out of steel, 270 meters (886 ft) wide, 100 meters (328 ft) high and 150 meters (492 ft) long to cover the old crumbling concrete dome that was in use at the time.[34] The structure was built in two segments which were joined in August 2015.[45] In November 2016 the completed arch was placed over the existing sarcophagus.[46] This steel casing project was expected to cost $1.4 billion, and was completed in 2017. The casing also meets the definition of a nuclear entombment device.[47] A separate deal has been made with the American firm Holtec International to build a storage facility within the exclusion zone for nuclear waste produced by Chernobyl.[48][49][50] This facility, named the Interim Storage Facility 2, will have storage for the 21,297 Spent Fuel assemblies currently at the power plant, which will be loaded into approximately 231 waste canisters, and stored in the ISF-2 for 100 years.[51] In 2020, the storage facility was completed, and on November 18, 2020, the first canister of nuclear waste was loaded into the storage area.[52]","Title":"Chernobyl Nuclear Power Plant - Wikipedia","KeyID":"15858","URL":"https://en.wikipedia.org/wiki/Chernobyl_Nuclear_Power_Plant"}