{"Content: ":"William Joseph Burns (born April 4, 1956)[2] is an American diplomat serving as the director of the Central Intelligence Agency in the Biden administration since March 19, 2021.[3] He previously served as the United States deputy secretary of state from 2011 to 2014, and in 2009 he served as Acting Secretary of State before the Senate confirmation of Hillary Clinton. He retired from the United States Foreign Service in 2014 after a 32-year diplomatic career. From 2014 to 2021, he served as president of the Carnegie Endowment for International Peace.[4][5] Burns previously served as ambassador of the United States to Jordan from 1998 to 2001, assistant secretary of state for Near East affairs from 2001 to 2005, ambassador of the United States to the Russian Federation from 2005 to 2008, and under secretary of state for political affairs from 2008 to 2011.[6] In January 2021, President Joe Biden nominated Burns to become the director of the Central Intelligence Agency.[7] He was unanimously confirmed by voice vote on March 18, 2021, sworn in officially as director on March 19, 2021,[3] and ceremonially sworn in by Vice President Kamala Harris on March 23, 2021.[8][9] Burns was born at Fort Bragg, North Carolina in 1956.[10] He is the son of Peggy Cassady and William F. Burns, who was a United States Army Major General, Deputy Assistant Secretary of State for Arms Control, Bureau of Political-Military Affairs at the Department of State; and served as Director of the United States Arms Control and Disarmament Agency in 1988–1989 in the Ronald Reagan administration and as the first U.S. special envoy to denuclearization negotiations with former Soviet countries under the legislation sponsored by Senators Sam Nunn and Richard Lugar.[11][12][13] He earned a B.A. degree in history from La Salle University and M.Phil. and D.Phil. degrees in international relations from St John's College, Oxford, where he studied as a Marshall Scholar. Burns was also a member of the Oxford University Men's Basketball Team.[14] Burns entered the Foreign Service in 1982 and served as Deputy Secretary of State from 2011 to 2014. He had served as under secretary for political affairs from 2008 to 2011. He was ambassador to Russia from 2005 to 2008, assistant secretary of state for Near Eastern affairs from 2001 to 2005, and ambassador to Jordan from 1998 to 2001. He had also been executive secretary of the State Department and special assistant to Secretaries Warren Christopher and Madeleine Albright, minister-counselor for political affairs at the U.S. Embassy in Moscow, acting director and principal deputy director of the State Department's Policy Planning Staff, and Special Assistant to the President and senior director for Near East and South Asian affairs at the United States National Security Council.[4] In 1995, while serving as counselor for political affairs at the U.S. Embassy in Moscow, he wrote that \"hostility to early NATO expansion is almost universally felt across the domestic political spectrum here.\"[15] In 2008, Burns was nominated by President George W. Bush and confirmed by the Senate as a Career Ambassador, the highest rank in the U.S. Foreign Service, equivalent to a four-star general officer in the U.S. Armed Forces. Promotions to the rank are rare. In 2008, Burns wrote to Secretary of State Condoleezza Rice: \"Ukrainian entry into NATO is the brightest of all redlines for the Russian elite (not just Putin). In more than two and a half years of conversations with key Russian players, from knuckle-draggers in the dark recesses of the Kremlin to Putin’s sharpest liberal critics, I have yet to find anyone who views Ukraine in NATO as anything other than a direct challenge to Russian interests.\"[15] A cable that Burns signed as ambassador to Russia in August 2006, released by WikiLeaks, provided a detailed eyewitness account of the lavish wedding organized in Makhachkala by Russian State Duma member and Dagestan Oil Company chief Gadzhi Makhachev for his son. The wedding lasted for two days, and its attendees included Chechnya′s Ramzan Kadyrov. An FSB colonel sitting next to the cable's authors tried to add \"cognac\" to their wine until an FSB general told him to stop.[16][17] In 2015, Burns told Gideon Rachman of the Financial Times that the cable had been \"largely written by his colleagues\", with Rachman remarking that the telegram had gained a reputation of \"a minor classic of comic writing, its tone very much not what one might expect of a diplomatic cable\".[18] In June 2013, Andrew Kuchins remarked about Burns′ stint in Moscow, \"It was a period when the relationship was deteriorating very significantly, but he was personally respected by Russian authorities as a consummate professional diplomat\".[19] In 2013, Burns and Jake Sullivan led the secret bilateral channel with Iran that led to the interim agreement between Iran and the P5+1 and ultimately the Iran nuclear deal.[20][21] Burns was reported to be \"in the driver's seat\" of the American negotiating team for the interim agreement. Burns had met secretly with Iranian officials as early as 2008, when President George W. Bush dispatched him.[22] In a piece published in The Atlantic in April 2013, Nicholas Kralev praised him as the \"secret diplomatic weapon\" deployed against \"some of the thorniest foreign policy challenges of the US\".[23] Burns retired from the Foreign Service in 2014, later becoming president of the Carnegie Endowment for International Peace.[3] In November 2020, as Burns′ name was being cited by press as one of several possible candidates to be nominated by Joe Biden for Secretary of State, Russia′s broadsheet Kommersant's sources \"in the state structures\" of the Russian Federation agreed that his candidacy would \"be the most advantageous for Moscow of all the five cited\" in the media.[24] On January 11, 2021, Joe Biden announced he planned to nominate Burns as director of the Central Intelligence Agency, saying that Burns shared his belief \"that intelligence must be apolitical and that the dedicated intelligence professionals serving our nation deserve our gratitude and respect.\"[25][26] On February 24, his nomination was well-received in the confirmation hearing in the Senate.[27] On March 2, the Senate Intelligence Committee unanimously approved Burns' nomination, setting him up for a final floor vote.[28] On March 18, Burns was confirmed to the role with unanimous consent after Senator Ted Cruz (R-TX) lifted his hold on the nomination.[29] He was officially sworn in as Director of the Central Intelligence Agency on March 19, with a ceremony performed by Vice President Kamala Harris on March 23, 2021. [3][8] In his confirmation hearing before the Senate, Burns said, \"an adversarial, predatory Chinese leadership poses our biggest geopolitical test\".[30] He said China was working to \"methodically strengthen its capabilities to steal intellectual property, repress its own people, bully its neighbors, expand its global reach and build influence in American society.\"[31] In April 2021, Biden announced his intention to withdraw all regular U.S. troops from Afghanistan by September 2021. Burns told the U.S. Senate Intelligence Committee on April 14, 2021, that \"[t]here is a significant risk once the U.S. military and the coalition militaries withdraw\" but added that the U.S. would retain \"a suite of capabilities.\"[32] On August 23, 2021, Burns held a secret meeting in Kabul with Taliban leader Abdul Ghani Baradar, who returned to Afghanistan from exile in Qatar, to discuss the August 31 deadline for a U.S. military withdrawal from Afghanistan.[33][34] On March 31, 2022, Burns tested positive for COVID-19, a day after meeting with President Biden during a socially distanced meeting at the White House while wearing an N 95 mask.[35] In April 2022, Burns warned that Vladimir Putin's \"desperation\" over Russia's failures in Ukraine could result in the use of tactical nuclear weapons or \"low-yield nuclear weapons.\"[36] That same month, Burns traveled to Saudi Arabia to meet with the Saudi crown prince, asking him to increase the country’s oil production. They also discussed Saudi weapons purchases from China.[37] His memoir, The Back Channel: A Memoir of American Diplomacy and the Case for Its Renewal, was published by Random House in 2019. It was published in conjunction with an archive of nearly 100 declassified diplomatic cables.[38] International Relations scholars who reviewed the book were mostly positive.[39][40][41] Burns’ dissertation was published in 1985 as Economic Aid and American Policy Toward Egypt, 1955—1981.[42] Burns is the recipient of three Presidential Distinguished Service Awards and several Department of State awards, including three Secretary's Distinguished Service Awards, the Secretary's Career Achievement Award, the Charles E. Cobb, Jr. Ambassadorial Award for Initiative and Success in Trade Development (2006), the Robert C. Frasure Memorial Award (2005), and the James Clement Dunn Award (1991). He also received the Department of Defense Award for Distinguished Public Service (2014), the U.S. Intelligence Community Medallion (2014), and the Central Intelligence Agency's Agency Seal Medal (2014).[citation needed] In 1994, Burns was named to Time's lists of \"50 Most Promising American Leaders Under Age 40\" and \"100 Most Promising Global Leaders Under Age 40\".[43] He was named Foreign Policy's \"Diplomat of the Year\" in 2013.[44] He is the recipient of Anti-Defamation League's Distinguished Statesman Award (2014),[45] the Middle East Institute's Lifetime Achievement Award (2014), and the American Academy of Diplomacy's Annenberg Award for Diplomatic Excellence (2015).[46] Burns holds four honorary doctoral degrees and is a member of the American Academy of Arts and Sciences.[47] He is also an honorary Fellow, St. John's College, Oxford (from 2012).[48] Burns is married to Lisa Carty, a former diplomat and current UN OCHA senior official,[54] and has two daughters. He speaks English, French, Russian, and Arabic.[55]","Title":"William J. Burns (diplomat) - Wikipedia","KeyID":"15852","URL":"https://en.wikipedia.org/wiki/William_J._Burns_(diplomat)"}