{"Content: ":"Alexander Grigoryevich Lukashenko (also transliterated as Alyaksand(a)r Ryhoravich Lukashenka;[a] born 30 August 1954) is a Belarusian politician who has been the first and only president of Belarus since the establishment of the office on 20 July 1994, making him the longest-sitting European president.[4][5] Before his political career, Lukashenko worked as director of a state farm (sovkhoz), and served in the Soviet Border Troops and in the Soviet Army. Lukashenko continued state ownership of key industries in Belarus after the dissolution of the Soviet Union and retained important Soviet-era symbolism, which can be seen in the coat of arms and national flag of Belarus, adopted following a controversial 1995 referendum, which were based on those of the Byelorussian SSR. Following the same referendum, Lukashenko was given more power with the ability to dismiss the Supreme Soviet of Belarus and another referendum in 1996 allowed Lukashenko to further consolidate power. The Russian language was also given the same status as Belarusian, and economic ties with Russia were strengthened, which furthermore led to the creation of the Union State with Russia, which allows Belarusians to freely travel to, work, and study in Russia, and vice versa. However, relations with Russia have not always run smoothly under his tenure, such as during the Milk War.[6] Lukashenko heads an authoritarian government and has referred to himself as the \"last dictator\" in Europe.[7] Elections are not considered to be free and fair by international monitors, opponents of the regime are repressed, and the media is not free,[8][9] leading to sanctions on Lukashenko and other Belarusian officials being imposed.[10] His disputed victory in the country's 2020 presidential election led to widespread allegations of vote rigging, which strongly amplified anti-government protests, the largest during his rule.[5] Following the contested election, Lukashenko is not recognized by the United Kingdom, the European Union, or the United States as the legitimate president of Belarus.[11][12] Lukashenko was born on 30 August 1954[13][14] in the settlement of Kopys in the Vitebsk Oblast of the Byelorussian Soviet Socialist Republic. Starting with an interview given in 2009 Lukashenko has said that his actual birthday is 31 August, the same as his son's Nikolai's.[15] This caused some confusion as all official sources had said 30 August 1954 up until then. An explanation was later given that his mother had entered the hospital on the 30 August in labor but not given birth until after midnight.[16] His maternal grandfather, Trokhym Ivanovich Lukashenko, had been born in the Sumy Oblast of Ukraine near Shostka (today village of Sobycheve).[17] Lukashenko grew up without a father in his childhood, leading him to be taunted by his schoolmates for having an unmarried mother.[18] Due to this, the origin of his patronymic Grigorevich is unknown and there are various rumors about who Lukashenko's father might have been with the most popular version being that he was a Roma passing through the region.[19] His mother, Ekaterina Trofimovna Lukashenko (1924–2015), gave birth to another son, Alexander's older brother who died. Ekaterina worked unskilled jobs on a railway, at a construction site, at a flax factory in Orsha and finally as a milkmaid in Alexandria, a small village in the east of Belarus, close to the Russian border.[20] Lukashenko went to Alexandria secondary school. He graduated from the Mogilev Pedagogical Institute (now Mogilev State A. Kuleshov University) in 1975, after 4 years studying there and the Belarusian Agricultural Academy in Horki in 1985. He served in the Soviet Border Troops from 1975 to 1977, where he was an instructor of the political department of military unit No. 2187 of the Western Frontier District in Brest and in the Soviet Army from 1980 to 1982. In addition, he led an All-Union Leninist Young Communist League (Komsomol) chapter in Mogilev from 1977 to 1978. While in the Soviet Army, Lukashenko was a deputy political officer of the 120th Guards Motor Rifle Division, which was based in Minsk.[21] In 1979, he joined the ranks of the Communist Party of the Soviet Union and the Communist Party of Byelorussia. After leaving the military, he became the deputy chairman of a collective farm in 1982 and in 1985, he was promoted to the post of director of the Gorodets state farm and construction materials plant in the Shklow district.[22] In 1987, he was appointed as the director of the Gorodets state farm in Shklow district and in early 1988, was one of the first in Mogilev Region to introduce a leasing contract to a state farm.[23] In 1990, Lukashenko was elected Deputy to the Supreme Soviet of the Byelorussian SSR. Having acquired a reputation as an eloquent opponent of corruption, Lukashenko was elected in April 1993 to serve as the interim chairman of the anti-corruption committee of the Belarusian parliament.[24] In late 1993 he accused 70 senior government officials, including the Supreme Soviet chairman Stanislav Shushkevich and prime minister Vyacheslav Kebich, of corruption including stealing state funds for personal purposes. While the charges ultimately proved to be without merit, Shushkevich resigned his chairmanship due to the embarrassment of this series of events and losing a vote of no-confidence.[25][26] He served in that position until July 1994. A new Belarusian constitution enacted in early 1994 paved the way for the first democratic presidential election on 23 June and 10 July. Six candidates stood in the first round, including Lukashenko, who campaigned as an independent on a populist platform. In an interview with The New York Times, he declared: \"I am neither with the leftists nor the rightists. But with the people against those who rob and deceive them\".[27] Stanislav Shushkevich and Vyacheslav Kebich also ran, with the latter regarded as the clear favorite.[28] Lukashenko won 45.1% of the vote while Kebich received 17.4%, Zianon Pazniak received 12.9% and Shushkevich, along with two other candidates, received less than 10% of votes.[28] Lukashenko won the second round of the election on 10 July with 80.1% of the vote.[28][29] The presidential inauguration was held in the halls of the Government House, on 20 July 1994, exactly ten days after the election, during a special meeting of the parliament, the Supreme Council.[30] Shortly after his inauguration, he addressed the State Duma of the Russian Federation in Moscow proposing a new Union of Slavic states, which would culminate in the creation of the Union of Russia and Belarus in 1999.[31] In February 1995, Lukashenko announced his intention to hold a referendum. For the young democratic republic this raised the controversial issue of the Russification of Belarus. Lukashenko said he would press ahead with the referendum regardless of opposition in the Supreme Council and threatened to suspend its activities if it did not agree to hold the referendum. On 11 April 1995, a vote was held in parliament on calling a referendum on four issues proposed by Lukashenko: 1) granting Russian the status of a state language, 2) changing state symbols, 3) on economic integration with Russia and 4) on giving the president the right to dissolve parliament. The deputies rejected all issues, except for the issue of economic integration with Russia.[32][33] It is unclear whether the president had legal power independently to call referendums, and if so, if they would be binding. Lukashenko stated that the referendum would be held despite the rejection by the deputies. In protest, 19 out of a total of 238 deputies of the Belarusian Popular Front led by Zianon Pazniak and the Belarusian Social Democratic Assembly led by Oleg Trusov (b. Алег Анатолевіч Трусаў) began a hunger strike in the parliamentary meeting room and stayed there overnight on the night of 11–12 April. At night, under the pretext of a bomb threat, unidentified law enforcement personnel attacked and forcibly expelled the deputies. Lukashenko stated that he personally ordered the evacuation for security purposes. The Supreme Council accepted to hold the referendum on 13 April and in May 1995, Belarusian authorities held a referendum on the four issues.[34] The OSCE Parliamentary Assembly found neither the referendum nor the 1995 Belarusian parliamentary election which took place in the same month to have met conditions for free and fair elections.[35] In the summer of 1996, deputies of the 199-member Belarusian parliament signed a petition to impeach Lukashenko on charges of violating the Constitution.[37] Shortly after that, a referendum was held on 24 November 1996 in which four questions were offered by Lukashenko and three offered by a group of Parliament members. The questions ranged from social issues (changing the independence day to 3 July (the date of the liberation of Minsk from Nazi forces in 1944), abolition of the death penalty) to the national constitution. As a result of the referendum, the constitution that was amended by Lukashenko was accepted and the one amended by the Supreme Council was voided. On 25 November, it was announced that 70.5% of voters, of an 84% turnout, had approved the amended constitution. The US and the EU, however, refused to accept the legitimacy of the referendum.[38] After the referendum, Lukashenko convened a new parliamentary assembly from those members of the parliament who were loyal to him.[39] After between ten and twelve deputies withdrew their signature from the impeachment petition, only about forty deputies of the old parliament were left and the Supreme Council was dismissed by Lukashenko.[40] Nevertheless, international organizations and many Western countries do not recognize the current parliament given the way it was formed.[41][42] Lukashenko was elected chairman of the Belarusian Olympic Committee in 1997.[43] At the start of 1998, the Central Bank of Russia suspended trading in the Belarusian ruble, which led to a collapse in the value of the currency. Lukashenko responded by taking control of the National Bank of the Republic of Belarus, sacking the entire bank leadership and blaming the West for the free fall of the currency.[44] Lukashenko blamed foreign governments for conspiring against him and, in April 1998, expelled ambassadors from the Drazdy complex near Minsk and moved them to another building. The Drazdy conflict caused an international outcry and resulted in a travel ban on Lukashenko from the EU and the US.[45] Although the ambassadors eventually returned after the controversy died down, Lukashenko stepped up his rhetorical attacks against the West. He stated that Western governments were trying to undermine Belarus at all levels, even sports, during the 1998 Winter Olympics in Nagano, Japan.[46] Upon the outbreak of the Kosovo War in 1999, Lukashenko suggested to Yugoslav President Slobodan Milošević that Yugoslavia join the Union of Russia and Belarus.[47] Under the original constitution, Lukashenko should have been up for reelection in 1999. However, the 1996 referendum extended Lukashenko's term for two additional years. In the 9 September 2001 election, Lukashenko faced Vladimir Goncharik and Sergei Gaidukevich.[48] During the campaign, Lukashenko promised to raise the standards of farming, social benefits and increase industrial output of Belarus.[49] Lukashenko won in the first round with 75.65% of the vote. The Organization for Security and Co-operation in Europe (OSCE) said the process \"failed to meet international standards\".[49] Jane's Intelligence Digest surmised that the price of Russian support for Lukashenko ahead of the 2001 presidential election was the surrender of Minsk's control over its section of the Yamal–Europe gas pipeline.[50] After the results were announced declaring Lukashenko the winner, Russia publicly welcomed Lukashenko's re-election; the Russian President, Vladimir Putin, telephoned Lukashenko and offered a message of congratulations and support.[49] Following the 2003 invasion of Iraq, American intelligence agencies reported that aides of Saddam Hussein managed to acquire Belarusian passports while in Syria, but that it was unlikely that Belarus would offer a safe haven for Saddam and his two sons.[51] This action, along with arms deals with Iraq and Iran, prompted Western governments to take a tougher stance against Lukashenko. The US was particularly angered by the arms sales, and American political leaders increasingly began to refer to Belarus as \"Europe's last dictatorship\".[52] The EU was concerned for the security of its gas supplies from Russia, which are piped through Belarus, and took an active interest in Belarusian affairs. With the accession of Poland, Latvia and Lithuania, the EU's border with Belarus has grown to more than 1000 kilometers.[53] During a televised address to the nation on 7 September 2004, Lukashenko announced plans for a referendum to eliminate presidential term limits. This was held on 17 October 2004, the same day as parliamentary elections, and, according to official results, was approved by 79.42% of voters. Previously, Lukashenko had been limited to two terms and thus would have been constitutionally required to step down after the presidential elections in 2006.[18][54] Opposition groups, the OSCE, the European Union, and the US State Department stated that the vote fell short of international standards. Belarus grew economically under Lukashenko, but much of this growth was due to Russian crude oil which was imported at below-market prices, refined, and sold to other European countries at a profit.[18] After Lukashenko confirmed he was running for re-election in 2005, opposition groups began to seek a single candidate. On 16 October 2005, on the Day of Solidarity with Belarus, the political groups Zubr and Third Way Belarus encouraged all opposition parties to rally behind one candidate to oppose Lukashenko in the 2006 election. Their chosen candidate was Alexander Milinkevich.[55] Lukashenko reacted by saying that anyone going to opposition protests would have their necks wrung \"as one might a duck\".[18] On 19 March 2006, exit polls showed Lukashenko winning a third term in a landslide, amid opposition reports of vote-rigging and fear of violence. The Belarusian Republican Youth Union gave Lukashenko 84.2% and Milinkevich 3.1%. The Gallup Organisation noted that the Belarusian Republican Youth Union are government-controlled and released the exit poll results before noon on election day even though voting stations did not close until 8 pm.[56] Belarusian authorities vowed to prevent any large-scale demonstrations following the election (such as those that marked the Orange Revolution in Ukraine). Despite their efforts, the opposition had the largest number of demonstrators in years, with nightly protests in Minsk continuing for a number of days after the election. The largest protest occurred on election night; reporters for the Associated Press estimated that approximately 10,000 people turned out.[57] Election observers from the Russia-led Commonwealth of Independent States (CIS) and the Organization for Security and Co-operation in Europe (OSCE) differed on the Belarusian election.[58] The OSCE declared on 20 March 2006 that the \"presidential election failed to meet OSCE commitments for democratic elections.\" Lukashenko \"permitted State authority to be used in a manner which did not allow citizens to freely and fairly express their will at the ballot box... a pattern of intimidation and the suppression of independent voices... was evident throughout the campaign.\"[59] The heads of all 25 EU countries declared that the election was \"fundamentally flawed\".[60] In contrast, the Russian minister of foreign affairs declared, \"Long before the elections, the OSCE's Office for Democratic Institutions and Human Rights had declared that they [the elections] would be illegitimate and it was pretty biased in its commentaries on their progress and results, thus playing an instigating role.\"[60] Lukashenko later stated that he had rigged the election results, but against himself, in order to obtain a majority more typical of European countries. Although he had won 93.5% of the vote, he said, he had directed the government to announce a result of 86%.[61][62] Some Russian nationalists, such as Dmitry Rogozin and the Movement Against Illegal Immigration, stated that they would like to see Lukashenko become President of Russia in 2008. Lukashenko responded that he would not run for the Russian presidency, but that if his health was still good, he might run for reelection in 2011.[63] In September 2008, parliamentary elections were held. Lukashenko had allowed some opposition candidates to stand, though in the official results, opposition members failed to get any of the 110 available seats. OSCE observers described the vote as \"flawed\", including \"several cases of deliberate falsification of results\".[64] Opposition members and supporters demonstrated in protest.[64] According to the Nizhny Novgorod-based CIS election observation mission, the findings of which are often dismissed by the West,[65] the elections in Belarus conformed to international standards.[66] Lukashenko later commented that the opposition in Belarus was financed by foreign countries and was not needed.[67] In April 2009, he held talks with Pope Benedict XVI in the Vatican, Lukashenko's first visit to Western Europe after a travel ban on him a decade earlier.[68] Lukashenko was one of ten candidates registered for the presidential election held in Belarus on 19 December 2010. Though originally envisaged for 2011, an earlier date was approved \"to ensure the maximum participation of citizens in the electoral campaign and to set most convenient time for the voters\".[69] The run-up to the campaign was marked by a series of Russian media attacks on Lukashenko.[70] The Central Election Committee said that all nine opposition figures were likely to get less than half the vote total that Lukashenko would get.[71] Though opposition figures alleged intimidation[72] and that \"dirty tricks\" were being played, the election was seen as comparatively open as a result of desire to improve relations with both Europe and the US.[71] On election day, two presidential candidates were seriously beaten by police[73] in different opposition rallies.[74][75][76] On the night of the election, opposition protesters chanting \"Out!\", \"Long live Belarus!\" and other similar slogans attempted to storm the building of the government of Belarus, smashing windows and doors before riot police were able to push them back.[77] The number of protesters was reported by major news media as being around or above 10,000 people.[78][79][80][81] At least seven of the opposition presidential candidates were arrested.[73] Several of the opposition candidates, along with their supporters and members of the media, were arrested. Many were sent to prison, often on charges of organizing a mass disturbance. Examples include Andrei Sannikov,[82] Alexander Otroschenkov,[83] Ales Michalevic,[84] Mikola Statkevich,[85] and Uladzimir Nyaklyayew.[86] Sannikov's wife, journalist Irina Khalip, was put under house arrest.[87] Yaraslau Ramanchuk's party leader, Anatoly Lebedko, was also arrested.[88] The CEC said that Lukashenko won 79.65% of the vote (he gained 5,130,557 votes) with 90.65% of the electorate voting.[89] The OSCE categorized the elections as \"flawed\" while the CIS mission observers praised them as \"free and transparent\".[90] However, the OSCE also stated that some improvements were made in the run-up to the election, including the candidates' use of television debates and ability to deliver their messages unhindered.[91] Several European foreign ministers issued a joint statement calling the election and its aftermath an \"unfortunate step backwards in the development of democratic governance and respect for human rights in Belarus.\"[92] Lukashenko's inauguration ceremony of 22 January 2011 was boycotted by EU ambassadors, and only thirty-two foreign diplomats attended.[93][94] During this ceremony, Lukashenko defended the legitimacy of his re-election and vowed that Belarus would never have its own version of the 2004 Orange Revolution in Ukraine or Georgia's 2003 Rose Revolution.[93] Effective 31 January 2011, the EU renewed a travel ban, prohibiting Lukashenko and 156 of his associates from traveling to EU member countries, as a result of the crackdown on opposition supporters.[95][96][97] Lukashenko was supportive of China's Belt and Road Initiative global infrastructure development strategy, and the inception in 2012 of the associated low-tax China–Belarus Industrial Park near Minsk National Airport planned to grow to 112 square kilometres (43 sq mi) by the 2060s.[98][99] On 11 October 2015, Lukashenko was elected for his fifth term as the president of Belarus. Just over three weeks later, he was inaugurated in the Independence Palace in the presence of attendees such as former president of Ukraine Leonid Kuchma, Chairman of the Russian Communist Party Gennady Zyuganov and Belarusian biathlete Darya Domracheva.[100] On mid-September 2017, Lukashenko oversaw the advancement of joint Russian and Belarusian military relations during the military drills that were part of the Zapad 2017 exercise.[101][102] In August 2018, Lukashenko fired his prime minister Andrei Kobyakov and various other officials due to a corruption scandal.[103] Sergei Rumas was appointed to take his place as prime minister.[103] In May 2017, Lukashenko signed a decree on the Foundation of the Directorate of the 2019 European Games in Minsk.[104] In April 2019, Lukashenko announced that the games were on budget and on time and eventually he opened the 2nd edition of the event on 21 June.[105][106] Between 1–3 July 2019, he oversaw the country's celebrations of the 75th anniversary of the Minsk Offensive, which culminated in an evening military parade of the Armed Forces of Belarus on the last day, which is the country's Independence Day.[107] In August 2019, Lukashenko met with former Kyrgyz President Kurmanbek Bakiyev, who has lived in exile in Minsk since 2010, in the Palace of Independence to mark Bakiyev's 70th birthday, which he had marked several days earlier.[108] The meeting, which included the presentation of traditional flowers and symbolic gifts, angered the Kyrgyz Foreign Ministry which stated that the meeting \"fundamentally does not meet the principles of friendship and cooperation between the two countries\".[109][110][111][112] In November 2019, Lukashenko visited the Austrian capital of Vienna on a state visit, which was his first in three years to an EU country. During the visit, he met with President Alexander Van der Bellen, Chancellor Brigitte Bierlein, and National Council President Wolfgang Sobotka. He also paid his respects at the Soviet War Memorial at the Schwarzenbergplatz.[113][114][115] During the course of the COVID-19 pandemic, he undertook two working visits to Russia, one of the few European leaders to undertake foreign visits during the pandemic. He also received Hungarian prime minister Viktor Orbán during his state visit to Minsk.[116] Orbán called for an end to EU sanctions on Belarus during this visit.[117] His first visit to Russia was to attend the rescheduled Moscow Victory Day Parade on Red Square together with his son.[118] On 9 August 2020, according to the preliminary count, Lukashenko was re-elected for his sixth term as the President of Belarus.[119] US Secretary of State Mike Pompeo warned that the election was \"not free [or] fair\".[120] Mass protests erupted across Belarus following the 2020 Belarusian presidential election which was marred by allegations of widespread electoral fraud.[121][122] Subsequently, opposition presidential candidate Sviatlana Tsikhanouskaya claimed she had received between 60 and 70% of the vote[123][124] and formed a Coordination council to facilitate the peaceful and orderly transfer of power in Belarus.[125][126] On 15 August 2020, Lithuanian foreign minister Linas Linkevičius referred to Lukashenko as the \"former president\" of Belarus.[127] It was reported that President Lukashenko's authorities asked Kremlin representatives about the possibility of Lukashenko escaping to Russia. Furthermore, it was reported that Russia admits that Lukashenko's resignation from the post of head of state is likely.[128][129] On 17 August 2020, the members of the European Parliament issued a joint statement which stated that they do not recognise Alexander Lukashenko as the president of Belarus, considering him to be persona non grata in the European Union.[130] On 19 August, the member states of the European Union agreed to not recognise the results and issued a statement saying \"The 9 August elections were neither free nor fair, therefore we do not recognise the results\".[131] The governments of the United States,[12] United Kingdom and Canada have also refused to recognise the results. In an interview on 22 August, Josep Borrell explicitly stated that the European Union does not recognise Lukashenko as the legitimate president of Belarus in the same manner that it does not recognise Nicolás Maduro as the legitimate president of Venezuela.[132] On 23 August 2020, footage emerged showing Lukashenko at the Independence Palace in Minsk. In the first two videos, he is seen walking near a helicopter, wearing a bullet proof vest and holding an assault rifle (possibly an AK-47)[133] and then walking around the palace grounds. In the latter footage, Lukashenko was heard to say \"Leave me alone,\" and \"There is no one left there, right?\". His 15-year-old son, Nikolai, was seen with him dressed in military uniform and holding a gun.[134][135] In a third video, he is seen surveying protestors from a helicopter and is heard saying \"How the rats ran away\" in an apparent reference to the protesters. In a fourth video, Lukashenko was seen removing the former flag of Belarus from a flower bed, waving at security personnel and in reference to protesters, saying \"we will deal with them\".[136] On 30 August, the Independence Palace became again a scene of protests. When questioned about the whereabouts of Alexander Lukashenko on this day, his publicity team released an undated photograph of him walking around the grounds of the Independence Palace holding a gun.[137] On 23 September 2020, Lukashenko was formally inaugurated president for a sixth term in a ceremony at the Palace of Independence attended by an invited group of 700 guests.[138] On 27 November 2020, Lukashenko announced that he would resign once Belarus' new constitution was adopted.[139] In December, the executive board of the International Olympic Committee (IOC) decided to exclude until further notice all members of the Belarusian Olympic Committee from all IOC events, specifically targeting Lukashenko who was elected as its chairman in 1997.[140] On 17 April 2021, Russia's FSB security service exposed an alleged military coup and assassination attempt of Lukashenko.[141] Russia also stated that it prevented Lukashenko's murder.[141] Two suspects, who were detained at Lukashenko's request, were Alexander Feduta [ru; be] and Yuri Zenkovich [ru; be].[141] Both are critics of LukashMeeting of Vladimir Putin and Alexander Lukashenko 02 (22-02-2021).jpgenko, with the latter being a dual American-Belarusian citizen, despite Belarus not recognizing dual citizenship.[141] On 24 April 2021, Lukashenko announced that he would sign a decree to amend emergency transfer of power. \"I will sign a decree about how the power in Belarus will be set up. If the President is shot the security council will get the power.\" Lukashenko is the head of the Security Council himself; however, his eldest son, Victor Lukashenko, is regarded as its informal leader. Under current law, the prime minister assumes the presidential powers if the presidency becomes vacant, but Lukashenko said that the prime minister will only become the nominal leader and all decisions would be taken by the 20-person security council, by secret ballot. The president is yet to sign the decree and it would also be unconstitutional as Article 89 states how emergency transition of power is set up. This move was seen to empower his son, to be in the perfect position to succeed him in the next elections, to also prevent the opposition gaining power and as insurance against a \"bad\" prime minister. It is to note that all Security Council members are Lukashenko's most loyal allies.[citation needed] On 5 May 2021, Belarusians in Germany filed a legal complaint against Lukashenko for 'state torture' and 'crimes against humanity.' If he enters Germany he risks trial or if convicted and enters Germany faces punishment given by court.[142] Lukashenko responded that Germany was not in a position to criticize him, referring to the German Government as the \"Heirs of Fascism\". At the same time, he said that he will not resign, a reversal from his statement in November, but said he will call early presidential elections if and only if the United States does so as well. On 9 May 2021, Lukashenko signed a presidential decree titled \"On the Protection of sovereignty and constitutional order\". The contingency decree states that in the event that the President is unable to perform his duties, martial law will be immediately imposed and presidential power will be transferred to the Security Council, which is widely believed to be made up of strong allies of Lukashenko. It also states that it is the responsibility of the Security Council to organise new presidential elections. Despite clearly contradicting Article 89 of the constitution, Belarusian authorities praised the decree and declared it fully complies with legislation and is constitution. A deputy from the House of Representatives told state media, 1 Беларусь, \"The decree is very necessary and timely. It fully complies with the legislation and is aimed at strengthening the sovereignty, independence and security of our citizens. Why? It's no secret that a hybrid war is now actually waged against Belarus. Moreover, we are at a point where an armed coup d'etat was made. So when someone says, how is it possible? But look at post-Soviet countries, look at the Middle East, look at events all over the world. Presidents are assassinated and countries taken over. Yugoslavia was bombed in the centre of Europe, look at what happened in Ukraine, Kyrgyzstan, Armenia, Georgia. All these so-called revolutions are illegal coup d'etat, behind which there is always Western Money and work of Western money and the work of special services. Naturally, we must strengthen our national security and remove these risks. This is exactly what the decree aims at. It aims at making sure that only Belarusians should decide the future of the country.\" Lukashenko promotes himself as a \"man of the people.\" Lukashenko wanted to rebuild Belarus when he took office;[143] the economy was in freefall due to declining industry and lack of demand for Belarusian goods.[144] Lukashenko kept many industries under the control of the government.[145] In 2001, he stated his intention to improve the social welfare of his citizens and to make Belarus \"powerful and prosperous.\"[146] With the ascent to power of Lukashenko in 1994, the Russification policy of Russian Imperial and Soviet era was renewed.[147][148][149][150] Since the November 1996 referendum, Lukashenko has effectively held all governing power in the nation. Under the Constitution, if the House of Representatives rejects his choice for prime minister twice, he has the right to dissolve it. His decrees have greater weight than ordinary legislation. He also has near-absolute control over government spending; parliament can only increase or decrease spending with his permission.[40] However, the legislature is dominated by his supporters in any event, and there is no substantive opposition to presidential decisions. Indeed, every seat in the lower house has been held by pro-Lukashenko MPs for all but one term since 2004. He also appoints eight members of the upper house, the Council of the Republic, as well as nearly all judges. Lukashenko's early economic policies aimed to prevent issues that occurred in other post-Soviet states, such as the establishment of oligarchic structures and mass unemployment.[151] The unemployment rate for the country at the end of 2011 was at 0.6% of the population (of 6.86 million eligible workers), a decrease from 1995, when unemployment was 2.9% with a working-eligible population of 5.24 million.[152] The per-capita gross national income rose from US$1,423 in 1993 to US$5,830 at the end of 2011.[153] One major economic issue Lukashenko faced throughout his presidency was the value of the Belarusian ruble. For a time it was pegged to major foreign currencies, such as the euro, US dollar and the Russian ruble in order to maintain the stability of the Belarusian ruble.[154] Yet, the currency has experienced several periods of devaluation. A major devaluation took place in 2011 after the government announced that average salaries would increase to US$500.[further explanation needed][155] The 2011 devaluation was the largest on record for the past twenty years according to the World Bank.[156] Belarus also had to seek a bailout from international sources and, although it has received loans from China, loans from the IMF and other agencies depend on how Belarus reforms its economy.[157][158] Some critics of Lukashenko, including the opposition group Zubr, use the term Lukashism to refer to the political and economic system Lukashenko has implemented in Belarus.[159] The term is also used more broadly to refer to an authoritarian ideology based on a cult of his personality and nostalgia for Soviet times among certain groups in Belarus.[160][161] The US Congress sought to aid the opposition groups by passing the Belarus Democracy Act of 2004 to introduce sanctions against Lukashenko's government and provide financial and other support to the opposition.[162] Lukashenko supporters argue that his rule spared Belarus the turmoil that beset many other former Soviet countries.[163][164] Lukashenko commented on the criticism of him by saying: \"I've been hearing these accusations for over 10 years and we have got used to it. We are not going to answer them. I want to come from the premise that the elections in Belarus are held for ourselves. I am sure that it is the Belarusian people who are the masters in our state.\"[165] During the COVID-19 pandemic, Lukashenko stated that concerns about the pandemic were a \"frenzy and a psychosis\" and that working the tractors, drinking vodka and going to saunas could prevent people from infection from the virus. \"People are working in tractors. No one is talking about the virus\", Lukashenko said on 16 March 2020. \"There, the tractor will heal everyone. The fields heal everyone\". He also said: \"I don't drink, but recently I've been saying that people should not only wash their hands with vodka, but also poison the virus with it. You should drink the equivalent of 40–50 milliliters of rectified spirit daily\", but he advised against doing so while at work. Lukashenko described these comments as a joke.[166][167][168] By early May, Belarus was reported to have 15,000 diagnosed cases, one of the highest per capita rates of infection in Eastern Europe.[169] On July 28, 2020, Lukashenko announced he had asymptomatic COVID-19.[170] Neither the Presidential Administration nor the country's health service have commented on this statement.[171][172] On August 12, 2021, Lukashenko stated that he is strongly opposed to making vaccination mandatory. \"There will be no mandatory vaccination in Belarus. I am strongly against it. Vaccination will remain voluntary. If a person wants to be vaccinated it is good, if not, let it be\".[173] On September 1, 2020, the Office of the United Nations High Commissioner for Human Rights (OHCHR) declared that its experts received reports of 450 documented cases of torture and ill-treatment of people who were arrested during the protests following the presidential election. The experts also received reports of violence against women and children, including sexual abuse and rape with rubber batons.[174] According to the OHCHR, both male and female detainees were subjected to rape and other forms of sexual and gender-based violence. Medical records reviewed by OHCHR indicate lesions and other injuries to the male genitalia associated with forcible twisting and rape. Psychological violence, including threats of rape, was also used against detainees.[175] At least three detainees suffered injuries indicative of sexual violence in Okrestino prison in Minsk or on the way there. The victims were hospitalized with intramuscular bleeding of the rectum, anal fissure and bleeding, and damage to the mucous membrane of the rectum.[176] In an interview from September 2020 Lukashenko claimed that detainees faked their bruises, saying, \"Some of the girls there had their butts painted in blue\".[177] In November 2021, however, Lukashenko confirmed in an interview to the British Broadcasting Corporation that people were beaten in Okrestino, saying: \"OK, OK, I admit it, I admit it. People were beaten in the Okrestina Detention Centre. But there were police beaten up too and you didn't show this.\"[178] In January 2021, an audio recording was released in which the commander of internal troops and deputy interior minister of Belarus Mikalai Karpiankou tells security forces that they can cripple, maim and kill protesters in order to make them understand their actions. This, he says, is justified because anyone who takes to the streets is participating in a kind of guerrilla warfare. In addition, he discussed the establishment of camps, surrounded by barbed wire, where protesters will be detained until the situation calms down. A spokeswoman for the Interior Ministry stamped the audio file as a fake.[179][180] However, a phonoscopic examination of the audio recording confirmed that the voice on the recording belongs to Karpiankou.[181] The Organization for Security and Cooperation in Europe expressed its concern about the remarks.[182] According to Radio Free Europe/Radio Liberty, such a camp was indeed used near the town of Slutsk in the days from 13 to 15 August 2020. Many of those detained there are said to have been brought from the Okrestina prison in Minsk.[183] In 1999 opposition leaders Yury Zacharanka and Viktar Hanchar together with his business associate Anatol Krasouski disappeared. Hanchar and Krasouski disappeared the same day of a broadcast on state television in which President Alexander Lukashenko ordered the chiefs of his security services to crack down on \"opposition scum.\" Although the State Security Committee of the Republic of Belarus (KGB) had them under constant surveillance, the official investigation announced that the case could not be solved. The investigation of the disappearance of journalist Dzmitry Zavadski in 2000 has also yielded no results. Copies of a report by the Parliamentary Assembly of the Council of Europe, which linked senior Belarusian officials to the cases of disappearances, were confiscated.[184] In September 2004, the European Union and the United States issued travel bans for five Belarusian officials suspected in being involved in the kidnapping of Zacharanka: Interior Affairs Minister Vladimir Naumov, Prosecutor General Viktor Sheiman, Minister for Sports and Tourism Yuri Sivakov, and Colonel Dmitri Pavlichenko from the Belarus Interior Ministry.[185] In December 2019, Deutsche Welle published a documentary film in which Yury Garavski, a former member of a special unit of the Belarusian Ministry of Internal Affairs, confirmed that it was his unit which had arrested, taken away and murdered Zecharanka and that they later did the same with Viktar Hanchar and Anatol Krassouski.[186] On January 4, 2021, the EU Observer reported that new evidence, including documents and audio recordings, provide that Belarusian secret services planned to murder dissidents abroad.[187] An audio file, allegedly being a recording from a bugged meeting in 2012, reveals Vadim Zaitsev, the KGB chairman at the time, discussing the murder plot with two officers from the KGB's Alpha Group, an elite counter-terrorism unit. Translated from Russian, one of the voices in the recording says, \"We should be working with Sheremet, who is a massive pain in the arse [inaudible]. We'll plant [a bomb] and so on and this fucking rat will be taken down in fucking pieces, legs in one direction, arms in the other direction. If everything [looks like] natural causes, it won't get into people's minds the same way.\"[187] In addition to planting a bomb, they also discuss poisoning Sheremet. On 23 May 2021, Lukashenko personally ordered Ryanair Flight 4978 en route from Athens to Vilnius, carrying the opposition journalist Roman Protasevich, to land in Belarus.[188] The flight was forced to land at Minsk International Airport shortly before it reached the Lithuanian border after Belarusian air traffic control conveyed a report of explosives on board the plane. The flight was escorted by a Belarusian Air Force MiG-29 fighter jet. Belarusian authorities said no explosives were found and arrested Protasevich, who was placed in a list of \"individuals involved in terrorist activity\" the previous year for his role in the anti-government protests and incitement to Public disorder. The move was condemned by opposition figures, with Tsikhanouskaya saying that Protasevich \"faces the death penalty\" in Belarus.[189][190][191] Lukashenko's relationship with Russia, once his powerful ally and vocal supporter, has significantly deteriorated. The run-up to the 2010 Belarusian presidential election was marked by a series of Russian media attacks on Lukashenko.[70] Throughout July state-controlled channel NTV broadcast a multi-part documentary entitled \"The Godfather\" highlighting the suspicious disappearance of the opposition leaders Yury Zacharanka and Viktar Hanchar, businessman Anatol Krasouski and journalist Dzmitry Zavadski during the late 1990s.[192] Lukashenko called the media attack \"dirty propaganda\".[193] Despite a historically good relationship with Russia, tensions between Lukashenko and the Russian government started showing in 2020.[194][195] On 24 January 2020, Lukashenko publicly accused Russian president Vladimir Putin of trying to make Belarus a part of Russia.[194] This led to Russia cutting economic subsidies for Belarus.[196] In July 2020, the relationship between Belarus and Russia was described as \"strained\" after 33 Russian military contractors were arrested in Minsk.[195] Lukashenko afterwards accused Russia of collaborating with opposition activist Siarhei Tsikhanouski and trying to cover up an attempt to send 200 fighters from a private Russian military firm known as the Wagner Group into Belarus on a mission to destabilize the country ahead of its 9 August presidential election.[197][198] On 5 August 2020, Russia's security chief Dmitry Medvedev warned Belarus to release the contractors.[196] Lukashenko also claimed Russia was lying about its attempts to use the Wagner Group to influence the upcoming election.[199] On 11 November 2021, Lukashenko raised the possibility of interrupting the Yamal–Europe pipeline carrying Russian gas to the European Union if the bloc imposes further sanctions on Belarus.[200] Russian president Vladimir Putin said that Lukashenko had not consulted him before raising the possibility of stopping gas deliveries coming from Russia to the EU via a pipeline through Belarus, adding that such a move would risk harming ties between Belarus and Russia.[201] In February 2022, Lukashenko permitted Russian forces to stage part of the invasion of Ukraine from Belarusian territory.[202] Commenting on the war in Ukraine the President of Belarus has said that he didn't expect the conflict “drag on this way.” [203] Lukashenko's relationship with the EU has been strained, in part by choice and in part by his policies towards domestic opponents. Lukashenko's repression of opponents caused him to be called \"Europe's last dictator\" and resulted in the EU imposing visa sanctions on him and a range of Belarusian officials. At times, the EU has lifted sanctions as a way to encourage dialogue or gain concessions from Lukashenko.[204] Since the EU adopted this policy of \"change through engagement\", it has supported economic and political reforms to help integrate the Belarusian state.[205] In March 2003, Lukashenko said that Belarus unanimously condemned the US-led Iraq War.[206] On 29 August 2019, John Bolton, the National Security Advisor of the United States, was received by Lukashenko during his visit to Minsk, which was the first of its kind in 18 years.[207][208][209] Following the 2014 Syrian presidential election, President Lukashenko congratulated President Bashar al-Assad. His cable \"expressed keenness to strengthen and develop bilateral relations between Belarus and Syria in all fields for the benefit of the two peoples.\"[210] Belarus condemned the NATO-led military intervention in Libya, and the foreign ministry stated that \"The missile strikes and bombings on the territory of Libya go beyond Resolution 1973 of the UN Security Council and are in breach of its principal goal, ensuring safety of the civilian population. The Republic of Belarus calls on the states involved with the military operation to cease, with immediate effect, the military operations which lead to human casualties. The settlement of the conflict is an internal affair of Libya and should be carried out by the Libyan people alone without military intervention from outside.\"[211] They have not recognized the National Transitional Council. Upon hearing the news regarding the death of Muammar Gaddafi, President Alexander Lukashenko said \"Aggression has been committed, and the country's leadership, not only Muammar Gaddafi, has been killed. And how was it killed? Well, if they had shot him in a battle, it's one thing, but they humiliated and tormented him, they shot at him, they violated him when he was wounded, they twisted his neck and arms, and then they tortured him to death. It's worse than the Nazis once did.\" He also condemned the current situation of Libya and was critical regarding the future of the country.[212][213] His policies have been praised by some other world leaders. In response to a question about Belarus's domestic policies, President Hugo Chávez of Venezuela said \"We see here a model social state like the one we are beginning to create.\"[214] The Chairman of the Chinese Standing Committee of National People's Congress Wu Bangguo noted that Belarus has been rapidly developing under Lukashenko.[215] In 2015, Lukashenko sought to improve trade relations between Belarus and Latin America.[216] In March 2022, Australia sanctioned Lukashenko for giving \"strategic support to Russia and its military forces\" in the 2022 Russian invasion of Ukraine.[217] Lukashenko has made several controversial statements during his presidency which have been regarded as anti-semitic, homophobic and misogynistic. In 1995, Lukashenko made a remark in which he named Adolf Hitler as a role model for his presidential system in Belarus: \"The history of Germany is a copy of the history of Belarus. Germany was raised from ruins thanks to firm authority and not everything connected with that well-known figure Hitler was bad. German order evolved over the centuries and attained its peak under Hitler. This corresponds with our understanding of a presidential republic and the role of a president in it.\"[218][219] Lukashenko refused to take the quote back, but stated that the consequences of Hitler's leadership style in foreign policy had been bad.[220] In October 2007, Lukashenko was accused of making antisemitic comments; addressing the \"miserable state of the city of Babruysk\" on a live broadcast on state radio, he stated: \"This is a Jewish city, and the Jews are not concerned for the place they live in. They have turned Babruysk into a pigsty. Look at Israel—I was there and saw it myself ... I call on Jews who have money to come back to Babruysk.\"[221][222] Members of the US House of Representatives sent a letter to the Belarusian ambassador to the US, Mikhail Khvostov, addressing Lukashenko's comments with a strong request to retract them,[223] and the comments also caused a negative reaction from Israel.[224] Consequently, Pavel Yakubovich, editor of Belarus Today, was sent to Israel, and in a meeting with the Israel Foreign Ministry said that Lukashenko's comment was \"a mistake that was said jokingly, and does not represent his positions regarding the Jewish people\" and that he was \"anything but anti-Semitic,\" and had been \"insulted by the mere accusation.\"[225] The Belarusian Ambassador to Israel, Igor Leshchenya, stated that the president had a \"kind attitude toward the Jewish people\", and Sergei Rychenko, the press secretary at the Belarusian Embassy in Tel Aviv, said parts of Lukashenko's comments had been mistranslated.[226] On 4 March 2012, two days after EU leaders (including openly gay German Foreign Minister Guido Westerwelle) had called for new measures to pressure Lukashenko over alleged human rights abuses in Belarus at a summit in Brussels, Lukashenko provoked diplomatic rebuke from Germany after commenting that it was \"better to be a dictator than gay\"[227] in response to Westerwelle having referred to him as \"Europe's last dictator\" during the meeting.[228][229] After some of the initial candidates for the 2020 Belarusian presidential election were imprisoned, three women involved with the candidates, led by Sviatlana Tsikhanouskaya emerged as leading opposition against him and contested the results of the election. Lukashenko has spoken dismissively about the role of women in Belarusian society, saying that \"society is not mature enough to vote for a woman\" and, referring specifically to Tsikanouskaya, that \"she just cooked a tasty cutlet, maybe fed the children, and the cutlet smelled nice [...] And now there's supposed to be a debate about some issues\" and that the burden of the presidency would cause her to \"collapse, poor thing\".[230][231] In July 2021, Lukashenko was accused of making antisemitic comments during his Independence Day speech to the armed forces; saying \"the Jews managed to force the world to remember the Holocaust. The entire world grovels before them and gives in to them. They are afraid to say a single word out of place,\". and adding \"We are tolerant and likeable. We left things alone until it got to the point where others started attacking us and the memory of our efforts,\". The Israeli government said the comments were \"unacceptable\" and summoned the chargé d'affaires at the Belarus embassy in Israel.[232][233][234][235] Independent polling is tightly restricted in Belarus.[236] Surveys are monopolized by the government, which either does not publish its surveys or uses them for propagandistic purposes.[237] According to a leaked internal poll, a third of the population had trust in Lukashenko.[236] The last credible public poll in Belarus was a 2016 poll showing approximately 30% approval for Lukashensko.[238] Lukashenko is referred to as \"Batska\" (бацька, \"father\") by his supporters.[52] During the 2020–21 Belarusian protests, opponents of Lukashenko began to refer to him as \"Sasha 3%\" on the basis that they believed that he was only supported by three percent of the Belarusian population.[239][240] The term has subsequently become a popular meme within the Belarusian opposition appearing on T-shirts and posters.[241] Lukashenko has also been referred to as \"Tarakanishche\" (\"Cockroach\") by his opponents in reference to the poem The Monster Cockroach, in which a moustached cockroach inflicts a reign of terror on the other animals before being eaten by a sparrow.[242] A film produced by NEXTA, an opposition group based in Poland, accuses Lukashenko of misappropriating EU funds on residences and automobiles. The film was uploaded to Telegram and YouTube, where it had over 6 million views. Lukashenko did not comment on the film directly, but on a factory visit in March 2021 claimed that opponents were creating a fake story to destabilize the country. Lukashenko states \"I want you to understand: I have been working as president for a quarter of a century, and if there were already some billions, as they say, or palaces, I would have already been torn to pieces from all sides.\" EU officials also dismissed the accusations as \"speculation\".[243][244] Lukashenko describes himself as an \"Orthodox atheist\"[245] and has said that he believes that the president should be a conservative person and avoid using modern electronic technology such as an iPad or iPhone.[246] He used to play the bayan, a musical instrument similar to an accordion[247] and has a pet dog, a spitz named Umka.[248] Lukashenko married Galina Zhelnerovich, his high school sweetheart, in 1975. Later that year, his oldest son, Viktor, was born. Their second son, Dmitry, was born in 1980. Galina lives separately in a house in the village Shklow.[249] Though they are still legally married, Galina Lukashenko has been estranged from her husband since shortly after he became president.[250] In a 2014 interview, Lukashenko said that they had not lived together for 30 years and the only reason they had not divorced was that he did not want to traumatize his adult sons.[251] Lukashenko has been seen on public occasions with various women; when asked about this in the same 2014 interview he explained that he did not want to sit with an official with a \"sour face\", preferring \"My son on one side, and a girl on the other\".[251] Lukashenko fathered a son, Nikolai, who was born in 2004. Though never confirmed by the government, it is widely believed that the child's mother is Irina Abelskaya—the two had an extramarital affair when she was Lukashenko's personal doctor.[252] There has never been any public statement about who Nikolai's mother is; Nikolai was raised solely by his father.[253] It has been reported by Western observers and media that Nikolai, nicknamed \"Kolya\", is being groomed as Lukashenko's successor.[254][255] According to Belarusian state media, these speculations were dismissed by Lukashenko, who also denied that he would remain in office for a further thirty years—the time Nikolai will become eligible to stand for election and succeed him.[256] Lukashenko used to play football, but stopped playing during his presidency.[247] His two elder sons also play ice hockey, sometimes alongside their father.[257] Lukashenko started training in cross-country running as a child, and in the 2000s still competed at the national level.[258] He is a keen skier and ice hockey forward.[259] In an interview he said that he plays ice hockey three times a week.[260] He has established the Belarus President's team, an amateur team which he sometimes plays for.[261] Numerous ice rinks intended to enable competitive ice hockey games to be played, have been built all over Belarus at Lukashenko's behest.[262] Lukashenko was instrumental in getting the 2014 IIHF World Championship in ice hockey to be hosted by Belarus which was considered controversial due to Lukashenko's repressive regime.[263] Belarus was supposed to host the 2021 IIHF World Championship in May 2021, but that was cancelled after international condemnation and threats by sponsors to withdraw.[264][265][266]","Title":"Alexander Lukashenko - Wikipedia","KeyID":"15866","URL":"https://en.wikipedia.org/wiki/Alexander_Lukashenko"}