{"Content: ":"Charles Anthony \"Chas\" Richard (born 1959)[1] is a United States Navy admiral who currently serves as the 11th commander of United States Strategic Command. He previously served as Commander Submarine Forces, Submarine Force Atlantic and Allied Submarine Command. Richard is a native of Decatur, Alabama, and is a 1982 graduate with honors from the University of Alabama. He has earned master's degrees with honors from the Catholic University of America and the Naval War College. Richard's operational assignments include command of USS Parche (SSN-683) as well as Submarine NR-1, then the United States Navy's only nuclear-powered, deep-submergence submarine. He also served aboard USS Portsmouth (SSN-707), USS Asheville (SSN-758) and USS Scranton (SSN-756). Richard's staff assignments include service as the executive assistant and naval aide to the Under Secretary of the Navy; chief of staff, Submarine Force Atlantic; and command of Submarine Squadron 17 in Bangor, Washington. Other staff assignments include director of resources, Under Secretary of Defense (Policy); squadron engineer of Submarine Squadron 8 and duty on the Deputy Chief of Naval Operations (Submarine Warfare) staff. He has also served as a member of Chief of Naval Operations' Strategic Studies Group XXVIII, studying the integration of unmanned systems into naval force structure. Flag officer assignments include command of Submarine Group 10 in Kings Bay, Georgia; director of Undersea Warfare (OPNAV N97), Pentagon, and deputy commander, Joint Functional Component Command for Global Strike at United States Strategic Command. As commander, Submarine Forces, Richard is the undersea domain lead, and is responsible for the submarine force's strategic vision. As commander, Submarine Force Atlantic, he commands all Atlantic-based United States submarines, their crews and supporting shore activities. These responsibilities also include duties as Commander, Task Force (CTF) 144, CTF 84; commander, Anti-Submarine Warfare (ASW) Forces Western Atlantic; and CTF 46. As commander, Allied Submarine Command, he provides advice to the North Atlantic Treaty Organization Strategic Commanders on submarine related issues. On October 15, 2019, Richard was nominated for promotion to admiral and reassignment as the commanding officer of United States Strategic Command. He appeared for a hearing before the United States Senate Committee on Armed Services on October 24 and was confirmed by voice vote of the full Senate on October 31. He took over from General Hyten on November 18, 2019.[2] In October 2021, Politico reported that Richard was among the candidates shortlisted to succeed Hyten as Vice Chairman of the Joint Chiefs of Staff.[3] This article incorporates public domain material from the United States Navy document: \"Admiral Charles A. 'Chas' Richard\".","Title":"Charles A. Richard - Wikipedia","KeyID":"15861","URL":"https://en.wikipedia.org/wiki/Charles_A._Richard"}