{"Content: ":"A nuclear triad is a three-pronged military force structure that consists of land-launched nuclear missiles, nuclear-missile-armed submarines, and strategic aircraft with nuclear bombs and missiles.[1] Specifically, these components are land-based intercontinental ballistic missiles (ICBMs), submarine-launched ballistic missiles (SLBMs), and strategic bombers. The purpose of having this three-branched nuclear capability is to significantly reduce the possibility that an enemy could destroy all of a nation's nuclear forces in a first-strike attack. This, in turn, ensures a credible threat of a second strike, and thus increases a nation's nuclear deterrence.[2][3][4] While traditional nuclear strategy holds that a nuclear triad provides the best level of deterrence from attack, in reality, most nuclear powers do not have the military budget to sustain a full triad. While only the United States and Russia have maintained strong nuclear triads for most of the nuclear age, there are other countries that have triad powers.[4][5] These countries include China, India, and France.[1] Both the United States and Russia have had the strongest, and longest-living triads.[1] These triads include the following components: The triad gives countries a way to deliver a nuclear attack by land, sea or air. For the United States, the idea to have these three options was for the purpose of retaliation. If two of the three legs of the triad were destroyed, the third could still have a retaliatory strike. Also, having these three legs protects against the issue of new technology, like an enemy missile-defense system.[7] It also gives the commander-in-chief the flexibility to use different types of weapons for the appropriate strike while also maintaining a reserve of nuclear weapons safe from a counter-force strike. Tactical nuclear weapons, also known as non-strategic nuclear weapons,[11] are used in air, land and sea warfare. Their primary use in a non-strategic war-fighting role is to destroy military forces in the battle area. But, depending on the target in today's nuclear age, they are not counted toward triad status because of the possibility that many of these systems could be used as strategic weapons. During the Cold War, it was easy to point out which nuclear weapons were tactical. Each type of weapon had different capabilities that were better suited for different missions.[11] Air-to-air missiles, rockets, surface-to-air missiles, small air-to-ground rockets, bombs, and precision munitions have been developed and deployed with nuclear warheads. Ground forces have included tactical nuclear artillery shells, surface-to-surface rockets, land mines, medium and small man-packable nuclear engineering demolition charges, and even man-carried or vehicle-mounted recoilless rifles. Naval forces have carried weapons that include nuclear-armed naval rockets, depth charges, torpedoes, and naval gunnery shells. India's nuclear weapons policy is that of \"no first use\" and \"minimum credible deterrence,\" which means that the country will not use nuclear weapons unless they are attacked first, but the country does have the capability to induce the second strike. Before 2016, India already possessed land-based ballistic missiles and aircraft that are nuclear-capable.[12] India's land-based arsenal includes the Prithvi-1 with a range of 150 to 600 kilometers, the Agni-1 with a range of 700 kilometers, the Agni-2 with a range of 2,000 kilometers, Agni-P with a range of 1,000 to 2,000 kilometres, Agni-3 with a range of 3,000, the Agni-4 with a range of 3,500 kilometers, and the Agni-5 with a range of 5,000 kilometers.[12] These are all intermediate-range ballistic missiles, but the Agni-5 is an intercontinental range ballistic missile. An intermediate-range ballistic missile has a range of 3,000 to 5,000 kilometers and intercontinental missiles are missiles with the ability to travel farther than 5,500 kilometers.[13] In addition, the 5,000–8000 km range Agni-V ICBM was also successfully tested beginning April 2012[14] and was expected to enter service by 2016.[15] The country currently has four types of bombers that are capable of carrying nuclear bombs. Land and air strike capabilities are under the control of Strategic Forces Command which is a part of Nuclear Command Authority. Their inventory of aircraft includes the Mirage 2000H, SEPECAT Jaguar and Rafale, which was purchased from France.[12] India completed its nuclear triad with the commissioning of INS Arihant in August 2016, which was India's first submarine built indigenously.[16][17][18][19][20][21] INS Arihant is a nuclear-powered ballistic missile submarine armed with 12 K-15 missiles with a range of 750 km,[22] which will later be upgraded K-4 missiles with an extended range of 3500 km.[23][24][25] In November 2017, it tested the BrahMos missile from the Sukhoi-30 MKI platform.[26] The INS Arihant was the first SSBN to be completed under India's program. The INS Arighat is currently under construction and close to completion. This would be the second SSBN of the three underway to be finished. 2 more improved and bigger Arihant class submarines are under construction, and that will be followed by three 13000 tonnes S5-class submarine planned.[27] After the INS Arihant was completed, India now contained air-launched nuclear missiles, nuclear-missile-armed submarines and strategic aircraft with nuclear bombs and missiles. This allows the country to join the nuclear triad. Unlike the United States and Russia, where strategic nuclear forces are enumerated by treaty limits and subject to verification, China—a nuclear power since 1964—is not subject to these requirements. Instead, China currently has a triad structure smaller than those of Russia and the United States. China's nuclear force is closer in number and capability to those of France or the United Kingdom, making it much smaller than the American or Russian triads. The Chinese nuclear force consists mainly of land-based missiles, including ICBMs, IRBMs, tactical ballistic missiles, and cruise missiles. Unlike the US and Russia, China stores large numbers of its missiles in massive tunnel complexes; U.S. Representative Michael Turner,[28] referring to 2009 Chinese media reports, said \"This network of tunnels could be in excess of 5,000 kilometers (3,110 miles) and is used to transport nuclear weapons and forces.[29] The Chinese Army Newsletter calls this system of tunnels the Underground Great Wall of China.[30] China's nuclear warheads are believed to be stored in a central storage facility and not with the launchers.[31] China currently has one Type 092 submarine which is currently active with JL-1 Submarine Launch Ballistic Missiles (SLBM) according to the Office of Naval Intelligence.[32][33] In addition, the People's Liberation Army Navy (PLAN) has deployed four newer Type 094 submarines and plans to deploy up to eight of these Jin-class SSBN by the end of 2020.[34][35] The newer Type 094 fleet uses the newer JL-2 SLBM. The Chinese fleet carried out a series of successful JL-2 launches in 2009,[36] 2012[37][38] and 2015.[39] The United States expected the 094 SSBN to carry out its first deterrent patrol in 2015 with the JL-2 missiles active.[34] Although there is an aged, upgraded bomber force consisting of Xian H-6s with an uncertain nuclear delivery role. The PLAAF has a limited capability fleet of H-6 bombers modified for aerial refueling as well as forthcoming Russian Ilyushin Il-78 aerial refueling tankers.[40] China has also introduced a newer and modernized H-6 variant, the H-6K that has enhanced capabilities such as launching long ranged cruise missile the CJ-10. In addition to the H-6 bomber, there are numerous tactical fighter and fighter-bombers such as the J-16, J-10, JH-7A and Su-30 that are all capable of carrying nuclear weapons. It is estimated that China maintains an arsenal of about 250 nuclear warheads and that it has produced about 610 nuclear warheads since becoming a nuclear power in 1964. China is phasing out old liquid-fused ballistic missiles and arming several new solid-fueled missiles. In the same estimate, it is believed that China has a small inventory of air-delivered nuclear bombs. As well as production is more than likely underway of new warheads for missiles to arm the Jin-class submarines.[31] The U.S. intelligence community expects that China will increase their total number of warheads and long-range ballistic missiles from about 50 to exceed 100 in the next 15 years, this calculation has been sliding since 2001.[31] Since the end of the Cold War, China is suspected to have doubled their nuclear arsenal, while the other nuclear powers under the Treaty on the Non-Proliferation of Nuclear Weapons have cut their forces in half.[41] A Pentagon report raises the possibility of China moving towards a more vigorous nuclear doctrine that will allow first use of nuclear weapons in times of war. While it is not expected that China will give up the current \"no first use\" policy in the near future, the Pentagon report raises concerns that \"this issue has been and will continue to be debated in China. It remains to be seen, how the introduction of more capable and survivable nuclear systems in greater numbers will shape the terms of this debate or affect Beijing's thinking about nuclear options in the future.\"[42] Also a nuclear power,[43] Russia inherited the arsenal of all of the former Soviet states; this consists of silo-based as well as rail and road mobile ICBMs, sea-based SLBMs, strategic bombers, strategic aerial refueling aircraft, and long-range tactical aircraft capable of carrying gravity bombs, standoff missiles, and cruise missiles. The Russian Strategic Rocket Forces have ICBMs capable of delivering nuclear warheads: silo-based R-36M2 (SS-18), silo-based UR-100N (SS-19), mobile RT-2PM \"Topol\" (SS-25), silo-based RT-2UTTH \"Topol M\" (SS-27), mobile RT-2UTTH \"Topol M\" (SS-27), mobile RS-24 \"Yars\" (SS-29) (Future replacement for R-36 and UR-100N missiles). Russian strategic nuclear submarine forces are equipped with the following SLBMs: The Russian Long Range Aviation operates supersonic Tupolev Tu-22M, and Tupolev Tu-160 bombers and the long range turboprop powered Tupolev Tu-95. They are all mostly armed with strategic stand off missiles or cruise missiles such as the KH-15 and the KH-55/Kh-102. These bombers and nuclear capable strike aircraft such as the Sukhoi Su-24 are supported by Ilyushin Il-78 aerial refuelling aircraft. The USSR was required to destroy its stock of IRBMs in accordance with the INF treaty. The Soviet Union developed their first nuclear bombs only a few years after the United States. The USSR entered the nuclear age in 1949 with their imitation of the American Fat Man plutonium implosion design. Although the Soviet Union was behind the U.S in the years following World War II in terms of nuclear development, they soon closed the gap. By 1953, the U.S successfully tested the world's first hydrogen bomb, Ivy Mike with a yield of about 10 MT. It was only two years later on 12 August 1955 that the Soviet Union successfully tested their own hydrogen bomb, the RDS-6 (known as Joe-4 in America). In addition, the development of stealth and fighter bombers by the USSR were heavily modeled on the American counterparts, the B-52 and B-47. The development of the ICBM (Inter-continental Ballistic Missile) was led by the Soviet Union. The first-ever mid-range ballistic missile, R-5M, was created by the Soviet Union and accepted for military purposes on 21 July 1956. This missile had a range of 700 miles with a yield of 1 MT. From its acceptance in 1956 until 1968 there were 48 launchers with R-5M ballistic missiles equipped with nuclear warheads deployed by the Soviet Union.[44] After the creation of ICBMs and improvements on distance and accuracy had been achieved, the modernization of the Soviet nuclear arsenal was undertaken. The first \"shrapnel\" MRVs (Multiple reentry vehicles) were successfully tested by 1970 with the R-36 (or SS-9) ICBM, and their deployment followed the next year. This meant that a single missile would now contain multiple nuclear warheads. Further development using the R-36 heavy ICBM type created the R-36M (SS-18). MRV's evolved into MIRVs, which did not function as dispersal devices, but rather allowed independent targets for the multiple nuclear warheads. MIRV as well as single warhead R-36 ICBMS were deployed by the Soviet Union in 1975. The next generation of the Soviet ICBM was the R-36M UTTH, which increased the accuracy of the warhead and allowed for innovations that allowed the missiles to carry up to 8 warheads. The final improved generated the R-36M2 Voevoda, which allowed even more accurate attacks and increased the number of warheads to 10. Some \"light\" ICBMs developed by the Soviet Union included the UR-100N (SS-19) and the MR-UR-100 (SS-17), with lower launch weights and fewer warhead capabilities. MRVs, unlike MIRVs which allowed for independent targeting, had a downside known as the \"fratricide effect\", which refers to the inability to distance multiple warheads from each other, allowing the chance for the initial explosion to destroy the other warheads.[45] By 1975, there were around 1600 ICBM launchers deployed by the Soviet Union. Not only did this number exceed American estimates, but the addition of MRVs and MIRVs further amplified the destructive capabilities of Soviet ICBMs. These launchers also utilized the increases in accuracy and range from the SS-17, SS-18, SS-19 ICBM silo-based types. One final advent to the Soviet Union's development of ICBMs was the mobile-launcher SS-20 type.[46] MIRVs were not mentioned in the SALT I treaty (Strategic Arms Limitation Treaty) between the US and USSR in 1972, and consequently were insignificantly limited in the SALT II treaty of 1979. As a result, the increase in ICBM launchers and nuclear warheads continued by both countries. It is thought that the Soviet Union attained an advantage regarding ICBMs by the late 1970s.[47] The Soviet Union also led the way in the development of the third part of the nuclear triad, SLBM's. They launched the first SLBM, with an R-11FM ballistic missile in 1956, and in 1957 introduced submarines with two R-11FM's in 1957.[48] However, these early submarines had to be surfaced in order to launch their missiles. It is in this aspect that the US became the leader when they deployed the first SSBN, USS George Washington (SSBN-598), in 1959 with Polaris A-1 missiles able to be launched underwater. However, the first successful underwater launch of a ballistic missile was in July 1960. It was not until 1963 that the Soviet Union was able to match the US in this regard, with an R-21 missile. There was also a considerable gap between the United States employment of MRVs and MIRVs on SLBMs to that of the Soviets, which the US had achieved as early as 1964. In 1974, the USSR deployed SS-N-6, the first Soviet SSBN with shrapnel MRV nuclear warheads. Three years later, the Soviet Navy deployed their first SLBM with MIRV warheads, the SS-N-18 missile[45] These technologies comprise a majority of the nuclear advances made by the Soviet Union from the 1950s–1970s. As the 1980s came about, the new technology of cruise-missiles significantly altered deterrence strategies in both the US and Soviet Union. At this point, the nuclear triad maintained its importance in ensuring a second-strike capability, although this significance has waned dramatically since the end of the Cold War. The origins of the United States' nuclear triad can be traced back to the 1960s. Its main motivation for developing the program was that the Navy, Army, and Air Force all wanted to play a role in the operation of the country's nuclear arsenal.[49] The United States also desired the nuclear triad because it would give them a variety of platforms to deliver a deadly strike to the Soviet Union. Forcing the Soviet Union to put focus on potential attacks from the land, air, and sea would give the United States a significant advantage in terms of deterrence. Specifically, the nuclear triad was viewed as a way to complicate Soviet first strike and attack planning as well as ensure the survivability of U.S. assets.[49] Throughout the 1960s, the United States steadily commissioned increasing numbers of delivery vehicles capable of carrying nuclear warheads. In 1967, the greatest number of deployment ready delivery vehicles of the decade was recorded at 2,268.[49] In 1970, a significant change brought about a dramatic increase in the nuclear arsenal. The 1970s saw a large increase in delivery vehicles and warheads because of the introduction of the multiple independent reentry vehicle or MIRV, which allowed for the deployment of ICBMs and SLBMs that could carry multiple warheads.[49] Up until 1990 and the Strategic Arms Reduction Treaty (START) with the Soviet Union, the number of delivery vehicles possessed by the United States hovered between 1,875 and 2,200.[49] ICBMs were viewed by the United States as the means to attack hardened targets within the Soviet Union such as underground bunkers. Stored in underground silos, these long range missiles were accurate and could be fired quickly. During the Cold War, the United States maintained multiple different types of ICBMs. This portion of the triad consisted of Minuteman II missiles (single warhead), Minuteman III missiles (three-warhead), and Peacekeeper missiles (ten-warhead). The ICBM count for the United States in 1990 included 2,450 warheads in 1,000 ICBMs.[49] In terms of submarine launched missiles, the United States utilized various classes of submarines as the delivery vehicles. Missile submarines played an especially important role in terms of strategic deterrence. These submarines were extremely hard to locate and could be positioned right off of enemy coastlines. In terms of the nuclear triad, this leg was meant to be the most survivable. The United States commissioned various classes of submarines throughout the Cold War as new improvements were made to each class. The first submarines to carry nuclear weapons were a collection of five boats equipped with the SSM-N-8 Regulus cruise missile, which were employed in the Pacific as part of the regular strategic deterrent from 1959 to 1964. The Regulus boats were essentially a stop-gap until sufficient ballistic missile submarines became available. Referred to as the \"41 for Freedom,\" the George Washington, Ethan Allen, Lafayette, James Madison, and Benjamin Franklin classes were all commissioned between 1959 and 1967.[50] These classes of submarines carried Polaris A-1/A-2/A-3, Poseidon C-3 and Trident C-4 missiles. Along with the \"41 for Freedom\" classes, the United States also commissioned the Ohio-class submarines before the Cold War's end. Ohio-class submarines carried Trident C-4 and Trident D-5 missiles. In 1990, the United States was in possession of around 600 SLBMs and 5,216 warheads.[49] Rounding out the United States' nuclear triad during the Cold War were its long-range bombers. The leg of the nuclear triad was the most versatile since bombers could be moved quickly and recalled if necessary to avoid unnecessary strikes. The U.S. bomber force during the Cold War consisted of B-52H and B-52G Stratofortresses, B-1 Lancers, and the newly commissioned B-2 Spirits. By 1990, the United States possessed 94 B-52H bombers, 96 B-1 bombers, and 2 B-2 bombers, along with a total of almost 5,000 available weapons.[49] The pinnacle of the 1990s in terms of global nuclear policy was the START Treaty in 1991 and the START II Treaty in 1993. These treaties called for the reduction of nuclear warheads and delivery systems within both the Soviet Union and the United States. Specifically, the U.S. was limited to 6,000 total warheads, 4,900 warheads on ballistic missiles, and 1,600 delivery vehicles.[49] Consequentially, the United States began reducing both its warhead and delivery vehicle counts during this time. By the time they had completed the implementation of the START Treaty in 2001, the total warhead count was 6,196 and the total delivery system count was 1,064.[49] These values continued to shrink, and by 2009 the United States reduced its warhead and delivery vehicles counts to 2,200 and 850 respectively.[49] Following the Cold War, the United States continued upgrading its various types of ICBMs. Minuteman II variants were all but eliminated and continued efforts were put toward Minuteman III and Peacekeeper variants. In 2001, the United States possessed 500 Minuteman III missiles (three warheads each) and 50 Peacekeeper missiles (ten warheads each).[49] Within its nuclear submarine fleet, the United States eliminated the usage of the \"41 for Freedom\" classes of ballistic missiles submarines in favor of the more versatile Ohio class. During the 1990s, the United States reached a total of 18 submarines within this class.[49] In 2001, these 18 submarines were all deployable and could carry 24 Trident II missiles each (6 to 8 warheads on each missile).[49] The United States kept up to date with its strategic bomber leg of the triad following the Cold War as well. B-52G variants were phased out in favor of B-52H classes. In 2001, 94 B-52H bombers, each capable of carrying 20 cruise missiles, were active along with 21 B-2 bombers each capable of carrying 16 bombs.[49] B-1 Lancer bombers were phased out of the triad and reoriented for different missions in an effort to honor the delivery systems limitations set by the START Treaties. The Obama Administration made clear in the 2010 Nuclear Posture Review (NPR) that the United States will retain a nuclear triad for the foreseeable future.[49] Each leg was still viewed as necessary because of how they strengthened each other's weaknesses and gave the United States plenty of options for a nuclear strike should one or multiple legs go down. Following the New START Treaty set into place in 2010, the United States continued reducing its numbers of warheads and delivery systems with a focus on modernizing and updating its most effective platforms. The United States has released a plan to complete its downsizing efforts in 2018, reducing its 2010 numbers of 880 delivery vehicles and 2,152 warheads to 800 delivery vehicles and 1,550 warheads.[49] In their release of the 2017 NPR, the Trump Administration made clear that the United States supports global nuclear weapons elimination. President Donald Trump also stated his intent to keep the US safe, as well as allies and partners. Until a time where nuclear weapons are no longer needed, the Trump Administration has also stated its intent to maintain a \"modern, flexible, and resilient\" nuclear armada. Since the height of the Cold War, the US's nuclear armada has been reduced by over 85 percent. The Trump Administration acknowledges it faces a \"more diverse and advanced nuclear-threat environment than ever before.\"[51] It is estimated that the US currently has around 475 B-61 and B-83 bombs. The B61-7 is carried by the B-2, whereas the B61-3, 4, and 10 are lighter and can be carried by the F-16, F-35, and other light aircraft. These smaller bombs also yield smaller payloads due to their decreased size. The B61-11 is a more hardened bomb that can be used to destroy hardened targets such as bunkers, however it is unlikely that it can penetrate steel or concrete. The B83 is currently the largest bomb in the US arsenal. The US plans to retire it by the year 2025 after the new B61 LEP is completed.[49] The United States continues to operate its Minuteman III ICBMs (three warheads each) from underground hardened silos under the command of U.S. Air Force Global Strike Command. The Peacekeeper variants were eliminated to allow for the United States to honor the reduction requirements set forth by the New START Treaty. By February 2015, the United States Air Force had deactivated all missiles of this type and filled the silos containing them with gravel.[49] The U.S. Minuteman III ICBMs are spread between three Air Force bases which are Francis E. Warren Air Force Base in Wyoming, Malmstrom Air Force Base in Montana, and Minot Air Force Base in North Dakota with each of these bases in possession of 150 missiles.[49] Multiple programs have been put into place and are currently in place to work on up-keeping and modernizing the United States ICBM force including the Propulsion Replacement Program, Guidance Replacement Program, Propulsion System Rocket Engine Program, Safety Enhanced Reentry Vehicle (SERV), Solid Rocket Motor Warm Line Program, Rapid Execution and Combat Targeting (REACT) Service Life Extension Program, and Fuse Replacement Programs. The Air Force plans to keep the Minuteman III program viable and updated through 2030 and is in the process of developing a potential replacement in the form of the Ground Based Strategic Deterrent (GBSD) through various companies such as Northrop Grumman and Lockheed Martin.[49] The ballistic missile submarine leg of the United States' nuclear triad is still robust. Currently, the SSBN fleet consists of 14 Ohio-class submarines each capable of carrying 24 Trident II missiles.[49] These ballistic missile submarines are based out of Kings Bay, Georgia, and Bangor, Washington. The New START Treaty has led the United States to reduce the number of missiles carried on each submarine from 24 to 20 and these reductions have been reached in 2018. In the early 2000s, the United States possessed 18 Ohio-class submarines. Following START Treaty protocol, the United States enacted various programs to reach the treaty's requirements. The Backfit Program was utilized to eliminate the submarines that still carried Trident I missiles leaving the United States with Ohio-class submarines that only carried Trident II missiles.[49] This reduction led to the conversion of four SSBNs to SSGNs. SSGNs are guided missile submarines which carry conventional Tomahawk cruise missiles. Currently, the United States plans to begin retiring the Ohio-class submarines in 2027. That being said, a replacement for the Ohio class, the Columbia-class submarine, is currently being developed with the first submarine scheduled to enter service in 2031.[49] The strategic bomber program for the United States still remains viable as well. B-2 and B-52H bombers still make up the entirety of the long range bomber force designed to deliver a nuclear payload. The Rockwell B-1 Lancer is also used for long range bombing missions. However, in 1997, it was modified to carry only conventional payloads. The B-1 Lancer is no longer used to deliver nuclear payloads. Currently, 76 B-52H bombers are maintained at bases in Barksdale, Louisiana, and Minot, North Dakota. Along with these, 20 B-2 bombers are in service at Whiteman Air Force Base in Missouri. The United States Air Force is in the process of integrating a new long range bomber, the B-21 Raider, into service. This aircraft is scheduled to begin service in 2025.[49] The B-21 will contribute to even greater capabilities for the US nuclear armada. It will allow for a larger and more diverse payload that includes current and future weapons. It will allow for increased range compared to the B-1, 2, and 52. The range capabilities of the B-21 are currently classified and are not expected to be released. The B-21 will also cost significantly less than the B-2 bomber. In 1997, the average cost of a B-2 was $737 million. The projected average cost for the B-21 Raider is $550 million per plane.[52] Long-Range Standoff, or LRSO, Weapons are another active option available to the US. Air-Launched cruise missiles (ALCM) and Advanced Cruise Missiles (ACM) are the missiles currently maintained by the Air Force. Both are carried via the B-52 bomber. The ACM's most current design makes it have higher stealth capabilities than the ALCM. In 2006, the US had 1,142 ALCMs and 394 ACMs. Since then, the number of ALC missiles has been reduced to 528. By 2030, the Air Force plans to phase out the ALCM and replace them with the long range standoff (LRSO) cruise missile.[49] While the US currently has strong capabilities and a vast arsenal, concerns about the age of each component of the nuclear triad are valid.[citation needed] The US is working to replace all legs of the nuclear triad, but budget limitations have been extremely restrictive in recent years.[citation needed] Using 2015 as a baseline, the ages of the current systems of the nuclear triad are 45 years for the Minuteman III, 25 years for the Trident II D-5 SLBM, 54 years for the B-52H, 18 years for the B-2, and 34 years for the Ohio-class SSBNs. Compared to other nuclear superpowers, these systems are lagging far behind.[citation needed] During the Cold War, the US led the world in almost all categories. This is no longer the case.[citation needed] A recurring issue with maintaining the nuclear triad is that some manufacturers who originally produced parts for some of these systems that are no longer operational.[53] During the Cold War, France obtained ballistic missile submarines, land-based missiles, and nuclear-armed bombers. France was the fourth country to maintain a nuclear triad. In February 1960, France performed its first nuclear weapons test codenamed \"Gerboise Bleue\", meaning Blue Jerboa.[54] In 1955, the country started Project Coelacanth, the naval nuclear propulsion program.[54] Their first attempt to build a nuclear ballistic missile submarine, Q.244, failed and was cancelled in 1959.[54] The development of the land based reactor, PAT 1, allowed for Q.252 to be successful. The development of Q.252 led to the submarine Le Redoutable. The French produced the Mer-Sol Balistique Strategique, or M1 MSBS, a \"submarine-launched ballistic missile\".[54] Between 1971 and 1980, France finished their first generation of nuclear ballistic missile submarines, which included all five submarines in Le Redoutable and the one L'Inflexible submarine. Of the five submarines in the Le Redoutable class, only one submarine contained an M-2 missile, the Le Foudroyant; The M-1 missile was put on the Le Redoutable and Le Terrible; two ships contained both M-2 missiles and M-20 missiles. The L'Inflexible contained M4 missiles.[54] At this time, The Force Océanique Stratégique, the country's submarine fleet, contained 87 percent of the country's entire nuclear weaponry.[54] Between 1986 and 2010, the country began work on their second generation of nuclear ballistic missile submarines, which included the Triomphant, the Téméraire, the Vigilant, and the Terrible.[54] The Triumphant class of ships contained the M45 intermediate-range missile. The Terrible submarine contained the M51 missile.[54] Today, France's national security is based on deterrence. Since the Cold War, France has scaled down their weapons program; the budget for nuclear forces has been reduced from 40 percent to 20 percent; they stopped work on ground-launched ballistic missiles; nuclear testing sites have shut down; and their total ballistic missile submarine arsenal has been lowered from five to four.[55] While France has drastically reduced its nuclear arsenal, it currently maintains approximately 300 nuclear weapons.[56] France deploys four Le Triomphant-class nuclear-powered ballistic missile submarines (SSBN) on the Atlantic Coast. Out of the four, one is deployed at all times and the other three are on standby at all times. France is in the process of upgrading its current SLBMs to a newer model. The most recent addition to the French submarine fleet came in September 2010 in the form of Le Terrible, which is equipped with the newer model of SLBMs. France plans to modernize the rest of its submarine fleet by the year 2020.[57] As far as air-capabilities are concerned, France maintains four separate fighter squadrons meant to act as a deterrence against foreign threats. There are 23 Mirage 2000N aircraft and 20 Rafale aircraft equipped with ASMP-air-launched cruise missiles (ALCM). The Charles de Gaulle aircraft carrier also maintains approximately 24 Rafale M aircraft. The Rafale M aircraft, as well as the Mirage 2000N K3 aircraft, is equipped with an upgraded ASMP-A air-launched cruise missile with a range of 500 kilometers. In February 2015, Francois Hollande, the President of France at the time, declared that \"France possesses 54 ASMP-A missiles\", confirming their exact number of missiles.[57] Israel as a country and its citizens neither confirm nor deny the possession of nuclear weapons, as a national policy, but the existence of a nuclear force is often hinted at blatantly. Evidence of an advanced weapons program including miniaturized as well as thermonuclear devices has been presented, especially with the extensive photographic evidence given by former Israeli nuclear weapons assembler Mordechai Vanunu in 1986. Since the 1960s, in Dimona, they have operated a nuclear reactor and an underground plutonium-separation plant. The US Defense Intelligence Agency concluded in 1999 that Israel had produced approximately 80 warheads, and projected that their stockpile would moderately increase by 2020.[31] They are currently estimated to have produced enough nuclear material for 115 to 190 warheads.[31] Israel has been reported in a congressional testimony by the United States Department of Defense of having aircraft-delivered nuclear weapons as early as the mid-1960s, a demonstrated missile-based force also since the mid-1960s, an IRBM in the mid-1980s, an ICBM in the early 2000s[58] and they are suspected of having second-strike capabilities with the arrival of the Dolphin-class submarine and Popeye Turbo submarine-launched cruise missile. Israel maintains an inventory of nuclear-capable fighter aircraft such as the long-range F-15E Strike Eagle, F-16 and previously the F-4 Phantom, Dassault Mirage III, A-4 Skyhawk and the Nesher. Israel has a considerable and growing number of long-range tanker aircraft and aerial refueling capacity on its long-range fighter-bomber aircraft. This capacity was used in the 1985 long-range conventional strike against the PLO in Tunisia.[59] In a report by London's Sunday Times in June 2000, a missile test was reported. This being the only public evidence of a nuclear version of a single missile being tested off the coast of Sri Lanka.[60] According to an official report that was submitted to the United States Congress in 2004,[58] it may be that the Jericho 3 with a payload of 1,000 kg that allows Israel to have nuclear strike capabilities within the entire Middle East, Africa, Asia, Europe and almost all parts of North America, as well as within large parts of South America and Northern Oceania. Israel also has a regional reach with its Jericho 2 IRBM force. While the Persian Gulf War was beginning in 1991, Germany agreed to subsidize the sale of two Dolphin-class diesel-powered submarines to Israel: there was a total of six submarines that were ordered and three have been delivered so far by the Germans.[60] Jane's Defence Weekly reports that the Israeli Dolphin-class submarines are widely believed to be nuclear armed, offering Israel a second-strike capability with a demonstrated range of at least 1500 km in a 2002 test.[61][62] Israel is known to have nuclear-capable aircraft and land-base missiles, with the addition of nuclear-armed submarines this would mean that they now have a full triad of land-, air-, and sea-based nuclear delivery systems[31] some of which would be invulnerable to a first strike by an enemy for the first time in their country's history. No other nation in the Middle East in known to be in possession of nuclear weapons, even though Iran, Iraq, Syria and Libya have started development programs that were never completed.[60] Nuclear delivery systems are not limited to those covered in the Nuclear Triad. Other methods of delivery could include orbital weapons, nuclear torpedo and hypersonic glide vehicles. The Outer Space Treaty bans these types of weapons from outer space. The treaty states that \"the moon and other celestial bodies shall be used for peaceful purposes only\"[63] Although the treaty bans the use of nuclear weapons in space, the technology that is in space allows for potential military use. Both GPS and satellite technology can be used for military purposes, which are not the intended use for them. GPS can be used for missile and bomb direction and satellite technology can be used to gather information about other countries.[63] The possibility of these technologies being utilized incorrectly increases the probability of a war conducted in space. A nuclear torpedo is essentially a torpedo with a warhead attached to it. Russia is currently working on undersea nuclear torpedo, which is referred to as the Poseidon (Status-6), according to the Pentagon.[64] This thermonuclear warhead has the potential to hit any United States coast and radioactively contaminate the coastal regions.[65] The innovative missile is a concern to the United States, because there is potential for the missile to not be stopped by the country's ballistic missile defenses. Initial reports of Status-6 were not confirmed, but it has now been confirmed that weapon is real and capable. Hypersonic Glide Vehicles (HGVs) are capable of containing nuclear warheads, and therefore could be used in strikes against nuclear assets. HGVs were developed to be lightweight, to travel at faster speeds, and to travel in the atmosphere. The difference between ICBMs and HGVs is that HGVs are designed to be powered by the oxygen in the atmosphere, while ICBMs have fuel on board; the fuel on board is heavy. Their ability to attack fast over long distance and hide from radars enables this technology to have the potential to be used as nuclear weapons.[64] William Perry, who served as the 19th United States Secretary of Defense, has spoken for the removal of the land-based missiles from the nuclear triad. Perry believes that ICBMs are turning more into liabilities than assets. Perry says it would save \"considerable cost\" and would prevent an accidental nuclear war. Perry had experienced a false alarm for an incoming missile which later turned out to be a computer error.[citation needed] Perry's experience occurred 40 years ago, but similar false alarms have occurred since then, such as the 2018 Hawaii False Missile Alert. Perry says that a major problem with ICBMs is that they cannot be recalled once launched in the event of a false alarm.[citation needed] American political scientist Matthew Kroenig has spoken against the removal of the land-based missiles leg of the nuclear triad. Kroenig writes that ICBMs offer defense from a pre-emptive nuclear strike. If the US had hundreds of ICBMs all over the US then this first attack would be a \"near-insurmountable task.\"[66] Kroenig writes that these ICBMs could save \"millions of American lives\".[66] A study estimated that if the US were to keep its ICBMs, a Russian nuclear attack would result in 70 million US casualties, whereas if the US were to remove its ICBMs, that number increases to 125 million US casualties.[67] Kroenig also writes that the risk of accidental launch is less than the benefit of keeping ICBMs.[66] Also, Kroenig says \"If ICBMs are truly expendable, then there is no reason to risk an accidental nuclear war just to avoid losing them.\"[66][further explanation needed] Kroenig also writes that ICBMs are the least costly leg of the triad.[66] The annual operating cost of ICBMs is $1.4 billion for ICBMs, compared to $1.8 billion for bombers and $3.8 billion for SLBMs.[68] The U.S. Department of Defense defends the current triad, stating that \"Without ICBMs, a conventional-only attack on the limited number of submarine and bomber bases could significantly degrade the U.S. nuclear arsenal without rising to the level of nuclear use. This significantly lowers the threshold for an attack against the U.S. homeland. Also, the Triad's diversity enables mitigation of risk if a particular leg of the Triad is degraded or unavailable.\"[69]","Title":"Nuclear triad - Wikipedia","KeyID":"15862","URL":"https://en.wikipedia.org/wiki/Nuclear_triad"}