{"Content: ":"Eric Matthew Schlosser (born August 17, 1959) is an American journalist and author known for his investigative journalism, such as in his books Fast Food Nation (2001), Reefer Madness (2003), and Command and Control: Nuclear Weapons, the Damascus Accident, and the Illusion of Safety (2013). Schlosser was born in New York City, New York; he spent his childhood there and in Los Angeles, California. His parents are Judith (née Gassner) and Herbert Schlosser, a former Wall Street lawyer who turned to broadcasting later in his career, eventually becoming president of NBC in 1974 and later becoming a vice president of RCA.[1][3][4] Schlosser graduated with an A.B. in history from Princeton University in 1982 after completing a 148-page-long senior thesis titled \"Academic Freedom during the McCarthy Era: Anti-Communism, Conformity and Princeton.\"[5] He then earned a graduate degree in British Imperial History from Oriel College, University of Oxford. He tried playwriting, writing two plays, Americans (1985) and We the People (2007). He is married to Shauna Redford, daughter of actor Robert Redford.[6] Schlosser started his career as a journalist with The Atlantic Monthly in Boston, Massachusetts. He quickly gained recognition for his investigative pieces, earning two awards within two years of joining the staff: he won the National Magazine Award for his reporting in his two-part series \"Reefer Madness\" and \"Marijuana and the Law\" (The Atlantic Monthly, August and September, 1994), and he won the Sidney Hillman Foundation award for his article \"In the Strawberry Fields\" (The Atlantic Monthly, November 19, 1995).[citation needed] Schlosser wrote Fast Food Nation (2001), an exposé on the unsanitary and discriminatory practices of the fast food industry. Fast Food Nation evolved from a two-part article in Rolling Stone. Schlosser helped adapt his book into a 2006 film directed by Richard Linklater. The film opened November 19, 2006. Chew On This (2006), co-written with Charles Wilson, is an adaptation of the book for younger readers. Fortune called Fast Food Nation the \"Best Business Book of the Year\" in 2001.[7] His 2003 book Reefer Madness discusses the history and current trade of marijuana, the use of migrant workers in California strawberry fields, and the American pornography industry and its history. William F. Buckley gave Reefer Madness a favorable review,[8] as did BusinessWeek.[9] Schlosser's book Command and Control: Nuclear Weapons, the Damascus Accident, and the Illusion of Safety was published in September 2013.[10] It focuses on the 1980 Damascus Titan missile explosion, a non-nuclear explosion of a Titan II missile near Damascus, AR.[11][12] The New Yorker's Louis Menand called it \"excellent\" and \"hair-raising\" and said that \"Command and Control is how nonfiction should be written.\"[13] It was a finalist for the 2014 Pulitzer Prize for History.[14] He has been working on a book on the American prison system, which has been over 10 years in the making.[15] Schlosser appeared in an interview for the DVD of Morgan Spurlock's Super Size Me, having a one-on-one discussion with the filmmaker about the fast-food industry. He did not appear in the film itself. He was interviewed by Franny Armstrong in 2005 and is a feature interviewee in her film McLibel. He co-produced Food, Inc. (2008), with Robert Kenner. Schlosser also served as co-executive producer on the 2007 film There Will Be Blood. In 2014, he was an executive producer of the farmworker documentary Food Chains,[16] a credit he shared with Eva Longoria. They both won a James Beard Foundation Award for their roles.[17] Schlosser also shared a director credit for the multimedia installation entitled \"the bomb\", an experimental film about nuclear weaponry coupled with a live score by The Acid.[18]","Title":"Eric Schlosser - Wikipedia","KeyID":"15867","URL":"https://en.wikipedia.org/wiki/Eric_Schlosser"}