{"Content: ":"The M777 howitzer is a towed 155 mm artillery piece in the howitzer class. It is used by the ground forces of Australia, Canada, India, Saudi Arabia, Ukraine and the United States. It was first used in combat during the US war in Afghanistan. The M777 is manufactured by BAE Systems' Global Combat Systems division. Prime contract management is based in Barrow-in-Furness in the United Kingdom as well as manufacture and assembly of the titanium structures and associated recoil components. Final integration and testing of the weapon is undertaken at BAE's facility in Hattiesburg, Mississippi.[10] The M777 cost is 2.025 million USD per one unit (domestic cost, FY 2008)[11] or 3.738 million USD per one unit (export cost, FY 2017).[12] The M777 began as the Ultralight Field Howitzer (UFH), developed by Vickers Shipbuilding and Engineering's (VSEL) Armaments Division in Barrow-in-Furness, UK. VSEL was bought by BAE Systems after the UFH prototypes had been manufactured and demonstrated, consequently BAE became responsible for future design refinements and renamed the gun 'M777'.[citation needed] Upon taking over responsibility for the weapon BAE 'Americanised' to a large degree the construction and assembly through its US-based BAE Systems Land and Armaments group. The M777 now uses about 70% US-built parts including the gun barrel, which is manufactured at the Watervliet Arsenal.[13] With a weight of 4,200 kg (9,300 lb), the M777 is 41% lighter than the 7,154 kg (15,772 lb) M198 howitzer it replaces.[14][15] Much of the weight reduction is due to the extensive use of titanium.[16] The gun barrel serves as the towing bar, with the connecting ring forged as a projection of the muzzle brake.[17] The M777 can be transported by helicopter sling-load, transporter aircraft such as the Lockheed C-130 Hercules, or towed by air-braked vehicles weighing over 2.5 tonnes (5,500 lb), such as the FMTV and MTVR medium vehicles.[18][19] The minimum gun crew required is five, compared to a previous nine.[20] The normal crew is eight. With a minimal emergency crew, the rate of fire is decreased.[17] The M777A1 and M777A2 use a digital fire-control system similar to that found on self-propelled howitzers such as the M109A6 Paladin to provide navigation, pointing and self-location, allowing it to be put into action quickly.[21] The Canadian M777 in conjunction with the traditional \"glass and iron sights/mounts\" uses a digital fire control system called the Digital Gun Management System (DGMS) produced by Leonardo MW with components of the Indirect Fire Control Software Suite (IFCSS) built by the Firepower team in the Canadian Army Land Software Engineering Centre.[22] The Leonardo MW portion of the system, known as LINAPS, had been proven previously through earlier use on the British Army 105 mm L118 Light Gun.[23] The M777A2 may be combined with the M982 Excalibur GPS-guided munition, which allows accurate fire at a range of up to 40 km (25 mi). This almost doubles the area covered by a single battery to about 1,250 km2 (480 sq mi). Testing at the Yuma Proving Ground by the US Army placed 13 of 14 Excalibur rounds, fired from up to 24 kilometres (15 mi), within 10 m (33 ft) of their target, suggesting a circular error probable of 5 m (16 ft).[24] In June 2012, Golf Battery, 2nd Battalion, 11th Marines, out of Camp Pendleton, California, fired the M982 Excalibur against insurgents at a range of 36 km (22 mi) in Helmand Province, Afghanistan. This was the longest operational shot in the history of the M777 howitzer, and the longest operational tube artillery shot in history for the Marine Corps.[25] The furthest hit from an Excalibur ammunition by the United States Army was 30 km (19 mi) in Iraq.[citation needed] Usually a barrel on a modern artillery system, like the M777, must have the barrel replaced after firing up to 2,500 rounds.[26] In 2008, the Australian Defence Force made a US Foreign Military Sales request for 57 M777A2s worth an estimated US$248m.[32] Subsequently, 35 guns were purchased for the Australian Army.[33] to re-equip the 1st Regiment, Royal Australian Artillery, the 4th Regiment, Royal Australian Artillery, and the 8th/12th Regiment, Royal Australian Artillery, to replace 155 mm M198s and 105 mm L119 Light Guns.[citation needed] The first deliveries of M777A2 began in late 2010.[34][35] An additional 19 guns will be bought directly from American production lines to enable a total of six batteries.[36] Concurrently, the Australian Army has acquired guided 155 mm munitions in the form of the M982 Excalibur and XM1156 Precision Guidance Kit.[37] In late April 2022, Australia announced that they would donate six of their M777 howitzers, with ammunition, to aid in the defence of Ukraine during the 2022 Russian invasion of Ukraine.[38] In 2010, The Brazilian Navy evaluated the 155 mm M777 as a candidate to replace the six 155 mm M114A1 howitzers of the Marine Corps branch.[39] The successor to the M114 has not yet been chosen.[citation needed] In December 2005, 1st Regiment, Royal Canadian Horse Artillery, conducted an inaugural firing of its first 155 mm M777 towed howitzers, for a total of six guns. The six guns delivered were supplied by the United States Marine Corps under a Foreign Military Sales (FMS) contract[40][unreliable source?] between the U.S. and Canada. The Canadian guns were first fired by A Battery, 1 RCHA at CFB Shilo and then were deployed to Afghanistan in support of Operation Archer. They were put into service in the Canadian anti-terror operations around Kandahar in early 2006, marking the first use of the M777 in combat operations.[41] In the summer they made a significant contribution during the Battle of Panjwaii when a small number of rounds were used to huge effect on Taliban elements retreating from the battle area. Many of the 72 reported killed during the heaviest period of fighting were due to artillery fire from only two of these guns. In late fall of 2006, the Canadian M777 howitzers were equipped with the Digital Gun Management System (DGMS), which greatly improved accuracy and led to these guns being used for short range close support of Canadian and US ground forces.[41] They proved so successful that an order for an additional six guns was placed with BAE. In May 2009, the Canadian government ordered a further 25 M777s, bringing the total to 37.[42][43][44] The DGMS is also being improved with integrated communications.[45] On April 22, 2022, Canada sent four of their M777 howitzers, with ammunition, to Ukraine to aid in the defense of Ukraine during the 2022 Russian invasion of Ukraine.[46][47] The Indian Army first announced plans to acquire 145 guns for ₹30 billion (US$376 million).[48] Purchase plans were overtaken when the procurement process was restarted in July 2010. India's Ministry of Defence cleared the proposal for buying 145 guns for US$660 million on 11 May 2012 through the US Government's Foreign Military Sales (FMS) process.[49] This was put up before the Ministry of Finance for clearance and will subsequently be taken up by the Cabinet Committee on Security for final approval.[50][51] On 2 August 2013, India requested the sale of 145 M777 howitzers for US$885 million.[52] In February 2014 the purchase was again postponed.[53] In May 2014 the purchase was cleared by India's Ministry of Defence.[54] In July 2014, the Government of India announced that it would not order the guns because of cost issues.[55] In November 2014, the selection process was restarted under the \"Make In India\" program.[56] In May 2015, the Ministry of Defence approved ₹29 billion (₹2,900 crore) to buy 145 M777 ultralight howitzers from the US.[57] In December 2015, the Indian Ministry of Defence said it was keen on placing a follow-up order of 500 more M777 guns.[58] In June 2016, it was announced that 145 guns will be purchased by India for US$750 million.[59] In November 2016 the Indian government completed the deal to buy 145 howitzers from the US.[60][61] Under the agreement, BAE Systems supplied 25 ready-built howitzers, while 120 guns were manufactured in India by Mahindra Defence Systems Limited.[62] The Indian Army received its first shipment of two howitzers in 2017 from the United States in ready to use condition.[63][64] In September 2017, the barrel of one of the howitzers was damaged while firing during calibration trials.[65][66] The Indian army used the M777 howitzer in the Himvijay exercise in Arunachal Pradesh which involved the newly raised integrated battle groups.[67] A total of seven artillery regiments are planned, each of 18 guns. The first regiment is planned to be raised by the end of 2020 with 15 guns supplied by BAE systems and three guns supplied by Mahindra Defense Systems Limited.[68] In July 2020, in the wake of escalating tension with China in light of hostile Chinese posturing, particularly on the border between the Union Territory of Ladakh and Chinese-occupied Tibet, further purchases of Excalibur shells were announced by the Indian Ministry of Defence.[69] In 2011, Saudi Arabia ordered 36 M777A2 155 mm towed howitzers from the United States, along with 17,136 rounds of high explosive (HE) ammunition and 2,304 rounds of longer range rocket-assisted projectiles (RAPs).[citation needed] The Saudis purchased HMMWV vehicles to haul ammunition and carry the crews and their gear. However, they did not order any GPS-guided 155 mm Excalibur shells for their M777A2 guns.[70] In April 2022, during the 2022 Russian invasion of Ukraine in the Russo-Ukraine War, the United States provided 108, Canada 4, and Australia 6 M777 howitzers with ammunition to the Ukrainian armed forces, to repel Russia.[46][71][38][72][73] On 9 May 2022 Ukrainian journalist Yurii Butusov released a video showing presumably one of the first shots fired from a M777 howitzer in the East of Ukraine.[74] Canada has promised 10 barrels to replace any worn out during firing.[75] Usually a barrel on a modern artillery system, like the M777, must have the barrel replaced after firing up to 2,500 rounds.[26] The M777 succeeded the M198 howitzer in the United States Marine Corps and United States Army in 2005. In 2014 the US military began fielding several upgrades to its M777 howitzers including new liquid crystal display units, software updates, improved power systems, and muzzle sensors for onboard ballistic computing. Future upgrades include a touchscreen Chief Section Display, a new Mission System Computer, and a digital radio.[76] The 18th Field Artillery Brigade (Airborne) at Fort Bragg, North Carolina, was the initial Army test bed unit for the XM777 which included the 1st and 3rd Battalions of the 321st Field Artillery Regiment. The initial prototypes were tested by 1st Battalion, 377th Air Assault Regiment, in 1998 also a unit of the 18th Field Artillery Brigade. 2nd Platoon, Bravo Battery, 2nd Battalion, 11th Field Artillery Regiment (2-11 FA), was the first US Army unit to fire the M777A in combat in January 2008 in support of Operation Iraqi Freedom. In June 2007, the M777 in its A2 configuration was assigned to the U.S. Army's 3-321 FA. It deployed to Afghanistan in support of Operation Enduring Freedom in December 2007 in January 2008 making the unit the first U.S. Army unit to utilise the M777 in combat in support of Operation Enduring Freedom. In April 2008, the M777 was deployed for testing with 2-8 FA at Fort Wainwright in Fairbanks, Alaska.[77] In July 2008, at Camp Shelby, Mississippi, 1-108 FA, 28th Infantry Division, Pennsylvania National Guard, became the first field artillery unit of the National Guard to field and fire the M777. Two soldiers from 2-319 FA were killed from a breech explosion and other members of their gun crew were injured while attempting to fire a M777 at an ISIL mortar position in northern Iraq.[78] Multiple firing incidents have occurred during training with the M777 including a fatal one in February 2014 with 3-321 FA[79] and previously in 2011 with Marines from Camp Lejeune also at Fort Bragg.[80] In August 2017, two crewmen were killed and five others injured in an incident with a M777.[81] In May 2017, the US Army revealed it was buying the Swedish BONUS round as an interim system as a result of the required phasing out of cluster munitions from artillery shells, complying with policy to achieve less than 1% unexploded ordnance from non-unitary explosives. The BONUS has two sensor-fused munitions deployed by a 155 mm carrier projectile that scan the ground for targets and fire explosively formed penetrators down from the air. The system has been tested from the M777 howitzer.[82] The 3rd Cavalry Regiment deployed multiple M777A2 guns to Firebase Saham in Iraq on the border with Syria from November 2018 to April 2019 to support the Syrian Democratic Forces in the Battle of Baghuz Fawqani, the ultimately successful operation to capture the final town held by ISIL.[83] In May 2005, 3rd Battalion, 11th Marines, based at Marine Corps Air Ground Combat Center Twentynine Palms, became the first Marine unit to begin fielding the new M777. 580 guns were supplied to the Marines, and 421 to the U.S. Army and National Guard.[84][85] In March 2016, 200 Marines and four M777A2 howitzers from the 26th Marine Expeditionary Unit set up Firebase Bell, officially the Karasoar Counterfire Complex, near the Iraqi town of Makhmour, supporting the Iraqi Army's Mosul offensive. The firebase was only 24 kilometres (15 mi) from ISIL-controlled territory. One Marine was killed in a rocket attack on 19 March, just days after arriving.[86] Direct attacks on the base dropped off in the following weeks as the Iraqis captured surrounding villages. The Marine howitzers fired every day in support of Iraqi maneuvers, using high explosive, smoke, and illumination rounds.[86] They were relieved by Army soldiers after roughly 60 days, after firing more than 2,000 rounds in 486 fire missions.[87] In March 2017, the 11th Marine Expeditionary Unit was deployed to Syria to provide artillery support with their M777s for forces seeking to eject ISIL forces from Raqqa.[88] A CH-47 Chinook helicopter hooks up an M777 for sling loading Illumination rounds fired during Operation Tora Arwa V in the Kandahar Province, Afghanistan A M777 in Logar Province, Afghanistan A view of the breech and spades on the trails The towed configuration with the FMTV as the prime mover A M777 Light Towed Howitzer in Operation in Logar Province, Afghanistan Using the ramming staff to load ammunition Ukrainian Army M777 howitzers towed by KrAZ-6322 trucks somewhere in the east of the country during the 2022 Russian invasion of Ukraine","Title":"M777 howitzer - Wikipedia","KeyID":"15860","URL":"https://en.wikipedia.org/wiki/M777_howitzer"}