{"Content: ":"Boris Bondarev (Russian: Борис Бондарев; born 1980 or 1981)[1] is a former Russian diplomat who worked for the Russian permanent mission to the United Nations Office at Geneva from 2019 until his resignation in May 2022 in protest over the Russian invasion of Ukraine. In 2002, Bondarev began working for the Russian Ministry of Foreign Affairs in Moscow[2] as an advisor on nuclear non-proliferation.[3] Since 2019, he has been one of the counsellors of the Russian Federation's mission to the United Nations Office and other international organizations in Geneva, Switzerland.[4][5] On 23 May 2022, Bondarev announced that he had resigned from his position in protest over the Russian invasion of Ukraine, referring to the invasion as an \"aggressive war\",[6] saying that it was not only a crime against the Ukrainian people, but also \"the most serious crime against the people of Russia, with a bold letter Z crossing out all hopes and prospects for a prosperous free society in our country\".[7][8] According to Reuters, Bondarev stated that he had several times expressed his concerns about the invasion with senior embassy staff but was told to keep his \"mouth shut in order to avoid ramifications\".[9] He also said that he did not expect other diplomats to follow,[9] and that the goal of the organizers of the war was \"to remain in power forever\".[8] The former head of the Munich Security Conference and ex-diplomat Wolfgang Ischinger proposed to allow Bondarev to speak at the World Economic Forum in Davos.[10] The following day, Kremlin spokesman Dmitry Peskov told journalists when asked about the statements: \"We in the Kremlin are unfamiliar with this letter. If he was an employee of the ministry of foreign affairs, this is probably a question for the MFA\". He also stated that \"this gentleman opposed the general consolidated opinion of our country\".[11] This Russian biographical article is a stub. You can help Wikipedia by expanding it.","Title":"Boris Bondarev - Wikipedia","KeyID":"15863","URL":"https://en.wikipedia.org/wiki/Boris_Bondarev"}