{"Content: ":"Diia (Action) (Ukrainian: Дія, lit. 'Action'; also an acronym for Ukrainian: Держава і Я, romanized: Derzhava i Ya, lit. 'State and Me') is a mobile app, a web portal and a brand of e-governance in Ukraine.[1][2][3] Launched in 2020, the Diia app allows Ukrainian citizens to use digital documents in their smartphones instead of physical ones for identification and sharing purposes.[4] The Diia portal allows access to over 50 governmental services.[5] Eventually, the government plans to make all kinds of state-person interactions available through Diia.[6] Diia was first presented on September 27, 2019 by the Ministry of Digital Transformation of Ukraine as a brand of the State in a Smartphone project. Vice Prime Minister and Minister of Digital Transformation Mykhailo Fedorov announced the creation of a mobile app and a web portal which would unite in a single place all the services provided by the state to citizens and businesses.[3][2] On February 6, 2020, the mobile app Diia was officially launched. During the presentation, Ukrainian President Volodymyr Zelensky said that 9 million Ukrainians now have access to their driver's license and car registration documents in their phones, while Prime Minister Oleksiy Honcharuk called the implementation of the State in a Smartphone project a priority for the government.[7][8][9][6] In April 2020 the Ukrainian government approved a resolution for experimental usage of digital ID-cards and passports which would be issued to all Ukrainians via the Diia.[10][11] In May 2020, the government presented Diia City, a large-scale project which would establish a virtual model of a free economic zone for representatives of the creative economy.[12] It would provide for special digital residency with a particular taxation regime, intellectual property protection and simplified regulations.[13][14] On October 5, 2020, during the Diia Summit, the government presented a first major update of the app and web portal branded \"Diia 2.0\". More types of documents were added to the app as well as the ability to share documents with others via a single tap on a push-message. The web portal in turn expanded the number of available services to 27, including the ability of registering a private limited company in half an hour.[15] President Zelensky who opened the summit announced that in 2021 Ukraine will enter the \"paper less\" mode by prohibiting the civil servants of requiring paper documents.[16] By the end of 2020, the app had more than 6 million users, while the portal had 50 available services.[5][17] In March 2021, Ukrainian parliament adopted the bill equating digital identity documents with their physical analogues. Starting on August 23, Ukrainian citizens can use digital ID-cards and passports for all purposes while in Ukraine. According to Minister of Digital Transformation Mykhailo Fedorov, Ukraine will become the first country in the world where digital identity documents are considered legally equivalent to ordinary ones.[4][18] The first and obvious benefit is the convenience of such a platform. Citizens can have many documents in their pocket at once, not being afraid to lose or damage them. And in every situation where it is needed, they can just open an app on their smartphones and show/check the document they need. Diia contributes to the reduction of bureaucracy associated with public services, which in turn helps to fight corruption and increase government savings. Fewer people are needed to be employed in the public sector and fewer interactions are happening. With starting the program, already 10% of government employees were reduced, which contributes to hundreds of millions of dollars in savings, but besides this, the initiative also improves the speed, efficiency, and transparency of government services.[19] In addition, the digitalization of the government sector helps to develop the whole IT industry in the country, people become more digital-aware and educated, this affects other sectors as well, increasing the spread of digital infrastructure and expediting the speed of overall digitalization. In the data published by the UN for the e-government development index in 2020, Ukraine ranked 69th in 193 countries surveyed, this index assesses the capabilities of the government to integrate its functions electronically such as with the use of internet and mobile devices (UNDP,2011). Despite its lower ranking in the e-government development index, Ukraine made a big jump on the e-participation index, which they ranked 43rd out of 193 countries from 0.66 in 2018 to 0.81 in 2020 (un.org, 2020), this shows that the government and its citizens are adapting the IT-based government functions. The main goal of e-government according to Perez-Morote et.al. (2020)[20] is to have accountability and transparency among the countries involved. But in order to do so, there are several challenges that a country should assess first prior to implementing e-government. In the research written by Heeks (2001),[21] the author identified 2 main challenges that countries face in the development of e-government, first is the strategic challenge which involves the preparedness (e-readiness) of the entire government system for electronic transformation and second challenge is the tactical challenge where the government must design (e-governance design) a system where it can be understood by every user, it's important that the information that needs to be communicated to the consumers is received clearly. For the first challenge (e-readiness), Ukraine had an internet penetration rate of 76% in 2020 and is expected to grow to 82%,[22] it is important that consumers have the internet access for it to enable the consumers to utilize the service. Another factor is the readiness of its institutional infrastructure, which means that the government has its own organization which is solely focused on implementing the e-government project, and in the case of Ukraine the e-governance team is led by Mr. Oleksandr Ryzhenko, the country e-governance initiative is even further strengthen by ensuring that the data infrastructure and legal infrastructure are already prepared. Ukraine has done this by modernizing their legislation that is more appropriate in the digital service, and the data exchange solution used by Ukraine is called Trembita.[23] The human infrastructure is also being updated, as competent individuals must be the one doing the task, hence EGOV4UKRAINE was launched, this aims to get IT developers for developing a system for administrative services.[24] These efforts by the Ukrainian government did not go unnoticed, as they have received an award from the e-Governance Academy as “partner of the year 2017”.[25] For the second challenge, which deals with the system design, the success of Ukraine can be seen on the latest data of UNDP, where it shows a high increase in the E-participation index whereas in 2018 Ukraine ranked 75th and in 2020 it ranked 46th (un.org,2020). Despite visible success, the implementation of the e-government was accompanied by problems. Data leakage became the main one. In May 2020, the data of 26 million driver's licenses appeared in the public domain on the Internet. The Ukrainian government said the Diia app was not linked to a data breach, but it is impossible to say for certain. Any storage of official documents in electronic format is associated with the risk of their leakage. In addition, the Diia application still has data protection issues, as the required protection system has not been implemented. This is also compounded by the country's weak data protection legal regime.[26]","Title":"Diia - Wikipedia","KeyID":"15877","URL":"https://en.wikipedia.org/wiki/Diia"}