{"Content: ":"The skeletal system of the horse has three major functions in the body. It protects vital organs, provides framework, and supports soft parts of the body. Horses typically have 205 bones. The pelvic limb typically contains 19 bones, while the thoracic limb contains 20 bones. Bones serve three major functions in the skeletal system; they act as levers, they store minerals, and they are the site of red blood cell formation. Bones can be classified into five categories Ligaments and tendons hold the skeletal system together. Ligaments hold bones to bones and tendons hold bones to muscles. Synovial membranes are found in joint capsules, where they contain synovial fluid, which lubricates joints. Bones are covered by a tough membrane called periosteum, which covers the entire bone excluding areas of articulation. Ligaments attach bone to bone, and are vital in stabilizing joints as well as supporting structures. They are made up of fibrous material that is generally quite strong. Due to their relatively poor blood supply, ligament injuries generally take a long time to heal. Ligaments of the upper body include: Ligaments of the legs include: The axial skeleton contains the skull, vertebral column, sternum, and ribs. The sternum consists of multiple sternebrae, which fuse to form one bone, attached to the 8 \"true\" pairs of ribs, out of a total of 18. The vertebral column usually contains 54 bones: 7 cervical vertebrae, including the atlas (C1) and axis (C2) which support and help move the skull, 18 (or rarely, 19) thoracic,[2] 5-6 lumbar, 5 sacral (which fuse together to form the sacrum), and 15-25 caudal[2] vertebrae with an average of 18. Differences in number may occur, particularly in certain breeds. For example, some, though not all, Arabians, may have 5 lumbar vertebrae, opposed to the usual 6, 17 thoracic vertebrae (and ribs) instead of 18, and 16 or 17 caudal vertebrae instead of 18. The withers of the horse are made up by the dorsal spinal processes of the thoracic vertebrae numbers 5 to 9.[3] The skull consists of 34 bones and contains four cavities: the cranial cavity, the orbital cavity, oral, and the nasal cavity. The cranial cavity encloses and protects the brain and it supports several sense organs. The orbital cavitity surrounds and protects the eye. The oral cavity is a passage way into the respiratory and digestive systems. The nasal cavity leads into the respiratory system, and includes extensive paranasal sinuses. The nasal cavity contains turbinate bones that protect the mucous membrane that lines the cavity from warm inspired air. The skull consists of fourteen major bones The appendicular skeleton contains the fore and hindlimbs. The hindlimb attaches to the vertebral column via the pelvis, while the forelimb does not directly attach to the spine (as a horse does not have a collar bone), and is instead suspended in place by muscles and tendons. This allows great mobility in the front limb, and is partially responsible for the horse's ability to fold his legs up when jumping. Although the hindlimb supports only about 40% of the weight of the animal, it creates most of the forward movement of the horse, and is stabilized through attachments to the spine. Bones of the lower limb, present in both the front and hind legs, include the cannon bone (3rd metacarpal/3rd metatarsal), splint bones (2nd and 4th metacarpal/metatarsal), proximal sesamoid bones, long pastern (proximal or 1st phalanx), short pastern (middle or 2nd phalanx), coffin bone (distal or 3rd phalanx), and navicular bone (distal sesamoid). There are usually slight differences in these bones when comparing the front and the hind. The 3rd metatarsal is about 1/6 longer than the 3rd metacarpal. Similarly, the 2nd and 4th metatarsals are longer in length when compared to their front-end counterpart. In the hindlimb, the 1st phalanx is shorter and the 2nd phalanx is longer than in the frontlimb. In addition, the 2nd and 3rd phalanx are narrower in the hind limb. The angle created by these three bones in the hindleg is steeper by about 5 degrees, therefore making the pastern angle steeper behind than in front. Performance horses, like human athletes, place a high amount of stress on their bones and joints. This is especially true if the horse jumps, gallops, or performs sudden turns or changes of pace, as can be seen in racehorses, show jumpers, eventers, polo ponies, reiners, and western performance horses. A high percentage of performance horses develop arthritis, especially if they are worked intensely when young or are worked on poor footing. Treatment of early joint disease often involves a combination of management and nutraceuticals. Intramuscular, intravenous, and intra-articular medications may be added as the disease progresses. Advanced therapies, such as Interleukin-1 Receptor Antagonist Protein (IRAP) and stem cell treatments, are available for acute cases.","Title":"Skeletal system of the horse - Wikipedia","KeyID":"1587","URL":"https://en.wikipedia.org/wiki/Skeletal_system_of_the_horse"}