{"Content: ":"Catherine Colonna (born 16 April 1956) is a French diplomat and politician who has served as Minister of Europe and Foreign Affairs in the government of Prime Minister Élisabeth Borne since 20 May 2022. During her time in the diplomatic service, Colonna served as Ambassador of France to the United Kingdom (2019–2022), Ambassador of France to Italy (2014–2017), Permanent Representative to OECD (2017–2019) and Permanent Representative to UNESCO (2008–2010). Born in Tours, Colonna is the daughter of a farmer of Corsican origin. After obtaining a master's degree in public law at the Université François-Rabelais of Tours, she continued her studies at the Institut d'études politiques de Paris (public service) and then joined the École nationale d'administration (ENA) in the class of 1983 (Promotion Solidarité). In 1983, Colonna opted for a diplomatic career and was appointed at the Embassy of France in the United States, first in the political department, then in the press and information department. Upon her return to Paris, Colonna was entrusted with European law at the Legal Affairs Directorate of the Ministry of Foreign Affairs from 1986 to 1988. In 1988, she became a technical advisor in Minister of Public Works Maurice Faure's cabinet, under the presidency of François Mitterrand. In 1989, shortly before the fall of the Berlin Wall, she joined the Analysis and Forecasting Centre at the Ministry of Foreign Affairs, where she was put in charge of European affairs. She later became spokeswoman of the Ministry of Foreign Affairs in 1990, in the department of Communication and Information, a position she kept for five years. In 1993, Minister of Foreign Affairs Alain Juppé and Cabinet Director Dominique de Villepin named Colonna deputy spokeswoman. Two years later, in May 1995, newly-installed President Jacques Chirac appointed her spokeswoman for the Élysée. For the following nine years, she served as the official voice of the French Republic's presidency, then left office to work as Director General of the National Centre of Cinematography (CNC) in September 2004. Following the European Constitution referendum, Colonna returned to diplomacy, being appointed Minister Delegate for European Affairs in the new government formed by Prime Minister Dominique de Villepin on 2 June 2005. She remained in position for two years, until 15 May 2007. From autumn 2007 until summer 2008, Colonna participated in the Commission on the White Paper on Foreign and European policy of France, led by Alain Juppé. On 26 March 2008, Colonna was appointed as the French permanent representative to UNESCO. Since May 2008, Colonna is a member of the Fondation Chirac's board of directors,[1] and a member of the Franco-British Council.[2] Since May 2010, Colonna also chairs the board of governors of the École du Louvre.[3] In December 2010, Colonna decided to join the Paris office of international financial communications firm Brunswick as managing partner.[4] Colonna was appointed as the French ambassador to Rome on 14 August 2014.[5] She became permanent representative to OECD in 2017, before being appointed as the French ambassador to London in 2019. Amid a 2021 dispute between the United Kingdom and France over post-Brexit fishing licenses, UK Foreign Secretary Liz Truss instructed Minister of State for Europe Wendy Morton to summon Colonna \"to explain the disappointing and disproportionate threats made against the UK and Channel Islands.\"[6] In May 2022, Colonna was named Foreign Minister in the Borne government. She is the second woman in that position after a short stint by Michèle Alliot-Marie in 2010.[7] Early in her tenure, Colonna and Minister of the Armed Forces Sébastien Lecornu travelled to Niger together to seal a regional redeployment, making the country the hub for French troops in the Sahel region.[8]","Title":"Catherine Colonna - Wikipedia","KeyID":"15887","URL":"https://en.wikipedia.org/wiki/Catherine_Colonna"}