{"Content: ":"The CAESAR (CAmion Équipé d'un Système d'ARtillerie (Truck equipped with an artillery system)[2] is a French 155 mm, 52-calibre self-propelled howitzer installed on a 6x6 or 8x8 truck chassis that can fire all 39/52 caliber NATO-standard shells. Equipped with an autonomous weapon network incorporating an inertial navigation system and ballistic computer, the CAESAR can notably accurately strike targets more than 40 kilometres (25 mi) away using base bleed ERFB ammunition or targets over 55 kilometres (34 mi) away using rocket assisted or smart ammunition. Units manufactured for the French Army use a 6x6 Renault Sherpa 5 chassis,[3] while exported versions have been integrated on the 6x6 Unimog U2450L chassis or the 8x8 Tatra 815 chassis for example. The CAESAR platform was developed by French defense contractor GIAT Industries (now known as Nexter) and has been exported to various countries including Belgium, Denmark, Indonesia, Saudi Arabia and Thailand. CAESAR was developed in the 1990s as a technology demonstrator by the French state-owned company GIAT Industries, in cooperation with Lohr Industrie. It was first shown in public in 1994. Four years later, a pre-production model underwent trials with the French Army.[4] Under ordinary conditions, Nexter can produce 10 CAESARs per year.[5] The CAESAR is a wheeled, 155mm 52-caliber self-propelled howitzer. It holds 18 rounds and is typically operated by a crew of five, though if necessary the CAESAR can be operated by as few as three persons.[6] It can be transported by a C-130 or A400M airplane. It has a firing range of approximately 42 kilometres (26 mi) using an Extended Range, Full Bore (ERFB) shell, and more than 50 kilometres (31 mi) using rocket assisted shells. The system is integrated with a fully computerized system, providing automatic control. During Eurosatory 2006, CAESAR was exhibited with an automated laying system based on the SIGMA 30 inertial navigation system.[citation needed] It is fast to set up for firing and to leave the firing position; it can fire six rounds and move away within two minutes.[1] In February 2022, Nexter was awarded a contract by the French Direction générale de l'armement (DGA) for the development of the CAESAR 6x6 Mark II new generation (NG) artillery system. The Mark II features a new chassis with a more powerful 460 hp engine and new automatic gearbox, new fire control software, and a Level 2 mine and ballistic armored cabin raising the vehicle's weight to 25 tonnes (27.56 tons). The contract begins a four-year development phase, after which the Mark II will enter production. In 2024, the DGA will choose whether to launch production of 109 new-built Mark IIs or to procure 33 new vehicles while retrofitting the 76 CAESARs already in service.[7][8] On 16 September 2015 at DSEI 2015, Nexter unveiled the CAESAR 8x8 which features a high level of mobility ensured by a modified Tatra T-815 8x8 chassis.[9] The 8x8 CAESAR is fitted as standard with an unarmoured forward control four-person cab, but one of the options is a fully armour protected cab. Gross vehicle weight would depend on the level of armour protection, but is about 30 tonnes. It is powered by a 410 hp diesel engine.[10] It holds 36 rounds.[11] Eight CAESARs were sent to Afghanistan during the summer of 2009 to support French operations. They were deployed[35] on 1 August 2009[36] by the 3rd Marine Artillery Regiment (3è RAMa), followed by five others, deployed as a firebase in FOB Tora, Tagab and Nijrab. They are fitted with cabin armor add-ons, with fireport. The French Army deployed this system in southern Lebanon as part of the UNIFIL peace keeping force. During Operation Serval in Mali, four CAESAR were deployed by the 68e régiment d'artillerie d'Afrique (68th Artillery Regiment of Africa).[37] In April 2011, the Royal Thai Army used the CAESAR against Cambodia's BM-21. The Thai Army claimed that they destroyed two or more BM-21 systems.[38] Several CAESAR were deployed in Mali by France during Operation Serval, in which they saw action in the Battle of Ifoghas, amongst others. France also deployed four CAESAR to Iraq for the Battle of Mosul, where French forces supported the Iraqi Army's operation to reclaim Mosul from ISIL from October 2016 to July 2017.[39] Multiple CAESAR were deployed to Iraq on the border with Syria from 8 November 2018 to April 2019 to support the Syrian Democratic Forces in the Battle of Baghuz Fawqani, the ultimately successful operation to capture the final town held by the Islamic State group. They deployed to Firebase Saham, a base freshly constructed by the United States Army to provide fire support during the battle, especially during cloudy days when U.S. aircraft could not see to conduct airstrikes.[40] CAESAR howitzers may have been used by Saudi Arabia in the Yemeni war against civilian targets.[41] CAESAR howitzers were provided by France and used by Ukraine in the Russo-Ukrainian War.[25] On display, side profile of deployed howitzer On display, close up of system Live fire in Afghanistan, August 2009 CAESAR gun line in Afghanistan, August 2009 Preparing to load the breech in Afghanistan, August 2009 9th Light Armoured Marine Brigade Bastille Day (2013) Ukrainian artillerymen using a French-supplied CAESAR during the Russo-Ukrainian War","Title":"CAESAR self-propelled howitzer - Wikipedia","KeyID":"15888","URL":"https://en.wikipedia.org/wiki/CAESAR_self-propelled_howitzer"}