{"Content: ":"The Next generation Light Anti-tank Weapon or Next Generation Light Anti-armour Weapon (NLAW),[a] also known as MBT LAW or RB 57,[b] is a fire-and-forget, lightweight shoulder-fired, and disposable (single-use) line of sight (LOS) missile system, designed for infantry use. The missile uses a soft-launch system and is guided by predicted line of sight (PLOS). It can carry out an overfly top attack (OTA) on an armoured vehicle, or a direct attack (DA) on structures and non-armoured vehicles. The system was developed in Sweden by prime contractor Saab Bofors Dynamics, on behalf of the British and Swedish defence authorities who procured the system in a joint venture. It was mainly produced in the United Kingdom by Team MBT LAW UK, which included 14 subcontractors, most notably Thales Air Defence. Users of the weapon include Finland, Indonesia, Luxembourg, Malaysia, Sweden, Switzerland, Ukraine, and the United Kingdom. In 1997, the British Defence Procurement Agency (DPA) began issuing invitations to tender for a new man-portable anti-tank weapon, to replace the obsolescent British LAW 80s.[8] Swedish Bofors of the Celsius Group (later bought by Saab AB),[22] American Lockheed Martin, and German Dynamit Nobel replied with offers; due to the limited spots of the NLAW-trials (Next Generation Light Anti-Armour Weapon) come January 2001, only the two former were rewarded with Project Definition Phase contracts in 1999. Bofors began development of the so-called MBT LAW the same year.[16][23] In May 2002,[24] Saab Bofors Dynamics' MBT LAW was selected as winner over Matra BAe Dynamics' Kestrel (the British derivative of Lockheed Martin's FGM-172 SRAW) in the NLAW-trials. In June, a memorandum of understanding (MoU) was signed between the British DPA and the Swedish Defence Materiel Administration (FMV), who also showed interest in the system.[16][23] Accordingly, the NLAW-programme became a British–Swedish joint venture (primarily led by the DPA) assigned to Saab Bofors Dynamics (full development and production).[8][19] It was developed in Sweden and produced in the United Kingdom, with final assembly done by subcontractor Thales Air Defence; the two teaming partners have a marketing agreement, enabling any potential customer to procure the system from either Saab Bofors Dynamics or Thales Air Defence.[25] The contract signed in June 2002, between Saab and the two defence authorities, was worth approximately 4.8 billion SEK, including development and serial production; Sweden's share in the serial production was estimated at one billion SEK.[26] With the finalising of agreements between Sweden and the United Kingdom in 2003,[21] the development of the system continued until 2008, when it entered production in the UK.[4] Deliveries of the weapon began in December 2008; it entered the service of the Swedish, Finnish and British armed forces the following year.[5][20] It has been estimated that the UK requirement for the British Armed Forces was for 14,000 units, or more.[8] In 2005, the Swedish government placed a first order for 2,000 units from Saab.[13] Finland has placed three orders between 2007 and 2017, for a total of 3,000 units.[13][18] This was followed by Luxembourg,[27] Indonesia,[14] Malaysia,[28] and Switzerland.[29] As of 16 March 2022, the United Kingdom confirmed that it had delivered more than 4,000 of their NLAWs to the Ukrainian military, to be used against Russia during the 2022 Russian invasion of Ukraine.[30] Research for a new Swedish light anti-tank guided missile began in the 1990s by the Swedish Armed Forces, for its mechanized infantry which were lacking both tanks and anti-tank warfare weapons. Initially, the project focused on creating as simple and cost-effective a system as possible; after some analysis, the need for a man-portable anti-tank weapon with great effectiveness at short to mid-range emerged.[21] In October 1999, the British DPA awarded Bofors (later Saab Bofors Dynamics) with a product definition order to procure a weapon prototype within 22 months, corresponding to the requirements of the British NLAW-programme:[8] To be able to hit a moving target at 400 m (1,300 ft) and a stationary target at 600 m (2,000 ft), with a maximum weight of 12.5 kg (28 lb);[23] some of the requirements later made by the Swedish FMV was a lowered backblast area, a minimum effective range of 20 metres, and an environmental adaptation for international operations.[19] Saab Bofors Dynamics, the DPA, and the FMV each paid a third of the assessment-phase cost for the MBT LAW,[23] of £18 million.[16] The FMV invested additional money during the NLAW-trials, while the DPA ceased further funding until a contract was signed.[23] The project gained momentum in 2002–2003 after being selected by the British and Swedish defence authorities,[16][21] meeting the demanding requirements from both nations.[25][26] Both launcher and missile development was done by Saab Bofors Dynamics in Eskilstuna and Karlskoga, Sweden, using technology derived from earlier Bofors systems; such as the RBS 56B BILL 2 (warhead and guidance) and AT4 CS (confined space capability),[24] as well as some further developments.[23] The United Kingdom and Sweden shared the development-costs.[31] Full production and delivery was expected to begin by the end of 2006, with the development-phase \"nearing its end\" in 2005 according to Nick Moore (DPA).[17] However, as a result of qualification failures in the tests of November 2006,[8] it was delayed until 2008.[7][20] Due to the similar requirements made by the Swedish and British defence authorities, the weapon comes with only minor differences in appearance.[17] It uses a single shaped-charge warhead, as opposed to other comparable missiles that have a tandem warhead.[15] Saab, who also develops the system software, announced in 2015 that they had been able to optimise the guidance system by fine-tuning its predicted line of sight. An effective range of 800 m (2,600 ft) and up against stationary targets was demonstrated in April 2014.[7][16] An effective range of 600 m (2,000 ft) against moving targets has also been reported.[18] As jobs are often the focus of large material orders, a requirement by the British DPA for signing a contract with the winner was that the production of the system would occur in the United Kingdom. For this reason, Saab Bofors Dynamics contracted UK-based Thales Air Defence ahead of the NLAW-programme—while Lockheed Martin contracted Matra BAe Dynamics. To produce the system, Saab and Thales went on to create Team MBT LAW UK which included 14 subcontractors.[23] As per the agreements signed between the United Kingdom and Sweden in 2002–2003,[25] manufacturing occurred mostly in the UK, with final assembly and test done at the Thales Air Defence facilities in Belfast, Northern Ireland.[16][24] The weapon went into full production in 2008. The final cost for the MBT LAW contract since the beginning of the NLAW-programme, including the assessment phase, development, and manufacture-license, ended up at approximately £400–437 million.[16][20] Team MBT LAW UK, which provided components for the system, included: Thales Air Defence (final assembly); BAE Systems Avionics (inertial measurement unit); NP Aerospace (plastic and composite mouldings); FR-HiTemp (control fins and actuators); Raytheon Systems (electronics assemblies); Skeldings (special purpose springs); Thales Missile Electronics (proximity fuze); MetalWeb; BAE Systems RO Defence; EPS Logistics Technology; Express Engineering; Portsmouth Aviation; ICI Nobel Enterprises; Leafield Engineering.[16] The missile's warhead is made in Switzerland by Saab Bofors Dynamics Switzerland Ltd.[32] More than 24,200 units have been produced.[13] Depending on which source, it costs: £20,000 (2008);[8] US$30,000 (2022);[10] US$33,000 (2022);[11] US$40,000 (2022).[12] Each unit has a shelf life of around 20 years.[15] The NLAW is a man-portable, soft-launch, and confined-spaces (saltwater countermass) system,[25] allowing the missile to be fired from almost anywhere; the operator can safely fire through any window of a room no bigger than 4 x 2.5 x 2.5  m (high).[8] The missile is first shot out of the launcher with a low-powered ignition system, after which its main rocket ignites and propels it to the target. Guidance uses a predicted line of sight (PLOS) system. For a moving target, the operator maintains tracking for at least 2–3 seconds, the software embedded in the missile's INS system makes a record of operator's aiming movement, and computes the flight path which will intercept the target. After launch, the missile flies autonomously along the pre-programmed flight path, controlled by an inertial guidance system.[4][25][33] The system weighs 12.5 kg (28 lb), with a rocket weight of 6.5 kg (14 lb); the mass of the warhead is 1.8 kg (4.0 lb).[18] It is unnecessary for the operator to consider the target distance (so long as it is within range), or to stay exposed whilst the missile is in the air (fire-and-forget).[34] Against tanks and other armoured vehicles, the overfly top attack (OTA) mode is used; the missile flies about one metre above the line of sight, detonating the warhead above the target's weaker top armour via proximity fuze and magnetic sensors. The direct attack (DA) mode is used against non-armoured targets, detonating the warhead on impact via contact fuze as the missile flies on the line of sight. The launcher can be fired only once and is disposed of after use.[25] The operator can adjust the arming distance of the missile, to avoid a premature detonation triggered by the sensors when it flies over non-targets. They can also fire down or up at a 45-degree angle.[35] The missile will auto-destruct at the maximum flight time of 5,6 seconds, which is about 1,000 m (3,300 ft). It is designed to operate in all climate conditions and environments, from −38 to +63 degrees Celsius.[18][36] It is designated both as the \"Next generation Light Anti-tank Weapon\" (NLAW) and the \"Main Battle Tank and Light Anti-armour Weapon\" (MBT LAW) in the British Army; it replaced the obsolescent LAW 80 system and the ILAW (AT4 CS) which was used as a substitute until its deployment.[8][20] In Sweden it is designated as the Robot 57 (RB 57),[15] and in Finland as the 102 RSLPSTOHJ NLAW.[37] Preceding the escalation of the Russo-Ukrainian War by the 2022 Russian invasion of Ukraine, the United Kingdom supplied 2,000 NLAW systems to Ukraine, with another 1,615 delivered by 9 March 2022[38][39] to bolster Ukraine's military.[6] More NLAWs were requested by the Ukrainian military following reports that they proved highly effective against Russian vehicles, leading to at least 100 more being allocated by Luxembourg.[40][41] Alongside US FGM-148 Javelin anti-tank missile systems, delivered as a precaution against increased hostilities, the Ukrainian forces reported that NLAWs produced far greater damage against Russian armoured vehicles than their standard Soviet-era equipment.[12] On 24 March 2022, the UK pledged to deliver a further 6,000 NLAWs and a senior Ukrainian military officer also claimed they were the \"weapon of choice\" for his troops, responsible for 30–40% of Russian tanks destroyed.[42] An unknown number of launchers were captured by the armed forces of Russia and the pro-Russian self-proclaimed Donetsk People's Republic during the conflict.[43][44][45] NLAWs were the most numerous advanced guided anti-tank missile in Ukraine as of April 2022.[46]","Title":"NLAW - Wikipedia","KeyID":"15881","URL":"https://en.wikipedia.org/wiki/NLAW"}