{"Content: ":"A multiple rocket launcher (MRL) is a type of rocket artillery system that contains multiple launchers which are fixed to a single platform, and shoots its rocket ordnance in a fashion similar to a volley gun. Rockets are self-propelled in flight and have different capabilities than conventional artillery shells, such as longer effective range, lower recoil, typically considerably higher payload than a similarly sized gun artillery platform, or even carrying multiple warheads. Unguided rocket artillery is notoriously inaccurate and slow to reload compared to gun artillery. A multiple rocket launcher helps compensate for this with its ability to launch multiple rockets in rapid succession, which, coupled with the large kill zone of each warhead, can easily deliver saturation fire over a target area. However, modern rockets can use GPS or inertial guidance to combine the advantages of rockets with the higher accuracy of precision-guided munitions. The first multiple rocket launchers were invented during the medieval Chinese Song dynasty, in which the Chinese fire lance was fixed backward on a pike or arrow and shot at an enemy as early as 1180. [1] This form of rocket was used during the Mongol siege of Kaifeng.[2] Chinese militaries later created multiple rocket launchers that fired up to 100 small fire-arrow rockets simultaneously. The typical powder section of the arrow-rockets was 1/3 to 1/2 ft (10 to 15 cm) long. Bamboo arrow shafts varied from 1.5 ft (45 cm) to 2.5 ft (75 cm) long and the striking distance reached 300 to 400 paces. The Chinese also enhanced rocket tips with poison and made sure that the launchers were mobile. They designed a multiple rocket launcher to be carried and operated by a single soldier.[2] Various forms of MRLs evolved, including a launcher mounted on a wheelbarrow.[1] The Joseon dynasty of Korea used an expanded variant of such a launcher (called a hwacha) made of 100 to 200 holes containing rocket arrows placed on a two-wheeled cart. The range of the fired arrows is estimated to have been 2,000 meters. The hwacha was used to great effect against invading armies during the Japanese invasions of 1592–1598, most notably the Battle of Haengju,[3] in which 40 hwachas were deployed to repel 30,000 Japanese soldiers.[4] European armies preferred relatively large single-launch rockets prior to World War II. Napoleonic armies of both sides followed the British adoption of Mysorean rockets as the Congreve rocket. These were explosive steel-cased bombardment rockets with minimal launchers. European navies developed naval multiple launcher mounts with steadily improving explosive rockets for light and coastal vessels. These weapons were largely replaced by conventional light artillery during the late nineteenth century. The first self-propelled MRLs – and arguably the most famous – was the Soviet BM-13 Katyusha, first used during World War II and exported to Soviet allies afterwards. They were simple systems in which a rack of launch rails was mounted on the back of a truck. This set the template for modern MRLs. The Americans mounted tubular launchers atop M4 Sherman tanks to create the T34 Calliope rocket launching tank, only used in small numbers, as their closest equivalent to the Katyusha. The Germans began using a towed six-tube multiple rocket launcher during World War II, the Nebelwerfer, called the \"Screaming Mimi\" by the Allies. The system was developed before the war to skirt the limitations of the Treaty of Versailles. Later in the war, 15 cm Nebelwerfer 41s were mounted on modified Opel Maultier \"Mule\" halftracks, becoming Panzerwerfer 42 4/1s. Another version produced in limited numbers towards the end of the war was a conversion of the Schwerer Wehrmachtschlepper (\"heavy military transport\", sWS) halftrack to a configuration similar to the Panzerwerfer 42 4/1, mounting the 10-barreled 15 cm Nebelwerfer. Another German halftrack MRL system was inspired by the Russian BM-13. Keeping the Soviet 82 mm rocket caliber as well as the launch and rocket stabilisation designs, it was developed into a system of two rows of 12 guide rails mounted to a Maultier chassis, each row providing the capacity for 24 rockets, underslung as well as on top of the rails, for 48 rockets total. This vehicle was designated 8 cm Raketen-Vielfachwerfer (8 cm multiple rocket launcher). As the launch system was inspired by and looked similar to the BM-13, which the Germans had nicknamed \"Stalin-Orgel\" or \"Stalin-Organ\", the Vielfachwerfer soon became known as the \"Himmler-Orgel\", or \"Himmler-Organ\". There are two main types of MRLs: Like all artillery, MRLs have a reputation of devastating morale on ill-disciplined or already-shaken troops.[5] The material effect depends on circumstances, as well-covered field fortifications may provide reasonable protection. MRLs are still unable to properly engage reverse slope positions in mountain warfare because it is more difficult to determine the trajectory compared to that of a howitzer by adding or removing propellant increments. Simple MRL rocket types have a rather long minimum firing range for the same reason. An approach to lessen this limit is the addition of drag rings to the rocket nose. The increased drag slows the rocket down relative to a clean configuration and creates a less flat trajectory. Pre-packaged MRL munitions do not offer this option but some MRL types with individually-loaded rockets do.[6] Improvised MRLs based on helicopter or aircraft-mounted rocket pods (typically of 57–80 mm caliber) especially on light trucks and pickups (so-called \"technicals\") are often seen in civil wars, when rebels make use of captured launchers and munitions.[7] Modern MRL systems can use modern land navigation (especially satellite navigation such as GPS) for quick and accurate positioning. The accurate determination of the battery position previously required such an extent of effort that making a dispersed operation of the battery was at times impractical. MRL systems with GPS can have their MRLs dispersed and fire from various positions at a single target, just as previously multiple batteries were often united on one target area. Radar may be used to track weather balloons to determine winds or to track special rockets which self-destruct in the air. The tracking allows determination of the influence of winds and propellant temperatures on the rockets' flight paths. These observations can then be factored into the firing solution for the rocket salvo for effect. Such tracking radars can also be used to predict the range error of individual rockets. Trajectory-correcting munitions may then benefit from this, as a directional radio may send a coded message to the rocket to deploy air brakes at just the right time to correct most of the range error. This requires that the rockets were originally aimed too far, as the range can only be shortened by the air brakes, not extended. A more sophisticated system makes use of radar data and one-way radio datalink to initiate a two dimensional (range and azimuth) correction of the rocket's flight-path with steering by fins or nose thrusters. The latter is more common with systems which can be used to upgrade old rockets and the IMI ACCULAR[8] is an example. Fin-stabilised rockets also allow for easy course corrections using rudders or minute charges. Precision-guided munitions have been introduced to exploit this. Guidance principles such as GPS satellite navigation, inertial navigation systems and semi-active laser seekers are used for this. This improves dispersion from a CEP of hundreds of meters at dozens of kilometers' range to just a few meters and largely independent of the range of the round (except for INS, as INS navigation creates a small dispersion that is about proportional to range). This in turn made great increases of rocket (or missile) ranges useful; previously dispersion had made rockets too inefficient and often too dangerous to friendly troops at long ranges. Long range MRL missiles often fly a higher quasi-ballistic trajectory than shorter-ranged rockets and thus pose a de-confliction challenge, as they might collide with friendly aircraft in the air. The differences between an MRL missile and a large anti-tank guided missile, such as the Nimrod, have blurred due to guided MRL missiles such as the M31 GMLRS (guided unitary multiple launch rocket system), which passed flight tests in 2014.[9]","Title":"Multiple rocket launcher - Wikipedia","KeyID":"15894","URL":"https://en.wikipedia.org/wiki/Multiple_rocket_launcher"}