{"Content: ":"Colin Hackett Kahl[1] is an American political adviser and academic serving as the under secretary of defense for policy in the Biden administration. Previously, Kahl served as the national security advisor to the vice president under then-Vice President Joe Biden. After the Obama administration, Kahl served as a Steven C. Házy Senior Fellow at Stanford University.[2][3][1][4] In the Obama administration, Kahl was involved in the negotiations of the Iran nuclear deal. After leaving the administration, private intelligence investigations potentially hired by former Trump administration staff targeted him, his wife, and children. Kahl was born in Michigan[citation needed] and raised in Richmond, California.[5] He graduated from John F. Kennedy High School in 1989.[6] Kahl earned a Bachelor of Arts degree in political science from the University of Michigan in 1993 and a PhD in political science from Columbia University in 2000.[7] Under his advisors Robert Jervis and Jack Snyder, Kahl's doctoral thesis was entitled States, scarcity, and civil strife in the developing world [Kenya].[8] From 1997 to 1998, he was a national security fellow at Harvard University. From 2005 to 2006, he was a Council on Foreign Relations International Affairs Fellow, working on stability operations policy at the Department of Defense.[9] He has been a professor at the University of Minnesota. Kahl has published in leading security studies journals, such as International Security and Security Studies, as well as Foreign Affairs.[10][11][12] From 2009 to 2011, he was the deputy assistant secretary of defense for the Middle East in the Barack Obama administration.[13] In 2011, he was awarded the Secretary of Defense Medal for Outstanding Public Service by Secretary of Defense Robert Gates.[13] In 2014, he became national security adviser to then-Vice President Joe Biden.[14] In the Obama administration, Kahl was directly involved in negotiating the Iran Nuclear Deal, as well as publicly advocating for it.[15][16] In May 2018, it was revealed that aides to U.S. President Donald Trump had contracted with Israeli private intelligence firm Black Cube to find evidence to support unsubstantiated and false claims that Kahl was being enriched by Iran lobbyists and that either he or Deputy National Security Advisor Ben Rhodes were cheating on their wife.[17][18][19][20][21] In November 2020, Kahl was named a member of the Joe Biden presidential transition Agency Review Team to support transition efforts related to the National Security Council.[22] Kahl was nominated by Biden to serve as the Under Secretary of Defense for Policy. His nomination was subject to controversy in the Senate, with the Republican Caucus unanimously opposing his confirmation due to his support for the Iran Nuclear Deal, as well as for his criticisms of Trump administration policies.[23][24] Republicans also argued that Kahl had tweeted out classified information, demanding an FBI investigation into it; experts on classification said the Republican accusations against Kahl were politically motivated and baseless.[25][26] On March 4, 2021, the Senate's Armed Forces Committee held hearings on Kahl's nomination. The committee deadlocked on the nomination on March 24, 2021, therefore delaying his confirmation. The entire Senate voted to discharge Kahl's nomination from the committee in a 51-50 roll call vote; Vice President Kamala Harris was needed to break the tie.[27] On April 27, 2021, Kahl was confirmed by a vote of 49–45, thanks in part to the absence of many GOP Senators.[28][1] He was sworn in the following day by Secretary of Defense Lloyd Austin.[29]","Title":"Colin Kahl - Wikipedia","KeyID":"15895","URL":"https://en.wikipedia.org/wiki/Colin_Kahl"}