{"Content: ":"The United States European Command (EUCOM) is one of the eleven unified combatant commands of the United States military, headquartered in Stuttgart, Germany. Its area of focus covers 21,000,000 square miles (54,000,000 km2) and 51 countries and territories, including Europe, Russia, and Greenland. The Commander of the United States EUCOM simultaneously serves as the Supreme Allied Commander, Europe (SACEUR) within NATO, a military alliance. During the Gulf War and Operation Northern Watch, EUCOM controlled the forces flying from Incirlik Air Base. Prior to 1952, the title \"European Command (EUCOM)\" referred to a single-service, United States Army command. The senior U.S. Army administrative command in the European region had previously been designated European Theater of Operations United States Army (ETOUSA) from 8 June 1942 – 1 July 1945; United States Forces European Theater (USFET) from 1 July 1945 – 15 March 1947; and then European Command (EUCOM) 15 March 1947 – 1 August 1952. The first unified command in the European area was established by the Joint Chiefs of Staff on 1 August 1952. Designated the U.S. European Command (USEUCOM), it was established to provide \"unified command and authority\" over all U.S. forces in Europe.[4] Prior to 1 August 1952, the U.S. Air Force, U.S. Navy, and U.S. Army presence in Europe maintained separate commands that reported directly to the Joint Chiefs of Staff. The respective titles of the service commands were: Commander-in-Chief, U.S. Air Forces in Europe (USAFE); Commander-in-Chief, U.S. Naval Forces, Eastern Atlantic and Mediterranean; and Commander-in-Chief, U.S. European Command. In line with the creation of the joint-service European Command, the Army command in Europe has redesignated U.S. Army Europe on 1 August 1952. The unified command structure was born of the need to address changes wrought not only by America's rapid post-war demobilization but the end of the occupation of Germany in 1949. Questions arose over the U.S. commitment to the defense of Western Europe against the Soviet Union (USSR). Providing for the common defense was a great concern, especially after the Berlin Crisis of 1948–49 when the Soviet Union blocked access to the divided city and the U.S. and United Kingdom responded with an unprecedented airlift. In 1949 the allies established the North Atlantic Treaty Organization (NATO). In 1952 the area of responsibility included continental Europe, the United Kingdom, North Africa and Turkey. The AOR was subsequently expanded to include Southwest Asia as far east as Iran and as far south as Saudi Arabia. After the Korean War began, the perceived threat to Europe grew. In early 1951, NATO established Allied Command Europe. General Dwight D. Eisenhower was called from retirement to become the first Supreme Allied Commander Europe. The United States sent massive reinforcements to Europe to deter the Soviet Union. From 1950 to 1953 United States military personnel in Europe grew from 120,000 to over 400,000. United States Air Forces in Europe grew from three groups with 35,000 personnel to eleven wings with 136,000 personnel. Sixth Fleet in the Mediterranean doubled to more than 40 warships. United States Army, Europe, grew from one infantry division and three constabulary regiments to two corps with five divisions (including two mobilized National Guard divisions) and in November 1950 activated a new field army, Seventh Army, at Patch Barracks, Stuttgart. The Army activated the 10th Special Forces Group at Fort Bragg in 1952 and deployed it to Bad Tölz in November 1953 for unconventional warfare missions in the Soviet Bloc countries. To provide for national command within NATO and to help control this build-up of forces, Gen. Eisenhower proposed a separate command for all United States forces in Europe. Because the senior United States commander would continue as Supreme Allied Commander Europe, Eisenhower recommended giving \"a maximum of delegated authority\" to a four-star deputy. Eisenhower returned to the United States just as the new command was established. The first United States Commander-in-Chief Europe (USCINCEUR) was General Matthew Ridgway, former commander of Eighth Army and the Far East Command during the Korean War. His deputy was General Thomas T. Handy, commander of United States Army, Europe. At this point the position of USCINCEUR was \"dual hatted\" with Supreme Allied Commander Europe (SACEUR). Headquarters EUCOM initially shared the I.G. Farben Building in Frankfurt, Germany, with Headquarters United States Army, Europe. By 1953 over 400,000 U.S. troops were stationed in Europe. In 1954, the headquarters moved to Camp des Loges, a French Army base west of Paris and a short distance from SHAPE. There, EUCOM prepared plans for the defense of Western Europe within the NATO framework against the Soviet Union and Warsaw Pact. EUCOM used the Military Assistance Program to help its NATO partners build their military capabilities, including after 1955 the German Bundeswehr. In 1955, EUCOM established a Support Operations Command Europe, soon renamed Support Operations Task Force Europe (later Special Operations Command Europe) for special operations missions. In 1961, EUCOM began operating an airborne command post, Operation Silk Purse. During the 1961 Berlin Crisis, on 25 August 1961, the Department of Defense announced 148,000 reserve personnel would be called on 1 October for twelve months of active duty service. 27,000 of these would be from Air Force Reserve and Air National Guard flying squadrons and support units to augment the Air Force, and 112,000 were U.S. Army Reserve. Many Army Reservists were sent to Europe to bring ground combat units up to full strength. Civil war broke out in Lebanon in 1958 due to mounting religious and political conflicts (see \"1958 Lebanon crisis\"). EUCOM conducted a major contingency operation, Operation Blue Bat, in response to Lebanon's request to restore stability within the government. In 1966, following disagreements by the French with certain NATO military policies, President Charles de Gaulle stated that all forces within France's borders would have to come under French control by April 1969. Soon afterward, France announced that SHAPE and its subordinate headquarters must leave French territory by April 1967.[5] The following year, SHAPE moved to Mons, Belgium, while Headquarters EUCOM moved to Patch Barracks in Stuttgart, Germany. Headquarters Seventh Army moved to Heidelberg, where it merged with Headquarters United States Army, Europe. At Patch Barracks, EUCOM renovated the buildings, built a new operations center, and modernized communications infrastructure. EUCOM continued to prepare for the defense of Europe and began a series of annual REFORGER (Return of Forces to Germany) exercises in 1967. Cold War crises continued, including the 1968 Warsaw Pact invasion of Czechoslovakia. But, because of the Vietnam War, the number of the American forces in Europe slowly declined. Troop strength in Europe fell to 265,000 by 1970. During the 1970s, force protection concerns in Europe increased as terrorist groups, such as the Red Army Faction and the Red Brigades, targeted American facilities and personnel with bombings, kidnapping and assassinations. Palestinian terrorist organizations conducted terror operations in Europe, such as the kidnapping of Israeli athletes during the 1972 Summer Olympics in Munich. EUCOM and its components continued to provide military assistance throughout Europe, as well as humanitarian assistance, disaster relief, noncombatant evacuation, support to peacekeeping operations, and other non-traditional missions in Europe, Africa and the Middle East. For example, after the Congo became independent in 1960, EUCOM joined in several multinational operations in that country, including peacekeeping, humanitarian assistance, and noncombatant evacuation in 1960, November 1964 (Operation Dragon Rouge), the 1967 second Stanleyville mutiny and again in 1978 (during Shaba II). In the Middle East, EUCOM provided military assistance to Israel and noncombatant evacuation of American citizens in 1967, 1973, and 1982–1984. In the late 1970s, the Soviet Union deployed SS-20 intermediate-range ballistic missiles into Eastern Europe and in 1979 invaded Afghanistan. NATO responded with a \"two-track\" decision to step up negotiations while deploying American intermediate-range Pershing II missiles and Ground Launched Cruise Missiles (GLCM) to counter Soviet actions. During the 1980s, American forces in Europe increased to over 350,000. EUCOM established Fleet Marine Force Europe (later MARFOREUR) in 1980. The 1983 Unified Command Plan transferred responsibility for the Middle East from EUCOM to a new combatant command, U.S. Central Command (CENTCOM), but EUCOM retained responsibility for Israel, Lebanon and Syria. At the same time, EUCOM was formally assigned responsibility for Africa south of the Sahara. Thus the area of responsibility became Europe (including the United Kingdom and Ireland), the Mediterranean Sea (including the islands), and the Mediterranean littoral (excluding Egypt, Sudan, Kenya, Ethiopia, Somalia and Djibouti). The Goldwater-Nichols Act of 1986, together with Chairman of the Joint Chiefs of Staff, Gen. Colin L. Powell, who served from 1989 to 1993, further strengthened the role of combatant commanders. Goldwater-Nichols also established United States Special Operations Command, which led to the activation of a new sub-unified command, Special Operations Command, Europe. During the 1980s, negotiations continued with the Soviet Union on strategic and theater-level arms limitation. In 1987, the Intermediate-Range Nuclear Forces Treaty (INF Treaty) called an end to the deployment of SS-20s, Pershing IIs and GLCMs. In 1990, NATO and Warsaw Pact members signed a treaty on conventional armed forces in Europe (CFE). In 1989, the Soviet Union and other Soviet Bloc countries in Eastern Europe collapsed and the Cold War came to an end. The citizens from both East and West Berlin began tearing down the Berlin Wall on 9 November 1989. As a sign of reduced tensions, in 1991 EUCOM took its airborne command post off alert. Meanwhile, in 1991, EUCOM and its components provided forces -primarily VII Corps- to CENTCOM for Operation Desert Storm. EUCOM supports programs in former Soviet Bloc countries such as the Joint Contract Team Program, NATO Partnership for Peace and the National Guard Bureau State Partnership Program. It was also active in operations in the Balkans, including Bosnia, Macedonia and Kosovo. During this time, EUCOM's assigned forces were lowered below 120,000. Since 1990, EUCOM has hosted or co-hosted the annual International Military Chiefs of Chaplains Conference, the only one of its kind in the world, working to foster cooperation among religious leaders and understanding of religion as both a force for war and a force for peace. In 1999, changes to the command's area of responsibility were announced, after amendments to the Unified Command Plan. The United States Atlantic Command areas that had included the waters off Europe and the west coast of Africa were to be transferred to European Command.[7] U.S. European Command already had responsibility for all U.S. land and air military planning in Europe and most of Africa. The change gave EUCOM the responsibility for maritime planning in the same general area of operations. The changes were made effective on 1 October 2000. The Atlantic Command areas that presently include the waters off Europe and the west coast of Africa were also transferred to European Command. Immediately after the terrorist attacks against New York and Washington, D.C., on 11 September 2001, NATO invoked Article V of the treaty and deployed NATO early warning aircraft to help monitor the skies over North America. EUCOM provided major forces for subsequent operations in Afghanistan and stepped up its efforts to protect United States interests in Europe and Africa. Subsequent terrorist attacks in the EUCOM theater in Casablanca, Madrid, London and Algiers prompted EUCOM to launch Operation Enduring Freedom Trans-Sahara in 2007 while continuing to provide rotational forces to Afghanistan and Iraq. The 2002 Unified Command Plan transferred responsibility for Lebanon and Syria to CENTCOM, but EUCOM retained responsibility for Israel, and assumed responsibility for Russia (formerly held by the Joint Staff) and for an increased portion of the North Atlantic, to include Iceland and the Portuguese Azores (formerly held by the U.S. Joint Forces Command). The Iceland Defense Force formed part of EUCOM from 2002 until 2006 when it was disestablished. Joint Task Force East provided from forces rotating from the continental United States through bases in Bulgaria and Romania, was initially intended to be provided by a rotating US-based brigade. Two bases at Constanţa, Romania was developed, apparently with the main facility at Mihail Kogălniceanu Airfield. Initially, however, Joint Task Force East was to have been provided by a rotational 2nd Cavalry Regiment Stryker squadron. The Task Force was originally planned to be called the Eastern Europe Task Force. However, since the stresses of the Iraq and Afghan deployments, the army provision of the Joint Task Force East has been replaced by a Marine force known as the Black Sea Rotational Force. In 2003, the headquarters reorganized to establish the EUCOM Plans and Operations Center (EPOC). From 2006 to 2008, EUCOM helped stand-up a new geographic unified combatant command, United States Africa Command (AFRICOM), which moved to nearby Kelley Barracks and took over responsibility for Department of Defense activities in Africa on 1 October 2008. On January 15, 2021, EUCOM transferred coordination of military activities for Israel to CENTCOM.[8] 1967: U.S. European Command headquarters moves to Patch Barracks, Stuttgart, Germany. 1970: 265,000 US troops stationed in Europe. 1980: 350,000 US troops stationed in Europe. 1983: U.S. Central Command is established and takes over responsibility for DoD activities in the Middle East from EUCOM. 1990: VII Corps (US Army) and other USAREUR units are deployed from EUCOM to Saudi Arabia for the Gulf War. 1992: VII Corps (US Army) after redeploying from Saudi Arabia and Kuwait is withdrawn from EUCOM and inactivated. 1999: US troops stationed in Europe fall below 120,000. 2002: V Corps (US Army) is deployed from EUCOM to Kuwait for the Iraq War. 2003: General James L. Jones becomes the first US Marine to be EUCOM Commander. 2006: V Corps (US Army) is deployed from EUCOM to Iraq as the command and control element for Multi-National Corps–Iraq. 2008: U.S. Africa Command is established and takes over responsibility for DoD activities in Africa from EUCOM. 2009: Navy Admiral James G. Stavridis becomes EUCOM's 15th Commander and the first Navy Admiral to lead the HQ. 2012: V Corps (US Army) is deployed from EUCOM to Afghanistan, providing command and control of all United States ground forces engaged in the theater.[9] 2013: V Corps (US Army) is inactivated after redeploying from Afghanistan, leaving EUCOM without a Corps HQ for the first time since 1951.[10] 2020: V Corps (US Army) is reactivated in Fort Knox.[11][12] Corps forward headquarters is to be in Poznan, Poland.[13] The following list details all operations in which EUCOM has been involved since its inception.[14]  The main service component commands of EUCOM are the United States Army Europe, United States Naval Forces Europe/U.S. Sixth Fleet, United States Air Forces in Europe and United States Marine Corps Forces, Europe United States Army Europe (formerly Seventh Army) is based in Germany. It controls two brigades, one aviation brigade, and several supporting units while also providing support to other Army units in Europe. Previously it had two divisions, although for almost all of the Cold War it controlled two corps of two divisions each. V Corps was deactivated in 2013 upon its return from Afghanistan. VII Corps was deactivated in 1992 after returning to Germany after the Gulf War. The Sixth Fleet provides ships to NATO Joint Force Command Naples' Operation Active Endeavour, deterring threats to shipping in the Straits of Gibraltar and the remainder of the Mediterranean. Joint Task Force Aztec Silence, a special operations force established under the command of Commander, Sixth Fleet, has been involved in fighting Operation Enduring Freedom - Trans Sahara. It also has a growing role around the shores of West and East Africa, under the direction of United States Africa Command. It previously had a significant Mediterranean presence function against the Soviet Navy's 5th Operational Squadron (Mediterranean Squadron, effectively fleet sized), and for most of the Cold War was the most powerful maritime striking force along NATO's southern flank. The United States Air Forces in Europe, the Wing-support command, and Third Air Force, USAFE's Warfighting Headquarters are both based at Ramstein Air Base in Germany. They are now much reduced from their high Cold War strength and provide a pool of airpower closer to many trouble spots than aircraft flying from the United States. The United States Marine Corps Forces, Europe is headquartered in Panzer Kaserne in Böblingen (Stuttgart), Germany, and serves as the Marine Corps component of EUCOM. MARFOREUR is integral in the planning and execution of Black Sea Rotational Force. A subordinate unified command of EUCOM is SOCEUR (Special Operations Command Europe), headquartered at Patch Barracks in Stuttgart-Vaihingen, Germany. Special forces units within the AOR include the 352nd Special Operations Group of the USAF, based at RAF Mildenhall in the UK, a U.S. Navy SEALs unit, and Naval Special Warfare Unit 2 and 1st BN, 10th Special Forces Group located at Panzer Kaserne, Germany. EUCOM is also headquartered at Patch Barracks in Stuttgart-Vaihingen, Germany. The Kaiserslautern Military Community is the largest U.S. community outside of the U.S., while the Landstuhl Regional Medical Center is the largest U.S. military hospital overseas, treating wounded Soldiers from Iraq and Afghanistan. U.S. European Command administers the low-profile U.S. military storage installations in Israel. William Arkin in his book Code Names revealed the locations of some of the American bases in Israel.[20] Arkin writes that the sites do not appear on maps, and their exact locations are classified. According to the book, some of the sites are located at Ben Gurion Airport, Nevatim, Ovda air base, and in Herzliya Pituah. The sites are numbered as \"site 51,\" \"site 53,\" \"site 54,\" \"site 55\" and \"site 56.\" Some of the depots are underground, others were built as open hangars. According to Arkin, site 51 holds ammunition and equipment in underground depots. Site 53 is munitions storage and war reserve vehicles at Israeli Air Force bases, site 54 is an emergency military hospital near Tel Aviv with 500 beds, and Sites 55 and 56 are ammunition depots. Previously, this position held the title \"Commander-in-Chief (CINC), United States European Command\". However, following an order dated 24 October 2002 by Secretary of Defense Donald Rumsfeld, all CINCs in the United States military were retitled \"Commanders\" and the use of \"CINC\" as an acronym for anyone other than the President was forbidden.[21]","Title":"United States European Command - Wikipedia","KeyID":"15898","URL":"https://en.wikipedia.org/wiki/EUCOM"}