{"Content: ":"Targeting is the process of selecting objects or installations to be attacked, taken, or destroyed in warfare. Targeting systematically analyzes and prioritizes targets and matches appropriate lethal and nonlethal actions to those targets to create specific desired effects that achieve the joint force commander's (JFC's) objectives, accounting for operational requirements, capabilities, and the results of previous assessments. The emphasis of targeting is on identifying resources (targets) the enemy can least afford to lose or that provide him with the greatest advantage (high-value target [HVT]), then further identifying the subset of those targets which must be acquired and engaged to achieve friendly success (high-payoff target [HPT]). Targeting links the desired effects to actions and tasks. The targeting process can be generally grouped into two categories: deliberate and dynamic. Deliberate targeting prosecutes anticipated or known targets within a given operational area and timeframe,[1] and normally supports the joint force's future plans effort, which is overseen by the plans directorate of a joint staff (J-5). (Normally, the future operations directorate focuses on 24 hours up to 72 hours. This is a critical linkage during targeting execution.) By contrast, dynamic targeting prosecutes targets that were not included in the deliberate targeting process, possibly because they were not known or not initially selected for prosecution.[1] Dynamic targeting is normally employed in current operations planning because the nature and time frame associated with current operations (usually the current 24-hour period) typically requires more immediate responsiveness compared to deliberate targeting. Technologically advanced countries can generally select their targets in such a way as to minimize collateral damage and civilian casualties. This can fall by the wayside, however, during unrestricted warfare. Targeting may also refer to the targeting of the actual objective to be destroyed by military personnel, such as \"painting\" a target with a laser for laser guided munitions, estimating range for artillery, etc. A target is an entity (person, place, or thing) considered for possible engagement or action to alter or neutralize the function it performs for the adversary. Every target has distinct intrinsic or acquired characteristics that form the basis for target detection, location, identification, and classification for ongoing and future surveillance, analysis, engagement, and assessment. Physical, functional, cognitive, environmental, and temporal are broad categories that help define the characteristics of a target. The joint targeting cycle is a six phase iterative process: Phase 1 - End state and commander's objectives, Phase 2 - Target development and prioritization, Phase 3 - Capabilities analysis, Phase 4 - Commander's decision and force assignment, Phase 5 - Mission planning and force execution, Phase 6 - Assessment. General Stanley A. McChrystal wrote in 2014 about a targeting cycle called \"F3EA\" used in the Iraq War, which stands for:","Title":"Targeting (warfare) - Wikipedia","KeyID":"15903","URL":"https://en.wikipedia.org/wiki/Targeting_(warfare)"}