{"Content: ":"Nord Stream 2 (Russian: Северный поток — 2) is a 1,234-km natural gas pipeline from Russia to Germany running through the Baltic Sea, financed by Gazprom and several European energy companies. It was started in 2011 to expand the Nord Stream line and double annual capacity to 110 billion m3 (3.9 trillion cu ft). It was completed in September 2021, but has not yet entered service. Planning and construction of the pipeline was mired in political controversy over fears that Russia would use it for geopolitical advantage with Europe and Ukraine. German Chancellor Olaf Scholz, who had been in favour of the project,[1] suspended its certification on 22 February 2022, following official recognition of the Donetsk People's Republic and Luhansk People's Republic by the Russian State Duma and President Putin.[2] Nord Stream 2 starts at the Slavyanskaya compressor station near Ust-Luga port, located 2.8 kilometres (1.7 mi) south-east of the village of Bolshoye Kuzyomkino (Narvusi) in the Kingiseppsky District of the Leningrad Oblast, in the historical Ingria close to the Estonian border. Its landfall is located at the Kurgalsky Peninsula on the shore of Narva Bay.[3] Except for the Russian and Danish section, the route of Nord Stream 2 follows mainly the route of Nord Stream.[4][3] Nord Stream 2 is being developed and operated by Nord Stream 2 AG, a subsidiary of the Russian state energy company Gazprom[10] headquartered in Zug, Switzerland.[11] In 2011, Nord Stream AG started evaluation of an expansion project consisting of two additional lines (later named Nord Stream 2) to increase the overall annual capacity up to 110 billion cubic metres (3.9 trillion cubic feet). In August 2012, Nord Stream AG applied to the Finnish and Estonian governments for route studies in their underwater exclusive economic zones for the third and fourth lines.[12] It was considered to route the additional pipelines to the United Kingdom but this plan was abandoned.[4][13] In January 2015, it was announced that the expansion project was put on hold since the existing lines were running at only half capacity due to EU restrictions on Gazprom.[14] In June 2015, an agreement to build Nord Stream 2 was signed between Gazprom, Royal Dutch Shell, E.ON, OMV, and Engie.[15] As the creation of a joint venture was blocked by Poland, on 24 April 2017, Uniper, Wintershall, Engie, OMV and Royal Dutch Shell signed a financing agreement with Nord Stream 2 AG, On 31 January 2018, Germany granted Nord Stream 2 a permit for construction and operation in German waters and landfall areas near Lubmin.[16] In May 2018 construction started at the Greifswald end point.[17] Nord Stream 2 faced opposition from Western politicians outside Germany, who saw it as an instrument of Russian influence in German and European politics. Common reasons for the opposition to Nord Stream 2 are negative historical relations with Russia and strongly supporting common and shared EU positions towards Russia.[18] President of the European Council Donald Tusk said that Nord Stream 2 is not in the EU's interests.[19] Italian Prime Minister Matteo Renzi and Hungarian Prime Minister Viktor Orbán have questioned the different treatment of Nord Stream 2 and South Stream projects.[19][20] Some claim that the project violates the long-term declared strategy of the EU to diversify its gas supplies.[21] A letter, signed by the leaders of nine EU countries, was sent to the EC in March 2016, warning that the Nord Stream 2 project contradicts the European energy policy requirements that suppliers to the EU should not control the energy transmission assets, and that access to the energy infrastructure must be secured for non-consortium companies.[22][23] A letter by American lawmakers John McCain and Marco Rubio to the EU also criticized the project in July 2016.[24] Isabelle Kocher, chief executive officer of Engie, criticised American sanctions targeting the projects, and said they were an attempt to promote American gas in Europe.[25] In June 2017, Germany and Austria criticized the United States Senate over new sanctions against Russia that target the planned Nord Stream 2 gas pipeline from Russia to Germany,[26][27] stating that the United States was threatening Europe's energy supplies.[28] In a joint statement Austria's Chancellor Christian Kern and Germany's Foreign Minister Sigmar Gabriel said that \"Europe's energy supply is a matter for Europe, and not for the United States of America.\"[29] They also said: \"To threaten companies from Germany, Austria and other European states with penalties on the U.S. market if they participate in natural gas projects such as Nord Stream 2 with Russia or finance them introduces a completely new and very negative quality into European-American relations.\"[30] In January 2018, United States Secretary of State Rex Tillerson said that the U.S. and Poland oppose the Nord Stream 2 pipeline, saying they see it as undermining Europe's overall energy security and stability.[31] The Nord Stream 2 pipeline was also opposed by Ukrainian President Petro Poroshenko, Polish Prime Minister Mateusz Morawiecki, U.S. President Donald Trump, the European Council President Donald Tusk and British Foreign Secretary Boris Johnson.[32][33] In January 2019, the US ambassador in Germany, Richard Grenell, sent letters to companies involved in the construction of Nord Stream 2 urging them to stop working on the project and threatening with the possibility of sanctions.[34] In December 2019, the US Congress approved sanctions on companies and governments working on the pipeline, to which German Foreign Minister Heiko Maas responded, urging the US not to meddle in European energy policy.[35] Following the US Senate's vote to override the Trump administration's defense bill containing punitive measures on the pipeline, the US State Department alerted companies of sanctions risk they face, urging them to pull out from the project.[36] According to a PolitiFact \"fact check\", the sanctions did not impede construction of the pipeline.[37] On May 19, 2021, the United States President Joe Biden waived sanctions on Nord Stream 2 AG and its CEO Matthias Warnig, in a move that was opposed by both Republican and Democratic lawmakers,[38][39] with Republican senator Jim Risch saying it was \"a gift to Putin and will only weaken the United States\".[40] Russian and German officials welcomed the sanctions waiver, but Yuriy Vitrenko of Naftogaz criticized the move and said Ukraine would press Washington to impose sanctions to stop the pipeline.[41] On May 25 at the White House, President Biden told reporters that he waived the sanctions because the pipeline was nearly completed and because they would have hurt relations with Europe.[42] In protest against the Biden administration's policies, senator Ted Cruz held up dozens of diplomatic nominations, telling CNN \"I look forward to lifting the holds just as soon as they impose the sanctions on Nord Stream 2 that are required by federal law.\"[43][44] According to PolitiFact, this positive signal to Germany and Russia was accompanied by sanctions on other areas of Russian industry as part of a changing strategy to reopen negotiations over Ukraine.[37] Washington Post reports that Biden obtained a promise from Angela Merkel in summer 2021, that Nord Stream 2 would not be sanctioned, but that Germany would support other sanctions, and Germany would scrap Nord Stream 2 if Russia invaded Ukraine. By the time Russia invaded in 2022, Olaf Scholz had replaced Merkel, but Scholz kept the promise.[45] On July 21, 2021, the US and Germany proposed an agreement to shield Ukraine and other Central and Eastern European countries from any future Russian efforts to use the pipeline as a geopolitical weapon.[46] The deal was immediately opposed by Ukraine and Poland and US lawmakers on both sides of the aisle, with Foreign Policy reporting that it had become a \"lightning rod issue\" and that \"Biden's post-Trump-era honeymoon period with some Eastern European allies has come to a screeching halt.\"[47] Deutsche Welle reported that the deal promoted \"strong condemnation\" from Poland, with government spokesman Piotr Müller saying \"We have emphasized from the very beginning that Nord Stream 2 is a geopolitical project that destabilizes the political situation in central and eastern Europe.\"[48] Lithuanian Prime Minister Ingrida Simonyte called the project a \"mistake\" saying it was not just for its economic impact on Ukraine, but for the EU's increased dependence on a country where there is no rule of law.[48] In September 2021, a group of bipartisan lawmakers in the US House of Representatives attempting to undo Biden's decision sanctions waiver, introduced an amendment to the defense bill.[49] In November 2021, a group of Senate Republicans led by senator Risch renewed efforts to impose sanctions on the pipeline, also as an amendment to the National Defense Authorization Act (NDAA) defense bill[50] In response, the Biden administration reportedly lobbied Democratic allies to nix the sanctions amendments, and Secretary of State Antony Blinken and top aides reportedly made calls urging senators to kill the sanctions amendments that would remove leeway for a White House waiver.[51][52] Republicans stalled the bill from passing on November 29, but it passed the next week on Dec 7, omitting the sanctions amendments despite strong support for them in Congress.[53][54] Following reports of Russian troops massing near the border with Ukraine and fears of an invasion, the US Secretary of State Antony Blinken announced new sanctions on November 23, targeting eight people and 17 vessels as \"pursuant to PEESA in connection with Nord Stream 2.\"[55] Questions have mounted about the links between the pipeline project, leaders of Germany's Social Democrat Party (SPD), and Moscow. One of the last acts of former Chancellor Gerhard Schröder in office was to sign the deal creating the Nord Stream project in 2005. Schröder subsequently became chairman of the company behind it and took several directorial positions in Russian energy companies in the following years. In more recent years, opposition to his lobbying became more heated across Germany.[56] The project was supported by the northeastern German state of Mecklenburg-Vorpommern, the landfall site for the line, and where former Chancellor Angela Merkel had her constituency. In 2019 the US sanctioned German companies and individuals helping to build the line, but in January 2021, state premier Manuela Schwesig set up a Foundation called Stiftung Klima- und Umweltschutz MV [de] to \"acquire, manage, own, provide or let land, tools and machines to help the completion\" of the pipeline. But in 2022, questions mounted about the Foundation, its association with Gazprom and its activities that helped companies helping to build the project evade US sanctions. On February 24, 2022, German Court of Auditors expressed concern about the Foundation, which said it would stop helping the pipeline project, declining to say what it had done so far. Public records showed it purchased a ship to complete the laying of pipeline in the Baltic.[56] In January 2022, the new German Chancellor Olaf Scholz, who long supported the project, came under pressure to block the project at the 2022 EU summit.[57][58] Amid reported misgivings of many in the Biden administration about Berlin's stance on Russia, Chancellor Scholz visited the US for what Foreign Policy called a \"salvage mission\".[59] After avoiding the pipeline issue at a press conference at the White House on February 7, Scholz responded to repeated questions from reporters saying the US and Germany were \"absolutely united\", while Biden went further and said that the Nord Stream 2 project would end if Russia invaded Ukraine.[60][61][62] Following the meeting with Biden and ahead of a meeting scheduled with Russian President Vladimir Putin for February 15, Scholz faced criticism in the media for refusing to say openly that Germany would cancel the pipeline in the event of a Russian invasion of Ukraine, though others said it was due to diplomatic tactics or legal concern.[63][64] Following the Scholz and Putin meeting in Moscow, Putin said the pipeline would cement European energy security, and that it is \"purely commercial.\"[65] Scholz then visited Kyiv to meet Ukrainian president Zelenskyy and was accused of using the \"Merkel playbook\" when avoiding questions about the pipeline at a joint press conference.[66] In response to Putin announcing Russia's recognition of the Donetsk and Luhansk republics and the deployment of troops in those territories, German Chancellor Scholz suspended certification of Nord Stream 2 on 22 February 2022[67] On March 2, it was reported that Nord Stream 2 AG, a subsidiary of Russian state-owned gas company Gazprom had ended business operations and laid off all 106 members of its staff as a result of sanctions imposed as a result of the Russo-Ukrainian War, though earlier reports that it had filed for bankruptcy were denied.[68] Royal Dutch Shell, which financed 10% of the project, may have to write off $1B if it never opens.[69] On March 2, Wintershall Dea revealed that it had decided to write off its financing of Nord Stream 2, which it highlighted totals around EUR 1 billion.[70] On March 7, Uniper announced that it had taken the decision to record a full impairment loss on its loan to Nord Stream 2.[71] The company noted that it will recognize an impairment loss of its loans towards Nord Stream 2 AG in the amount of EUR 987 million.[71] Nord Stream 2 AG could seek compensation from the German government and international arbitration under the Energy Charter Treaty (ECT).[72][73]","Title":"Nord Stream 2 - Wikipedia","KeyID":"15911","URL":"https://en.wikipedia.org/wiki/Nord_Stream_2"}