{"Content: ":"This is a list of countries by credit rating, showing long-term foreign currency credit ratings for sovereign bonds as reported by the largest three major credit rating agencies: Standard & Poor's, Fitch, and Moody's. The list also includes all country subdivisions not issuing sovereign bonds, but it excludes regions, provinces and municipalities issuing sub-sovereign bonds. For S&P, a bond is considered investment grade if its credit rating is BBB− or higher. Bonds rated BB+ and below are considered to be speculative grade, sometimes also referred to as \"junk\" bonds. An SD rating indicates that the country has selectively defaulted on some outstanding obligations[1][2] [25][26] For Fitch, a bond is considered investment grade if its credit rating is BBB− or higher. Bonds rated BB+ and below are considered to be speculative grade, sometimes also referred to as \"junk\" bonds.[90] Fitch Ratings typically does not assign outlooks to sovereign ratings below B− (CCC and lower) or modifiers. CCC indicates 'Substantial Credit Risk' where 'default is a real possibility'. CC indicates 'Very High Levels of Credit Risk' where 'default of some kind appears probable'.[91] For Moody's, a bond is considered investment grade if its credit rating is Baa3 or higher. Bonds rated Ba1 and below are considered to be speculative grade, sometimes also referred to as \"junk\" bonds.[215] For DBRS Morningstar, a bond is considered investment grade if its credit rating is BBB(low) or higher. Bonds rated BB(high) and below are considered to be speculative grade, sometimes also referred to as \"junk\" bonds. For Scope – the European rating agency – a bond is considered investment grade if its credit rating is BBB− or higher. Bonds rated BB+ and below are considered to be speculative grade, sometimes also referred to as \"junk\" bonds. Japan Credit Rating Agency (JCR) is a credit rating agency based in Japan. JCR is a Nationally Recognized Statistical Rating Organization by the U.S. Securities and Exchange Commission. China Chengxin Credit Rating Group is a credit rating agency based in China.","Title":"List of countries by credit rating - Wikipedia","KeyID":"15917","URL":"https://en.wikipedia.org/wiki/List_of_countries_by_credit_rating"}