{"Content: ":"Foreign-exchange reserves, also called Forex reserves, are, in a strict sense, only foreign-currency deposits held by nationals and monetary authorities. However, in popular usage and in the list below, it also includes gold reserves, special drawing rights (SDRs) and International Monetary Fund (IMF) reserve position because this total figure, which is usually more accurately termed as official reserves or international reserves or official international reserves, is more readily available and also arguably more meaningful.[citation needed] These foreign-currency deposits are the financial assets of the central banks and monetary authorities that are held in different reserve currencies (e.g. the U.S. Dollar, the Euro, the Japanese Yen, the Indian Rupee, the Chinese Yuan, the Russian Ruble, the Swiss Franc and the Pound Sterling) and which are used to back its liabilities (e.g. the local currency issued and the various bank reserves deposited with the Central bank by the government or financial institutions). Before the end of the gold standard, gold was the preferred reserve currency. Some nations are converting foreign-exchange reserves into sovereign wealth funds, which can rival foreign-exchange reserves in size.[citation needed] The list below is mostly based on the latest available IMF data, and while most nations report in U.S. dollars, a few nations in Eastern Europe report solely in Euros and some others report in their respective currencies. And since all the figures below are in U.S. dollar equivalents, exchange rate fluctuations can have a significant impact on these figures. The five countries with the largest foreign exchange reserves almost all have reserves of at least 500 billion USD and higher and have maintained such an amount for at least a week. At present there are only six countries whose reserves are at such a figure; this includes China, Japan, Switzerland, India, Russia and Taiwan. Saudi Arabia formerly included on the list until March 2020; its reserves were severely depleted by the low oil price during the economic fallout of from the global outbreak of coronavirus disease, its ongoing oil price war with Russia and competition from US shale oil.[87] The images below shows the timeline of their reserves since the earliest available forex data. The list is in accordance to their respective positions. China The foreign-exchange reserves of China are the greatest of all countries and have been so for more than 14 years.[88][89] The main composition of Chinese forex reserves is approximately two-thirds USD and one-fifth Euros with the rest made up of Japanese Yen and the British Pound. China was the second country to reach $500 billion and the first to reach $1 trillion in reserves. China is also the only country that reached net reserves of $2 trillion and $3 trillion Chinese forex reserve reached over $3.993 trillion and possibly reached $4 trillion before July 2014 but there was no official figures to confirm it. China began reducing its forex reserves in July 2014 over concerns that the forex reserve level was too high. The practice lasted one and a half years. In January 2017, Chinese forex reserves dipped below $3 trillion briefly and have since remained above that level. Japan Japanese forex reserves are the second largest in the world. Japan was the first country to reach $500 billion in reserves and had the highest forex reserves in the world until they were surpassed by China in 2006. They have remained in second place since 2006 and above $1 trillion since 2008, being the second country to surpass $1 trillion.[90] Switzerland Swiss forex reserves are the third largest in the world. Switzerland became the fifth country to reach $500 Billion in 2014 after Saudi Arabia and the third country to reach $1 trillion at the end of 2020. Swiss reserves are compiled in Swiss francs. Since the Financial crisis of 2007-2008, the Swiss franc has significantly appreciated against other currencies due to Switzerland's traditional perceived safety which has attracted speculative foreign capital; due to the inflows of investment income by Swiss firms, and due to the large surplus in the trade of goods. In order to protect the real economy from the sudden speculative appreciation of the currency, the Swiss National Bank began intervening in the currency markets, first with an explicit target of a maximum exchange rate against the euro of 1.20CHF/EUR until 2015,[91] and then through implicit interventions. However, the resilience of the export sector and the continued inflows of capital, has meant that the Swiss Franc has kept appreciating.[92] As a result of this, the SNB has been unable to dispose of its large accumulated foreign exchange reserves since their sale would lead to an even greater appreciation of the currency. Russia Russian reserves are the world's fifth largest; They have reached a level of $600 billion on 21 May 2021. They were the third country to reach $500 billion.[93] The first fall in reserves was due to the Great Recession, the second fall in 2015 was due to falling oil prices. India The Foreign-exchange reserves of India are the fourth largest. On 4 June 2021 reserves exceeded $600 billion for the first time and they became the fifth country after Switzerland to do so.[94] During the 1991 Indian economic crisis country only had $5 billion of reserves left which led to subsequent economic liberalisation. Since then the reserves have seen a 127 times increase over 30 years. IMF releases the quarterly data on the currency composition of official foreign exchange reserves. The data are reported to the IMF on a voluntary and confidential basis. As of Q4 2016, there are 146 reporters, consisting of IMF member countries, a number of non-member countries/economies, and other entities holding foreign exchange reserves. From Q4 2016, the data was expanded to include renminbi (RMB).[95] Monetary gold is not covered in COFER but included in reserved assets, a broader scope than that of COFER.[96]","Title":"List of countries by foreign-exchange reserves - Wikipedia","KeyID":"15910","URL":"https://en.wikipedia.org/wiki/List_of_countries_by_foreign-exchange_reserves"}