{"Content: ":"John Leonard Cloudsley-Thompson DSc CBiol FSB FRES FZS (23 May 1921 – 4 October 2013) was a British naturalist renowned for his work on desert fauna. He was a tank commander during the Second World War.[1] Thompson was born in Murree, in pre-partition India (now Pakistan), where his father worked in public health. He returned to the UK to be educated at Marlborough College and then learn about natural sciences at Pembroke College, Cambridge. His time at Cambridge was interrupted by the outbreak of the Second World War. He volunteered for the army at a Reception Unit in Reading in September 1939. After initially assisting his father (who by then was the Medical Officer of Health for Lambeth) in setting up casualty clearing stations, he volunteered to join the Royal Tank Regiment. Before his call up in 1941, Thompson had joined the Local Defence Volunteers and then the Home Guard. He was sent to Sandhurst for officer training, and was commissioned into the 4th (Queen's Own) Hussars. After transferring to the 4th County of London Yeomanry,[2] he sailed to join the 7th Armoured Division (Desert Rats) in North Africa and took part in Operation Crusader in November 1941. Involved in much of the fighting across the Libyan desert, Thompson, now a Tank Commander, was severely wounded in May 1942, during the Allied defence of the Knightsbridge Box. His Crusader A15 Mark VI had been hit and disabled and Thompson was fortunate to escape his tank with a leg wound. The rest of his crew were all killed or taken prisoner. He was evacuated to a field hospital in Tobruk, and from there to Cairo by train, where doctors operated to save his leg. Cloudsley-Thompson was then shipped to Britain to recuperate and became a tank gunnery instructor at Sandhurst. He also married Anne Cloudsley in 1944, and updated their surname to Cloudsley-Thompson. He rejoined his tank regiment in time for the Normandy Landings. He took part in the Battle of Villers-Bocage on 13 June 1944; his Cromwell tank was destroyed and he and his crew were lucky to scramble out alive. During July 1944, Thompson took part in Operation Goodwood, the attempt to storm the Bourguébus Ridge.[3] After the war, Cloudsley-Thompson returned to Cambridge to complete his studies, gaining his MA and PhD. He then became a lecturer in zoology at King's College London. However, he still harboured a close interest in the desert he had fought across. In 1960, he became professor of zoology at the University of Khartoum, and keeper of the Sudan Natural History Museum. Following a short spell in 1969 as visiting professor at the University of Albuquerque in the deserts of New Mexico, he and Anne returned to London in 1972. He was appointed professor of zoology at Birkbeck College, University of London, and remained with the university until he retired in 1986, when he was made emeritus professor.[4] Cloudsley-Thompson was also a former chairman of the British Naturalists' Association between 1974–83, and the recipient of the Association's highest honour for outstanding services to the understanding of natural history, the Peter Scott Memorial Award in 1993. By the time of his death in October 2013, he had written over 50 books on desert fauna and the adaptations used by its wildlife such as spiders and scorpions. His wife Anne predeceased him in 2012. Books written or co-authored by Cloudsley-Thompson include:","Title":"John Cloudsley-Thompson - Wikipedia","KeyID":"1591","URL":"https://en.wikipedia.org/wiki/John_Cloudsley-Thompson"}