{"Content: ":"The ruble,[1] or rouble[2] (Russian: рубль rublʹ; symbol: ₽, руб; code: RUB) is the official currency of the Russian Federation. The ruble is subdivided into 100 kopecks (sometimes written as copeck or kopek; Russian: копе́йка kopeyka, plural: копе́йки kopeyki). The first Russian ruble (code: RUR) replaced the Soviet ruble (code: SUR) in September 1993 at parity or 1 SUR = 1 RUR. In 1998, preceding the financial crisis, the current ruble was redenominated with the new code \"RUB\" and was exchanged at the rate of 1 RUB = 1,000 RUR. The ruble was the currency of the Russian Empire and of the Soviet Union (as the Soviet ruble). In 1992 the currency imagery underwent a redesign as a result of de-Leninization. However, today only Russia, Belarus and Transnistria use currencies with the same name. The Russian ruble is also used in the Russian-controlled parts of Ukraine under military occupation, in the quasi-states of the Donetsk People's Republic and the Luhansk People's Republic in Ukraine, as well as in Abkhazia and South Ossetia. The ruble has been used in the Russian territories since the 14th century,[3] and is the second-oldest currency still in circulation, behind sterling.[4] Initially an uncoined unit of account, the ruble became a circulating coin in 1704 just before the establishment of the Russian Empire. It was also the first currency in Europe to be decimalised in 1704, when it was divided into 100 kopeks. The ruble has seen several incarnations and redenominations during its history, the latest of which is the introduction in 1998 of the current Russian ruble (code: RUB) at the rate of 1 RUB = 1,000 old rubles. Following the dissolution of the Soviet Union in 1991, the Soviet ruble remained the currency of the Russian Federation until 1992. A new set of coins was issued in 1992 and a new set of banknotes was issued in the name of Bank of Russia in 1993. The Russian ruble with the ISO 4217 code RUR and number 810 replaced the Soviet ruble at the rate 1 SUR = 1 RUR. The ruble's exchange rate versus the U.S. dollar depreciated significantly from $1 = 125 RUR in July 1992 to approximately $1 = 6,000 RUR when the currency was redenominated in 1998. After the fall of the Soviet Union, the Russian Federation introduced new coins in 1992 in denominations of 1, 5, 10, 20, 50 and 100 rubles. The coins depict the double-headed eagle without a crown, sceptre and globus cruciger above the legend \"Банк России\" (\"Bank of Russia\"). It is exactly the same eagle that the artist Ivan Bilibin painted after the February Revolution as the coat of arms for the Russian Republic.[5] The 1- and 5-ruble coins were minted in brass-clad steel, the 10- and 20-ruble coins in cupro-nickel, and the 50- and 100-ruble coins were bimetallic (aluminium-bronze and cupro-nickel-zinc). In 1993, aluminium-bronze 50-ruble coins and cupro-nickel-zinc 100-ruble coins were issued, and the material of 10- and 20-ruble coins was changed to nickel-plated steel. In 1995 the material of 50-ruble coins was changed to brass-plated steel, but the coins were minted with the old date 1993. As high inflation persisted, the lowest denominations disappeared from circulation and the other denominations became rarely used. During this period, the commemorative one-ruble coins were regularly issued continuing the specifications of prior commemorative Soviet rubles (31 mm diameter, 12.8 grams cupronickel). It is nearly identical to those of the 5-Swiss franc coin (31.45 mm, 13.2 g cupronickel), worth approx. €4.39 or US$5.09 as of August 2018. For this reason, there have been several instances of (now worthless) Soviet and Russian ruble coins being used on a large scale to defraud automated vending machines in Switzerland.[6] In 1961, new State Treasury notes were introduced for 1, 3 and 5 rubles, along with new State Bank notes worth 10, 25, 50 and 100 rubles. In 1991, the State Bank took over production of 1-, 3- and 5-ruble notes and also introduced 200-, 500- and 1,000-ruble notes, although the 25-ruble note was no longer issued. In 1992, a final issue of notes was made bearing the name of the USSR before the Russian Federation introduced 5,000- and 10,000-ruble notes. These were followed by 50,000-ruble notes in 1993, 100,000 rubles in 1995 and, finally, 500,000 rubles in 1997 (dated 1995). Since the dissolution of the Soviet Union in 1991, Russian ruble banknotes and coins have been notable for their lack of portraits, which traditionally were included under both the Tsarist and Communist regimes. With the issue of the 500-ruble note depicting a statue of Peter I and then the 1,000-ruble note depicting a statue of Yaroslav, the lack of recognizable faces on the currency has been partially alleviated. In 1998 the Russian ruble was redenominated with the new ISO 4217 code \"RUB\" and number 643, and was exchanged at the rate of 1 RUB = 1,000 RUR. All Soviet coins issued between 1961 and 1991, as well as 1-, 2- and 3-kopek coins issued before 1961, also qualified for exchange into new rubles.[7] The redenomination was an administrative step that reduced the unwieldiness of the old ruble[8] but occurred on the brink of the 1998 Russian financial crisis.[9] The ruble lost 70% of its value against the US dollar in the six months following this financial crisis, from $1 = 6 ₽ to approximately 20 ₽.[10] After stabilizing at around $1 = 30 ₽ from 2001 to 2013, it depreciated to the range of $1 = 60-80 ₽ from 2014 to 2021 as a result of the Annexation of Crimea by the Russian Federation in 2014 and 2010s oil glut. After the 2022 Russian invasion of Ukraine, it declined further to $1 = 110 ₽ due to sanctions.[11] By April 2022, the ruble went above its pre-war level after falling as low as 150 ₽ per dollar in early March,[12] and recovered to its pre-war value by early April. A currency symbol was used for the ruble between the 16th century and the 18th century. The symbol consisted of the Russian letters \"Р\" (rotated 90° counter-clockwise) and \"У\" (written on top of it). The symbol was placed over the amount number it belonged to.[13] This symbol, however, fell into disuse by the mid-19th century.[14] No official symbol was used during the final years of the Empire, nor was one introduced in the Soviet Union. The characters R[15][16] and руб. were used and remain in use today, though they are not official.[17] In July 2007, the Central Bank of Russia announced that it would decide on a symbol for the ruble and would test 13 symbols. This included the symbol РР (the initials of Российский Рубль \"Russian ruble\"), which received preliminary approval from the Central Bank.[18] However, one more symbol, a Р with a horizontal stroke below the top similar to the Philippine peso sign, was proposed unofficially.[18] Proponents of the new sign claimed that it is simple, recognizable and similar to other currency signs.[19][20][21] This symbol is also similar to the Armenian letter ք or the Latin letter Ꝑ. On 11 December 2013, the official symbol for the ruble became , a Cyrillic letter Er with a single added horizontal stroke,[22] though the abbreviation \"руб.\" is in wide use. In Unicode version 7.0 it was assigned the encoding U+20BD ₽ RUBLE SIGN.[23][24] On 4 February 2014, the Unicode Technical Committee during its 138th meeting in San Jose accepted U+20BD ₽ RUBLE SIGN symbol for Unicode version 7.0;[25] the symbol was then included into Unicode 7.0 released on 16 June 2014.[26] In August 2014, Microsoft issued updates for all of its mainstream versions of Microsoft Windows that enabled support for the new ruble sign.[27] The ruble sign can be entered on a Russian computer keyboard as AltGr+8 on Windows and Linux, or AltGr+Р (Qwerty H position) on macOS. In 1998, the following coins were introduced in connection with the ruble revaluation and are currently in circulation: 1- and 5-kopeck coins are rarely used (especially the 1-kopeck coin) due to their low value and in some cases may not be accepted by stores or individuals. These coins began being issued in 1998, although some of them bear the year 1997. Kopek denominations all depict St George and the Dragon, and all ruble denominations (with the exception of commemorative pieces) depict the double headed eagle. Mint marks are denoted by \"СП\" or \"M\" on kopeks and the logo of either the Saint Petersburg or Moscow mint on rubles. Since 2000, many bimetallic 10 ₽ circulating commemorative coins have been issued. These coins have a unique holographic security feature inside the \"0\" of the denomination 10.[citation needed] In 2008, the Bank of Russia proposed withdrawing 1- and 5-kopeck coins from circulation and subsequently rounding all prices to multiples of 10 kopeks, although the proposal has not been realized yet (though characteristic \"x.99\" prices are treated as rounded in exchange).[citation needed] The Bank of Russia stopped minting one-kopeck and five-kopeck coins in 2012, and kopecks completely in 2018.[33] The material of 1 ₽, 2 ₽ and 5 ₽ coins was switched from copper-nickel-zinc and copper-nickel clad to nickel-plated steel in the second quarter of 2009. 10 and 50 kopecks were also changed from brass to brass-plated steel.[citation needed] In October 2009, a new 10 ₽ coin made of brass-plated steel was issued, featuring optical security features.[34] The 10 ₽ banknote would have been withdrawn in 2012, but a shortage of 10 ₽ coins prompted the Central Bank to delay this and put new ones in circulation.[35] Bimetallic commemorative 10-ruble coins will continue to be issued.[citation needed] A series of circulating Olympic commemorative 25 ₽ coins started in 2011. The new coins are made of cupronickel.[36] A number of commemorative smaller denominations of these coins exist in circulation as well, depicting national historic events and anniversaries. The Bank of Russia issues other commemorative non-circulating coins ranging from 1 ₽ to 50,000 ₽.[37] On 1 January 1998, a new series of banknotes dated 1997 was released in denominations of 5 ₽, 10 ₽, 50 ₽, 100 ₽ and 500 ₽. The 1,000 ₽ banknote was first issued on 1 January 2001 and the 5,000 ₽ banknote was first issued on 31 July 2006. Modifications to the series were made in 2001, 2004, and 2010. In April 2016, the Central Bank of Russia announced that it will introduce two new banknotes – 200 ₽ and 2,000 ₽ — in 2017.[38] In September 2016, a vote was held to decide which symbols and cities will be displayed on the new notes.[39] In February 2017, the Central Bank of Russia announced the new symbols. The 200 ₽ banknote will feature symbols of Crimea: the Monument to the Sunken Ships, a view of Sevastopol, and a view of Chersonesus. The 2,000 ₽ banknote will bear images of the Russian Far East: the bridge to Russky Island and the Vostochny Cosmodrome in the Amur Oblast.[40] In 2018, the Central Bank issued a 100 ₽ \"commemorative\" banknote designed to recognize Russia's role as the host of the 2018 World Cup soccer tournament. The banknote is printed on a polymer substrate, and has several transparent portions as well as a hologram. Despite the note being intended for legal tender transactions, the Central Bank has simultaneously refused to allow the country's automated teller machines (ATMs) to recognize or accept it.[41] In March 2021, the Central Bank announced plans to gradually update the designs of the 10 ₽, 50 ₽, 100 ₽, 1,000 ₽ and 5,000 ₽ banknotes and make them more secure; this is expected to be completed in 2025.[42] The first new design, for the 100 ₽ note, was unveiled on 30 June 2022.[43] The design of the new note includes symbols of Moscow on the obverse - Red Square, Zaryadye Park, Moscow State University on Sparrow Hills, and Ostankino Tower - and the Rzhev Memorial to the Soviet Soldier on the revese.[44] For the rest of the 2017–2025 series, the following designs are planned:[47] All Russian ruble banknotes are currently printed at the state-owned factory Goznak in Moscow, which was founded on 6 June 1919 and operated ever since. Coins are minted in Moscow and at the Saint Petersburg Mint, which has been operating since 1724. On 8 July 2014, State Duma deputy and Vice-Chairman of the Duma Regional Political Committee Roman Khudyakov alleged that the image of Apollo driving Quadriga on the portico of the Bolshoi Theatre in Moscow on the 100 ₽ banknote constitutes pornography that should only be available to persons over the age of 18. Since it is impractical to limit the access of minors to banknotes, he requested in his letter to the Governor of the Bank of Russia Elvira Nabiullina to immediately change the design of the banknote.[48] Khudyakov, a member of parliament for the LDPR party stated, \"You can clearly see that Apollo is naked, you can see his genitalia. I submitted a parliamentary request and forwarded it directly to the head of the central bank asking for the banknote to be brought into line with the law protecting children and to remove this Apollo.\"[49][50] Khudyakov's efforts did not lead to any changes being made to the design. On 13 October 2017, the National Bank of Ukraine issued a decree forbidding the country's banks, other financial institutions and Ukraine's state postal service to circulate Russian banknotes which use images of Crimea, a territory that is regarded as Russian-occupied by Ukraine and whose annexation by Russia is not recognised by most UN member states.[51] The NBU stated that the ban applies to all financial operations, including cash transactions, currency exchange activities and interbank trade.[52] Crimea is featured on three banknotes that are currently in circulation – the 100 ₽ commemorative notes issued in 2015 and 2018, as well as the 200 ₽ note issued in 2017. Kommersant reported that the new 100 ₽ note introduced in 2022 will not work with an estimated 60% of cash registers and bank machines because they are imported and therefore must be updated by foreign companies, and this work may not be completed due to sanctions.[53][54] However, Russian banks have been transferring their ATM networks to domestic software which does not require foreign specialists since at least 2018, with the biggest Russian bank, Sberbank, completing 80% of the transfer by the June 2022.[55] Russian banks will start purchasing domestic ATMs with Elbrus processors in 2023, the mandatory share of Russian products in the purchase of ATMs was to be at least 18% for banks with state partnership, since 2022 it has grown to 20%.[56] On 30 October 2013, a special banknote in honour of the 2014 Winter Olympics held in Sochi was issued. The banknote is printed on high-quality white cotton paper. A transparent polymer security stripe is embedded into the paper to make a transparent window incorporating an optically variable element in the form of a snowflake. The highlight watermark is visible in the upper part of the banknote. Ornamental designs run vertically along the banknote. The front of the note features a snowboarder and some of the Olympic venues of the Sochi coastal cluster. The back of the note features the Fisht Olympic Stadium in Sochi. The predominant colour of the note is blue. On 23 December 2015, another commemorative 100 ₽ banknote was issued to celebrate the \"reunification of Crimea and Russia\". The banknote is printed on light-yellow-coloured cotton paper. One side of the note is devoted to Sevastopol, the other one—to Crimea. А wide security thread is embedded into the paper. It comes out on the surface on the Sevastopol side of the banknote in the figure-shaped window. A multitone combined watermark is located on the unprinted area in the upper part of the banknote. Ornamental designs run vertically along the banknote. The Sevastopol side of the note features the Monument to Sunken Ships in Sevastopol bay and a fragment of the painting \"Russian Squadron on the Roads of Sevastopol\" by Ivan Aivazovsky. The Crimea side of the note features the Swallow's Nest, a decorative castle and local landmark. In the lower part of the Sevastopol side of the banknote in the green stripe there is a QR-code containing a link to the Bank of Russia's webpage, which lists historical information related to the banknote. The predominant colour of the note is olive green. On 22 May 2018, a special banknote to celebrate the 2018 FIFA World Cup was issued.[58] The banknote is printed on polymer. The top part of the note bears a transparent window that contains a holographic element. The design of the note is vertically oriented. The main images of the obverse are a boy with a ball under his arm and a goalkeeper diving for a ball. The main image of the reverse is a stylized image of the globe in the form of a football with green image of the Russian territory outlined on it. On the reverse there is the number 2018 that marks both the issue of the banknote and the World Cup, as well as the name of the host cities in the Russian language. The bottom right corner of the obverse bears a QR-code, which contains a link to the page of the Bank of Russia website with the description of the note's security features. Predominant colours of the note are blue and green. The use of other currencies for transactions between Russian residents is punishable, with a few exceptions, with a fine of 75% to 100% of the value of the transaction.[59] On 23 November 2010, at a meeting of Russian Prime Minister Vladimir Putin and Chinese Premier Wen Jiabao, it was announced that Russia and China had decided to use their own national currencies for bilateral trade, instead of the US dollar. The move is aimed to further improve relations between Beijing and Moscow and to protect their domestic economies during the Great Recession. The trading of the Chinese yuan against the ruble has started in the Chinese interbank market, while the yuan's trading against the ruble was set to start on the Russian foreign exchange market in December 2010.[60][better source needed] In January 2014, President Putin said there should be a sound balance on the ruble exchange rate; that the Central Bank only regulated the national currency exchange rate when it went beyond the upper or lower limits of the floating exchange rate; and that the freer the Russian national currency is, the better it is, adding that this would make the economy react more effectively and timely to processes taking place in it.[61] The first Russian ruble (RUR) introduced in January 1992 depreciated significantly versus the U.S. dollar from $1 = 125 RUR to around $1 = 6,000 RUR (or 6 RUB or new rubles) when it was redenominated in January 1998. The new ruble then depreciated rapidly in its first year to $1 = 20 RUB before stabilizing at around $1 = 30 RUB from 2001 to 2013. The financial crisis in Russia in 2014–2016 was the result of the collapse of the Russian ruble beginning in the second half of 2014.[62][63][64][65][66][67] A decline in confidence in the Russian economy caused investors to sell off their Russian assets, which led to a decline in the value of the Russian ruble and sparked fears of a Russian financial crisis. The lack of confidence in the Russian economy stemmed from at least two major sources. The first is the fall in the price of oil in 2014. Crude oil, a major export of Russia, declined in price by nearly 50% between its yearly high in June 2014 and 16 December 2014. The second was the result of international economic sanctions imposed on Russia following Russia's annexation of Crimea and the Russian military intervention in Ukraine.[62][68] The crisis affected the Russian economy, both consumers and companies, and regional financial markets, as well as Putin's ambitions regarding the Eurasian Economic Union. The Russian stock market in particular experienced large declines, with a 30% drop in the RTS Index from the beginning of December through 16 December 2014. From July 2014 to February 2015 the ruble fell dramatically against the U.S. dollar. A 6.5 percentage point interest rate rise to 17 percent[69] failed to prevent the currency hitting record lows in a \"perfect storm\" of low oil prices, looming recession and Western sanctions over the Ukraine crisis.[70] Russia faced steep economic sanctions due to the invasion of Ukraine in early 2022. In response to the military campaign, several countries[note 3] imposed strict economic sanctions on the Russian economy. This led to a 32 percent drop in the value of the ruble, which traded at an exchange rate of 120 rubles per dollar in March 2022.[11] On 23 March 2022, President Putin announced that Russia would only accept payments for Russian gas exports from “unfriendly countries” in rubles.[71] This, along with several other actions to control capital flow, coinciding with soaring commodity prices led to the ruble rallying to a record high in May 2022 that economists feel is unlikely to last.[72] However, the ruble continued to rally in June 2022, hitting its highest point (51 rubles to the dollar) for the past seven years at the end of the month.[73]","Title":"Russian ruble - Wikipedia","KeyID":"15916","URL":"https://en.wikipedia.org/wiki/Russian_ruble"}