{"Content: ":"Kristalina Ivanova Georgieva-Kinova (Bulgarian: Кристалина Иванова Георгиева-Кинова; born 13 August 1953)[1] is a Bulgarian economist serving as chair and managing director of the International Monetary Fund since 2019. She was the Chief Executive of the World Bank Group from 2017 to 2019 and served as Acting President of the World Bank Group from 1 February 2019 to 8 April 2019 following the resignation of Jim Yong Kim. She previously served as Vice-President of the European Commission under Jean-Claude Juncker from 2014 to 2016. In 2021, an independent inquiry determined that Georgieva had instructed staff at the World Bank to inflate data to make China look better during her tenure as Chief Executive.[2][3] However, the executive board of the IMF determined that the investigation “did not conclusively demonstrate” wrongdoing, and expressed confidence in Georgieva's leadership.[4] Georgieva was born in Sofia into a family of bureaucrats.[5] Her father was a civil engineer who supervised state road-building projects,[6] and her grandfather was a prominent Bulgarian revolutionary, Ivan Karshovski.[7] Georgieva holds a PhD in Economics and an MA in Political Economy and Sociology from the Karl Marx Higher Institute of Economics (now called University of National and World Economy) in Sofia.[8][9] Her thesis was on \"Environmental Protection Policy and Economic Growth in the USA\". She also did postgraduate research and studies in natural resource economics and environmental policy at the London School of Economics in the late 1980s and at the Massachusetts Institute of Technology.[10] She has written over 100 academic papers and has also authored a microeconomics textbook.[11] Georgieva is fluent in Bulgarian, English, and Russian, and also speaks some French.[12] She held a range of academic and consulting positions in Bulgaria and the US, and has made presentations at the Australian National University, Massachusetts Institute of Technology, Tsinghua University, Yale University, Harvard University, London School of Economics, and the University of the South Pacific.[13] Georgieva started her career at the World Bank Group in 1993 as an environmental economist for Europe and Central Asia. Following this, she served in various positions in the bank ultimately rising to become director of the Environment Department in charge of World Bank's environmental strategy, policies, and lending. In this role she oversaw around 60% of lending operations of the World Bank Group. From 2004 to 2007 she was the institution's director and resident representative in the Russian Federation, based in Moscow. She returned to Washington, D.C., to become director of Strategy and Operations, Sustainable Development. Her final position at the World Bank, vice president and corporate secretary, conveyed lead responsibility for liaison with the members of the institution's board of executive directors, representing the bank's shareholders (the member country governments).[12] During that time, she worked on the bank's governance reform and accompanying capital increase.[14] In January 2010, Georgieva announced her intention to resign from this post in view of her nomination to the Commission of the European Union.[15] After the former Bulgarian nominee for the post of European Commissioner for Humanitarian Aid and Crisis Management, Rumiana Jeleva, came under fire during her confirmation hearing from members of the European Parliament over both her competence and allegations of gaps in her declaration of financial interests, she withdrew her bid. The Bulgarian government then proposed Kristalina Georgieva as their new candidate.[16] On 21 January 2010 the European Commission President José Manuel Barroso met with Georgieva and expressed his approval, stating that \"Mrs. Georgieva has solid international experience and knowledge with which she is going to contribute significantly in her capacity as a EU Commissioner\".[17] The confirmation hearing of Georgieva took place at the European Parliament on 4 February 2010. She faced questions on her suitability for the portfolio. Georgieva identified Haiti as a priority, especially the need to provide shelter and health services and to restore the functions and service of the government, so as to start work on reconstruction and long-term development. Other key issues raised in discussions with MEPs had been improving co-ordination within the EU (and within the commission), and between humanitarian and military players in order to meet the dual challenge posed by expanding needs and shrinking budgets. The need to improve the effectiveness of EU actions and for better response capacity had also been stressed, together with the establishment of European Voluntary Humanitarian Corps.[18] Georgieva was given a warm response by MEPs, with Labour MEP Michael Cashman praising her \"honesty and deep breadth of knowledge\". She was applauded by committee members when she told British Conservative MEP Nirj Deva that she would stand up for the interests of the EU and be an independent mind.[19] Ivo Vajgl, a Liberal MEP, also praised her, saying: \"let me compliment you on your peaceful manner and the confidence you are exuding today\".[20] Her performance at the hearing was widely publicized in Bulgaria and broadcast live on many national media, where it was seen as question of restoration of national honor following Jeleva's unsuccessful hearing.[21] The second college of the Barroso Commission, including Georgieva, was approved by the European Parliament on 9 February 2010 by a vote of 488 to 137, with 72 abstentions,[22] and she took office the following day.[23] Georgieva tripled funding for the refugee crisis in Europe.[24][14] She was involved in coordinating the EU response to the humanitarian consequence of the 2010 Haiti earthquake, the earthquake in Chile and the floods in Pakistan. Amid the Southeast Europe floods in May 2014, Georgieva coordinated post-disaster assistance and helped prepare Serbia's request for aid of as much as 1 billion euros ($1.4 billion) a year.[25] In May 2015, United Nations Secretary-General Ban Ki-moon appointed her and Nazrin Shah of Perak as co-chairs of the High-Level Panel on Humanitarian Financing, an initiative aimed at preparing recommendations for the 2016 World Humanitarian Summit.[14] In 2014, news media reported that the ambassadors of several Western EU countries early on indicated their countries' support for Georgieva to be nominated for the incoming Juncker Commission, indicating that she might get the post of High Representative of the Union for Foreign Affairs and Security Policy.[26] Her candidacy had been uncertain because of political infighting in Bulgaria. The collapse of the socialist government, however, cleared the path for her nomination. By August, Georgi Bliznashki, Bulgaria's interim prime minister, announced her candidacy to replace Britain's Catherine Ashton.[27] Incoming European Commission President Jean-Claude Juncker instead assigned the post of Vice-President for Budget and Human Resources to Georgieva, with experienced EU civil servant Florika Fink-Hooijer as her Chef de Cabinet. She was thus the most senior technocrat in the Juncker Commission, the only one of the seven vice-presidents never to have served as a national minister.[28] In this role she was in charge of 33,000 staff and reporting on how the budget of the European Union is spent to the European Parliament, the council and the European Court of Auditors. Within months of taking her new position and amid skepticism about the European Union and its budget of around $159 billion reaching new heights, Georgieva was able to negotiate a several-billion-dollar budget increase for 2014.[29] From 1993 to 2010, she served in a number of positions in the World Bank Group, eventually rising to become its vice president and corporate secretary in March 2008. She has also served as a member of the board of trustees[30] and associated professor in the economics department of the University of National and World Economy in Bulgaria.[31] On September 27, 2016, the Bulgarian government nominated Kristalina Georgieva for the post of United Nations Secretary-General.[32] Her short run for secretary-general at the UN ended following a vote at the UN Security Council on October 5th, where Georgieva ranked number eight out of ten candidates.[33] In the same vote, António Guterres got the support of the Security Council for the post of UN Secretary-General.[34] On October 28 2016, the World Bank announced that Georgieva would become the first CEO of the International Bank for Reconstruction and Development and the International Development Association starting on January 2, 2017.[35][36] On April 21, 2018, it was announced the World Bank shareholders endorsed an ambitious package of measures that include a $13 billion paid-in capital increase, a series of internal reforms, and a set of policy measures that greatly strengthen the global poverty fighting institution's ability to scale up resources and deliver on its mission in areas of the world that need the most assistance.[37] Georgieva played a key role in securing this increase, the largest funding increase in the bank's history.[24] On January 7, 2019, it was announced that World Bank Group President Kim would be stepping down and Georgieva would assume the role of interim president of the World Bank Group on February 1, 2019. On September 29, Georgieva was named the next managing director of the International Monetary Fund. She was the only nominee for the job and is the first person from an emerging country to hold this office.[38] A 2021 independent inquiry of the World Bank's Doing Business reports by the law firm WilmerHale found that Georgieva instructed staff to alter data to inflate the rankings for China.[39][2][3] In October 2021, the International Monetary Fund's executive board initiated an investigations that Georgieva manipulated the Doing Business Report in 2018 during her tenure as World Bank chief.[4] The board later determined that the investigation “did not conclusively demonstrate” that she acted wrongly, and expressed confidence in Georgieva's leadership.[4] On 29 September 2019, Georgieva was named the next managing director of the International Monetary Fund (IMF), to succeed Christine Lagarde (who was leaving to become the head of the European Central Bank's executive board). She was the only candidate for the job, and is the first person from an emerging economy to serve in the position.[38] IMF tradition was that candidates could not be older than 65 at the start of their term, but following pressure from French President Emmanuel Macron, the rule was waived for Georgieva.[38] Georgieva's term started on 1 October 2019 and will last for five years. Amid the COVID-19 pandemic, she joined the Multilateral Leaders Task Force on COVID-19 Vaccines, Therapeutics, and Diagnostics for Developing Countries, co-chaired by Tedros Adhanom and David Malpass, in July 2021.[40] In 2016, Georgieva was honored with the Devex Power with Purpose award for her work in global development.[49] In 2017, Georgieva was listed by UK-based company Richtopia at number 2 in the list of 100 Most Influential People in Multinational Organisations.[50] She has been awarded the Princess Marina Sturdza award,[51] and the Foreign Policy Association Medal.[52] In 2020, Georgieva was named on Time's list of the 100 most influential people in the world.[53] Georgieva is married and has one child.[54]","Title":"Kristalina Georgieva - Wikipedia","KeyID":"15912","URL":"https://en.wikipedia.org/wiki/Kristalina_Georgieva"}