{"Content: ":"A gold reserve is the gold held by a national central bank, intended mainly as a guarantee to redeem promises to pay depositors, note holders (e.g. paper money), or trading peers, during the eras of the gold standard, and also as a store of value, or to support the value of the national currency. The World Gold Council estimates that all the gold ever mined, and that is accounted for, totalled 190,040 metric tons in 2019[1] but other independent estimates vary by as much as 20%.[2] At a price of US$1,250 per troy ounce ($40 per gram), reached on 16 August 2017, one metric ton of gold has a value of approximately $40.2 million. The total value of all gold ever mined, and that is accounted for, would exceed $7.5 trillion at that valuation and using WGC 2017 estimates.[note 1] During most of history, a nation's gold reserves were considered its key financial asset and a major prize of war. A typical view was expressed in a secret memorandum by the British Chief of the Imperial General Staff from October 1939, at the beginning of World War II. The British Military and the British Secret Service laid out \"measures to be taken in the event of an invasion of Holland and Belgium by Germany\" and presented them to the War Cabinet: It will be for the Treasury in collaboration with the Bank of England, and the Foreign Office, to examine the possible means of getting the bullion and negotiable securities into the same place of safety. The transport of many hundreds of tons of bullion presents a difficult problem and the loading would take a long time. The ideal would of course be to have the gold transferred to this country or to the United States of America. [...] The gold reserves of Belgium and Holland amount to about £70 million and £110 million respectively. [Foot]Note: H. M. Treasury has particularly requested that this information, which is highly confidential should in no circumstances be divulged. The total weight of this bullion amounts to about 1800 tons and its evacuation would be a matter of the utmost importance would present a considerable problem if it had to be undertaken in a hurry when transport facilities were disorganized. At present this gold is believed to be stored at Brussels and The Hague respectively, neither of which is very well placed for its rapid evacuation in an emergency.[3] The Belgian government transferred one-third of its gold reserves to the UK, another third to Canada and the United States and most of the remainder to southern France. Following the outbreak of war, the gold held in France was sent to Dakar, the capital of Senegal, then part of the French colonial empire. This was against the Belgian Government's wishes, with the Belgians having directed the French to transfer it to the United States. After the Germans occupied Belgium and France in 1940, they demanded the Belgian gold reserve held in Senegal. In 1941, Vichy French officials arranged the transport of 4,944 boxes with 198 tonnes of gold to officials of the German Reichsbank and the German Government used it to purchase commodities and munitions from neutral countries. The Banque de France fully compensated the Belgian National Bank for the loss of its gold after the war.[4] Since early 2011, the gold holdings of the IMF have been constant at 2,815 tonnes (90.5 million troy ounces).[5] The IMF regularly maintains statistics of national assets as reported by various countries.[6] This data is used by the World Gold Council to periodically rank and report the gold holdings of countries and official organizations. On 17 July 2015, China announced that it increased its gold reserves by about 57 percent from 1,054 to 1,658 tonnes, while disclosing its official gold reserves for the first time in six years.[7][8] In July 2015, the State Bank of Vietnam stated that gold reserves totalled 10 tonnes. However, it was not ranked below due to the current absence of any published data. In 2019, the State Oil Fund of the Republic of Azerbaijan (SOFAZ) extended the gold allocation limit from 5% to 10%, in accordance with the amendments made to the Investment Policy of the Fund for diversification purposes.[9] However, the Central Bank of Azerbaijan does not hold any gold. The gold listed for each of the countries in the table may not be physically stored in the country listed, as central banks generally have not allowed independent audits of their reserves. Gold leasing by central banks could place into doubt the reported gold holdings in the table below.[10]","Title":"Gold reserve - Wikipedia","KeyID":"15923","URL":"https://en.wikipedia.org/wiki/Gold_reserve"}