{"Content: ":"Chanel (/ʃəˈnɛl/, French pronunciation: [ʃanɛl]) is a French luxury fashion house that was founded by couturière Coco Chanel in 1910. It focuses on women's ready-to-wear clothes, luxury goods and accessories.[5] The company is currently owned by Alain Wertheimer and Gérard Wertheimer, grandsons of Pierre Wertheimer, who was an early business partner of Coco Chanel. In her youth, Gabrielle Chanel gained the nickname \"Coco\" from her time as a chanteuse. As a fashion designer, Coco Chanel catered to women's taste for elegance in dress, with blouses, suits, trousers, dresses, and jewellery (gemstone and bijouterie) of simple design, that replaced the opulent, over-designed, and constrictive clothes and accessories of 19th-century fashion. The Chanel product brands have been personified by male and female fashion models, entertainers, and actresses, including Margot Robbie, Lily-Rose Depp, Nicole Kidman, Keira Knightley, Kristen Stewart, G-Dragon, Pharrell Williams, Cara Delevingne, Nana Komatsu, Jennie Kim, and Marilyn Monroe.[6][7] Chanel is well known for the perfume Chanel No. 5 and the Chanel Suit. Chanel's use of jersey fabric produced garments that were comfortable and affordable.[8] Chanel revolutionized fashion – both high fashion (haute couture) and everyday fashion (prêt-à-porter) – by replacing structured-silhouettes, based upon the corset and the bodice, with garments that were functional and at the same time flattering to the woman's figure. In the 1920s, the simple-line designs of Chanel couture made popular the 'flat-chested' fashions that were the opposite of the hourglass figure achieved by the fashions of the late 19th century – the Belle Époque of France (c. 1890–1914), and the British Edwardian era (c. 1901–1919). Chanel used colors traditionally associated with masculinity in Europe, such as grey and navy blue, to denote feminine boldness of character.[9][10] The clothes of the House of Chanel featured quilted fabric and leather trimmings; the quilted construction reinforces the fabric, the design, and the finish, producing a garment that maintains its form and function while being worn. An example of such haute couture techniques is the woolen Chanel suit – a knee-length skirt and a cardigan-style jacket, trimmed and decorated with black embroidery and gold-coloured buttons. The complementary accessories were two-tone pump shoes and jewellery, usually a necklace of pearls, and a leather handbag.[5][9][11] The House of Chanel (Chanel S.A.) originated in 1909 when Gabrielle Chanel opened a millinery shop at 160 Boulevard Malesherbes, the ground floor of the Parisian flat of the socialite and textile businessman Étienne Balsan, of whom she was the mistress.[5] Because the Balsan flat also was a salon for the French hunting and sporting élite, Chanel had the opportunity to meet their demi-mondaine mistresses who, as such, were women of fashion, upon whom the rich men displayed their wealth – as ornate clothes, jewelry, and hats. Coco Chanel thus could sell to them the hats she designed and made; she thus earned a living independent of Balsan. In the course of those salons, Coco Chanel befriended Arthur \"Boy\" Capel, an English socialite and polo player friend of Étienne Balsan; per the upper class social custom. Chanel also became mistress to Boy Capel. Despite that social circumstance, Boy Capel perceived the businesswoman innate to Coco Chanel. And in 1910, Boy Capel financed her first independent millinery shop, Chanel Modes, at 21 rue Cambon in Paris. Because that locale already housed a dress shop, the business-lease limited Chanel to selling only millinery products, not couture. Two years later 1913, the Deauville and Biarritz couture shops of Coco Chanel offered for sale prêt-à-porter sports clothes for women, the practical designs of which allowed the wearer to play sports.[5][9] The First World War (1914–18) affected European fashion through scarcity of materials, and the mobilisation of women. By that time, Chanel had opened a large dress shop at 31 Rue Cambon, near the Hôtel Ritz, in Paris. Among the clothes for sale were flannel blazers, straight-line skirts of linen, sailor blouses, long sweaters made of jersey fabric, and skirt-and-jacket suits. Coco Chanel used jersey cloth because of its physical properties as a garment, such as its drape – how it falls upon and falls from the body of the woman – and how well it adapted to a simple garment-design. Sartorially, some of Chanel's designs derived from the military uniforms made prevalent by the War; and, by 1915, the designs and the clothes produced by the House of Chanel were known throughout France.[5] In 1915, Chanel opened her very first Couture House in Biarritz, France. She had 300 employees and even designed her first line of Haute Couture.[12] In 1915 and in 1917, Harper's Bazaar magazine reported that the garments of La Maison Chanel were \"on the list of every buyer\" for the clothing factories of Europe.[5] The Chanel dress shop at 31 rue Cambon presented day-wear dress-and-coat ensembles of simple design, and black evening dresses trimmed with lace; and tulle-fabric dresses decorated with jet, a minor gemstone material.[5] After the First World War, La Maison Chanel, following the fashion trends of the 1920s, produced beaded dresses, made especially popular by the Flapper woman.[5] By 1920, Chanel had designed and presented a woman's suit of clothes – composed either of two garments or of three garments – which allowed a woman to have a modern, feminine appearance, whilst being comfortable and practical to maintain; advocated as the \"new uniform for afternoon and evening\", it became known as the Chanel Suit. In 1921, to complement the suit of clothes, Coco Chanel commissioned the perfumer Ernest Beaux to create a perfume for La Maison Chanel. His perfumes included the perfume No.5, named after the number of the sample Chanel liked best. Originally, a bottle of No. 5 de Chanel was a gift to clients of Chanel. The popularity of the perfume prompted La Maison Chanel to offer it for retail sale in 1922. In 1923, to explain the success of her clothes, Coco Chanel told Harper's Bazaar magazine that design \"simplicity is the keynote of all true elegance.\"[5][13] The success of the No. 5 encouraged Coco Chanel to expand perfume sales beyond France and Europe and to develop other perfumes – for which she required investment capital, business acumen, and access to the North American market. To that end, the businessman Théophile Bader (founder of Galeries Lafayette) introduced the venture capitalist Pierre Wertheimer to Coco Chanel. Their business deal established the Parfums Chanel company, a parfumerie of which Wertheimer owned 70 per cent, Bader owned 20 per cent, and Chanel owned 10 per cent; commercial success of the joint enterprise was assured by the Chanel name, and by the cachet of la \"Maison Chanel\", which remained the sole business province of Coco Chanel.[11] Nonetheless, despite the success of the Chanel couture and parfumerie, the personal relations between Coco and her capitalist partner deteriorated, because, Coco said that Pierre Wertheimer was exploiting her talents as a fashion designer and as a businesswoman.[11] Wertheimer reminded Chanel that he had made her a very rich woman; and that his venture capital had funded Chanel's productive expansion of the parfumerie which created the wealth they enjoyed, all from the success of No. 5 de Chanel. Nevertheless, unsatisfied, the businesswoman Gabrielle Chanel hired the attorney René de Chambrun to renegotiate the 10-per-cent partnership she entered, in 1924, with the Parfums Chanel company; the lawyer-to-lawyer negotiations failed, and the partnership-percentages remained as established in the original business deal among Wertheimer, Badel, and Chanel.[11] From the gamine fashions of the 1920s, Coco Chanel progressed to womanly fashions in the 1930s: evening-dress designs were characterised by an elongated feminine style, and summer dresses featured contrasts such as silver eyelets, and shoulder straps decorated with rhinestones – drawing from Renaissance-time fashion stylings. In 1932, Chanel presented an exhibition of jewelry dedicated to the diamond as a fashion accessory; it featured the Comet and Fountain necklaces of diamonds, which were of such original design, that Chanel S.A. re-presented them in 1993. Moreover, by 1937, the House of Chanel had expanded the range of its clothes to more women and presented prêt-à-porter clothes designed and cut for the petite woman.[5] Among fashion designers, only the clothes created by Elsa Schiaparelli could compete with the clothes of Chanel.[5] During the Second World War (1939–45), Coco Chanel closed shop at Maison Chanel – leaving only jewellery and parfumerie for sale – and moved to the Hôtel Ritz Paris, where she lived with her boyfriend, Hans Günther von Dincklage, a Nazi intelligence officer.[5][9][11] Upon conquering France in June 1940, the Nazis established a Parisian occupation-headquarters in the Hôtel Meurice, on the rue de la Rivoli, opposite the Louvre Museum, and just around the corner from the fashionable Maison Chanel S.A., at 31 rue Cambon.[5] Meanwhile, because of the Nazi occupation's official anti-Semitism, Pierre Wertheimer and family, had fled France to the U.S., in mid-1940. Later, in 1941, Coco Chanel attempted to assume business control of Parfums Chanel but was thwarted by an administrative delegation that disallowed her sole disposition of the parfumerie. Having foreseen the Nazi occupation policy of the seizure-and-expropriation to Germany of Jewish business and assets in France, Pierre Wertheimer, the majority partner, had earlier, in May 1940, designated Felix Amiot, a Christian French industrialist, as the \"Aryan\" proxy whose legal control of the Parfums Chanel business proved politically acceptable to the Nazis, who then allowed the perfume company to continue as an operating business.[11][14] Occupied France abounded with rumours that Coco Chanel was a Nazi collaborator; her clandestine identity was secret agent 7124 of the Abwehr, code-named \"Westminster\".[15] As such, by order of General Walter Schellenberg, of the Sicherheitsdienst, Chanel was despatched to London on a mission to communicate to British Prime Minister Winston Churchill the particulars of a \"separate peace\" plan proposed by Reichsführer-SS Heinrich Himmler, who sought to avoid surrendering to the Red Army of the Soviet Russians. At War's end, upon the Allied liberation of France, Chanel was arrested for having collaborated with the Nazis. In September 1944, the Free French Purge Committee, the épuration, summoned Chanel for interrogation about her collaborationism, yet, without documentary evidence of or witnesses to her collaboration with the Nazis, and because of Churchill's secret intervention in her behalf, the épuration released Coco Chanel from arrest as a traitor to France.[11][16] Despite having been freed by the political grace of Churchill, the strength of the rumours of Chanel's Nazi collaboration had made it not possible for her to remain in France; so Coco Chanel and her German lover, Hans Günther von Dincklage, went into an eight-year exile to Switzerland.[5][11] In the post–war period, during Coco Chanel's Swiss exile from France, Pierre Wertheimer returned to Paris and regained formal administrative control of his family's business holdings – including control of Parfums Chanel, the parfumerie established with his venture capital, and successful because of the Chanel name.[11] In Switzerland, the news revived Coco Chanel's resentment at having been exploited by her business partner, for only ten per cent of the money. So she established a rival Swiss parfumerie to create, produce, and sell her \"Chanel perfumes\". In turn, Wertheimer, the majority capital stock owner of Parfums Chanel, saw his business interests threatened, and his commercial rights infringed because he did not possess legally exclusive rights to the Chanel name. Nonetheless, Wertheimer avoided a trademark infringement lawsuit against Coco Chanel, lest it damage the commercial reputation and the artistic credibility of his Chanel-brand parfumerie. Pierre Wertheimer settled his business- and commercial-rights quarrel with Chanel, and, in May 1947, they renegotiated the 1924 contract that had established Parfums Chanel – she was paid $400,000 in cash (wartime profits from the sales of perfume No. 5 de Chanel); assigned a 2.0 per cent running royalty from the sales of No. 5 parfumerie; assigned limited commercial rights to sell her \"Chanel perfumes\" in Switzerland; and granted a perpetual monthly stipend that paid all of her expenses. In exchange, Gabrielle Chanel closed her Swiss parfumerie enterprise, and sold to Parfums Chanel the full rights to the name \"Coco Chanel\".[11][17] In 1953, upon returning to France from Switzerland, Coco Chanel found the fashion business enamoured of the \"New Look\" (1947), by Christian Dior; the signature shape featured a below-mid-calf-length, full-skirt, a narrow waist, and a large bust (stylistically absent since 1912). As a post–War fashion that used some 20 yards of fabric, the House of Dior couture renounced wartime rationing of fabric for clothes.[11] In 1947 – after the six-year austerities of the Second World War (1939–45) – the New Look was welcomed by the fashion business of Western Europe because sales of the pretty clothes would revive business and the economy.[5] To regain the business primacy of the House of Chanel, in the fashion fields of haute couture, prêt-à-porter, costume jewelry, and parfumerie, would be expensive; so Chanel approached Pierre Wertheimer for business advice and capital.[11] Having decided to do business with Coco Chanel, Wertheimer's negotiations to fund the resurgence of the House of Chanel, granted him commercial rights to all Chanel-brand products.[11] In 1953, Chanel collaborated with jeweler Robert Goossens; he was to design jewelry (bijouterie and gemstone) to complement the fashions of the House of Chanel; notably, long-strand necklaces of black pearls and of white pearls, which high contrast softened the severe design of the knitted-wool Chanel Suit (skirt and cardigan jacket).[9] The House of Chanel also presented leather handbags with either gold-colour chains or metal-and-leather chains, which allowed carrying the handbag from the shoulder or in hand. The quilted-leather handbag was presented to the public in February 1955. In-house, the numeric version of the launching date \"2.55\" for that line of handbags became the internal \"appellation\" for that model of the quilted-leather handbag.[5] Throughout the 1950s, the sense of style of Chanel continued undeterred; the firm's initial venture into masculine parfumerie, Pour Monsieur was a successful eau de toilette for men. Chanel and her spring collection received the Fashion Oscar at the 1957 Fashion Awards in Dallas. Pierre Wertheimer bought Bader's 20 per cent share of the Parfums Chanel, which increased the Wertheimer percentage to 90 per cent.[11] Later, in 1965, Pierre's son, Jacques Wertheimer, assumed his father's management of the parfumerie.[11] About the past business relationship, between Pierre Wertheimer and Coco Chanel, the Chanel attorney, Chambrun said that it had been \"one based on a businessman's passion, despite her misplaced feelings of exploitation . . . [thus] when Pierre returned to Paris, full of pride and excitement [after one of his horses won the 1956 English Derby]. He rushed to Coco, expecting congratulations and praise. But she refused to kiss him. She resented him, you see, all her life.\"[11] Coco Chanel died on 10 January 1971, at the age of 87.[5] She was still designing at the time of her death.[5] For example, in the (1966–1969) period, she designed the air hostess uniforms for Olympic Airways, the designer who followed her was Pierre Cardin. In that time, Olympic Airways was a luxury airline, owned by the transport magnate Aristotle Onassis. After her death, the leadership of the company was handed down to Yvonne Dudel, Jean Cazaubon and Philippe Guibourgé.[5] So far, the bags designed by Chanel are still very popular in the vintage market.[18] After a period of time, Jacques Wertheimer bought the controlling interest of the House of Chanel.[5][11] Critics stated that during his leadership, he never paid much attention to the company, as he was more interested in horse breeding.[11] In 1974, the House of Chanel launched Cristalle eau de toilette, which was designed when Coco Chanel was alive. 1978 saw the launch of the first non-couture, prêt-à-porter line and worldwide distribution of accessories. Alain Wertheimer, son of Jacques Wertheimer, assumed control of Chanel S.A. in 1974.[5][11] In the U.S., No. 5 de Chanel was not selling well.[11] Alain revamped Chanel No.5 sales by reducing the number of outlets carrying the fragrance from 18,000 to 12,000. He removed the perfume from drugstore shelves and invested millions of dollars in advertisement for Chanel cosmetics. This ensured a greater sense of scarcity and exclusivity for No.5, and sales rocketed back up as demand for the fragrance increased.[11] He used famous people to endorse the perfume – from Marilyn Monroe to Audrey Tautou. Looking for a designer who could bring the label to new heights, he persuaded Karl Lagerfeld to end his contract with fashion house Chloé. [when?] In 1981, Chanel launched Antaeus, an eau de toilette for men. In 1983 Karl Lagerfeld took over as chief designer for Chanel. Like Chanel, he looked into the past as inspiration for his designs. He incorporated the Chanel fabrics and detailing such as tweed, gold accents, and chains. Lagerfeld kept what was signature for Chanel but also helped bring the brand into today. In later collections Lagerfeld chose to break away from the ladylike look of Chanel and began to experiment with fabrics and styles. During the 1980s, more than 40 Chanel boutiques opened worldwide. By the end of the 1980s, the boutiques sold goods ranging from US$200-per-ounce perfume, US$225 ballerina slippers to US$11,000 dresses and US$2,000 leather handbags. Chanel cosmetics and fragrances were distributed only by Chanel outlets. Chanel marketer Jean Hoehn explained the firm's approach, saying, \"We introduce a new fragrance every 10 years, not every three minutes like many competitors. We don't confuse the consumer. With Chanel, people know what to expect. And they keep coming back to us, at all ages, as they enter and leave the market.\" The 1984 launch of a new fragrance, in honor of the founder, Coco, continued the label's success. In 1986, the House of Chanel struck a deal with watchmakers and in 1987, the first Chanel watch debuted. By the end of the decade, Alain moved the offices to New York City.[11] Maison de Chanel increased the Wertheimer family fortune to US$5 billion. Sales were hurt by the recession of the early 1990s, but Chanel recovered by the mid-1990s with further boutique expansion.[11] In 1994, Chanel had a net profit equivalent to €67 million on the sale of €570 million in ready-to-wear clothes and was the most profitable French fashion house.[19] In 1996, Chanel bought gun-makers Holland & Holland, but failed in its attempt to revamp the firm.[11] The swimwear label Eres was also purchased in 1996.[20] Chanel launched the perfumes Allure in 1996 and Allure Homme in 1998. The House of Chanel launched its first skin care line, Précision, in 1999. That same year, Chanel launched a travel collection, and under a license contract with Luxottica, introduced a line of sunglasses and eyeglass frames. While Wertheimer remained chairman, Françoise Montenay became CEO and President. 2000 saw the launch of the first unisex watch by Chanel, the J12. In 2001, watchmaker Bell & Ross was acquired. The same year, Chanel boutiques offering only selections of accessories were opened in the United States. Chanel launched a small selection of menswear as a part of their runway shows. In 2002, Chanel launched the Chance perfume and Paraffection, a subsidiary company originally established in 1997[21] to support artisanal manufacturing, that gathered together Ateliers d'Art or workshops including Desrues for ornamentation and buttons, Lemarié for feathers, Lesage for embroidery, Massaro for shoemaking and Michel for millinery. A prêt-à-porter collection was designed by Karl Lagerfeld. In July 2002, a jewelry and watch outlet opened on Madison Avenue. Within months, a 1,000-square-foot (90 m2) shoe/handbag boutique opened next door. Chanel continued to expand in the United States and by December 2002, operated 25 U.S. boutiques.[11] Chanel introduced Coco Mademoiselle and an \"In-Between Wear\" in 2003, targeting younger women, opened a second shop on Rue Cambon, opened a 2,400 square feet (220 m2) boutique in Central, Hong Kong, and paid nearly US$50 million for a building in Ginza, Tokyo. In 2007, Maureen Chiquet was appointed CEO. She remained CEO until her termination in 2016.[22] In 2018, Chanel announced relocation of its global headquarters to London.[23][24][25] In December of the same year, Chanel announced that it would ban fur and exotic skins from its collections.[26] In February 2019, Lagerfeld died at age 85.[27] Virginie Viard, who had worked with Lagerfeld at the fashion house for over 30 years, was named the new Creative Director.[28] In December 2021, Leena Nair was appointed Global Chief Executive Officer.[29][30][31] The Chanel logotype comprises two interlocked, opposed letters-C, one faced left, one faced right. The logotype was given to Chanel by the Château de Crémat, Nice, and was not registered as a trademark until the first Chanel shops were established.[32][33] The logo is commonly known to stand for \"Coco Chanel\" and has become one of the most recognizable logos in the world. It has also become the symbol of prestige, luxury, and class.[34] In 2022, Chanel donated €2 million towards Care and UNHCR, the money will go to Ukraine to help it during the Russian invasion.[35] Along with other makers, Chanel is a target of counterfeiters.[36] An authentic classic Chanel handbag retails from around US$4,150, while a counterfeit usually costs around US$200. Beginning in the 1990s, all authentic Chanel handbags were numbered. In 2018, Chanel filed suit in the Federal District Court of the Southern District of New York, alleging The RealReal was hosting counterfeit (fake) Chanel products on their website and implying to customers that an affiliation existed between the two.[37][38] Due to the high volume of Chanel counterfeits, the legal department at Chanel has set up a website to educate consumers about \"Spotting Fake vs Authentic CHANEL Products.\"[39] Many fashion bloggers[40][41] are spreading awareness about identifying fake luxury items such as Chanel's products.[42] Logo - the House of Chanel is represented by two interlocked letters \"C\" for \"Coco Chanel\".This was first introduced in the late 1980s or early 1990s. Perfume label trademark: the \"No. 5 de Chanel\" trademark and font were introduced in 1926. Couture trademark: the small caps name and font were introduced in 1924. Pattern and logo used on some Chanel products One timeline measurement for Chanel presence in the United States is via trademarks registered with the United States Patent and Trademark Office (USPTO). On Tuesday, 18 November 1924, Chanel, Inc. filed trademark applications for the typeset mark Chanel and for the interlocking CC design plus word mark. At that time, the trademarks were registered only for the perfume, toiletry, and cosmetic products in the primary class of common metals and their alloys. Chanel provided the description of face powder, perfume, Eau de Cologne, toilet water, lip stick, and rouge, to the USPTO.[43] The Chanel and double-C trademarks were awarded on the same date of 24 February 1925 with respective Serial Numbers of 71205468 and 71205469. The first trademark application for the No. 5 perfume was on Thursday, 1 April 1926, described as perfume and toilet water. First use and commercial use was stated as 1 January 1921. Registration was granted on 20 July 1926 with Serial Number 71229497. Paris–Hamburg 2017–2018 Paris–New York 2018–2019 Chanel classic handbag in quilted-leather, with adjustable double-chains, to wear it on the arm or at the shoulder. Chanel handbag with quilted-leather, the Belgian Queen Fabiola, and her husband, King Baudouin, visited the Nixon White House, in 1969. In 1924, Pierre Wertheimer founded Parfums Chanel, to produce and sell perfumes and cosmetics; the parfumerie proved to be the most profitable business division of the Chanel S.A. corporation.[11][57] Since its establishment, parfumerie Chanel has employed four perfumers: Cosmetics are the most accessible Chanel product, with counters in department stores across the world, including Harrods, Galeries Lafayette, Bergdorf Goodman, Hudson's Bay, and David Jones, Wojooh, Selfridges & Co,[61] John Lewis, Debenhams, Boots as well as its own beauty boutiques. Products lines - eyelash – Hydra Beauty – Le Blanc – Le Lift – Sublimage – Blue Serum – La Solution 10 de Chanel – Vamp Nail Polish – N°1 line: skincare and makeup products based on holistic beauty and eco-friendly principles[62] Chanel 'High Jewelry' was founded in November 1932. Chanel debuted 'Bijoux de Diamants' at her Faubourg Saint-Honoré, Paris mansion.[63] In 2012, the company created a special collection to celebrate Diamants' 80th anniversary. Current collections include High Jewelry, Camelia, Comete, Coco Crush, Baroque, 1932, Ultra, Bridal and Jewelry Watches.[64] The Chanel wristwatch division was established in 1987.[65] In 1995, division presented a second design, the Matelassé.[65] Although the Première and Matelassé wristwatches were successful products, the presentation, in 2000, of the Chanel J12 line of unisex style wristwatches, made of ceramic materials, established Chanel wristwatches as a Chanel marque.[65] The J12 line of wristwatches features models in four dial-face sizes: 33mm, 38mm, 41mm, and 42mm.[65][66] In 2008, Chanel S.A. and Audemars Piguet developed the ceramic Chanel AP-3125 clockwork, exclusive to the House of Chanel.[67] Chanel owns the wineries Château Rauzan-Ségla, Château Canon, St. Supéry Estate Vineyards & Winery, and Domaine de i'lle located on the island of Porquerolles in the Cotes de Provence AOP. Worldwide, Chanel S.A. operates around 310 Chanel boutiques; 94 in Asia, 70 in Europe, 10 in the Middle East, 128 in North America, 1 in Central America, 2 in South America, and 6 in Oceania. The shops are located in wealthy communities, usually in department stores like Harrods and Selfridges, Bergdorf Goodman, Neiman Marcus and Saks Fifth Avenue, high streets, shopping districts, and inside airports.[11] In 2015, the company paid a record $152 million for 400 North Rodeo Drive in Beverly Hills. This is the most expensive amount paid for retail space in Los Angeles.[68] In October 2020, the company bought its flagship Bond Street boutique in London for £310 million.[69][70] The Chanel shop at the Prince's Building, Hong Kong. Chanel Cambon, 31 Rue Cambon, 75001 Paris, France. The Chanel joaillerie, Place Vendôme, Paris, France. The Chanel shop, Rodeo Drive, Beverly Hills, United States. The Chanel shop in Buenos Aires, Argentina. Model","Title":"Chanel - Wikipedia","KeyID":"15922","URL":"https://en.wikipedia.org/wiki/Chanel"}