{"Content: ":"During the 2022 Russian invasion of Ukraine, a high number of Russian generals have been killed in action. As of 11 July 2022, Ukrainian sources claimed that 14 Russian generals had been killed during the invasion. Although some claims were rebutted, the loss of even two general officers is rare. The scale of these losses is unprecedented since World War II.[1][2] This has been attributed to Russian senior commanders going to the field to address \"difficulties in command and control\" and \"faltering Russian performance on the front line\",[3] insecure communication by Russian forces,[4] and United States military intelligence that allowed the Ukrainians to target Russian officers.[5] The Russians have confirmed the death of four of their generals. The Ukrainians have claimed the deaths of four additional generals which the Russians have neither confirmed nor denied. On 23 April 2022, Ukraine's Ministry of Defence reported a strike on a Russian 49th Combined Arms Army command post in Kherson Oblast, killing two generals and critically injuring one. The names of the two generals were not released at the time of the report.[32][33] The reported deaths of three Russian generals have been rebutted. On 11 July 2022, one Ukrainian journalist claimed that a Major General Artem Nasbulin, chief of staff of the 22nd Army Corps, had been killed in an airstrike on the corps headquarters in Kherson. The Moscow Times was unable to find any evidence of the existence of an officer with this name.[48] Analysts at the Jerusalem Institute for Security and Strategy and the French Institute of International Relations find that the number of Russian generals killed during the 2022 Russian invasion of Ukraine suggests that the poor morale among Russian forces and a slow advance into Ukraine forced high-ranking officers to put themselves at risk in an effort to achieve military objectives.[14][49] UK intelligence attributed the deaths of senior commanders to their going to the field to personally lead operations to address \"difficulties in command and control\" and \"faltering Russian performance on the front line.\"[3] In addition to these flag officers, a number of senior officers have been killed by Ukrainian forces; on 23 March, Ukrainian official Mykhailo Podoliak stated that their forces had killed \"dozens of colonels and other officers\".[50][51] That day, The Times counted five Russian colonels killed in Ukraine so far.[52] On 11 May, MSN reported a total of 42 colonels allegedly killed.[53] By the end of April, at least 317 Russian officers had been killed, a third of them majors, lieutenant colonels, and colonels.[54] A Ukrainian official told The Wall Street Journal that a unit of Ukrainian military intelligence was collecting information of the positions of Russian officers, including generals, artillery commanders, and pilots.[12][6] High-ranking casualties in the Russian navy include captain 1st rank Andrei Paliy, the deputy commander of the Black Sea Fleet.[55][56] Anton Kurpin, the commander of the Russian cruiser Moskva, has also been reported as killed, although the Russians have not confirmed this.[57] The Russian military is top-heavy, with generals playing a larger role in day-to-day operations than in other militaries.[6][58] Russian battalion commanders were given more authority only three years before the invasion.[12] According to analysts and Western officials, Russia had deployed approximately 20 general officers to Ukraine.[12][59] Michael McFaul, a former U.S. ambassador to Russia, described the number of Russian generals killed as \"a shocking number\",[59] while David Petraeus, the former director of the CIA, remarked that it is \"very uncommon\" for so many generals to be killed and that the Ukrainian military was \"picking them off left and right\".[60] The Washington Post stated that generals were \"killed at a rate not seen since World War II\".[2] The deaths of Russian officers on the front line have been attributed to a number of Russian vulnerabilities in Ukraine, including the use of unsecured communications and the movement of officers to the front line to boost flagging morale and address discipline issues, such as looting.[12][59][58][2] The use of unsecured phones has been attributed to the failure of Russia's secure telephone technology system, Era.[4] In March 2022, two American military officials told The New York Times that Russian generals in Ukraine frequently had conversations on unsecured phones and radios, and that in at least one instance, a general and his staff were killed after the Ukrainians intercepted a call, geolocated it, and attacked the location.[59] The New York Times also reported that U.S. intelligence has provided real-time intelligence to help the Ukrainian military target Russian generals.[61]","Title":"List of Russian generals killed during the 2022 invasion of Ukraine - Wikipedia","KeyID":"15939","URL":"https://en.wikipedia.org/wiki/List_of_Russian_generals_killed_during_the_2022_invasion_of_Ukraine"}