{"Content: ":"PJSC Gazprom (Russian: Газпром, IPA: [ɡɐsˈprom]) is a Russian majority state-owned multinational energy corporation headquartered in the Lakhta Center in Saint Petersburg.[3] As of 2019, with sales over $120,000,000,000, it was ranked as the largest publicly listed natural gas company in the world and the largest company in Russia by revenue.[4][5] In the 2020 Forbes Global 2000, Gazprom was ranked as the 32nd -largest public company in the world.[6] The Gazprom name is a contraction of the Russian words gazovaya promyshlennost (газовая промышленность, gas industry). In January 2022, Gazprom displaced Sberbank from the first place in the list of the largest companies in Russia by market capitalization.[7] Gazprom is vertically integrated and is active in every area of the gas industry, including exploration and production, refining, transport, distribution and marketing, and power generation.[8] In 2018, Gazprom produced twelve percent of the global output of natural gas, producing 497.6 billion cubic meters of natural and associated gas and 15.9 million tonnes of gas condensate.[9] Gazprom then exports the gas through pipelines that the company builds and owns across Russia and abroad such as Nord Stream and TurkStream.[10] In the same year, Gazprom has proven reserves of 35.1 trillion cubic meters of gas and 1.6 billion tons of gas condensate.[9] Gazprom is also a large oil producer through its subsidiary Gazprom Neft, producing about 41 million tons of oil with reserves amounting to 2 billion tons.[9] The company also has subsidiaries in industrial sectors including finance, media and aviation, and majority stakes in other companies. Gazprom was created in 1989, when the Soviet Ministry of Gas Industry was converted to a corporation, becoming the first state-run corporate enterprise in the Soviet Union. After the Soviet Union's dissolution, Gazprom was privatized, retaining its Russia-based assets. At that time, Gazprom evaded taxes and state regulation and engaged in asset stripping. The company later returned to government control in the early 2000s, and since then, the company is involved in the Russian government's diplomatic efforts, setting of gas prices, and access to pipelines.[11] The company is majority-owned by the Russian government, via the Federal Agency for State Property Management and Rosneftegaz, while remaining shares are traded publicly.[12] Gazprom has a listing in the Moscow Exchange and had a market capitalization of US$80.56 billion as of September 2019.[4] In 1943, during World War II, the government of the Soviet Union developed a domestic gas industry. In 1965, it centralized gas exploration, development, and distribution within the Ministry of Gas Industry. In the 1970s and 1980s, the Ministry of Gas Industry found large natural gas reserves in Siberia, the Ural region and the Volga Region. The Soviet Union became a major gas producer.[13] In August 1989, under the leadership of Viktor Chernomyrdin, the Ministry of Gas Industry was renamed the State Gas Concern Gazprom, and became the Soviet Union's first state run corporate enterprise.[14][15] In late 1991, when the Soviet Union dissolved, gas industry assets were transferred to newly established national companies, such as Ukrgazprom and Turkmengazprom.[16] Gazprom kept assets located in Russia and secured a monopoly in the gas sector.[15] In December 1992, when Boris Yeltsin, the Russian President, appointed Viktor Chernomyrdin, Gazprom's Chairman, his Prime Minister, the company's political influence increased. Rem Viakhirev took the chairmanship of Gazprom's Board of Directors and Managing Committee.[15] Following the Decree of the President of the Russian Federation of 5 November 1992, and the Resolution of the Government of Russia of 17 February 1993, Gazprom became a joint-stock company. Gazprom began to distribute shares under the voucher method. (Each Russian citizen received vouchers to purchase shares of formerly state-owned companies). By 1994, 33% of Gazprom's shares had been bought by 747,000 members of the public, mostly in exchange for vouchers. Fifteen percent of the stock was allocated to Gazprom employees. The state retained 40% of the shares. That amount was gradually lowered to thirty-eight percent.[15] Trading of Gazprom's shares was heavily regulated. Foreigners were prohibited from owning more than nine-percent of the shares. In October 1996, 1% of Gazprom's equity was offered for sale to foreigners as Global Depository Receipts. In 1997, Gazprom offered a bond issue of US$2.5 billion. Chernomyrdin, as Prime Minister of Russia, ensured Gazprom avoided tight state regulation. Gazprom evaded taxes, and the Government of Russia received little in dividends. Gazprom managers and board members, such as Chernomyrdin and the Gazprom Chief Executive Officer, Rem Viakhirev, engaged in asset-stripping. Gazprom assets were shared amongst their relatives. Itera, a gas trading company also received Gazprom assets.[17] In March 1998, for reasons unrelated to his activities at Gazprom, Chernomyrdin was fired by Yeltsin.[18] On 30 June 1998, Chernomyrdin was made Chairman of the Board of Directors of Gazprom. When, in June 2000, Vladimir Putin became the President of Russia, he acted to gain control over Russia's oligarchs, and increase the Government of Russia's control in important companies through a program of national champions.[19] Putin fired Chernomyrdin from his position as the Chairman of the Gazprom board. The Russian Government's stock in Gazprom gave Putin the power to vote out Vyakhirev. Chernomyrdin and Vyakhirev were replaced by Dmitry Medvedev and Alexei Miller. They were Putin's prior employees in Saint Petersburg.[19] Putin's actions were aided by the shareholder activism of Hermitage Capital Management Chief Executive Officer William Browder, and the former Russian Finance Minister Boris Fyodorov. Miller and Medvedev were to stop asset stripping at Gazprom and to recover losses. Itera was denied access to Gazprom's pipelines and came close to bankruptcy. Itera agreed to return stolen assets to Gazprom for a fee.[20] In April 2001, Gazprom acquired NTV, Russia's only nationwide state-independent television station from Vladimir Gusinsky's company, Media-Most holdings.[21][22][23] In 2002, the Gazprom subsidiary Gazprom Media acquired all of Gusinsky's shares in companies held by Media-Most.[24] In June 2005, Gazprombank, Gazpromivest Holding, Gazfond and Gazprom Finance B. V., subsidiaries of Gazprom, sold a 10.7399% share of their stock for $7 billion to Rosneftegaz [ru], a state owned company. Some analysts said the amount paid by Rosneftegaz for the stock was too low.[25] The sale was completed by 25 December 2005. With the purchased stock and the thirty-eight percent share held by the State Property Committee, the Government of Russia gained control of Gazprom.[26] The Government of Russia revoked the Gazprom twenty percent foreign ownership rule and the company became open to foreign investment.[27][28] In September 2005, Gazprom bought 72.633 percent of the oil company Sibneft for $13.01 billion. Sibneft was renamed Gazprom Neft. The purchase was aided by a $12 billion loan. Gazprom became Russia's largest company.[29] On the day of the deal the company worth was valued at £69.7 billion (US$123.2 billion). On 5 July 2006, the Federal Law, On Gas Export, was passed, nearly unanimously, by the State Duma and on 7 July 2006, by the Federation Council. On 18 July Putin signed the new legislation and on 20 July 2006, the law was published. It gave Gazprom the exclusive right to export natural gas from Russia.[30][31][32][33] In December 2006, Gazprom signed an agreement with Royal Dutch Shell, Mitsui and Mitsubishi, to take over fifty percent plus one share of Sakhalin Energy.[34] In June 2007, TNK-BP, a subsidiary of BP plc, agreed to sell its stake in Kovykta field in Siberia to Gazprom after the Government of Russia questioned BP's right to export gas from Russia.[35][36][37][38] On 23 June 2007, the governments of Russia and Italy signed a memorandum of understanding towards a joint venture between Gazprom and Eni SpA to construct a 558-mile (900 km) gas pipeline to carry 1.05 trillion cubic feet (30 km3) gas per year from Russia to Europe. This South Stream pipeline would extend under the Black Sea to Bulgaria with a south fork to Italy and a north fork to Hungary.[39][40][41] On 1 December 2007, during a visit to Turkey, Putin said the project would not proceed and 63 billion cubic metres per year (bcm/y) of gas would be shipped to Turkey instead of Bulgaria. Bulgaria was being sued by the European Union for signing a contract with Russia, which was not aligned with European Union regulations. The president of Bulgaria, Rosen Plevneliev, pressured the European Union and Russia to quickly resolve the matter.[42][43] On 4 September 2012, the European Commission announced an anti-trust investigation into Gazprom's activities. This was based on \"concerns that Gazprom may be abusing its dominant market position in upstream gas supply markets.\"[44] In late November 2013, Gazprom expanded its media interests by acquiring Profmedia from Vladimir Potanin.[45] On 21 May 2014, in Shanghai, Gazprom and the China National Petroleum Corporation made a contract worth $400 billion over thirty years. The contract was for Gazprom to deliver 38 billion cubic meters of natural gas per year to China beginning in 2018.[46][47] In August 2014, construction began with pipes for the Power of Siberia pipeline delivered to Lensk, Yakutia.[48] Russia will start supplying natural gas to China through the Power of Siberia pipeline on 20 December 2019 as part of the two countries' $400 billion energy pact. Beijing and Moscow are now negotiating over a second Far Eastern gas pipeline.[49][needs update] In June 2014, Gazprom negotiated with the International Petroleum Investment Company (IPIC of Abu Dhabi) over a 24.9 percent stake in the Austrian oil and gas firm OMV.[50] In July 2014, Gazprom acquired Central Partnership, one of the largest film distributors in Russia.[51] In 2011,[needs update] Gazprom produced 513.17 billion cubic metres (18.122 trillion cubic feet) of natural gas, which was 17 percent of the worldwide production and 83 percent of Russian production. Of this amount, the Yamburg subsidiary produced 41 percent, Urengoy 23.6 percent, Nadym 10.9 percent, Noyabrsk 9.3 percent and others 15.2 percent. In addition, the company produced 32.28 million tons of oil and 12.07 million tons of gas condensate.[52][53][54] The majority of Gazprom's fields are located in the Nadym-Pur-Taz region (near the Gulf of Ob) in Yamalo-Nenets Autonomous Okrug in Western Siberia.[55] Historically, the three largest fields are Medvezhe, Urengoy and Yamburg.[56][57] After more than twenty years of production, the fields are now in decline. Production from the fields has decreased by twenty to twenty-five bcm per year.[58][59] The production at Zaporliarnoe, Gazprom's fourth largest field, increased until 2004, offsetting the decline in the other fields.[58] Since 2004, Gazprom has maintained production by activating new smaller fields and by purchasing production assets from other companies.[58][60] Gazprom Neft produces crude oil. In 2005, Gazprom purchased 75 percent of the Gazprom Neft shares for $13.1 billion.[61] Gazprom's ability to supply natural gas to domestic market and for reexport has relied to a large extent on imports from Central Asia.[57][58] In 2007, Gazprom imported a total of 60.7 billion cubic metres (2.14 trillion cubic feet) from Central Asia: 42.6 billion cubic metres (1.50 trillion cubic feet) from Turkmenistan, 8.5 billion cubic metres (300 billion cubic feet) from Kazakhstan, and 9.6 billion cubic metres (340 billion cubic feet) from Uzbekistan.[58] In particular, Gazprom purchased seventy-five percent of Turkmenistan gas exports in order to supply gas to Ukraine. In 2008, Gazprom paid $130/mcm to $180/mcm for gas from Central Asia.[58] In 2015, Gazprom's proved and probable reserves of natural gas were 23.705 trillion cubic metres (837.1 trillion cubic feet), a 3.8% increase from the 2011 figure which represented 18.4% of the world's reserves. In 2015, the reserves of crude oil were 1.355 billion tons and the reserves of gas condensate were 933.3 billion tons.[52][63] 59.8 percent of Gazprom's natural gas reserves (Categories A+B+C1) were located in the Urals Federal District (decreasing), 20.5 percent in the Arctic shelf (increasing), and 8.3 percent in the Southern Federal District and North Caucasus Federal District.[52][53] Gazprom has invested about 480 billion rubles ($20 billion) in new major projects in order to maintain supply.[58][60] Nearly 37 percent of Gazprom's reserves are located in the Yamal Peninsula and in the Barents Sea.[57] One of Gazprom's major projects is the Blue Stream Pipeline.[64] The Blue Stream Pipeline delivers natural gas to Turkey via the Black Sea. In 1997, the Blue Stream Pipeline agreement between Turkey and Russia was signed. In 2000, the first joint was welded. The pipeline has transported 16 billion cubic meters each year.[64] Exploration of the Yamal peninsula has found reserves of over 10 trillion cubic metres of natural gas and over 500 million tons of oil and gas condensate. About 60 percent of these reserves are located in Bovanenkovo, Kharasavey and Novoportovo. The natural gas production capacity of the Bovanenkovo field was estimated to be 115 billion cubic metres per annum (4.1 trillion cubic feet per annum), with potential to increase to 140 billion cubic metres per annum (4.9 trillion cubic feet per annum).[52] The Shtokman field is one of the world's largest natural gas fields. It is located in the central part of the Barents Sea, 650 kilometres (400 mi) northeast of the city of Murmansk and 1,000 kilometres (620 mi) west of the Yamal Peninsula. The field is estimated to contain up to 3.7 trillion cubic metres (130 trillion cubic feet) of gas.[58] Potential production is 71 billion cubic metres per annum (2.5 trillion cubic feet per annum) in the initial phases, with a potential increase to 95 billion cubic metres per annum (3.4 trillion cubic feet per annum).[52] Gazprom, Total (France) and Statoil (Norway) created a joint company Shtokman Development AG for development of the field.[65][66][67] On 8 April 2013, in Amsterdam, Alexey Miller, Chairman of the Gazprom Management Committee and Jorma Ollila, Chairman of the Board of Directors of Royal Dutch Shell signed in the presence of Putin and Mark Rutte prime minister of Netherlands a memorandum outlining the principles of cooperation within hydrocarbons exploration and development in the Arctic shelf and a section of the deep-water shelf. [68] In 2008, Gazprom carried out 284.9 kilometres (177.0 mi) of explorative well drilling; 124,000 kilometres (77,000 mi) of 2D seismic and 6,600 square kilometres (2,500 sq mi) of 3D seismic survey. As a result, gas reserves grew by 583.4 billion cubic metres (20.60 trillion cubic feet), and crude oil and gas condensate reserves grew by 61 million tons. Gazprom carries out prospecting and exploration in foreign countries such as India, Pakistan, Algeria, Venezuela, Vietnam, Libya, Kazakhstan, Uzbekistan, Kyrgyzstan and Tajikistan.[52] Gazprom's Unified Gas Supply System (UGSS) includes 158,200 kilometres (98,300 mi) of gas trunklines and branches and 218 compressor stations with a 41.4 GW capacity. The UGSS is the largest gas transmission system in the world.[69] In 2008, the transportation system carried 714.3 billion cubic metres (25.23 trillion cubic feet) of gas.[52] Gazprom has claimed the UGSS has reached its capacity.[69] Major transmission projects include the Nord Stream pipelines as well as pipelines inside Russia.[52] Russia has two liquefied natural gas (LNG) production plants, Yamal LNG and Sakhalin-2 LNG. In March 2021, the Russian Government authorised a long-term programme to develop nine more LNG plants, to address the growing global LNG market.[70] In October 2021, Gazprom and RusGazDobycha announced they would build the first new plant at Ust-Luga, with access to the Baltic Sea for sea transportation westward. It would process ethane-containing natural gas with a capacity of 13 million tons of LNG per year.[71][72] In 2006, Gazprom sold 316 billion cubic metres (11.2 trillion cubic feet) of gas to domestic customers; 162 billion cubic metres (5.7 trillion cubic feet) to the rest of Europe; and 101 billion cubic metres (3.6 trillion cubic feet) to CIS countries and the Baltic states.[58] Gazprom receives about 60 percent of its revenue from its sales to European customers.[73] In 2008, the average gas price paid by Russian industrial customers was $71/mcm, while households paid $54/mcm.[58] Since 2000, Natural gas prices have fluctuated. In late 2007, the price of natural gas at the New York NYMEX was $7.53 per million British thermal units ($25.7/MWh). At a conversion of 26,4 m³ per million Btu it would correspond to a price of $285 per 1,000 cubic metres. At the same time, based on their respective contracts with Gazprom, German customers paid $250 per cubic metre (m3), Polish customers $290 per m3, Ukraine customers $130 per m3 and Russian customers $49 per m3.[75] Gazprom delivers gas to 25 European countries. Its main export arm is Gazprom Export LLC, founded in 1973 and before 1 November 2006 known as Gazexport, which has a monopoly on gas exports to countries outside of the former Soviet Union. The majority of Russian gas in Europe is sold on 25-year contracts.[58] In late 2004, Gazprom was the sole gas supplier to Bosnia and Herzegovina, Estonia, Finland, Macedonia, Latvia, Lithuania, Moldova, Serbia and Slovakia. It provided 97 percent of Bulgaria's gas, 89 percent of Hungary's gas, 86 percent of Poland's gas, nearly 75 percent of the Czech Republic's, 67 percent of Turkey's, 65 percent of Austria's, about 40 percent of Romania's, 36 percent of Germany's, 27 percent of Italy's, and 25 percent of France's gas.[79][80] The European Union receives about 25 percent of its gas supply from Gazprom.[81][82] In 2006, Gazprom entered several long term gas contracts with European companies.[83] The contract prices were mainly linked to oil prices.[84] In 2014, Europe was the source of 40% of Gazprom's revenue. The proportion of Europe's gas bought in the spot market rose from 15 percent in 2008 to 44 percent in 2012.[85] In September 2013, during the G20 summit, Gazprom signed an agreement with CNPC that the Henry Hub index would not be used to settle prices for their trades.[86] On 21 May 2014, Putin met with Xi Jinping and negotiated a $400bn deal between Gazprom and CNPC.[87] Under the contract, Russia was to supply 38 billion cubic meters of gas annually over 30 years at a cost of $350 per thousand cubic meters beginning in 2018. During the first half of 2018, Gazprom increased its export about 8.7%.[citation needed] In 2013, the average price of Gazprom's gas in Europe was about $380 per thousand cubic meters.[87] China offered a loan of about $50bn to finance development of the gas fields and the construction of the pipeline by Russia up to the Chinese border, with the Chinese to build the remaining pipeline.[87] On 1 January 2006, at 10:00 (Moscow time), during the Russia-Ukraine gas dispute, Gazprom ceased the supply of gas to the Ukrainian market. Gazprom called on the government of Ukraine to increase its payment for natural gas in line with increases in global fuel prices. During the night of 3 January 2006, and early morning of 4 January 2006, Naftogas of Ukraine and Gazprom negotiated a deal that temporarily[88] resolved the long-standing gas price conflict between Russia and Ukraine. On 3 April 2006, Gazprom announced it would triple the price of natural gas to Belarus after 31 December 2006. In December 2006, Gazprom threatened to cease supply of gas to Belarus at 10 am Moscow time on 1 January 2007, unless Belarus increased payments from $47 to $200 per 1,000 cubic metres or to cede control over its distribution network.[89] Some analysts suggested Moscow was penalising Alexander Lukashenko, the President of Belarus, for not delivering on pledges of closer integration with Russia,[90] while others noted that other countries like Armenia were paying as much for their gas as Belarus would with the new price levels.[91] Gazprom later requested a price of $105,[92] yet Belarus still refused the agreement. Belarus responded that if supplies were cut, it would deny Gazprom access to its pipelines, which would impair gas transportation to Europe.[93] However, on 1 January 2007, just a few hours before the deadline, Belarus and Gazprom signed a last-minute agreement. Under the agreement, Belarus undertook to pay $100 per 1,000 cubic metre in 2007. The agreement also allowed Gazprom to purchase 50 percent of the shares in Beltransgaz, the Belarusian pipeline network.[94] Immediately following the signing of this agreement, Belarus declared a $42/ton transportation tax on Russian oil travelling through the Gazprom pipelines crossing its territory. On 13 March 2008, after a three-day period where gas supplies to Ukraine were halved, Gazprom agreed to supply Ukraine with gas for the rest of the year. The contract removed intermediary companies.[95] On 1 April 2014, Gazprom increased the gas price charged to Ukraine from $268.50 to $385.50 (£231.00) per 1,000 cubic metres. Ukraine's unpaid gas bills to Russia stood at $1.7bn (£1.02bn).[96] On 30 October 2014, Russia agreed to resume gas supplies to Ukraine over the winter in a deal brokered by the European Union.[97] Gazprom is a vertically integrated company, one which owns its supply and distribution activities.[98] Gazprom owns all its main gas processing facilities in Russia. It operates Russia's high pressure gas pipelines and since 2006, it has held a legal export monopoly. Other natural gas producers, such as Novatek, Russia's second largest gas company, are forced to use Gazprom's facilities for processing and transport of natural gas.[73][99] At the end of 2008, Gazprom had 221,300 employees in its major gas production, transportation, underground storage and processing subsidiaries. Of these employees, 9.5 percent were in management, 22.9 percent were specialists, 63.4 percent were workers and 4.2 percent were other employees.[52] Gazprom's headquarters were in the Cheryomushki District, South-Western Administrative Okrug, Moscow[100] until 2021, when they moved to the Lakhta Centre in Saint Petersburg.[101] Gazprom is a national champion, a concept advocated by Putin, in which large companies in strategic sectors are expected not only to seek profit, but also to advance Russia's national interests. For example, Gazprom sells gas to its domestic market at a price less than that of the global market.[15] In 2008, Gazprom's activities made up 10 percent of the Russian gross domestic product[52] Due to its large projects, including international pipes like Nord Stream and Turkish Stream, Gazprom is a substantial source of revenue for several domestic suppliers and contractors.[102] As of 2017[update], Gazprom's main shareholders were the Federal Agency for State Property Management with 38.37% and Rosneftegaz with 10.97%.[12] Together with a 0.89 share of Rosgazifikatsiya, they guaranteed a majority control of the company by the Russian government. The rest of the shares were held by investors, including 25.20% by ADR holders on foreign stock markets, and 24.57% by other legal entities and individuals.[12] Gazprom is listed on the stock markets of Moscow, London, Karachi, Berlin, Frankfurt and Singapore. It is the top component of the MICEX and RTS indices.[103] Gazprom has several hundred subsidiaries in Russia and abroad which are owned and controlled directly or indirectly by the company. Gazprom's Board of Directors as of 9 August 2015:[104] Gazprom's management committee as of December 2006:[105] Gazprom is the owner and sponsor of the Russian Premier League football club FC Zenit Saint Petersburg and its other sporting departments (Basketball and volleyball), as well as volleyball club VC Zenit-Kazan and Gazprom-Ugra Surgut at Russian Volleyball Super League. On 1 January 2007, Gazprom became the sponsor of the German Bundesliga club FC Schalke 04 at a cost of up to €25 million per year. On 23 November 2009, the partnership was extended for a further 5 years. Schalke then suspended their sponsorship of Gazprom after the Russian invasion of Ukraine. The sponsorship was worth $150m (USD) over 5 years.[106] On 9 July 2010, Gazprom became a sponsor of the Serbian SuperLiga football club Red Star Belgrade. In 2010, Gazprom was a Gold Partner of the Russian professional cycling team, Team Katusha, together with Itera, and Russian Technologies (Rostekhnologii). On 9 July 2012, Gazprom became a sponsor of the UEFA Champions League and UEFA Super Cup. The sponsorship continued for three seasons until 2015. In 2021, the partnership was also extended until 2024. the company also serves as the global partner for UEFA Euro 2020 and 2024, however due to the russian invasion of Ukraine, Gazprom's sponsorship for Champions League and Euro 2024 was cut, marking the end of their 10 year partnership with UEFA.[107] On 17 July 2012, Gazprom became the official Global Energy partner of the UEFA Champions League 2012 winners Chelsea. The sponsorship continued for three years to 2015.[108] In September 2013, Gazprom became an official partner of FIFA tournaments from 2015 to 2018. The contract includes the 2018 FIFA World Cup in Russia.[109] Gazprom also was a sponsor for the defunct-Minardi F1 team in 2002–2003. Gazprom owns SKA St Petersburg of the KHL. According to geographer Richard Heede,[110] Gazprom is second on the list of companies with the highest level of CO2 emissions globally in 2013, with 1,135 million tonnes (1.117×109 long tons; 1.251×109 short tons) in 2013, amounting to almost 3.4% of worldwide anthropogenic emissions.[111] Repeatedly, Gazprom has been accused of being a political and economical weapon of Russia, using the supply and price of natural gas to gain control over Europe and most noteworthy, Ukraine.[112][113] “Regardless of how the stand-off over Ukraine develops, one lesson is clear: excessive dependence on Russian energy makes Europe weak,” said Donald Tusk, former prime minister of Poland in April 2014.[114] The friction resulted in two boycott campaigns in Ukraine, one that started in 2005, the other in 2013. Russia denies weaponizing energy via Gazprom.[115] In December 2019, Gazprom paid $2.9 billion to Ukrainian counterpart Naftogaz as ordered by a Stockholm court ruling’s award on damage claims stemming from alleged economical harassment.[116] Yuganskneftegaz was the core production subsidiary of the Yukos Oil Company, which was previously run by a Russian businessman, Mikhail Khodorkovsky. In 2003, the Russian tax authorities charged Yukos and Khodorkovsky with tax evasion. On 14 April 2004, Yukos was presented with a bill for over US$35 bn in back taxes and a demand to pay the entire bill the same day. Requests by Yukos to defer payment, allow payment by installments or to discharge the debt by sale of peripheral assets, including its shareholding in the Sibneft oil company, were also refused. The bailiffs froze Yukos' shares in Yuganskneftegaz and on 19 November 2004, they placed a notice in the Russian government newspaper Rossiyskaya Gazeta. Yuganskneftegaz would be sold at an auction thirty days later on 19 December 2004.[117] The conditions for participation in the auction included an advance deposit of US$1.7 bn and prior clearance by the Russian Federal Antimonopoly Service. In early December 2004, Gazprom submitted an application to participate in the auction via its wholly owned subsidiary, Gazpromneft. On 15 December 2004, Yukos filed for bankruptcy protection in a Houston court and obtained a temporary injunction prohibiting Gazprom from participating in the auction. On 16 December 2004, a group of Western banks withdrew their financial support for Gazprom's application. On the same day, Baikalfinansgrup, a previously unknown company, applied to participate in the auction. On 19 December 2004, only two companies appeared at the auction, Gazpromneft and Baikalfinansgrup. Gazpromneft declined to place any offer. Baikalfinansgrup acquired Yuganskneftegaz on its first bid. On 23 December 2004, Baikalfinansgrup was acquired by Rosneft. Rosneft later disclosed in its annual financial statement that it had financed the acquisition of Yuganskneftegaz.[118] At the time, Sergey Bogdanchikov was the president of Rosneft and the chief executive officer of Gazpromneft.[119] Shortly after the auction, the planned merger between Gazprom and Rosneft was abandoned, and Bogdanchikov resigned his post as chief executive officer of Gazpromneft. On 7 February 2006, in response to a question by a Spanish journalist, Vladimir Putin disclosed that Rosneft had used Baikalfinansgrup as a vehicle to acquire Yuganskneftegaz in order to protect itself against litigation.[120] On 22 April 2015, Gazprom was charged by the European Commission with using territorial restrictions to engage in anticompetitive behavior and using its dominant position to impose unfair prices.[121] The company was accused of preventing competition in Bulgaria, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland and Slovakia.[122] The territorial restrictions prevented the import of gas at potentially more competitive prices.[123] The restrictions also prevented gas from reaching areas of high demand and avoiding areas of excessive supply. Gazprom was also accused of compelling entities to consent to the now defunct South Stream pipeline by necessitating a consent clause in long term contracts.[121] In 2018, Gazprom agreed to a settlement which involved dropping all contractual barriers to the free flow of gas in Central and Eastern European gas markets and to take various steps to improve economic cooperation.[122][124] Customers would be given an explicit contractual right to trigger a price review when prices paid diverged from competitive price benchmarks, and be allowed more frequent and efficient price reviews. Gazprom agreed to not seek any damages from its Bulgarian partners following the termination of the South Stream project. Had the case gone to court, the company could have been forced to pay fines of up to $12 billion.[121] In 2020, Gazprom agreed to reimburse Poland's PGNiG close to $1.5 billion for years of compelling it to overpay for its gas supply.[125] In June 2021, a massive methane plume over Russia resulted from the partial shutdown of a Gazprom PJSC pipeline for emergency repair. The company said the repairs, which took place on 4 June, released 2.7 million cubic meters (1,830 metric tons) of methane. That amount has roughly the same short term planet-warming impact of 40,000 internal-combustion cars in the U.S. driving for a year, according to the Environmental Defense Fund. The climate warming effect of methane is judged to be 86-times more powerful than carbon dioxide.[126][127] Nord Stream is a system of offshore natural gas pipelines in Europe, running under the Baltic Sea from Russia to Germany. The pipelines are owned and operated by subsidiaries of Gazprom. The Nord Stream projects have been fiercely opposed by the United States and Ukraine, as well as by other Central and Eastern European countries, because of concerns that the pipelines would increase Russia's influence in Europe, and because of the knock-on reduction of transit fees for use of the existing pipelines in Central and Eastern European countries.[128][129] German Chancellor Olaf Scholz suspended certification of Nord Stream 2 on 22 February 2022 because Vladimir Putin led Russia to recognize the Donetsk and Luhansk regions of Ukraine as independent republics.[128] On 2 March 2022, it was reported that Nord Stream 2 AG, a Gazprom subsidiary, had ended business operations and laid off all 106 members of its staff as a result of International sanctions, though earlier reports that it had filed for bankruptcy were denied.[130] Gazprom's oil drilling in the Arctic has drawn protests from environmental groups, particularly Greenpeace. Greenpeace has opposed oil drilling in the Arctic on the grounds that oil drilling damages the Arctic ecosystem and that there are no safety plans in place to prevent oil spills.[131] In August 2012, Greenpeace had staged protests against the Prirazlomnaya oil platform, the world's first offshore Arctic drill site.[132][133] On 18 September 2013, the Greenpeace vessel MV Arctic Sunrise staged a protest and attempted to board Gazprom's Prirazlomnaya oil platform, the world's first offshore Arctic drill site. Greenpeace stated that the drill site could cause massive disruption to the Arctic ecosystem.[134] After arresting two campaigners attempting to climb the rig,[135] the Russian Coast Guard seized control of the Greenpeace ship by dropping down from a helicopter and arresting thirty Greenpeace activists. Arctic Sunrise was towed by the Russian Coast Guard to Murmansk. The Russian government intended to charge the Greenpeace campaigners with piracy and hooliganism, which carried a maximum penalty of fifteen years imprisonment. Greenpeace argued their operatives were in international waters.[136] The Russian government's actions generated protests from governments and environmentalists worldwide.[131][137][non-primary source needed] According to Phil Radford, Executive Director of Greenpeace in the US at the time, the reaction of the Russian coast guard and the courts were the \"stiffest response that Greenpeace has encountered from a government since the bombing of the Rainbow Warrior in 1985.\"[138] The charges of piracy were dropped in October 2013. In November 2013, twenty-seven of the campaigners were released on bail.[139] In May 2014, the first shipment of Arctic oil arrived at a refinery in the Netherlands and was purchased by the French company, Total.[140] Following Russia's continued aggression towards Ukraine, the US tightened its debt financing restrictions on Gazprombank on 17 July 2014.[141] On 12 September 2014, the United States barred U.S. persons from selling goods and services to Gazprom and Gazprom Neft.[141][142] On 31 July 2014, the EU placed financial restrictions on Gazprombank.[143] On 9 September 2014, the EU placed financial restrictions on Gazprom Neft. In April 2018, the United States placed CEO Alexey Miller among the Specially Designated Nationals.[144] This sanction bars U.S. individuals and entities from having any dealings with him. Entities outside U.S. jurisdiction may also face punishment if the U.S. government deems they are aiding a sanctioned entity. Miller himself claimed to be proud of the sanction: “Not being included in the first list I even had some doubts – may be something is wrong (with me)? But I am finally included. This means that we are doing everything right,” Miller said through his spokesman.[145] In December 2019, the U.S. sanctioned firms involved in the Nord Stream 2 project.[146][147] On 24 February 2022, upon the 2022 Russian invasion of Ukraine, the U.S. expanded penalties on Nord Stream 2 AG, a subsidiary of Gazprom, and sanctioned its CEO Matthias Warnig.[148] It also expanded debt and equity prohibitions against Gazprombank, Gazprom, and Gazprom Neft.[149] In addition, following the invasion, in March 2022 the European Union formally approved a ban on investments in the Russian energy sector, including Gazprom Neft.[150] On 18 July 2022, amid the Nord Stream 1 maintenance period, Gazprom sent a letter declaring force majeure, declaring that due to extraordinary circumstances it could not guarantee a gas supply.","Title":"Gazprom - Wikipedia","KeyID":"15933","URL":"https://en.wikipedia.org/wiki/Gazprom"}