{"Content: ":"Greenhouse gas emissions from human activities strengthen the greenhouse effect, causing climate change. Most is carbon dioxide from burning fossil fuels: coal, oil, and natural gas. The largest emitters include coal in China and large oil and gas companies, many state-owned by OPEC and Russia. Human-caused emissions have increased atmospheric carbon dioxide by about 50% over pre-industrial levels. The growing levels of emissions have varied, but it was consistent among all greenhouse gases. Emissions in the 2010s averaged 56 billion tons a year, higher than ever before.[4] Electricity generation and transport are major emitters, the largest single source being coal-fired power stations with 20% of GHG. Deforestation and other changes in land use also emit carbon dioxide and methane. The largest source of anthropogenic methane emissions is agriculture, closely followed by gas venting and fugitive emissions from the fossil-fuel industry. The largest agricultural methane source is livestock. Agricultural soils emit nitrous oxide partly due to fertilizers. Similarly, fluorinated gases from refrigerants play an outsized role in total human emissions. At current emission rates averaging six and a half tonnes per person per year, before 2030 temperatures may have increased by 1.5 °C (2.7 °F) over pre-industrial levels, which is the limit for the G7 countries and aspirational limit of the Paris Agreement.[5] Global greenhouse gas emissions are about 50 Gt per year[6] (6.6t per person[7]) and for 2019 have been estimated at 57 Gt CO2 eq including 5 Gt due to land use change.[8] In 2019, approximately 34% [20 GtCO2-eq] of total net anthropogenic GHG emissions came from the energy supply sector, 24% [14 GtCO2-eq] from industry, 22% [13 GtCO2-eq]from agriculture, forestry and other land use (AFOLU), 15% [8.7 GtCO2-eq] from transport and 6% [3.3 GtCO2-eq] from buildings.[9] Carbon dioxide (CO2), nitrous oxide (N 2O), methane, three groups of fluorinated gases (sulfur hexafluoride (SF 6), hydrofluorocarbons (HFCs) and perfluorocarbons (PFCs)) are the major anthropogenic greenhouse gases, and are regulated under the Paris Agreement.[10]: 147 [11] Although CFCs are greenhouse gases, they are regulated by the Montreal Protocol, which was motivated by CFCs' contribution to ozone depletion rather than by their contribution to global warming. Note that ozone depletion has only a minor role in greenhouse warming, though the two processes are sometimes confused in the media. In 2016, negotiators from over 170 nations meeting at the summit of the United Nations Environment Programme reached a legally binding accord to phase out hydrofluorocarbons (HFCs) in the Kigali Amendment to the Montreal Protocol.[12][13][14] There are several ways of measuring greenhouse gas emissions. Some variables that have been reported include:[15] These measures are sometimes used by countries to assert various policy/ethical positions on climate change.[17]: 94  The use of different measures leads to a lack of comparability, which is problematic when monitoring progress towards targets. There are arguments for the adoption of a common measurement tool, or at least the development of communication between different tools.[15] Emissions may be tracked over long time periods, known as historical or cumulative emissions measurements. Cumulative emissions provide some indicators of what is responsible for greenhouse gas atmospheric concentration build-up.[18]: 199  The national accounts balance tracks emissions based on the difference between a country's exports and imports. For many richer nations, the balance is negative because more goods are imported than they are exported. This result is mostly due to the fact that it is cheaper to produce goods outside of developed countries, leading developed countries to become increasingly dependent on services and not goods. A positive account balance would mean that more production was occurring within a country, so more operational factories would increase carbon emission levels.[19] Emissions may also be measured across shorter time periods. Emissions changes may, for example, be measured against the base year of 1990. 1990 was used in the United Nations Framework Convention on Climate Change (UNFCCC) as the base year for emissions, and is also used in the Kyoto Protocol (some gases are also measured from the year 1995).[10]: 146, 149  A country's emissions may also be reported as a proportion of global emissions for a particular year. Another measurement is of per capita emissions. This divides a country's total annual emissions by its mid-year population.[20]: 370  Per capita emissions may be based on historical or annual emissions.[17]: 106–107  While cities are sometimes considered to be disproportionate contributors to emissions, per-capita emissions tend to be lower for cities than the averages in their countries.[21] At current emission rates, before 2030 temperatures may have increased by 1.5 °C (2.7 °F) over pre-industrial levels,[22][23] which is the limit for the G7 countries[24] and aspirational limit of the Paris Agreement.[25] Since about 1750, human activity has increased the concentration of carbon dioxide and other greenhouse gases. As of 2021, measured atmospheric concentrations of carbon dioxide were almost 50% higher than pre-industrial levels.[26] Natural sources of carbon dioxide are more than 20 times greater than sources due to human activity,[27] but over periods longer than a few years natural sources are closely balanced by natural sinks, mainly photosynthesis of carbon compounds by plants and marine plankton. Absorption of terrestrial infrared radiation by longwave absorbing gases makes Earth a less efficient emitter. Therefore, in order for Earth to emit as much energy as is absorbed, global temperatures must increase. Burning fossil fuels is estimated to have emitted 62% of 2015 human GhG.[28] The largest single source is coal-fired power stations, with 20% of GHG as of 2021.[29] The main sources of greenhouse gases due to human activity are: The seven sources of CO2 from fossil fuel combustion are (with percentage contributions for 2000–2004):[33] This list needs updating, as it uses an out-of-date source. See the 2019 IPCC report for newer data.[needs update] The largest source of anthropogenic methane emissions is agriculture, closely followed by gas venting and fugitive emissions from the fossil-fuel industry.[34][35] The largest agricultural methane source is livestock. Agricultural soils emit nitrous oxide partly due to fertilizers.[36] The major sources of Greenhouse gases (GHG) are: [37] A 2017 survey of corporations responsible for global emissions found that 100 companies were responsible for 71% of global direct and indirect emissions, and that state-owned companies were responsible for 59% of their emissions.[38][39] Fueled by the consumptive lifestyle of wealthy people, the wealthiest 5% of the global population has been responsible for 37% of the absolute increase in greenhouse gas emissions worldwide. Almost half of the increase in absolute global emissions has been caused by the richest 10% of the population.[40] In the newest report from the IPCC 2022, it states that the lifestyle consumptions of the poor and middle class in emerging economies produce approximately 5-50 times less the amount that the high class in already developed high-income countries.[41][42] Variations in regional, and national per capita emissions partly reflect different development stages, but they also vary widely at similar income levels. The 10% of households with the highest per capita emissions contribute a disproportionately large share of global household GHG emissions.[42] 1 see also environmental impact of reservoirs#Greenhouse gases. List of acronyms: One liter of gasoline, when used as a fuel, produces 2.32 kg (about 1300 liters or 1.3 cubic meters) of carbon dioxide, a greenhouse gas. One US gallon produces 19.4 lb (1,291.5 gallons or 172.65 cubic feet).[47][48][49] The mass of carbon dioxide that is released when one MJ of energy is released from fuel can be estimated to a good approximation.[50] For the chemical formula of diesel we use as an approximation C nH 2n. Note that diesel is a mixture of different molecules. As carbon has a molar mass of 12 g/mol and hydrogen (atomic!) has a molar mass of about 1 g/mol, so the fraction by weight of carbon in diesel is roughly 12/14. The reaction of diesel combustion is given by: 2C nH 2n + 3nO 2 ⇌ 2nCO 2 + 2nH 2O Carbon dioxide has a molar mass of 44g/mol as it consists of 2 atoms of oxygen (16 g/mol) and 1 atom of carbon (12 g/mol). So 12 g of carbon yield 44 g of Carbon dioxide. Diesel has an energy content of 42.6 MJ per kg or 23.47 gram of Diesel contain 1 MJ of energy. Putting everything together the mass of carbon dioxide that is produced by releasing 1MJ of energy from diesel fuel can be calculated as: 23.47 g (Diesel) / M J ⋅ 12 14 ⋅ 44 12 = 74 g (carbon dioxide) / M J {\\displaystyle 23.47\\ \\mathrm {g} {\\text{ (Diesel)}}/\\mathrm {MJ} \\cdot {\\frac {12}{14}}\\cdot {\\frac {44}{12}}=74\\ \\mathrm {g} {\\text{ (carbon dioxide)}}/\\mathrm {MJ} } For gasoline, with 22 g/MJ and a ratio of carbon to hydrogen atoms of about 6 to 14, the estimated value of carbon emission for 1MJ of energy is: 22 g (gasoline) / M J ⋅ 6 ⋅ 12 6 ⋅ 12 + 14 ⋅ 1 ⋅ 44 12 = 67.5 g (carbon dioxide) / M J {\\displaystyle 22\\ \\mathrm {g} {\\text{ (gasoline)}}/\\mathrm {MJ} \\cdot {\\frac {6\\cdot 12}{6\\cdot 12+14\\cdot 1}}\\cdot {\\frac {44}{12}}=67.5\\ \\mathrm {g} {\\text{ (carbon dioxide)}}/\\mathrm {MJ} } Global greenhouse gas emissions can be attributed to different sectors of the economy. This provides a picture of the varying contributions of different types of economic activity to global warming, and helps in understanding the changes required to mitigate climate change. Manmade greenhouse gas emissions can be divided into those that arise from the combustion of fuels to produce energy, and those generated by other processes. Around two thirds of greenhouse gas emissions arise from the combustion of fuels.[53] Energy may be produced at the point of consumption, or by a generator for consumption by others. Thus emissions arising from energy production may be categorized according to where they are emitted, or where the resulting energy is consumed. If emissions are attributed at the point of production, then electricity generators contribute about 25% of global greenhouse gas emissions.[54] If these emissions are attributed to the final consumer then 24% of total emissions arise from manufacturing and construction, 17% from transportation, 11% from domestic consumers, and 7% from commercial consumers.[55] Around 4% of emissions arise from the energy consumed by the energy and fuel industry itself. The remaining third of emissions arise from processes other than energy production. 12% of total emissions arise from agriculture, 7% from land use change and forestry, 6% from industrial processes, and 3% from waste.[53] Around 6% of emissions are fugitive emissions, which are waste gases released by the extraction of fossil fuels. As of 2020[update] Secunda CTL is the world's largest single emitter, at 56.5 million tonnes CO2 a year.[56] Agriculture contributes towards climate change through greenhouse gas emissions and by the conversion of non-agricultural land such as forests into agricultural land.[57][58] In 2019 the IPCC reported that 13%-21% of anthropogenic greenhouse gasses came specifically from the Agriculture, Forestry, and Other Land Uses Sector (AFOLU).[59] Emissions from agriculture of nitrous oxide, methane and carbon dioxide make up to half of the greenhouse-gases produced by the overall food industry, or 80% of agricultural emissions.[60] Animal husbandry is a major source of greenhouse gas emissions.[61] The agricultural food system is responsible for a significant amount of greenhouse gas emissions.[62][60] In addition to being a significant user of land and consumer of fossil fuel, agriculture contributes directly to greenhouse gas emissions through practices such as rice production and the raising of livestock.[63] The three main causes of the increase in greenhouse gases observed over the past 250 years have been fossil fuels, land use, and agriculture.[64] Farm animal digestive systems can be put into two categories: monogastric and ruminant. Ruminant cattle for beef and dairy rank high in greenhouse-gas emissions; monogastric, or pigs and poultry-related foods, are low. The consumption of the monogastric types may yield less emissions. Monogastric animals have a higher feed-conversion efficiency, and also do not produce as much methane.[60] Approximately 3.5% of the overall human impacts on climate are from the aviation sector. The impact of the sector on climate in the late 20 years had doubled, but the part of the contribution of the sector in comparison to other sectors did not change because other sectors grew as well.[70] In 2018, manufacturing construction materials and maintaining buildings accounted for 39% of carbon dioxide emissions from energy and process-related emissions. Manufacture of glass, cement, and steel accounted for 11% of energy and process-related emissions.[71] Because building construction is a significant investment, more than two-thirds of buildings in existence will still exist in 2050. Retrofitting existing buildings to become more efficient will be necessary to meet the targets of the Paris Agreement; it will be insufficient to only apply low-emission standards to new construction.[72] Buildings that produce as much energy as they consume are called zero-energy buildings, while buildings that produce more than they consume are energy-plus. Low-energy buildings are designed to be highly efficient with low total energy consumption and carbon emissions—a popular type is the passive house.[71] The global design and construction industry is responsible for approximately 39 percent of greenhouse gas emissions.[73] Green building practices that avoid emissions or capture the carbon already present in the environment, allow for reduced footprint of the construction industry, for example, use of hempcrete, cellulose fiber insulation, and landscaping.[74] In 2019, the building sector was responsible for 12 GtCO2-eq emissions. More than 95% of these emissions were carbon, and the remaining 5% were CH4 N20 and halocarbon.[75] The digital sector produces between 2% and 4% of global GHG emissions,[76] a large part of which is from chipmaking.[77] However the sector reduces emissions from other sectors which have a larger global share, such as transport of people,[78][79] and possibly buildings and industry.[80] The healthcare sector produces 4.4% - 4.6% of global greenhouse gas emissions.[81] Steel and aluminum are key economic sectors for the carbon capture and storage. According to a 2013 study, \"in 2004, the steel industry along emits about 590M tons of CO2, which accounts for 5.2% of the global anthropogenic GHG emissions. CO2 emitted from steel production primarily comes from energy consumption of fossil fuel as well as the use of limestone to purify iron oxides.\"[82] Coal-fired power stations are the single largest emitter, with over 20% of global GhG in 2018.[83] Although much less polluting than coal plants, natural gas-fired power plants are also major emitters,[84] taking electricity generation as a whole over 25% in 2018.[85] Notably, just 5% of the world's power plants account for almost three-quarters of carbon emissions from electricity generation, based on an inventory of more than 29,000 fossil-fuel power plants across 221 countries.[86] In the 2022 IPCC report, it is noted that providing modern energy services universally would only increase greenhouse gas emissions by a few percent at most. This slight increase means that the additional energy demand that comes from supporting decent living standards for all would be far lower than current average energy consumption.[87] Plastics are produced mainly from fossil fuels. It was estimated that between 3% and 4% of global GHG emissions are associated with plastics' life cycles.[88] The EPA estimates[89] as many as five mass units of carbon dioxide are emitted for each mass unit of polyethylene terephthalate (PET) produced—the type of plastic most commonly used for beverage bottles,[90] the transportation produce greenhouse gases also.[91] Plastic waste emits carbon dioxide when it degrades. In 2018 research claimed that some of the most common plastics in the environment release the greenhouse gases methane and ethylene when exposed to sunlight in an amount that can affect the earth climate.[92][93] Due to the lightness of plastic versus glass or metal, plastic may reduce energy consumption. For example, packaging beverages in PET plastic rather than glass or metal is estimated to save 52% in transportation energy, if the glass or metal package is single-use, of course. In 2019 a new report \"Plastic and Climate\" was published. According to the report, the production and incineration of plastics will contribute in the equivalent of 850 million tonnes of carbon dioxide (CO2) to the atmosphere in 2019. With the current trend, annual life cycle greenhouse gas emissions of plastics will grow to 1.34 billion tonnes by 2030. By 2050, the life cycle emissions of plastics could reach 56 billion tonnes, as much as 14 percent of the Earth's remaining carbon budget.[94] The report says that only solutions which involve a reduction in consumption can solve the problem, while others like biodegradable plastic, ocean cleanup, using renewable energy in plastic industry can do little, and in some cases may even worsen it.[95] Wastewater as well as sanitation systems are known to contribute to greenhouse-gas emissions (GHG)[quantify] mainly through the breakdown of excreta during the treatment process. This results in the generation of methane gas, that is then released into the environment. Emissions from the sanitation and wastewater sector have been focused mainly on treatment systems, particularly treatment plants, and this accounts for the bulk of the carbon footprint for the sector.[96] In as much as climate impacts from wastewater and sanitation systems present global risks, low-income countries experience greater risks in many cases. In recent years,[when?] attention to adaptation needs within the sanitation sector is just beginning to gain momentum.[97] According to UNEP, global tourism is a significant contributor to the increasing concentrations of greenhouse gases in the atmosphere.[98] Over a quarter of global transport CO2 emissions are from road freight,[99] so many countries are further restricting truck CO2 emissions to help limit climate change.[100] Deforestation is a major source of greenhouse gas emissions. A study shows annual carbon emissions (or carbon loss) from tropical deforestation have doubled during the last two decades and continue to increase. (0.97 ±0.16 PgC per year in 2001–2005 to 1.99 ±0.13 PgC per year in 2015–2019)[102][101] Land-use change, e.g., the clearing of forests for agricultural use, can affect the concentration of greenhouse gases in the atmosphere by altering how much carbon flows out of the atmosphere into carbon sinks.[104] Accounting for land-use change can be understood as an attempt to measure \"net\" emissions, i.e., gross emissions from all sources minus the removal of emissions from the atmosphere by carbon sinks.[17]: 92–93  There are substantial uncertainties in the measurement of net carbon emissions.[105] Additionally, there is controversy over how carbon sinks should be allocated between different regions and over time.[17]: 93  For instance, concentrating on more recent changes in carbon sinks is likely to favour those regions that have deforested earlier, e.g., Europe. Greenhouse gas intensity is a ratio between greenhouse gas emissions and another metric, e.g., gross domestic product (GDP) or energy use. The terms \"carbon intensity\" and \"emissions intensity\" are also sometimes used.[106] Emission intensities may be calculated using market exchange rates (MER) or purchasing power parity (PPP).[17]: 96  Calculations based on MER show large differences in intensities between developed and developing countries, whereas calculations based on PPP show smaller differences. According to a study discussing the relationship between urbanization and carbon emissions, urbanization is becoming a huge player in the global carbon cycle. Depending on total carbon emissions done by a city that hasn't invested in carbon efficiency or improved resource management, the global carbon cycle is projected to reach 75% of the world population by 2030.[107] Cumulative anthropogenic (i.e., human-emitted) emissions of CO2 from fossil fuel use are a major cause of global warming,[108] and give some indication of which countries have contributed most to human-induced climate change. In particular, CO2 stays in the atmosphere for at least 150 years, whilst methane and nitrous oxides generally disappear within a decade or so. The graph gives some indication of which regions have contributed most to human-induced climate change.[109] [110]: 15  When these numbers are calculated per capita cumulative emissions based on then-current population the situation is shown even more clearly. The ratio in per capita emissions between industrialized countries and developing countries was estimated at more than 10 to 1. Non-OECD countries accounted for 42% of cumulative energy-related CO2 emissions between 1890 and 2007.[111]: 179–80  Over this time period, the US accounted for 28% of emissions; the EU, 23%; Japan, 4%; other OECD countries 5%; Russia, 11%; China, 9%; India, 3%; and the rest of the world, 18%.[111]: 179–80  Overall, developed countries accounted for 83.8% of industrial CO2 emissions over this time period, and 67.8% of total CO2 emissions. Developing countries accounted for industrial CO2 emissions of 16.2% over this time period, and 32.2% of total CO2 emissions. In comparison, humans have emitted more greenhouse gases than the Chicxulub meteorite impact event which caused the extinction of the dinosaurs.[112] Transport, together with electricity generation, is the major source of greenhouse gas emissions in the EU. Greenhouse gas emissions from the transportation sector continue to rise, in contrast to power generation and nearly all other sectors. Since 1990, transportation emissions have increased by 30%. The transportation sector accounts for around 70% of these emissions. The majority of these emissions are caused by passenger vehicles and vans. Road travel is the first major source of greenhouse gas emissions from transportation, followed by aircraft and maritime.[113][114] Waterborne transportation is still the least carbon-intensive mode of transportation on average, and it is an essential link in sustainable multimodal freight supply chains.[115] Buildings, like industry, are directly responsible for around one-fifth of greenhouse gas emissions, primarily from space heating and hot water consumption. When combined with power consumption within buildings, this figure climbs to more than one-third.[116][117][118] Within the EU, the agricultural sector presently accounts for roughly 10% of total greenhouse gas emissions, with methane from livestock accounting for slightly more than half of 10%.[119] Estimates of total CO2 emissions do include biotic carbon emissions, mainly from deforestation.[17]: 94  Including biotic emissions brings about the same controversy mentioned earlier regarding carbon sinks and land-use change.[17]: 93–94  The actual calculation of net emissions is very complex, and is affected by how carbon sinks are allocated between regions and the dynamics of the climate system. The graphic shows the logarithm of 1850-2019 fossil fuel CO2 emissions;[120] natural log on left, actual value of Gigatons per year on right. Although emissions increased during the 170-year period by about 3% per year overall, intervals of distinctly different growth rates (broken at 1913, 1945, and 1973) can be detected. The regression lines suggest that emissions can rapidly shift from one growth regime to another and then persist for long periods of time. The most recent drop in emissions growth - by almost 3 percentage points - was at about the time of the 1970s energy crisis. Percent changes per year were estimated by piecewise linear regression on the log data and are shown on the plot; the data are from The Integrated Carbon Observation system.[121] The sharp acceleration in CO2 emissions since 2000 to more than a 3% increase per year (more than 2 ppm per year) from 1.1% per year during the 1990s is attributable to the lapse of formerly declining trends in carbon intensity of both developing and developed nations. China was responsible for most of global growth in emissions during this period. Localised plummeting emissions associated with the collapse of the Soviet Union have been followed by slow emissions growth in this region due to more efficient energy use, made necessary by the increasing proportion of it that is exported.[33] In comparison, methane has not increased appreciably, and N 2O by 0.25% y−1. Using different base years for measuring emissions has an effect on estimates of national contributions to global warming.[110]: 17–18 [122] This can be calculated by dividing a country's highest contribution to global warming starting from a particular base year, by that country's minimum contribution to global warming starting from a particular base year. Choosing between base years of 1750, 1900, 1950, and 1990 has a significant effect for most countries.[110]: 17–18  Within the G8 group of countries, it is most significant for the UK, France and Germany. These countries have a long history of CO2 emissions (see the section on Cumulative and historical emissions). Annual per capita emissions in the industrialized countries are typically as much as ten times the average in developing countries.[10]: 144  Due to China's fast economic development, its annual per capita emissions are quickly approaching the levels of those in the Annex I group of the Kyoto Protocol (i.e., the developed countries excluding the US).[123] Other countries with fast growing emissions are South Korea, Iran, and Australia (which apart from the oil rich Persian Gulf states, now has the highest per capita emission rate in the world). On the other hand, annual per capita emissions of the EU-15 and the US are gradually decreasing over time.[123] Emissions in Russia and Ukraine have decreased fastest since 1990 due to economic restructuring in these countries.[124] Energy statistics for fast-growing economies are less accurate than those for industrialized countries.[123] The greenhouse gas footprint refers to the emissions resulting from the creation of products or services. It is more comprehensive than the commonly used carbon footprint, which measures only carbon dioxide, one of many greenhouse gases.[citation needed] 2015 was the first year to see both total global economic growth and a reduction of carbon emissions.[125] In 2019, China, the United States, India, the EU27+UK, Russia, and Japan - the world's largest CO2 emitters - together accounted for 51% of the population, 62.5% of global gross domestic product, 62% of total global fossil fuel consumption and emitted 67% of total global fossil CO2. Emissions from these five countries and the EU28 show different changes in 2019 compared to 2018: the largest relative increase is found for China (+3.4%), followed by India (+1.6%). On the contrary, the EU27+UK (-3.8%), the United States (-2.6%), Japan (-2.1%) and Russia (-0.8%) reduced their fossil CO2 emissions.[126] One way of attributing greenhouse gas emissions is to measure the embedded emissions (also referred to as \"embodied emissions\") of goods that are being consumed. Emissions are usually measured according to production, rather than consumption.[127] For example, in the main international treaty on climate change (the UNFCCC), countries report on emissions produced within their borders, e.g., the emissions produced from burning fossil fuels.[111]: 179 [128]: 1  Under a production-based accounting of emissions, embedded emissions on imported goods are attributed to the exporting, rather than the importing, country. Under a consumption-based accounting of emissions, embedded emissions on imported goods are attributed to the importing country, rather than the exporting, country. Davis and Caldeira (2010)[128]: 4  found that a substantial proportion of CO2 emissions are traded internationally. The net effect of trade was to export emissions from China and other emerging markets to consumers in the US, Japan, and Western Europe. As carbon oxides are one important source of greenhouse gas, having means to reduce it is important. One suggestion, is to consider some means in relation to fiscal decentralisation. Previous research found that the linear term of fiscal decentralization promotes carbon emissions, while the non-linear term mitigates it.[clarification needed] It verified the inverted U-shaped curve between fiscal decentralization and carbon emissions.[example needed] Besides, increasing energy prices for non-renewable energy decrease carbon emission due to a substitution effect. Among other explanatory variables, improvement in the quality of institutions decreases carbon emissions, while the gross domestic product increases it. Strengthening fiscal decentralization, lowering non-renewable energy prices,[clarification needed] and improving institutional quality to check the deteriorating environmental quality in the study sample and other worldwide regions can reduce carbon emissions.[129] Governments have taken action to reduce greenhouse gas emissions to mitigate climate change. Assessments of policy effectiveness have included work by the Intergovernmental Panel on Climate Change, International Energy Agency,[130][131] and United Nations Environment Programme.[132] Policies implemented by governments have included[133][134][135] national and regional targets to reduce emissions, promoting energy efficiency, and support for a renewable energy transition, such as Solar energy, as an effective use of renewable energy because solar uses energy from the sun and does not release pollutants into the air. Countries and regions listed in Annex I of the United Nations Framework Convention on Climate Change (UNFCCC) (i.e., the OECD and former planned economies of the Soviet Union) are required to submit periodic assessments to the UNFCCC of actions they are taking to address climate change.[135]: 3  Due to the COVID-19 pandemic, there was a significant reduction in CO2 emissions globally in 2020. In 2020, carbon dioxide (CO2) reductions were at an all-time low since World War II. However, by December 2020, carbon emissions surpassed those in 2019 by 2%.[136] Climate change scenarios or socioeconomic scenarios are projections of future greenhouse gas (GHG) emissions used by analysts to assess future vulnerability to climate change.[137] Scenarios and pathways are created by scientists[138] to survey any long term routes and explore the effectiveness of mitigation and helps us understand what the future may hold this will allow us to envision the future of human environment system.[139] Producing scenarios requires estimates of future population levels, economic activity, the structure of governance, social values, and patterns of technological change. Economic and energy modelling (such as the World3 or the POLES models) can be used to analyze and quantify the effects of such drivers. Scientists can develop separate international, regional and national climate change scenarios. These scenarios are designed to help stakeholders understand what kinds of decisions will have meaningful effects on climate change mitigation or adaptation. Most countries developing adaptation plans or Nationally Determined Contributions will commission scenario studies in order to better understand the decisions available to them. ","Title":"Greenhouse gas emissions - Wikipedia","KeyID":"15932","URL":"https://en.wikipedia.org/wiki/Greenhouse_gas_emissions"}