{"Content: ":"Admiral Sir Antony David Radakin, KCB, ADC (born 10 November 1965) is a senior Royal Navy officer. He is presently the 24th Chief of the Defence Staff, the professional head of the British Armed Forces since November 2021, succeeding General Sir Nicholas Carter. Radakin also served as First Sea Lord, the professional head of the Naval Service from June 2019 to November 2021. He was Chief of Staff, Joint Forces Command, from 2016 to 2018, and the Second Sea Lord and Deputy Chief of the Naval Staff from 2018 to 2019. Radakin was born on 10 November 1965 in Oldham, Lancashire, England.[2][3][4] He was educated at state schools and St. Brendan's Sixth Form College in Bristol.[5][2] Radakin studied law at the University of Southampton,[4] and was sponsored through university by the Royal Navy,[6] graduating with a Bachelor of Laws (LLB) degree in 1989.[2][5] He continued his legal career alongside his naval service, and qualified as a barrister and was called to the Bar from the Middle Temple in 1996.[2][7] He later studied international relations and defence studies at King's College London, completing a Master of Arts (MA) degree in 2000.[7][8][4] Radakin gained his commission in the Royal Navy on 20 October 1990.[9][10] He was promoted to lieutenant commander on 1 November 1996,[11] and went on to become commanding officer of the frigate HMS Norfolk in 2003, commanding officer of the US/UK Iraqi Naval Transition Team in 2006, and commanding officer of the US/UK Combined Task Force Iraqi Maritime in 2010.[9] For this tour he was awarded the Bronze Star Medal by the President of the United States.[12] Promoted to commodore on 30 August 2011,[13] Radakin became commander of HMNB Portsmouth in October 2011.[14] He was appointed Director of Force Development at the Ministry of Defence in November 2012.[15] Promoted to rear admiral on 3 December 2014,[16] he became Commander United Kingdom Maritime Forces and Rear Admiral Surface Ships in December 2014,[9][17] and Chief of Staff, Joint Forces Command, in March 2016.[15][18] Promoted to the rank of vice admiral on 27 March 2018 on appointment as Second Sea Lord and Deputy Chief of the Naval Staff,[19][20] Radakin was appointed a Companion of the Order of the Bath in the 2018 Birthday Honours three months later.[21] He was promoted to admiral and succeeded Admiral Sir Philip Jones as First Sea Lord and Chief of the Naval Staff in June 2019.[3][22][23] In 2019, Radakin initiated a programme of reform across the Royal Navy under the banner of Royal Navy Transformation. The initiative encompassed increasing the UK's operational advantage in the North Atlantic, developing carrier strike operations using the newly constructed aircraft carriers HMS Queen Elizabeth and HMS Prince of Wales, increasing the Royal Navy's forward presence around the world, reforming the Royal Marines into the Future Commando Force and improving the Navy's use of technology and innovation.[24] Controversially, this also included a forty percent reduction in admirals across the Royal Navy and a forty percent cut in headquarters staff.[25] Radakin was appointed Knight Commander of the Order of the Bath (KCB) in the 2021 Birthday Honours.[26] On 7 October 2021, it was announced that Radakin was to become Chief of the Defence Staff on 30 November 2021.[27] Prime Minister Boris Johnson appointed Radakin instead of the Ministry of Defence's preferred candidate, General Sir Patrick Sanders, due to Radakin's reputation as a reformer and Johnson's anticipation of future naval conflicts in the Mediterranean and Indo-Pacific regions.[28][29] Radakin relinquished the position of First Sea Lord to Admiral Sir Ben Key on 8 November 2021.[30] Radakin made his first Chief of Defence Staff speech to the Royal United Services Institute in December 2021. He stated that the security outlook for the UK was \"far more complex and dangerous than at any time over the past 30 years\" and that the geopolitical situation was in \"a real sense of back to the future, with the return of the State as the central, indispensable feature of the international system.\"[31][32] Radakin also stated the UK military was at risk of looking \"ridiculous\" until it improved diversity and leadership in the armed forces.[33] Radakin stated on 7 January 2022 that the UK faced a number of security challenges from Russia and that an attempt to damage underwater communication cables could be considered by the UK as an \"act of war\".[34][4] However, he also stated that the UK and Russia continue to test daily the telephone connection between the UK Ministry of Defence and the Russian Situation centre, which could be used \"if urgent talks were needed to de-escalate an incident.\"[4] During the 2022 Russian invasion of Ukraine, Radakin stated that a Russian victory is not inevitable. Asked on the BBC’s Sunday Morning programme whether Russia taking over Ukraine was “inevitable”, Radakin said: “No. I think we’ve seen a Russian invasion that is not going well.[35] On 31 March 2022, he said Russian President Vladimir Putin had \"already lost\" the war in Ukraine due to \"catastrophic misjudgments.\"[36] In 1995, Radakin married Louise. Together they have four sons.[2][4] Radakin is also President of the Royal Navy Squash Association and the Armed Forces Tennis Association.[37]","Title":"Tony Radakin - Wikipedia","KeyID":"15949","URL":"https://en.wikipedia.org/wiki/Tony_Radakin"}