{"Content: ":"As of 30 May 2022[update], at least 15 civilian journalists and media workers have been killed in the line of duty since the Russo-Ukrainian War began in 2014. Six have been Russian, four Ukrainian, one Italian, one American, one Lithuanian, one Irish and one French. An initial wave of journalist fatalities occurred in the early stages of the War in Donbas in 2014, starting with Italian journalist Andrea Rocchelli and his interpreter, Russian activist Andrei Mironov. In the following four months, four Russian journalists in the company of Russian separatist forces were killed by Ukrainian fire, as was one Ukrainian journalist in an incident that both sides in the conflict blamed on each other. Two pairs of killings led to legal proceedings: In Rocchelli and Mironov's deaths, Ukrainian National Guard member Vitalii Markiv was tried in Italy for allegedly ordering the strike. He was convicted but later exonerated. In the deaths of Russian journalists Igor Kornelyuk and Anton Voloshin by mortar strike, captured Ukrainian Army pilot Nadiya Savchenko was tried in Russia for allegedly ordering the strike. She was convicted and subsequently freed in a prisoner exchange with Ukraine. The relationship between Russian journalists and separatist forces became a subject of controversy.[1] A second wave of deaths began with the full-scale Russian invasion of Ukraine in 2022. Yevhenii Sakun, a Ukrainian, was the first journalist killed in that phase of the war, a victim of a Russian airstrike on the Kyiv TV Tower on 1 March 2022. Six more journalists have been killed by Russian soldiers, including four shot and one killed by shelling. The dead include American documentarian Brent Renaud, Ukrainian photojournalist Maks Levin, and most recently Lithuanian documentarian Mantas Kvedaravičius. In addition, at least six Ukrainian journalists have been killed outside the line of duty or under ambiguous circumstances and at least seven journalists have been killed while serving in the Armed Forces of Ukraine or the Russian separatist forces in Donbas. Fifteen journalists and media workers are listed by the Committee to Protect Journalists's database as of 1 June 2022[update] as having been killed in the Russo-Ukrainian War—seven in the war in Donbas in 2014–2015,[2] eight in the full-scale Russian invasion of Ukraine in 2022.[3] Italian photojournalist Andrea Rocchelli and Russian journalist and activist Andrei Mironov, who was serving as Rocchelli's fixer and interpreter,[4][5] were killed on 24 May 2014 near the city of Slovyansk.[4] The two men, plus French reporter William Roguelon, and a local driver were fired at on the way to their car. Roguelon stated that they were then targeted with 40 to 60 mortars.[6][7] In July 2019, an Italian court convicted Vitalii Markiv, an Italian-Ukrainian dual citizen and an officer in the National Guard of Ukraine, of directing the strike that killed Rocchelli and Mironov.[8] Markiv's conviction was overturned in November 2020,[9] a decision made final by the Supreme Court of Cassation in December 2021.[10] Igor Kornelyuk and Anton Voloshin, correspondent and sound engineer respectively for Russian state-owned broadcasting company VGTRK,[11][12] were struck by Ukrainian mortar shells on 17 June 2014 while filming a separatist roadblock[13] in Metalist, Slovianoserbsk Raion. Voloshin died instantly,[12] while Kornelyuk died later that day.[11] Both men were posthumously awarded the Russian Order of Courage by Vladimir Putin.[14] Nadiya Savchenko, a Ukrainian army helicopter pilot, was captured by separatists the same day and was accused of directing the mortar strike.[15] She claimed that she had rather been captured an hour before the attack.[16] Savchenko was convicted by a Russian court on 21 March 2016,[17] in what Amnesty International characterized as a \"flawed, deeply politicized trial\".[18] She was pardoned by Vladimir Putin as a result of a prisoner swap for two Russian soldiers two months later.[19] Anatoly Klyan, a camera operator for Russian Channel One, was killed by Ukrainian soldiers while traveling with a group of protesting soldiers' mothers on 30 June 2014 in Donetsk region.[20][21] The trip had been organized by separatists and the driver was wearing camouflage.[20] Klyan continued to film the attack until he grew too weak.[20] Andrey Stenin, a Russian photojournalist and correspondent for several Russian and international news agencies, disappeared on 5 August 2014 while embedded with Russian-backed forces in Donetsk.[22] He was confirmed dead on 3 September 2014.[23] Stenin's body was found in a burnt-out car alongside Donetsk People's Republic militia Information Corps members Sergei Korenchenkov and Andrei Vyachalo (see § Sergei Korenchenkov and Andrei Vyachalo). Their deaths were not announced until ten days after his. The Interpreter magazine, a publication of the Institute of Modern Russia, suggested that Russia was trying to obscure the connection between Stenin and militia members.[1] Ukrainian journalist Yuriy Butusov insulted Stenin as a zampolit (military political indoctrinator) rather than a journalist.[1] Stenin was posthumously awarded the Order of Courage by Vladimir Putin.[24] Serhiy Nikolayev, a photojournalist with the Ukrainian newspaper Segodnya, died along with soldier Mykola \"Tank\" Flerko during the shelling of the village of Pisky on 28 February 2015.[25] Nikolayev was wearing a bulletproof vest marked \"PRESS\".[26] Both sides in the war blamed each other.[27] Nikolayev had previously been attacked by the Berkut special police while reporting on the Euromaidan demonstrations in 2013.[26] After his death he was awarded the title Hero of Ukraine by Petro Poroshenko.[28] Yevhenii Sakun,[bio 1] a photojournalist for Ukrainian TV channel Live [uk] and correspondent with EFE, was killed by an attack on the Kyiv TV Tower on 1 March 2022,[29][31] in what Reporters Without Borders described as a \"precision strike\" on the facility.[32] Brent Renaud, a Peabody Award-winning documentary filmmaker and journalist who previously worked for The New York Times, was shot dead by Russian soldiers while at a checkpoint in Irpin on 13 March 2022.[33][34] Renaud, who was known for his work depicting refugees and deportees, had been filming evacuating refugees,[35] according to his colleague Juan Arredondo [ca].[36] Pierre \"Zak\" Zakrzewski,[bio 2] an Irish photojournalist working for Fox News, and Oleksandra \"Sasha\" Kuvshynova,[bio 3] a Ukrainian freelancer working with Fox, were killed on 14 March 2022 when their vehicle came under fire in Horenka, Kyiv Oblast.[41][42] British journalist Benjamin Hall, also of Fox, was wounded in the same attack.[43] Zakrzewski had worked as a freelancer for some years, but had \"with mixed feelings\" moved to Fox partly because it was too dangerous to work in conflict areas without the support of a media organization.[38] He had worked for Fox in the Iraq War, War in Afghanistan, and Syrian civil war,[40] and had received Fox's \"Unsung Hero\" employee award for his role in evacuating Afghan freelancers and their families after the U.S. withdrawal from Afghanistan.[44] Shortly before his death, he had found an abandoned infant on the streets of Kyiv and brought it to a hospital.[38] Kuvshynova had been guiding Fox crews and assisting with newsgathering.[45] Oksana Baulina,[bio 4] a Russian journalist for the independent investigative website The Insider, was killed in the Podilskyi District of Kyiv on 23 March by Russian shelling. She had been filming the site of a Russian rocket strike on a shopping center. Another civilian was killed in the same attack.[48] Baulina, once a fashion editor at Time Out Moscow, became an activist with Alexei Navalny's Anti-Corruption Foundation in 2016.[49] She emigrated to Poland shortly before the organization was branded extremist by the Russian government.[49] Before the invasion, she was based in Warsaw,[50] and during the invasion had reported from Kyiv and Lviv.[48] Her final work included interviews with Russian prisoners of war, whom she let call home using her cell phone.[49] Maks Levin, a Ukrainian photojournalist working for the media outlet LB.ua [uk], went missing on 13 March 2022 and was found dead near the village of Huta-Mezhyhirska in the Kyiv region on 1 April 2022. According to the Ukrainian Prosecutor General's Office, he was fatally shot twice by Russian soldiers while wearing a press jacket.[51] Levin had worked with Reuters, the BBC, and the Associated Press, among other news organizations. Most of his documentary projects were related to the war in Ukraine.[52] Levin disappeared along with Oleksiy Chernyshov, another Ukrainian journalist, who was found dead on 1 April 2022.[53][54] A report from Reporters Without Borders concluded that the evidence they were murdered by Russian forces was overwhelming.[55][56] Mantas Kvedaravičius, a Lithuanian documentary film director, was killed on 2 April 2022 while trying to leave the besieged city of Mariupol, the life of which he had documented for many years.[57] According to the Russian film director Vitaly Mansky, Kvedaravičius \"died with a camera in his hand\".[58] Lyudmyla Denisova, Ukraine's ombudsperson for human rights, alleged that Kvedaravičius \"was taken prisoner by 'rashists', who later shot him. The occupiers threw the director's body out into the street\". Kvedaravičius's widow reported that two days after his death a Russian soldier had led her to his body. She said that he had been shot in the stomach, but there was \"no blood on the ground\" and no bullet hole in the clothes he was wearing.[59] Kvedaravičius had earlier worked to document torture and forced disappearances in Russia's North Caucasus region. His 2011 documentary about war-ravaged Chechnya was awarded an Amnesty International prize.[58] On 30 May 2022, French President Emmanuel Macron announced the death of French journalist Frédéric Leclerc-Imhoff, working for the media BFM TV. He was the victim of a shrapnel wound while following a humanitarian operation in the Luhansk Oblast.[60][61] The French Minister of Foreign Affairs, Catherine Colonna, implicates a Russian action.[62] At least six Ukrainian journalists or media workers have been killed during the 2022 Russian invasion of Ukraine while not engaged in news-gathering or under ambiguous circumstances. As of 29 April 2022[update], Shakirov, Dedov, and Girich are not included in the committee to Protect Journalists's list, while Nezhyborets, Zamoysky, and Bal are listed as \"motive unconfirmed\".[2][3] Iryna Venediktova,[63] Prosecutor General of Ukraine, said in a Facebook post that Dilerbek Shukurovich Shakirov, a freelance journalist for weekly newspaper Navkolo tebe (Around You)[64] was shot dead on 26 February 2022, in Zelenivka, Kherson Oblast.[65][66] A representative of the Institute of Mass Information confirmed his death;[64] the IMI listed him separate from journalists killed in the line of duty.[67] The BBC reported Venediktova's statement but did not independently confirm it.[68] Venediktova said that Shakirov was a member of the \"House of Hope\" charitable organization; the IMI said that he had been a part of Kherson's self-defense forces from 2014 to 2015.[64] Venediktova said that Shakirov had been killed by Russian soldiers firing an automatic weapon from a car.[63][69] The committee to Protect Journalists reported on 13 April 2022 that Roman Nezhyborets, a video technician at Dytynets [uk], had been found dead in Yahidne. The director of Dytnets, Tatyana Zdor, said that Russian soldiers had confined Nezhyborets and the other residents of the village to underground shelters and confiscated their cell phones. Zdor said that Nezhyborets had used a hidden cell phone to contact his mother, whom he asked to hide evidence that he worked for Dytnets. According to Zdor, on 5 March, Nezhyborets was caught on the phone with his mother; his family thinks he was killed between then and 9 March.[70] The National Union of Journalists of Ukraine reported on 23 March 2022, that Viktor Dedov, a camera operator with Sigma [uk; ru], had been killed on 11 March when his apartment building in Mariupol was shelled,[71][72] which his wife, Natalya Dedova, had announced on Facebook on 20 March.[73] The shelling also wounded Dedova and other family members.[74] A subsequent shelling set fire to the building and prevented the family from burying the body.[71][75] The Irpin City Council reported on 12 April 2022 that Zoreslav Zamoysky, a freelance journalist and activist, had been found dead in the street in Bucha.[76] The National Union of Journalists of Ukraine reported the same the next day. His last post online was on 4 March.[77][70] Yevhenii Bal, a 78-year-old journalist and fiction writer, was taken from his home in Melekine, Mariupol Raion, by Russian soldiers on 18 March, after they found a picture of him with Ukrainian marines. Russian soldiers then tortured him for three days before releasing him, saying \"We are not at war with veterans of the Soviet Navy\". He died of his wounds on 2 April.[78] Radio Free Europe/Radio Liberty journalist and producer Vira Hyrych[bio 5] died as a result of a Russian missile hitting the house where she lived in Kyiv, according to her employer.[80][81] Radio Liberty reported that the missile attack took place on 28 April, but her body was found under the wreckage on the morning of 29 April.[80][82] At least five Ukrainians, one Russian[83] and two separatists have been killed while serving as military journalists or while serving as soldiers independent of their work as journalists. They are not included in the committee to Protect Journalists's list.[2][3] Sergei Korenchenkov and Andrei Vyachalo, correspondents with the Donetsk People's Republic militia's Information Corps, disappeared alongside Andrey Stenin on 5 August 2014 (see § Andrey Stenin). Ten days after Stenin's body was found, pro-Russian newspaper Golos Sevastopolya reported the remains of both Korenchenkov and Vyachalo's had been found at the same time as his body.[1] The two were among the first on the scene after militia forces shot down Malaysia Airlines Flight 17, and The Interpreter magazine speculated they may have known which rebels shot down the airliner.[1] Oleh Zadoyanchuk,[bio 6] a soldier in the 12th Territorial Defence Battalion and journalist with state news agency Ukrinform, was killed by Russian artillery shelling on 4 September 2014.[84] Dmytro Labutkin,[bio 7] a military journalist with the Sevastopol TV channel Breeze [uk] prior to Russia's annexation of Crimea, died on 16 February 2015 during the Battle of Debaltseve.[85][86] Viktor Dudar,[bio 8] the defense correspondent for the Lviv-based newspaper Expres and a volunteer paratrooper, was fatally shot by Russian soldiers while fighting in Mykolaiv. His death was announced on 7 March 2022.[87] He was not working as a journalist at the time;[30] he had re-enlisted in the military on 24 February, having previously served in Donbas from 2014 to 2015. He was among the first Ukrainian soldiers killed in the invasion.[88] On 25 March, the Ukrainian Institute of Mass Information reported the death in battle on 18 March of Oleg Yakunin,[bio 9] founder and editor-in-chief of several Ukrainian news sites,[90] based on a Facebook post from his wife.[89][91] On 26 March 2022, Channel 24 reported that one of its camera operators, Yury Oleynik,[bio 10] was killed on 23 March fighting in Luhansk.[92][93] Oleksandr Makhov from Luhansk worked last for Telekanal Dom[94] and prior at Ukraine, as well Channel 24.[95] Makhov was war correspondent from the Donbas war in 2014[96] and reported as first Ukrainian from the Vernadsky Research Base in the Antarctica.[97] He went in late February 2022 with beginning of the Russian invasion of Ukraine, as serviceman to the Armed Forces of Ukraine[98] and died 4 May 2022 in combat in Izium. Makhov became famous, after proposing to his girlfriend from the front in Odessa and the video went viral, some Newspapers and news channel (include Euronews[99]) reported about the marriage proposal.[100] On 15 June 2022, Russian media reported that Russian military journalist Colonel Sergey Postnov had died during Russia's \"special military operation\" in Ukraine.[83]","Title":"List of journalists killed during the Russo-Ukrainian War - Wikipedia","KeyID":"15940","URL":"https://en.wikipedia.org/wiki/List_of_journalists_killed_during_the_Russo-Ukrainian_War"}