{"Content: ":"BBC News Russian (Russian: BBC News Ру́сская слу́жба) – formerly BBC Russian Service (Russian: Ру́сская слу́жба Би-би-си́) – is part of the BBC World Service's foreign language output, one of nearly 40 languages it provides. The BBC's first Russian-language broadcast was a translation of a speech by British Prime Minister Winston Churchill on 23 June 1941.[1] The first programme of the Russian section of the BBC was hosted by Sonya (Betty) Horsfall on 24 March 1946.[1] However, during World War II there were sporadic broadcasts to the Soviet Union in Russian only. Most of these broadcasts were after 1942. These were mainly short news bulletins or announcements relating to UK Foreign Office policy in Russian from 1943 onwards but often weeks or months apart. In the Cold War-era broadcasts were severely jammed. Despite this, it tried to bring to listeners in Soviet Union information they were deprived of, including works of writers and dissidents who could not publish their work at home, such as Alexander Solzhenitsyn. Jamming finally stopped in the late 1980s, as perestroika took hold. On 26 March 2011 the service stopped broadcasting on medium and shortwave, and now publishes and broadcasts on the internet only.[1][2] The BBC Russian Service has moved all its operation to the Internet, halting radio broadcasting after 65 years on air. Before the final decision to concentrate on online production the Russian Service radio was available only on AM. The BBC Russian Service partnered with Bol'shoe Radio (Russian: Большое радио), an FM broadcaster in Moscow between[1] April and August 2007. Daily broadcasts alternated between the Russian Service and Radio Moscow. On 17 August 2007 Bol'shoe Radio notified the BBC World Service that it planned to stop transmission of BBC programming in Russian as of that afternoon. BBC content was not aired as usual at 1700 (Moscow time); the station was ordered by its owner, the financial group Finam, to pull the shows or risk being taken off air altogether. The BBC planned to appeal against the decision.[3] In its 2007 Foreign and Commonwealth Office Annual Report the House of Commons' Foreign Affairs Committee concluded that \"the development of a partnership with the international arm of a Russian state broadcasting network puts the BBC World Service's reputation for editorial independence at risk\".[4] Masha Karp, Martin Dewhirst, Victor Suvorov, Vladimir Bukovsky, Oleg Gordievsky[5] criticized the BBC Russian service for giving less coverage to viewpoints outside of those approved by the Russian government.[6][7] A BBC spokesman said:[5] The service remains an important and strong source of impartial and independent news and current affairs renowned for asking difficult questions on behalf of its listeners. We reject any suggestion that we have made compromises in our questioning of any point of view in any debate. An article in The Economist suggested that the BBC's desire to continue using local transmitters in Russia may conflict with its neutrality.[8] The BBC World Service denied it[citation needed] and said the problems it faced in acquiring carriage on FM in Russia emanated from the growing impact its distinctive programmes were having with audiences rather than weakening the quality of its output. They said it was the awkward journalistic questions the BBC had asked that inspired the authorities to bring persistent pressure to bear upon its FM partners to drop its programmes until the threat of losing their licences altogether became too strong. In November 2008 the BBC World Service announced[citation needed] a far-reaching strategy rethink, seeing most of the Russian Service's standalone news bulletins end and two blocks of current affairs programming widened. The strategy envisioned closure of longer, lighter feature programmes and aggregating some of their elements such as insights on British culture into a new weekend programme. The news drew sharp criticism from British experts on Russia who argued that the BBC World Service had weakened its editorial line under pressure from Kremlin and that it lost crucial links with British culture and political thought.[9] On 21 April 2009 the BBC Russian Service relaunched their website in a new wider template that corresponded with other language services such as Portuguese, Spanish, Persian, Urdu and Vietnamese.[10] In March 2012 the service began its first TV broadcasts with regular transmissions on TV Dozhd[11] – the service was the first to broadcast live TV from the BBC's new building in central London (Broadcasting House).[12] The bulletin is also available via bbcrussian.com.[13] The Prince of Denmark's March, commonly known as the Trumpet Voluntary, was the signature tune of the shortwave BBC Russian Service (as well as the other brachnes of the BBC European Service).[14][15] This musical composition by Jeremiah Clarke in an arrangement for trumpet, string orchestra and organ by Sir Henry Wood became widely known to the audience in the USSR thanks to the BBC broadcasting.[16] The arrangement, as aired on the BBC radio, was perceived in particular as a genuine example of the British \"imperial\" style and was used as such by the Russian composer Vladimir Dashkevich while writing the main music theme for the popular series of television films The Adventures of Sherlock Holmes and Dr. Watson.[17]","Title":"BBC News Russian - Wikipedia","KeyID":"15944","URL":"https://en.wikipedia.org/wiki/BBC_News_Russian"}