{"Content: ":"iStories or Important Stories (Russian: Важные истории, romanized: Vazhnyye Istorii)[a][3] is an independent Russian website specialising in investigative journalism.[4] The website was founded in 2020 by Russian journalists Roman Anin and Olesya Shmagun.[5] iStories published a number of high-profile investigations. The office of the website is located in Latvia. iStories (the \"i\" stands for \"important\")[4] was launched at the end of April 2020. Its founders are Russian journalists Roman Anin and Olesya Shmagun. Anin, Shmagun and several other journalists in their team had previously worked for Novaya Gazeta, a Russian newspaper. 4 out of 10 journalists at iStories were taking part in investigation of the Panama Papers.[6][7][2] iStories was created in response to the growing pressure from the Russian government on the media.[2] iStories published its first two investigations with the participation of Novaya Gazeta.[6] It investigated the illegal supply of low quality ventilators[8][9] and COVID-19 tests,[10] the production of surgical masks during the COVID-19 pandemic in Russia, domestic violence in Russia,[2] the Russian waste management market,[10] Vladimir Putin's daughter Katerina Tikhonova and her husband Kirill Shamalov,[11][12][13] persecution of the Russian politician Alexei Navalny,[10] oil spill disasters in Russia[14] and others topics. In November 2020, the Global Investigative Journalism Network wrote that iStories had 13 staff.[10] Journalists of iStories were also taking part in investigations of the FinCEN Files[8] and the Pandora Papers.[3][15] In 2021, iStories had 15 staff.[1] In February 2021, it published an article that talked about how Rosneft, a Russian oil company, bought part of the Pirelli company. After a complaint from Rosneft, the court ordered the website to remove the article.[16][17] In March 2021, the media outlet published an investigation into the Russian Federal Security Service's (FSB) deputy director Sergey Korolev [ru] and his links to Russian criminals.[18][19] In April 2021, the FSB raided iStories offices and the apartment of its editor-in-chief, Roman Anin. The raid was formally connected to a 2016 criminal case for violation of privacy.[b] After the raid, Anin was taken to the Investigative Committee of Russia.[19][20][17] In July 2021, the Russian activist Alexander Ionov demanded the Russian government to designate iStories as a \"foreign agent\".[17] On 20 August 2021, the Ministry of Justice of the Russian Federation designated the legal entity of iStories, Istories fonds, and its journalists Anin, Shmagun, Alesya Marokhovskaya [ru], Roman Shleynov (Роман Шлейнов), Irina Dolinina (Ирина Долинина), Dmitry Velikovsky (Дмитрий Великовский) as \"foreign agents\".[21][22] In 2021, iStories closed its operations in Russia.[23] In early March 2022, Roskomnadzor, a Russian government agency, blocked access to the websites of independent Russian media outlets Dozhd, Echo of Moscow and others for their coverage of the 2022 Russian invasion of Ukraine. On 3 March 2022, iStories published a letter, explaining how to bypass the blocking by the Russian authorities.[24] On 5 March 2022, the Ministry of Justice of the Russian Federation designated iStories as an \"undesirable organisation\".[25] This designation prohibits the activities of the organisation on the territory of Russia and prescribes sanctions for anyone who supports the organisation.[26] On 11 March 2022, Roskomnadzor, a Russian government agency, blocked access to the website for what it says are \"falsehoods [on topics] of substantial public interest\" about the 2022 Russian invasion of Ukraine.[27][28] iStories is a non-profit organisation.[1] It is operated by a board of directors.[5] The organisation modelled on ProPublica, a non-profit investigative journalism organisation.[2] As of March 2022, most journalists of iStories are based outside of Russia.[4] The outlet focuses on collaboration with international and regional media.[8] According to Anin, the website's goal is to \"tell you about the real heroes who have changed the world around us for the better - whether it be a village, district or city - in spite of corruption and the arbitrariness of the state.\"[29] In addition to investigations, iStories produces text and video tutorials for journalists.[2][30][31]","Title":"Important Stories - Wikipedia","KeyID":"15946","URL":"https://en.wikipedia.org/wiki/Important_Stories"}