{"Content: ":"The National Guard of the Russian Federation (Russian: Федеральная служба войск национальной гвардии Российской Федерации, romanized: Federal'naya sluzhba voysk natsional'noy gvardii Rossiyskoy Federatsii, lit. 'Federal Service of the Troops of the National Guard of the Russian Federation') or Rosgvardiya (Russian: Росгвардия) is the internal military force of Russia, comprising an independent agency that reports directly to the President of Russia Vladimir Putin under his powers as Supreme Commander-in-Chief and Chairman of the Security Council.[2] The National Guard is separate from the Russian Armed Forces.[2] A law signed by President Vladimir Putin established the federal executive body in 2016. The National Guard has the stated mission of securing Russia's borders, taking charge of gun control, combating terrorism and organized crime, protecting public order and guarding important state facilities.[3] The establishment of the National Guard was seen[by whom?] as an effort to enhance efficiency and to avoid duplication of responsibilities within the Russian security system,[4] a result of an extensive assessment of strategic challenges facing Russia.[5]p. 6 Others have accused the Rosgvardyia of being an attempt by Vladimir Putin to create a private army to control civil strife or attempts of a colour revolution,[4] not only domestically but also abroad in friendly regimes.[6] As of 2018[update] the National Guard numbered approximately 340,000 personnel in 84 units across Russia; it consolidated the forces of the MVD Internal Troops, SOBR, OMON and other internal military forces outside of the Russian Armed Forces.[1] In 2017, Putin designated 27 March as National Guard Day,[7] linking the National Guard to a long history of public-security services within Russia – a decree of Emperor Alexander I organised the Internal Guards Corps [ru] on 27 March in the Old Style Julian calendar in 1811. The organisation's official designation is the Federal Service of the National Guard Troops of the Russian Federation (Russian: Федеральная служба войск национальной гвардии Российской Федерации; Federalʹnaya sluzhba voiysk natsionalʹnoiy gvardii Rossiiyskoiy Federatsii.[8] In official documents, it may be referred to by the romanized acronym FSVNG RF (Russian: ФСВНГ РФ). In Russian, the less formal acronym Rosgvardiya (Russian: Росгвардия, lit. \"Russian Guard\") is commonly used.[8] Plans to create a National Guard, directly subordinated to the president, were first reported in April 2012. It was stated by some journalists[9][10] that the new National Guard would be formed to ensure the security and protection of the constitutional order on the basis of Russian MVD and other security agencies. Utilising personnel and resources belonging to the Russian Airborne Troops, Air Force, Navy and the military police, as well as elements of EMERCOM of Russia;[11] the reform of security apparatus had been since the 1990s.[4] According to Zdzislaw Sliwa, the concept of an organization akin to the National Guard was conceived during the 2011–2013 Russian protests.[5]p. 8 The establishment of the Russian Federal National Guard Service reportedly caused contention within the Kremlin, since the new force took over duties and functions normally carried out by the Ministry of Internal Affairs. Russian presidential spokesman Dmitry Peskov stated that Interior Minister Vladimir Kolokoltsev did not resign. Spokesman Peskov also denied that the establishment of the National Guard meant a crisis of confidence in the so-called \"siloviki\" and stated that the Federal Guard Service would retain its role. However, he did not comment on whether the then-incumbent heads of the Federal Drug Service and the Federal Migration Service, which in the same days underwent a major reform with their subordination to the Interior Ministry, would retain their posts.[12] The corps is a direct successor to the Internal Troops of Russia (1918–2016) and to OMON (1988–2016) and SOBR (1992–2016) units formerly under the Ministry of Internal Affairs.[4] On 5 April 2016, President Putin created the National Guard of Russia by a Presidential Decree (Executive Order) – a legal act having the status of a by-law.[citation needed] On 6 April 2016, President Putin submitted to the State Duma (the lower house of parliament of the Federal Assembly) the draft framework law for this new executive body titled \"On the Russian National Guard Troops\" along with its corresponding amendments[13] that contains a provision for the protection of pregnant women, children, disabled persons and crowds, which mirrored verbatim the limitations already in place in the Russian legislation concerning police work:[14] It shall be prohibited to use firearms against women with the visible signs of pregnancy, people with the apparent signs of disability and underage persons, except for the cases when such persons put up armed resistance, make an assault involving a group of attackers or commit another attack threatening the life and health of citizens or a National Guard serviceman, and it shall also be prohibited to use firearms at largely crowded places, if their use may casually hurt people.[15] On 9 May 2016 the National Guard paraded for the first time. 400 National Guardsmen of the ODON Ind. Motorized Division of the National Guard Forces Command, Federal National Guard Service of the Russian Federation \"Felix Dzerzhinsky\" formed part of the 2016 Moscow Victory Day Parade.[16][17] On 18 May 2016, State Duma approved the first of the three readings of the draft law establishing the National Guard.[18] On 22 June 2016, State Duma approved the last of the three readings of the draft law, thus establishing the National Guard. The Federation Council soon followed.[3] The first National Guardsmen to be enlisted took their military oaths on 1 June 2016.[19][20] Presidential press secretary Dmitry Peskov told reporters that the National Guard started operations before the legal basis for its work was actually finalized.[citation needed] According to Federal National Guard Service Director and National Guard Forces Director Viktor Zolotov, the formation of the Russian National Guard is to take place in three stages.[21] The first phase sees the transformation of the Interior Troops, of the OMON units and of the SOBR units (previously framed within the police) into National Guard units. The second step involves the elaboration of the troops' organizational and staff structure, harmonizing regulations and assigning specific tasks. The third phase envisages the completion of all the organizational activities and the beginning of execution of the tasks entrusted.[21] At the start of 2017 a new division of cyberintelligence was formed in order to \"monitor the activity of citizens in social networks, revealing cases of extremism there\".[22] In 2018 the Rosgvardia consumed 111,9 billion RUR. A year later it received a five percent increase.[23] In 2019 some Rosgvardians from St Petersburg were apprehended after they planted drugs on a 16-year old.[22] It was noticed in February 2021 that the Rosgvardia has been used to silence pro-Navalny protests, in an attempt by the Putin regime \"to fend off threats to its political monopoly at any cost\".[24] Over the last fortnight in July 2021 the Rosgvardians staged their first-ever operational-strategic exercise simultaneously in every Russian federal district except the North Caucasian.[25] On 21 November 2021 it was decided henceforth to classify Rosgvardia budget requests.[26] Early in January and February 2022, there were reports of Rosgvardiya detachments moving to the Russia–Ukraine border and Belarus, joining the supposed \"training exercise\", going during the 2021–2022 Russo-Ukrainian crisis.[27][28] When Russian forces invaded Ukraine on 24 February, Rosgvardiya troops started to move into Ukrainian territory, establishing themselves in occupied cities and towns, reportedly for suppressing local hostile population.[29][30] Within the first five days, the Rosgvardians were in combat situations with the Ukrainian military and Ukrainian national guards. Rosgvardyia units were deployed in the vanguard of the initial attack, suggesting that the Russian forces were not expecting much resistance from local Ukrainian forces.[30] As a result, the National Guard had to act as a regular combat force, with reports that they suffered high losses.[31][32] Ukrainian forces destroyed and captured military convoys carrying riot control equipment.[33][34] Some time prior to 6 March the governor of the Kemerovo Oblast, Sergei Tsivilyov, while his son was safe in university, was forced to carry water for Putin and Zolotov as he defended to the OMON gymnasium in Novokuznetsk full of Rosgvardians' families the choices of his superiors:[34] Look, you can shout and blame everyone right now, but I think that, while a military operation is in process, one shouldn't make any conclusions. We shouldn't criticize... it will end soon. On 13 March the Chechen Rosgvardians in Kyiv suffered \"hundreds\" of casualties and withdrew from that theatre.[35] Also it was reported the same day that the Rosgvardyia helped to repress the 2022 anti-war protests in Russia, dispersing rallies and arresting protestors.[36] On 15 March 2022 chief Rosgvardian Viktor Zolotov was sanctioned along with ten more of his fellows in Russia's \"Defense Enterprise\"; all were added to the list of Specially Designated Nationals and Blocked Persons.[37] On 17 March it was reported that Rosgvardyia Deputy Chief General Roman Gavrilov was sacked due the operational failures of the National Guard during the Russian invasion of Ukraine.[32][38] On 25 March the Transcarpathian 128th Mountain Assault Brigade of the Armed Forces of Ukraine destroyed a BTR-80 armored personnel carrier and liquidated several Rosgvardians of the 46th separate brigade unit #6780, based in Chechnya. The Rosguardians served in the 94th Regiment of the brigade stationed in the city of Gudermes, and the 96th Regiment, stationed in the city of Urus-Martan. The Transcarpathian soldiers also managed to capture undamaged another BTR-80.[39] On 28 March the Transcarpathians destroyed an armored Ural military truck which served as an observation post and liquidated two Rosgvardians; the others fled. Documents were recovered of one Rosgvardian named Vladik Inyazudinovich Madanov, born on 2 June 1995, who enlisted in Derbent, Republic of Dagestan.[40] On 2 June it was reported that Rosgvardia Unit #6720 had taken part in the Bucha massacre, where at least ten of their number got in on the loot. \"Nothing was neglected... not only financial savings, jewelry, computer or household appliances, but also of linen were established. After retreating to Belarus, the Russian occupiers sent these items by mail to their relatives in Russia.\"[41] On 6 June Putin ordered a 5 million Ruble life insurance benefit payment to families of Rosgvardians who die in Ukraine.[42] Missions of the National Guard of Russia include joint[4] operations in securing borders (in assistance to the Border Service of the Federal Security Service of the Russian Federation)[43] fighting terrorism, organized crime, and to perform the functions which are currently carried out by riot police units (OMON, SOBR, etc.),[12] as well as prison police units.[3] However the National Guard does not perform field investigation activities.[citation needed] The Federal Service has powers in the sphere of weapons turnover and control of private security activities.[43] The National Guard also is to work to protect public safety and order along with the Ministry of Internal Affairs and guard important state facilities.[12] According to President Vladimir Putin, a major area of responsibility of the National Guard is the overseeing the various kinds of security provisions and the authorization system of the right to possess firearms, the oversight of private security firms and the management of the interior troops proper.[44] Until the final approbation, it was not yet clear whether these forces will be taking part in counter-terrorism operations abroad, with different open sources reporting different assessments,[13][45] but, according to the draft presidential decree, it was expected to get the right to interact with competent bodies of other countries, including training relationships.[46] The law includes the possibility of using National Guard troops in international operations \"to restore and maintain peace\".[6] According to some pro-Ukrainian sources, National Guard units were in Donbass in May 2016, in order to prevent the desertion of Novorussian soldiers.[47] In 2022, they were seen in the \"training exercises\" on the Russia–Ukraine border and in Belarus during the 2021–2022 Russo-Ukrainian crisis.[27][28] Some units joined the Russian invasion of Ukraine. Early in January and February 2022, there were reports of Rosgvardiya detachments moving to the Russia–Ukraine border and Belarus, joining the supposed \"training exercise\", going during the 2021–2022 Russo-Ukrainian crisis.[27][28] When Russian forces invaded Ukraine, Rosgvardiya troops started to move into Ukrainian territory, establishing themselves in occupied cities and towns, reportedly for suppressing local hostile population.[48][30] On March 9, it was reported in Kherson, one of the first cities occupied by Russia, that Rosgvardyia units moved in and arrested and brutally beat almost 400 local citizens after they made peaceful protests against Russian occupation.[49] While in Novokharkovka Rosgvardiya forces attempted to disperse a rally by using sting ball grenades and firing on the crowd with rubber bullets, resulting in one death.[50] On March 21, it was reported that Rosgvardyia troops opened fire on a civilian protest in Kherson.[51] The National Guard was reported as having occupied Ukrainian nuclear power plants. On February 24, the National Guard together with Russian Ground Forces moved into the Chernobyl Nuclear Power Plant, attacking Ukrainian forces at the Battle of Chernobyl. After Ukrainian forces withdrew, Rosgvardyia occupied the Power Plant. Russian Ministry of Foreign Affairs spokeswoman Maria Zakharova claimed that the Russian National Guard was running a \"joint operation\" with local workers and surrendered Ukrainian soldiers to maintain the containment operations of the Chernobyl NPP.[52] After the Battle of Enerhodar, Rosgvardiya occupied the Zaporizhzhia Nuclear Power Plant.[53] OMON and SOBR units from Kemerovo Oblast suffered heavy casualties during the Battle of Bucha.[34] Chechen \"Kadyrovite\" troops nominally under the National Guard deployed in combat roles in Ukraine, fighting in the Kyiv offensive and the Siege of Mariupol, intended as a \"psychological weapon against Ukrainians\" and a vanguard force.[54][55] The Chechen forces in Kyiv suffered \"hundreds\" of casualties and pulled out on 13 March from the Kyiv theater.[35] On 25 March, twelve guardsmen from Krasnodar, deployed in Crimea during the \"exercises\", were fired after they refused the order to cross the border on February 25. The unit claimed that their duties were strictly limited to Russian territory, that they were not informed of possible \"business trips\" to Ukraine and since they did not have their passports with them, they could not enter foreign Ukrainian territory without violating Russian law. The guardsmen sued the National Guard for unfair dismissal and are appealing for reinstatement.[56] According to their lawyer, Mikhail Benyash, after the case was publicized, almost a thousand National Guardsmen contacted him with similar cases.[33] Mikhail Afanasyev, the chief editor of Novy Fokus in the Russian region of Khakassia, was arrested in April 2022 because the authorities disliked his report on the Krasnodar refuseniks.[57] After that Krasnodar report in the Khakassia news, 11 guardsmen from Khakassia refused to fight for much same reasons as the Krasnodar refuseniks, but the court case of the Khakassian refuseniks was similarly unsuccessful.[57] Then on 27 May it came to light that 115 guardsmen from Nalchik, the capital of the Kabardino-Balkarian republic, had similar difficulties with foreign engagements because they were hired only to police domestic troubles, and because their training is not military. The lawsuit, drafted by a lawyer called Andrei Sabinin, came as a surprise to reporters and was discovered only because of they had appealed their case. The lawsuit was dismissed after the judge determined that the soldiers had been rightfully fired for \"refusing to perform an official assignment\" to fight in Ukraine and instead returned to a duty station.[57][58] According to TASS news agency, National Guard has some powers similar to the functions discharged by the Federal Security Service.[43] Specifically, the National Guard is controversially allowed to fire into crowds in a select number of situations, such as terrorist incidents, hostage situations, or if a government building secured by the National Guard comes under attack, although the soldiers are forbidden in all circumstances from shooting at pregnant women, children, or people with disabilities.[3][43] Troops can use physical force against direct threats to members of the public or fellow soldiers, special cargoes, structures along communications lines protected by National Guard troops and the National Guard troops’ facilities, as well as open and search cars, check for identification documents and detain citizens. The National Guard can seal off areas, including for the purpose of preventing mass riots.[3][43] The troops of the National Guard have the authority to deliver to Russian ports illegal foreign vessels in Russian territorial waters in the Kerch Strait.[59] In a state of emergency, the National Guard personnel have the right to ban the traffic of vehicles and pedestrians, use citizens’ cars to arrive at the scene of an emergency situation or chase criminals, enter houses, use force, special means and weapons.[43] According to the establishing law, National Guard troops exercise their activity on the basis of the principles of legality, the observance of the rights and freedoms of an individual and a citizen, single authority and centralized control.[43] According to Gordon M. Hahn, the rapid reaction forces and special operational forces and aviation of the National Guard remain under the MVD's operational command.[60] According to Aleksandr Golts of the Jamestown Foundation,[61] on 24 May 2017, military units and formations of the Armed Forces of the Russian Federation, as well as other military formations and organs, may be transferred to the operational control of the National Guard. Within the Russian presidential decree 04.06.2018 г. N 289[62] it is possible for the President of Russia to transfer units of the Russian military to a district commander of the National Guard. It is also possible to transfer units of the National Guard to the Russian military. The National Guard of Russia territorial units must always act together in collaboration with the Russian military and other federal and territorial bodies in accordance with federal constitution and laws, under decrees and orders of the President of the Russian Federation. All territorial unit boundaries of the National Guard must be created after a proposal of a commander of the National Guard, that has previously been agreed upon with the Ministry of Defense and then approved by the President. The National guard is among other things tasked with repelling aggression against the Russian Federation together with the Armed Forces of the Russian Federation, and participates in the territorial defense of the Russian Federation. In April 2016, the National Guard was expected to be vested with the right to request federal, state and local authorities, officials and citizens documents, reference and other materials required for decision-making on the issues referred to their spheres of activity, as well as to suspend or limit in emergency situations the use of any communications networks and communications means, and to exercise the right to the priority use of these communications networks and communications means.[46] According to the draft provisions, the National Guard would to be allowed to shoot without warning if delay in using them (firearms) could create a direct threat to the life or health of a citizen or National Guard soldier.[63] According to the same draft provisions, the corps cannot exercise armed force against pregnant women, disabled people and minors, except for self-defence and other exceptional situations,[15] although it will be authorized to block cars and pedestrians in extraordinary situations and use citizens' motor vehicles to come to the scene of an extraordinary event or chase criminals.[15] Despite the draft provisions, Russian Duma's Committee on Defense made the recommendation to allow the National Guard to shoot into crowds.[64] According to an amendment passed into the draft law, a serviceman of the National Guard has no right to use weapons in a crowded area, excluding the use of weapons in order to prevent terror attack, freeing hostages, repelling a group or armed attack on important state objects or cargos.[65] Under similar conditions, the legislative amendments granted the National Guard the right to search individuals' vehicles.[66][67] The National Guard of Russia is directly subordinated to the supreme commander-in-chief (i.e. President of Russia) with the incumbent[60] head of this new structure included into the Security Council as a permanent member.[12] The National Guard is to take over many of the existing duties of the special police forces thus eliminating the link on their use that previously existed between President Putin and his Interior Minister Vladimir Kolokoltsev.[citation needed] In a major overhaul of Russia's security agencies,[68] the National Guard which will include Interior Ministry troops, servicemen of the Russian Armed Forces (including paratroopers, air force, navy and military police), and (as proposed in 2012) Ministry of Emergency Situations personnel (such as fire fighters and rescue workers) consisting of both conscripts and contract personnel[citation needed] and will take over functions previously managed by the OMON riot police and SOBR rapid-reaction forces.[69] In turn, the Federal Migration Service (FMS) and the Federal Drug Service (FSKN) are to be incorporated into the structure of the Interior Ministry. In operation, the National Guard is expected to number some 350,000 to 400,000 men.[4] However, as of May 2016 the Russian government did not propose the size of the forces actually needed. The establishing Presidential decree points out that the transformation process should be completed by 1 June 2016.[68] As for personnel policies, on 20 April 2016 FNGS Director Zolotov stated that the National Guard of Russia is to exclude the appointment of employees with low moral and professional qualities who have committed defamatory acts.[70] The National Guard of Russia is organized into a composed structure, consisting of six broad elements: The diversity of the units under the National Guard is also reflected in the rank structure. Units originating from the former Internal Troops have army style ranks. Former police units such as SOBR, OMON and various licensing departments have special police ranks, which are distinguished by the denominator \"... of police\" (\"... полиции\"). Flying units personnel has air force style ranks distinguished by the denominator \"... of aviation\" (\"... авиации\"). Maritime units personnel has navy style ranks. According to the establishing presidential decree, the Federal National Guard Service (FNGS) is part of the executive branch, which is headed by the president of Russia. The Federal Service is led by a \"Director\", and the service director is simultaneously the commander of the National Guard Forces Command (NGFC). The director has six deputy directors, including a first deputy director who is simultaneously Chief of Staff of the National Guard and a \"state secretary/deputy director\";[60] the Head of Legal Department is Major-General Sergei Babaitsev.[72] On 5 April 2016, Viktor Zolotov, the former commander of Russian Interior Troops, and the former head of the Russian President's personal security service, was appointed as Director of the Federal National Guard Service and Commander of the National Guard Forces Command [73] and relieved of his previous duties—and by a separate Presidential Decree was appointed a member of the Security Council too,[45] in a personal capacity.[60] On 20 May 2016, newly promoted Colonel General Sergei Chenchik was appointed as Chief of the General Staff and First Deputy Director of the Russian Federal National Guard Service.[74] General Chenchik has reportedly a significant role in the North Caucasus security system since the late 1990s; according to Valery Dzutsati, Chenchik's appointment as deputy head of the National Guard indicates that his approach to security problems is approved.[75] According to the official website, other top positions include those of Commander of the troops of the National Guard of the Russian Federation, held in 2016 by Oleg Borukayev and Sergei Yerygin.[76] As of January 2022, the current organizational leadership consists of:[77] According to Sergey Sukhankin for the Jamestown Foundation, the National Guard includes a special unit tasked with cyber security and cyber intelligence functions. The unit's function is to monitor and analyse online social networks.[78] The territorial organization consists of eight National Guard Districts which have, as a rule, the same name of the relevant Federal District. An exception is the Eastern National Guard District, which handles military units stationed in the territory of the Far Eastern Federal District. Also, the Central and Northwestern National Guard Districts have full names which include honorific titles within them. In total, eight National Guard Districts are created out of the 8 Federal Districts; these National Guard Districts have the same boundaries, names and headquarters of those of the former Internal Troops.[79] Each National Guard District is further subdivided into Brigades.[80] Police officers are appointed to the post of heads of the National Guard Districts, while military officers are appointed to the positions of chiefs of staff.[81] Districts of the Federal National Guard Troops Service directly operate task forces, military units and the other organizations of the National Guard, as well as region-level territorial units, such as main administration departments, local administration structures, other departments.[5]p. 20 The National Guard Districts are: Educational organizations of the National Guard are directly under the Director of the National Guard.[5]p. 20 Located in St. Petersburg, the National Guard Forces Command Military Institute serves as the training facility for personnel of the National Guard Forces Command of the National Guard of Russia, including officers, warrant officers and non-commissioned officers. It was established on 4 September 1947 as the MVD Central School and since then as gone on many transformations before acquiring its present title in 2016. Located in Saratov, the institution trains officers for service in the National Guard. The Perm Military Institute is the only military educational institution of the National Guard that trains specialists with higher professional education in 8 specialties with qualifications.[83] The Moscow National Guard Presidential Cadets School named after Mikhail Sholokhov is a pre-university specialized educational institution of the Rosgvuardia. It was opened on 2 September 2002 in the Southeast Administrative District of Moscow in the Kuzminki district. Its first national appearance was at the 2018 Moscow Victory Day Parade on Red Square.[84] The National Guard units have the same equipment the Internal Troops used before. In May 2016, the Interior Ministry reportedly purchased 120 units of the RPO-A Shmel. The rocket launchers were likely intended for the National Guard.[85] A tender for machine guns was also announced by the Ministry.[86] 200 more RPO-As were ordered in April 2017.[87] The AK-74 and AK-74M assault rifle variants will be the primary service weapon of the Russian National Guard. Special operations units attached to the National Guard are armed with AS Val sub-sonic suppressed assault rifles. Other weapons include weapons against underwater sabotage forces and non-lethal weapons.[88] GM-94 hand-held grenade launchers, BK-16 armored boats of Project 02510 and helicopter-type UAVs have also been received.[89][90] The National Guard, as of April 2016, was reportedly rumoured to acquire «Bozena Riot» remotely operated armoured vehicle, designed to handle riots and mobs in the streets and urbanized areas.[citation needed] The following month, i.e. May 2016, the corps was also scheduled to receive brand new KAMAZ Patrol mine-resistant ambush protected vehicle, which is used primarily as a mounted infantry troop carrier and ground support vehicle.[citation needed] The vehicle entered service in 2017.[91] In January 2017, the National Guard received the mobile robot KRMM-06 to remotely detect explosives. In May 2018 the National Guard received the first Ka-226T helicopter.[92][93] Orsis T-5000 sniper rifles and SPM-3 Medved Armoured Vehicles are also been received.[94][95][96] In 2018, the National Guard employed combat buggies M-3 Chaborz and other equipment in exercises.[97] Russia's National Guard (Rosgvardiya) has adopted the Tor protective helmet developed by the NPP KlASS company.[98] Russia's National Guard (Rosgvardiya) has received Ural-VV 6×6 mine-resistant ambush-protected (MRAP) vehicles developed by the Ural Automotive Plant (Ural AZ) as of 2018. The Ural-432009 [Ural-VV] has been adopted by Rosgvardiya, and the service has already started to receive the MRAP. The vehicle is among the platforms forming the backbone of Rosgvardiya's mobile troops.[99] National Guard concluded a contract in May 2018 on the supplies of two non-lethal service vehicles. Particularly, a laser installed on those vehicles can exert acoustic pressure and temporarily blind people.[100] The service receives Yarigin PYa pistols, Kalashnikov AK-12 assault rifles and AK-205 [carbines], SV-98 sniper rifles, underwater assault rifles, and amphibious assault rifles. In 2018, the service received 104 brand new platforms.[101] A new CRV, based on the Tigr-M IMV, has passed state tests and is being supplied to the National Guard.[102] Communications systems based on KAMAZ vehicles received in March 2020.[103] More than 100 Command-staff vehicles R-142NSA-R have been delivered as of September 2020.[104] As of 2019, the service began to receive its first Grachonok-class anti-saboteur ships.[105] The first vessels were deployed in Crimea and the Black Sea region, complementing similar patrol vessels deployed in the region by the Russian Coast Guard and Navy.[106][107] In 2021, the National Guard adopted the modernized MRK-15 engineering-EOD robot, the SIM-4 engineering vehicle and the ARAKS EOD vehicle.[108] The establishment of the Russian Federal National Guard Service triggered several domestic and international reactions and assessments, with attempts to interpret and explain the move, ranging from power games[109] to plans to prevent colour revolutions.[4] On the first reading of the draft law, held on 18 May 2016, ruling party United Russia, nationalist leader Vladimir Zhirinovsky and A Just Russia backed the establishment of the National Guard,[18] with A Just Russia MP Mikhail Yemelyanov holding that there is no reduction of democracy in Russia.[110] On the other hand, Communist MP Vyacheslav Tetekin said that the Communist Party of the Russian Federation does see a link between the move and the bad conditions of the Russian economy;[18] according to Tetekin, assigning all combat units to a separate structure would critically weaken the Interior Ministry and that assigning to the National Guard the task to license private security firms had nothing to do with countering terrorism and extremism.[citation needed] With the timing of President Putin's creation of this National Guard force coming ahead of the 2016 parliamentary election to the State Duma in Russia, and crashing oil prices, Pavel Felgengauer, an independent military analyst based in Moscow, said this new force is \"..a kind of Praetorian Guard to deal with the internal enemy\" and further stated \"It reminds me of the decline and fall of the Roman Empire. We see an aging emperor appointing his bodyguard chief of everything.\"[69] Mark Galeotti, professor at New York University's Center for Global Affairs, wrote in a post on his blog, In Moscow's Shadows [111] that \"[National Guard] forces have little real role fighting crime or terrorism; they are public security forces, riot and insurrection control and deterrence assets.\"[69] Konstantin Gaaze,[112] a Moscow-based political analyst and journalist with the Carnegie Moscow Center, said this new force was \"linked to the election cycle\" and that \"Putin wants to make sure the situation that took place on the Maidan, in Ukraine, won't happen in Russia.\"[69] Gaaze further said that Putin's creation of the National Guard created a counterbalance not only to the Federal Security Forces, but also to the Russian Army itself and Defense Minister Sergei Shoigu stating: \"The newly established National Guard is the president's army in the literal sense of the word. An army, which can be used without intermediaries in the form of a defense minister and without the constitutional rules on the use of the Armed Forces.\"[109] Ella Paneyakh,[113] senior researcher for the Department of Political science and Sociology at the European University at Saint Petersburg, said that this new National Guard force was not just another law enforcement agency, but another army that had the right to conduct military operations against the country's citizens.[109] Russian political scientist Gleb Pavlovsky, who heads the analytics department of the Center for Political Technologies (CPT), said Putin's creation of the National Guard was to counter the power of Chechen leader Ramzan Kadyrov.[109] Tatiana Stanovaya,[114] who heads the Center for Political Technologies (CPT) in France, in commenting on Viktor Zolotov's appointment to head the National Guard said: \"The unnecessary link, that of a minister between the commander-in-chief and the head of the National Guard is removed. Whoever the minister is, a brother, friend, classmate or judo coach, his hand may tremble when you need him to execute an order. Zolotov is protected from those fluctuations as much as possible.\"[109] Researcher Gordon M. Hahn, for The Duran, deems the probability of a \"palace coup\" as being minor than other scenarios. In this view, the National Guard is an added insurance against a regime split, palace coup, or other elite politics. Another \"power game\"-related reason may be, according to Hahn, the will to reduce power of Chechen President Ramzan Kadyrov.[60] According to Roger McDermott for The Jamestown Foundation the establishment of the National Guard is intended in order to counter colour revolutions and links foreign and domestic threat assessments as part of a seamless web. McDermott links the origins of the corps to experience acquired during internal crises and power games among key actors in the 1990s,[4] as well as to colour revolutions abroad, especially close to the Russian borders and in Middle East. In this view, the 2016–2017 election cycle in Russia supplied domestic context for the timing of the implementation of the 2016 reform aimed to counter a strategic threat,[4] but the deep reason does not lie into the actual elections.[4] Gordon M. Hahn lists as the top-two reasons behind the establishment of the National Guard the possibilities of inter-departmental tension, violent conflict, and even armed clashes possible in conditions of potential greater instability and Colour revolutions or indigenous ones.[60] According to former FSB Director and Russian MP (for United Russia) Nikolai Kovalyov, the establishment of the National Guard was important amid NATO’s eastward expansion.[115] Russian President Vladimir Putin, during a televised debate, denied the mistrust in current security establishment: according to him, the direct subordination to the President comes from the fact the National Guard has the authority of a ministry, and as a power ministry it reports to the President.[44] The main publication of the National Guard of Russia is the magazine In the line of duty. The full-colour magazine is published for the Internal Troops of Russia since 1958 and it is stated to cover matters of service activity of the corps, as well as history and literature.[116] The media will not be allowed to report on the location of National Guard soldiers, in order to \"protect the safety of the troops and their families\".[3][117]","Title":"National Guard of Russia - Wikipedia","KeyID":"15943","URL":"https://en.wikipedia.org/wiki/National_Guard_of_Russia"}