{"Content: ":"The fog of war (German: Nebel des Krieges) is the uncertainty in situational awareness experienced by participants in military operations.[1] The term seeks to capture the uncertainty regarding one's own capability, adversary capability, and adversary intent during an engagement, operation, or campaign. Military forces try to reduce the fog of war through military intelligence and friendly force tracking systems. The term has become commonly used to define uncertainty mechanics in wargames. The word \"fog\" (German: Nebel), but not the exact phrase, in reference to 'uncertainty in war' was introduced by the Prussian military analyst Carl von Clausewitz in his posthumously published book, Vom Kriege (1832), the English translation of which was published as On War (1873): War is the realm of uncertainty; three quarters of the factors on which action in war is based are wrapped in a fog of greater or lesser uncertainty. A sensitive and discriminating judgment is called for; a skilled intelligence to scent out the truth. It has been pointed out that von Clausewitz does not use the exact phrase \"fog of war,\" and also uses multiple similar metaphors, such as \"twilight\" and \"moonlight\", to describe a 'lack of clarity'.[3] The first known use of the exact phrase in text dates to 1896 in a book titled The Fog of War by Sir Lonsdale Augustus Hale, where it is described as \"the state of ignorance in which commanders frequently find themselves as regards the real strength and position, not only of their foes, but also of their friends.\"[4] The fog of war is a reality in all military conflict. Precision and certainty are unattainable goals, but modern military doctrine suggests a trade off of precision and certainty for speed and agility. Militaries employ command and control (C2) systems and doctrine to partially alleviate the fog of war. The term also applies to the experience of individual soldiers in battle: often cited is the pure confusion of direction, location, and perspective on a battlefield. Officers and soldiers become separated, orders become confused and subject to revision with poor communication. Sounds and vision are limited from the perspective of the individual and may not be easily resolved, resulting in a continuing uncertainty, a perceptual \"fog\". The fog of war has been decreasing as intelligence, surveillance and reconnaissance technology is improving. In 2016, Chief of Staff of the United States Army Gen. Mark A. Milley stated that \"On the future battlefield, if you stay in one place longer than two or three hours, you will be dead... With enemy drones and sensors constantly on the hunt for targets, there won't even be time for four hours' unbroken sleep.\"[5] Abstract and military board games sometimes try to capture the effect of the fog of war by hiding the identity of playing pieces, by keeping them face down or turned away from the opposing player (as in Stratego) or covered (as in Squad Leader[6]). Other games, such as the Kriegspiel chess-variant, playing pieces could be hidden from the players by using a duplicate, hidden game board.[7] Another version of fog of war emulation is used by block wargaming where, much like Stratego, the blocks face each player, hiding their value. However, this also allows for incremental damage, where the block is rotated up to four times to indicate battle damage before the unit is eliminated from the playing field.[citation needed] Solitaire games also by their nature attempt to recreate fog of war using random dice rolls or card draws to determine events.[8] Complex double-blind miniature wargames, including military simulations, may make use of two identical maps or model landscapes, one or more referees providing limited intelligence to the opposing sides, participants in the roles of sub-unit leaders, and the use of radio sets or intercoms.[citation needed] A computer's ability to effectively hide information from a player is seen as a distinct advantage over board games when simulating war.[9] Fog of war in strategy video games refers to enemy units, and often terrain, being hidden from the player; this is lifted once the area is explored, but the information is often fully or partially re-hidden whenever the player does not have a unit in that area.[10] The earliest use of fog of war was in the 1977 game Empire by Walter Bright.[11] Another early use of fog of war was the 1978 game Tanktics designed by Chris Crawford, which was criticized for its unreliable and \"confusing\" fog of war system.[12] Crawford in 1982 suggested \"limit[ing] the amount of information available to the human player\" to compensate for the computer's lack of intelligence.[13] In a 1988 Computer Gaming World article Dave Arneson called fog of war \"one of the biggest 'plus' factors in computer simulations\", while Crawford concluded, using Tanktics as an example, that video game fog of war systems became less \"fun\" the more realistic they were, leading the medium to instead use simplified systems.[14] Two large Blizzard franchises, Warcraft and StarCraft, use a fog of war which only reveals terrain features and enemy units through a player's reconnaissance. Without a unit actively observing, previously revealed areas of the map are subject to a shroud through which only terrain is visible, but changes in enemy units or bases are not.[15] This is also common in both turn-based and real-time strategy games, such as the Close Combat series, Total War series, Age of Empires series, Red Alert series, Advance Wars series, Fire Emblem series and Sid Meier's Civilization series, Supreme Commander series .[citation needed] Fog of war gives players an incentive to uncover a game's world. A compulsion to reveal obscured parts of a map has been described to give a sense of exploring the unknown.[16] Crawford said that \"reasonable\" uses of fog of war, such as needing to send out scouts, \"not only seem natural, but ... add to the realism and excitement of the game\"[13] Merchant Prince displays over unexplored territory what Computer Gaming World described as a \"renaissance-style map of dubious accuracy\".[17] In some strategy games that make use of fog of war, enemy AI may have knowledge of the positions of all other units and buildings on the map regardless, to compensate for lack of true intelligence, which players may consider as cheating if discovered.[18] A designer may use fog of war to keep a game that has become impossible to win enjoyable, by hiding this fact from the player.[15]","Title":"Fog of war - Wikipedia","KeyID":"15948","URL":"https://en.wikipedia.org/wiki/Fog_of_war"}