{"Content: ":"The Armed Forces of Ukraine (AFU) (Ukrainian: Збройні сили України [ЗСУ]; Zbroini syly Ukrainy, [ZSU]) are the military forces of Ukraine. All military and security forces, including the Armed Forces, are under the command of the president of Ukraine and subject to oversight by a permanent Verkhovna Rada parliamentary commission. Ukraine's armed forces are composed of the Ukrainian Ground Forces, the Ukrainian Air Force, the Ukrainian Navy, the Ukrainian Air Assault Forces and the Special Operations Forces. Ukraine's navy includes its own Ukrainian Naval Infantry, as well as Ukrainian Naval Aviation. The Territorial Defense Forces serve as the Military reserve force and in cases of war, it can be mass mobilized for civilian volunteers to serve in local defense.[9] The Ukrainian Sea Guard is the coast guard service of Ukraine, but it is part of the Border Guard Service and not subordinate to the navy. The Ukrainian Air Defence Forces were a branch responsible for anti-aircraft warfare from 1991 until it was merged with the Air Force in 2004. Because of the Russian military intervention in Ukraine in 2014, the president commissioned the governors of oblasts of Ukraine to create volunteer units under the government's Territorial Defense Forces. Initially, these units received minimal funding from regional budgets and mostly relied on donations. In November 2014, most of the territorial defense battalions were integrated into the Ukrainian Ground Forces. The National Guard of Ukraine serves as a paramilitary reserve component of the Armed Forces of Ukraine. Following hostilities with Russia in 2014, Ukraine increased the size of its armed forces to 204,000 soldiers (+46,000 civil servants), not counting additional forces such as the border guards (53,000), the newly formed National Guard of Ukraine (60,000) or the security service.[10] In 2021, the size of Ukraine's Armed Forces, which consists of 246,445 (195,626 military personnel), makes it the second largest in the region after the Russian Armed Forces.[11] Military units of other countries have participated regularly in multinational military exercises with Ukrainian forces in Ukraine.[12] Many of these exercises have been held under the NATO cooperation program Partnership for Peace. The formation of the national armed forces in the modern sense dates back to the beginning of the twentieth century and coincides with the formation of the modern Ukrainian nation. In official history, this period is referred to as the \"Ukrainian War of Independence\" or the \"First Liberation Struggle.\" This process coincided with the end of the First World War and the subsequent collapse of the great European empires that had been formed during the previous centuries. The forerunner of this process was the formation of national military formations in the Imperial and Royal Armies of Austria-Hungary, namely the Legion of Ukrainian Sich Riflemen, based on the formation of which were Ukrainian paramilitary organizations in Galicia: Sich Sports and Fire Brigade, «Sokil» and the national scout organization «Plast». After the upheavals of the World War I and on the verge of the collapse of empires, the Ukrainians made another attempt to restore statehood. As part of the growing disintegration in the ranks of the Russian Imperial Army, the process of forming national units began. After the Bolshevik coup, this process immediately resulted in a hybrid[clarification needed] war with the Russian Soviet Federative Socialist Republic and Whites. Already during the undeclared war, the Army of the Ukrainian People's Republic was formed, but its formation was interrupted by the German administration. It continued in a limited form after the establishment of the hetmanate; a political entity ruled by a hetman. During the time of Pavlo Skoropadskyi's Ukrainian State, the development of the national armed forces was continued. The Armed Forces of the Ukrainian state were developed with a more systematic approach than previous attempts, although previous developments were used in this process, but many mistakes were also made. This eventually resulted in the Anti-Hetman Uprising and the reorientation of the Central Powers, which lost World War I in an attempt to reconcile with the Entente, which in turn was inclined to support the White Guard movement and the \"single and indivisible\" Russian Empire as its original ally.[clarification needed] Simultaneously with these events, after the fall of the Russian Empire in 1917, numerous military formations were formed on Ukrainian lands, including detachments of the Free Cossacks, Father Makhno's Ukrainian Insurgent Army, and the Bolshevik Red Cossacks. The latter became the basis of the puppet armed forces of the UkrSSR, and after the occupation of the Ukrainian People's Republic were included in the Red Army. After the collapse of the Austro-Hungarian Empire in 1918, the Ukrainian Galician Army came to the defense of the Western Ukrainian People's Republic, based on the formation of the Ukrainian Sich Riflemen of the former Austro-Hungarian Army. During World War II, Ukrainians tried to regain independence and organized armed units and formations, including the Ukrainian Insurgent Army, but all of them were destroyed by Soviet authorities within a few years after the war, and Ukrainians were again forced to serve in the Soviet Army. By 1992, the Ukrainian Armed Forces had been completely inherited from the Soviet Union, in which Ukraine had been a member state (a union republic). Like other Soviet republics, it did not possess its own separate military command, as all military formations were uniformly subordinated to the central command of the Armed Forces of the USSR. Administratively, the Ukrainian SSR was divided into three Soviet military districts (the Carpathian Military District, Kyiv Military District, and Odesa Military District). Three Soviet air commands and most of the Black Sea Fleet naval bases were located on the coast of Ukraine. When the Soviet Union collapsed in 1991 (see Novo-Ogaryovo process), the newly independent state of Ukraine inherited one of the most powerful force groupings in Europe. According to an associate of the Conflict Studies Research Centre, James Sherr: \"This grouping, its inventory of equipment and its officer corps was designed for one purpose: to wage combined arms, coalition, offensive (and nuclear) warfare against NATO on an external front\".[13] At that time, the former Soviet armed forces in the Ukrainian SSR included the 43rd Rocket Army, the 5th, 14th 17th and 24th Air Armies of the Soviet Air Forces, an air-defense army (8th Air Defence Army), three regular armies, two tank armies, the 32nd Army Corps, and the Black Sea Fleet.[14] Altogether the Armed Forces of Ukraine included about 780,000 personnel, 6,500 tanks, about 7,000 combat armored vehicles, 1,500 combat aircraft, and more than 350 ships. Along with their equipment and personnel, Ukraine's armed forces inherited the battle honors and lineage of the Soviet forces stationed in Ukraine. However, due to the deterioration of Russian-Ukrainian relations and the continued stigma of being associated with the Soviet Union, in 2015 the President of Ukraine ordered the removal of most of the citations awarded to the Ukrainian units during the Soviet era.[15] In February 1991, a parliamentary Standing Commission for Questions of Security and Defense was established. On 24 August 1991, the Ukrainian parliament (the Verkhovna Rada), in adopting the Declaration of Independence of Ukraine, also enacted a short resolution \"About military formations in Ukraine\".[16] This took jurisdiction over all formations of the armed forces of the Soviet Union stationed on Ukrainian soil and established one of the key agencies, the Ukrainian Ministry of Defense.[17] On 3 September 1991, the Ministry of Defence commenced its duties. On 22 October 1991 units and formations of the Soviet Armed Forces on Ukrainian soil were nationalized.[18] Subsequently, the Supreme Council of Ukraine adopted two Laws of Ukraine on 6 December 1991,[19][20] and Presidential Decree #4 \"About Armed Forces of Ukraine\" on 12 December 1991.[21] The government of Ukraine surrendered any rights of succession to the Soviet Strategic Deterrence Forces[22] (see Strategic Missile Troops) that were staged on the territory of Ukraine. Recognizing the complications of a smooth transition and seeking a consensus with other former members of the Soviet Union in dividing up their Soviet military inheritance, Ukraine joined ongoing talks that started in December 1991[23] regarding a joint military command of the Commonwealth of Independent States.[24] Inherent in the process of creating a domestic military were political decisions by the Ukrainian leadership regarding the country's non-nuclear and international status. Among these were the definition, agreement, and ratification of the 1990 Treaty on Conventional Armed Forces in Europe (CFE) which not only established the maximum level of armament for each republic of the former USSR, but also a special ceiling for the so-called CFE \"Flank Region\". Included in this region were Ukraine's Mykolaiv, Kherson and Zaporizhzhia Oblasts, and the Autonomous Republic of Crimea. Another key event in the development of the Ukrainian military was the 1992 Tashkent Treaty, which laid out aspirations for a Commonwealth of Independent States military. This collective military proved impossible to develop because the former republics of the USSR all wished to go their own way, ripping the intricate Soviet military machine into pieces. Ukraine had observer status with the Non-Aligned Movement of nation-states from 1996.[25] However, due to the 2014 Russian aggression against Ukraine, the Verkhovna Rada repealed this status in December 2014.[26] Following the breakup of the Soviet Union, Ukraine inherited two divisions of the Strategic Rocket Forces' 43rd Rocket Army (HQ Vinnytsia): the 19th Rocket Division (Khmelnytskyi) (90 UR-100N/SS-19/RS-18) and the 46th Rocket Division at Pervomaisk, Mykolaiv Oblast, equipped with 40 SS-19 and 46 silo-mounted RT-23 Molodets/SS-24s.[27] While Ukraine had physical control of these systems, it did not have operational control. The use of the weapons was dependent on Russian-controlled electronic Permissive Action Links and the Russian command and control system.[28][29] Ukraine voluntarily gave up these and all other nuclear weapons during the early 1990s. This was the first time in history that a country voluntarily gave up the use of strategic nuclear weapons, although South Africa was dismantling its small tactical nuclear weapons program at about the same time. Ukraine has plentiful amounts of highly enriched uranium, which the United States wanted to buy from the Kharkiv Institute of Physics and Technology. Ukraine also has two uranium mining and processing factories, a heavy water plant and technology for determining the isotopic composition of fissionable materials. Ukraine has deposits of uranium that are among the world's richest. In May 1992, Ukraine signed the Strategic Arms Reduction Treaty (START I) in which the country agreed to give up all nuclear weapons and to join the Nuclear Non-Proliferation Treaty as a non-nuclear weapon state. Ukraine ratified the treaty in 1994, and as of 1 January 1996, no military nuclear equipment or materials remain on Ukrainian territory. On 13 May 1994, the United States and Ukraine signed a Memorandum of Understanding on the Transfer of Missile Equipment and Technology. This agreement committed Ukraine to the Missile Technology Control Regime (MTCR) by controlling exports of missile-related equipment and technology according to the MTCR Guidelines. Ukraine and NATO estimate that 2.5 million tons of conventional ammunition were left in Ukraine as the Soviet military withdrew, as well as more than 7 million rifles, pistols, mortars, and machine guns. The surplus weapons and ammunition were stored in over 180 military bases, including in bunkers, salt mines and in the open.[30] As of 2014, much of this surplus had not been scrapped.[31][32] Ukraine's first military reforms began in December 1996, with the adoption of a new \"State Program for the Building and Development of the Armed Forces of Ukraine\". One of the aspects was to shrink the standard combat unit from division size to brigade size which would then fall under the command of one of the three newly created military district; the Western Operational Command, the Southern Operational Command, and the largest – the Northern Operational/Territorial Command.[33] Only Ukraine's 1st Airmobile Division was not downsized. This downsizing occurred purely for financial reasons, with the Ukrainian economy in recession this was a way to shrink the government (defense) expenditure and at the same time release hundreds of thousands of young people into the private sector to stimulate growth.[34] During this time Ukraine's military-industrial complex also began to develop new indigenous weapons for the armed forces like the T-84 tank, the BMP-1U, the BTR-3, KrAZ-6322, and the Antonov An-70. All these reforms were championed by Leonid Kuchma, the second President of Ukraine, who wanted to retain a capable military and a functioning military-industrial complex on the basis of a mistrust for Russia, stating once \"The threat of Russification is a real concern for us\".[35] The cancellation of the modernization program left a question of how to provide jobs in the military industrial complex which then comprised a double-digit percentage of the GDP. Export of new and modernized weapons on the world's arms markets was settled on as the best option, where Ukraine both tried to undercut the contracts of the Russian arms industry – offering the same service for a cheaper price, and was willing to sell equipment to whoever was willing to pay (more than once to politically unstable or even aggressive regimes), causing negative reactions from both Western Europe and the United States federal government.[36] During this time 320 T-80 tanks were sold to Pakistan and an unfinished Soviet aircraft carrier the Varyag which today is known as the Chinese aircraft carrier Liaoning.[37] Though the military was well-equipped, it still experienced lack of funds particularly for training and exercises, which led to a number of incidents with one notable one being the Siberia Airlines Flight 1812 of 2001 the other Sknyliv airshow disaster of 2002. Still, the military's effectiveness was demonstrated during the Tuzla Island Conflict. In 2003 Ukraine completed its first set of reforms which were judged largely successful, with the personnel numbers stabilizing at 295,000 of which 90,000 were civilian contractors.[38] Ukrainian military tactics and organization are heavily dependent on Cold War tactics and former Soviet Armed Forces organization.[citation needed] Under former President Yushchenko, Ukraine pursued a policy of independence from Russian dominance, and thus tried to fully integrate with the West, specifically NATO. Until the Euromaidan crisis of 2014, Ukraine retained tight military relations with Russia, inherited from their common Soviet history. Common uses for naval bases in the Crimea and joint air defense efforts were the most intense cooperative efforts. This cooperation was a permanent irritant in bilateral relations, but Ukraine appeared economically dependent on Moscow, and thus unable to break such ties quickly. After the election of President Viktor Yanukovych, ties between Moscow and Kyiv warmed, and those between Kyiv and NATO cooled, relative to the Yushchenko years. In March 2014, following the Revolution of Dignity and the annexation of Crimea by the Russian Federation, the government of Ukraine announced a new military service, the National Guard of Ukraine. Previously, a National Guard had existed up until 2000, so the 2014 NG was a reformation of the one raised in 1991, but this time formed part of the Internal Troops of Ukraine. In May 2014, when the Russian aggression started in the eastern regions, a helicopter with 14 soldiers on board, including General Serhiy Kulchytskiy, who headed combat and special training for the country's National Guard, was brought down by militants near Sloviansk in East Ukraine. Outgoing President Oleksandr Turchynov described the downing as a \"terrorist attack,\" and blamed pro-Russian militants.[39] In the early months of the Russo-Ukrainian War, the Armed Forces were widely criticised for their poor equipment and inept leadership, forcing Internal Affairs Ministry forces like the National Guard and the territorial defence battalions to take on the brunt of the fighting in the first months of the war.[40][41] In late July 2015, the Ukrainian Defense Ministry revealed new Ukrainian Armed Forces uniform designs, and later a revised rank insignia system was created.[42] These made their national debut on 24 August 2016, at the National Independence Day Silver Jubilee parade in Independence Square, Kyiv. From the early 1990s, the Armed Forces had a large number of units and formations with Soviet Armed Forces decorations dating back to the Second World War or earlier. Due to the decommunization process in Ukraine, all these decorations were removed from unit titles and regimental colours by 15 November 2015 to cease promotion and glorification of the Soviet symbols.[43][15] Ukraine also had retained a number of Guards units, also following a Soviet tradition. A list can be seen at List of guards units of Ukraine. On 22 August 2016, the \"Guards\" titles were removed from all unit and formation names.[44] Only one brigade, the 51st, a former Guards unit, had been dissolved the year before. By February 2018, the Ukrainian armed forces were larger and better equipped than ever before, numbering 200,000 active-service military personnel and most of the volunteer soldiers of the territorial defence battalions have been integrated into the official Ukrainian army.[45] A late 2017-early 2018 United Nations Human Rights Monitoring Mission in Ukraine reported that human rights abuses allegedly committed by Ukrainian security forces and armed groups remained an ongoing issue of the war in Donbas that erupted in 2014. The nature of the alleged crimes ranged from unlawful or arbitrary detention to torture, ill-treatment, and sexual violence. Within the reporting period of 16 November 2017 to 15 February 2018 the OHCHR monitoring mission documented 115 cases of credible allegations of human rights violations committed by both sides of the conflict since 2014.[46] Ukraine's stated national policy is Euro-Atlantic integration, with the European Union. Ukraine has a \"Distinctive Partnership\" with NATO (see Enlargement of NATO) and has been an active participant in Partnership for Peace exercises and in peacekeeping in the Balkans. This close relationship with NATO has been most apparent in Ukrainian cooperation and combined peacekeeping operations with its neighbor Poland in Kosovo. Ukrainian servicemen also served under NATO command in Iraq, Afghanistan and in Operation Active Endeavour.[47] Former President of Ukraine Viktor Yanukovych considered the level of co-operation between Ukraine and NATO sufficient.[48] His predecessor Viktor Yushchenko had asked for Ukrainian membership by early 2008.[49][50] During the 2008 Bucharest summit, NATO had declared that Ukraine will become a member of NATO whenever it wants and when it meets the criteria for accession.[48] Yanukovych, however, opted to keep Ukraine a non-aligned state. This materialized on June 3, 2010, when the Verkhovna Rada excluded, with 226 votes, the goal of \"integration into Euro-Atlantic security and NATO membership\" from the country's national security strategy.[51] Amid the Euromaidan unrest, Yanukovych fled Ukraine in February 2014.[52] The interim Yatsenyuk Government which came to power, initially said, with reference to the country's non-aligned status, that it had no plans to join NATO.[53] However, following the Russo-Ukrainian War and parliamentary elections in October 2014, the new government made joining NATO a priority.[54] On 23 December 2014, the Verkhovna Rada renounced Ukraine's non-aligned status[52][55] that \"proved to be ineffective in guaranteeing Ukraine's security and protecting the country from external aggression and pressure\".[56] The Ukrainian military is since transforming to NATO standards.[57] Prime Minister of Ukraine Arseniy Yatsenyuk stated early February 2016 that de facto the Armed Forces must, soon as possible, begin its transition for Ukrainian entry into NATO and towards NATO-capable armed forces.[57] President Volodymyr Zelenskyy made a renewed call to Western powers for NATO membership during the Russian buildup on the border in 2021 but was ultimately unsuccessful.[58] Beginning Thursday, 24 February 2022, the Russian Armed Forces launched an invasion of Ukraine.[59] The Ukrainian Armed Forces, together with its auxiliary and wartime-affiliated organizations, have been participants of many of the combat actions of the current conflict. Alongside the combat actions, the influx of Western weapons and materiel to the Armed Forces from NATO member armed forces as well as ex-Soviet stock from many Eastern European nations have also resulted in an ongoing modernization and expansion of the forces at large. As of 2010[update] the total personnel (including 41,000 civilian workers) was 200,000.[60] Conscription was ended in October 2013;[61] at that time the Ukrainian armed forces were made up of 40% conscripts and 60% contract soldiers.[61] In April 2014 acting President Oleksandr Turchynov reinstated conscription in May 2014.[62][clarification needed] In early 2014, Ukraine had 130,000 personnel in its armed forces that could be boosted to about one million with reservists.[62][needs update] There were a reported total of 250,800 personnel in the Armed Forces in 2015.[63] In July 2022, Defense Minister Resnikov stated that the Armed Forces had an active strength of 700,000; Resnikov also mentioned that with the Border Guard, National Guard, and police added, the total comes to around one million.[64] Following The Revolution of Dignity, Ukraine adopted a military doctrine focusing on defense against Russia and announced Ukraine's intentions for closer relations with NATO armed services, most especially if it joins the organization in the future.[65] The law 'On the Foundations of National Resistance'[66] establishes the following structure of the Ukrainian Armed Forces: The following establishments and institutions fall directly under MoD subordination:[67] Structures directly subordinated to the Ukrainian Ministry of Defence Ukrainian Ministry of Defence Apparatus, Kyiv State Aviation Scientific Development Institute, Kyiv State Scientific Test Center of the AFU (MU А4444), Honcharivsk, Chernihiv Oblast Central Scientific Research Institute of the AFU (MU А0202), Kyiv Central Military Weaponry and Equipment Scientific Research Institute of the UAF (MU А4566), Kyiv Scientific Research Center of the Missile and Artillery Troops (MU А????), Sumy, Sumy Oblast Scientific Research Center for Humanitarian Matters of the AFU (MU А2350), Kyiv Central Directorate for Acquisition and Delivery of Material Supplies of the AFU, Kyiv Codification Bureau (MU А2387), Kyiv Military Delegations of the MoU other directly subordinated units The Chief of the General Staff oversees the Armed Forces of Ukraine. The following units fall under the direct supervision of the General Staff: Apparatus [Office] of the Commander of the Armed Forces of Ukraine, Kyiv Office of the General Staff of the Armed Forces of Ukraine, Kyiv Units directly subordinated to the General Staff of the UAF: Military Educational Establishments and Units (directly under the MoD) As of 2016, there were a reported 169,000 personnel in the Ukrainian Ground Forces.[68] The 2022 Russian invasion of Ukraine resulted in massive increases in personnel numbers; Defence Minister Resnikov stated the armed forces had a strength of 700,000 in July 2022, not counting the border guard, national guard, or police.[69] The Ukrainian Ground Forces are divided into Armoured and Mechanized Forces, Army Aviation, Army Air Defence and Rocket and Artillery Troops. There are 13 mechanized brigades and two mountain warfare brigades in the Mechanized Forces. Ukraine also has two armoured brigades. There are also seven rocket and artillery brigades. Until 2013, the Ground Forces were divided into three army corps. These were disbanded in 2013 and reorganized as Operation Command West, Operation Command North and Operation Command South. Operation Command East was formed in 2015 to coordinate forces in the war in Donbas. In 2016, the Ukrainian Air Force was reported to have included 36,300 personnel.[70][71] According to an August 2015 Kyiv Post report, the Ukrainian Navy consisted of 6,500 personnel.[74] The Ukrainian Air Assault Forces are composed of 8 air landing, air assault and air-mobile brigades and support units. These are high-readiness ground units without air-assets and are considered elite within the armed forces. Airborne and Air Assault Forces Command (MU А3771), Zhytomyr, Zhytomyr Oblast Ukraine's special forces are reported as 4,000 strong.[2] Special Operations Forces Command (Military Unit [MU] А0987), Kyiv The Signals and Cybernetic Security Troops Command of the Ukrainian Armed Forces (Командування Військ зв'язку та кібернетичної безпеки Збройних Сил України) is a separate joint forces command under the General Staff since 5 February 2020.[75] Signals and Cybernetic Security Troops Command (MU А0106), Kyiv training establishments and units under other services and troops Since 1 January 2022,[76] the support forces have the status of a separate joint branch under the General Staff. Support Forces Command (Military Unit Number А2330), Kyiv Since 1 January 2022,[77] support forces have the status of a separate joint branch under the General Staff. The logistical forces are mainly organised in two arms – Weaponry and Rear Services. Logistical Forces Command of the Ukrainian Armed Forces (MU А0307), Kyiv Since January 1, 2022 [78] the support forces have the status of a separate joint branch under the General Staff. Medical Forces Command (MU А0928), Kyiv Training establishments and units Medical forces under other services and arms The military police (named the Military Law Enforcement Service of the Ukrainian Armed Forces (Військова служба правопорядку Збройних Сил України), abbreviated VSP (ВСП) in Ukrainian) is a special military service outside General Staff control and subordinated directly to the Ministry of Defence. Main Directorate of the VSP (MU А0880), Kyiv directly reporting: Territorial forces: Central Directorate (direct responsibility over Kyiv and Kyiv Oblast) (MU А2100), Kyiv Western Territorial Directorate (direct responsibility over Lviv Oblast) (MU А0583), Lviv, Lviv Oblast Southern Territorial Directorate (direct responsibility over Odessa Oblast) (MU А1495), Odessa, Odessa Oblast Eastern Territorial Directorate (direct responsibility over Dnipropetrovsk Oblast) (MU А2256), Dnipro, Dnipropetrovsk Oblast A number of universities have specialized military institutes, such as the Faculty of Military Legal Studies at Kharkiv's National Yaroslav Mudryi Law Academy of Ukraine. The primary Ukrainian military academies are: In addition the Ivan Chernyakhovsky National Defense University of Ukraine is in Kyiv.[79] The Central Hospital of the Armed Forces is located in Kyiv.[80] The armed forces' military high school is located in Kyiv – the Ivan Bohun Military High School. In 2017 more than 14 thousand people signed up for contract service with the Armed Forces.[81] For participating in the war in Donbas, (in May 2017 7.5 thousand) soldiers on the front line receive an average salary of ₴16,000.[81] The minimum maintenance for a contract soldier is ₴7,000.[81] West Ukraine supplies the fewest people for contract service.[81] The Soviet Union required all able-bodied male citizens to serve two years in the armed forces (three years if drafted into the navy), although the draft could be postponed due to continued higher education. It was possible to be drafted into non-Ministry of Defense military forces, such as the KGB Border Guards, the Militsiya, or the Internal Troops. When Ukraine gained its independence, it retained the policy of conscription, although the time in service was reduced to 18 months in the navy and one year in all other services. Ukraine also gradually began recruiting professional soldiers, although in almost all cases a person had to serve as a conscript prior to becoming a professional soldier. The Ukrainian Naval Infantry was the first service to convert to being staffed by fully professional marines. In October 2013, President Viktor Yanukovych ended conscription in Ukraine. At the time 60% of Ukraine's forces were composed of professional soldiers.[82] However, due to the Russo-Ukrainian War, conscription, as well as a partial mobilization, was reinstated in 2014.[83] Ukraine modified the age group of males eligible for conscription for 2015 from 18–25 to the 20–27 age group.[84] After serving out the term of service Ukraine's conscripts become part of the inactive reserve and are eligible to be recalled for mobilization until they reach age 55, age 60 for officers. Due to the War in Donbas, Ukraine has instated a partial mobilization to fill needed positions in its armed forces, recalling conscripts who have served before, because of the war many conscripts have also been forced to serve longer than their original 18-month term of service.[85] It was planned that in 2015 Ukraine would undergo three waves of partial mobilization, this would have allowed new troops to replace those serving longer than their original term of service.[86] Due to the reintroduction of conscription, and partial mobilization, Ukraine's armed forces is expected to nearly double from approximately 130,000 personnel in December 2014 to approximately 250,000 personnel in 2015.[needs update] All medical workers in Ukraine, regardless of gender, are eligible to be called up for service in case of a national emergency. Draft dodging is present in Ukraine, as with most nations using the draft. It was reported that between April and August 2014, over 1,000 criminal inquires into draft evasion were opened in Ukraine.[87] Draft evasion can be problematic because, unless a male citizen was unable to serve for medical reasons, an application to receive an international passport of Ukraine may be denied due to a lack of military service, thus preventing the individual from traveling abroad.[88] In the autumn of 2016, longer deployment of mobilized servicemen to combat area in the east of Ukraine was ceased.[89] On 1 February 2022, President Volodymyr Zelenskyy announced the changing of military training system which would have resulted in the end of conscription and an increase in the number of servicemen by 100,000 by 1 January 2024.[90][91] However, the 2022 Russian invasion of Ukraine has upended these plans, along with massive popular mobilization into the Territorial Defence Forces. On 3 June 2016, Defense Ministry's Order No. 292 allowed women to serve in combat units.[92] According to Defense Ministry figures early June 2016 some 49,500 women served in and worked in the Ukrainian military; more than 17,000 were military servicewomen, of which more than 2,000 officers.[92] In 2020 58,000 women served in the Armed Forces of Ukraine.[93] Women have also joined the various volunteer territorial defense battalions before the order for women's integration in the armed forces was enacted.[92] Women are eligible to be drafted into the military as officers.[94] In 2009 women comprised almost 13% of the armed forces (18,000 personnel) but with few females holding high rank (2.9% or 1,202 women).[95] Contractual military service accounted for almost 44% of women. However, this being closely linked to the low salary of such positions: men refuse to serve in these conditions while women accept them.[95] For the first time in 27 years, a battalion of 120 female military personnel, comprising cadets from the Taras Shevchenko National University Military Institute and the Military Institute of Telecommunications and Information Technologies, participated in the Kyiv Independence Day Parade in August 2018.[96][97] Their appearance as they marched along Khreshchatyk was greeted with loud applause from the spectators.[98] In September 2018, legislation was passed to make both women and men equal in the military and law enforcement agencies.[99] The following month Liudmyla Shugaley [uk] became Ukraine's first female general (she was appointed the head of the Military Medical Directorate of the Security Service of Ukraine).[99] Since 2019, the Ivan Bohun Military High School accepts both male and female cadets. Nadiya Savchenko is perhaps one of the most well-known female Ukrainian soldiers, and was held as a prisoner in Russia from July 2014 until May 2016.[100] Although not components of the Armed Forces of Ukraine, these militarized institutions are supposed to come under the Armed Forces' command during wartime: Ukraine has been playing an increasingly larger role in peacekeeping operations. Since 1992, over 30,000 soldiers have taken part in missions in the former Yugoslavia (IFOR in Bosnia and Herzegovina, UNPROFOR and UNTAES in Croatia, KFor in Kosovo), the Middle East (Southern Lebanon, Kuwait, Iraq), and Africa (Angola, Sierra Leone, Liberia).[105] Since 1997, Ukraine has been working closely with NATO and especially with Poland. A Ukrainian unit was deployed as part of the multinational force in Iraq under Polish command. Ukrainian troops are also deployed as part of the Ukrainian-Polish Battalion (UKRPOLBAT) in Kosovo. The total Ukrainian military deployment around the world as of 1 August 2009 was 540 servicemen participating in 8 peacekeeping missions.[105] The first battle of a regular formation of the Ukrainian Armed Forces happened on 6 April 2004, in Kut, Iraq, when the Ukrainian peacekeeping contingent was attacked by militants of the Mahdi Army. The Ukrainians took fire, and over several hours held the objectives they had been assigned to secure.[106] Ukrainian troops as part of the former Soviet Armed Forces contingent participated in UNPROFOR in 1992, and in the summer of that year were involved into the civil war in Yugoslavia. On 3 July 1992, the Verkhovna Rada adopted a resolution committing the Ukrainian Armed Forces to UN peacekeeping missions. The Minister of Defense, Kostyantyn Morozov, ordered the creation of the 240th Separate Special Battalion (UKRBAT-1) which was based on the 93rd Guards Motor Rifle Division (now the 93rd Mechanized Brigade). Soon after arrival in Sarajevo on 31 July 1992, the battalion's artillery ended up in the middle of a mutual mortar fight between the Bosnian Serbs and Bosnian Muslims. One of the Serbian shells hit the Ukrainian position, seriously wounding seven soldiers, one of whom died after hospitalization in Germany. Since gaining independence Ukraine has deployed troops to Iraq, Afghanistan, Kosovo, as well as dedicating peacekeepers to UN missions to Africa (including helicopter units). Ukrainian naval units also participated in anti piracy operations off the coast of Somalia prior to being recalled due to the 2014 Russian intervention in Ukraine.[107] On 19 January 2015, Ukraine's 18th separate helicopter detachment along with other MONUSCO troops carried out a successful operation eliminating 2 camps belonging to illegal armed groups in the Democratic Republic of the Congo.[108] On 2 March 2014, the Ukrainian Armed Forces were placed on full alert following a Russian military intervention in Crimea.[113] On 19 March 2014, Ukraine drew plans to withdraw all its troops and their families to the mainland \"quickly and efficiently\".[114] Ukraine's National Security Strategy foresees that its National Security and Defense budget should be at least 5% of Ukraine's GDP.[123] On 21 December 2016, the Verkhovna Rada adopted its 2017 National Security and Defense budget worth $5.172 billion; that being 5% of Ukraine's GDP. In 2016 defense expenditures amounted to $4.4 billion, or 5% of the GDP.[124][125] This (2016 figure) was a 23% increase from 2013 and a 65% increase from 2005.[124] From the total, 60% was budgeted to be spent on defence and 40% on security and policing.[124] 2016 also saw a 30% increase in weapons development spending.[126] Corruption, historically widespread in Ukraine, combined with small budgets left the military in such a depleted condition that their ability to confront the crisis in Crimea and the Donbas was minimal. All Ukrainian defence sector is heavily affected by the systemic corruption which is hindering its capacity to perform the tasks of national security. In addition, it is also undermines popular trust in the military as an institution. Despite great effort to resolve the issue there are signs that enough is not being done.[127] The Ukrainian government has launched major structural reforms of the army to meet NATO standards by 2020, but few believe that it can successfully meet a deadline. Most part of the problems remain intact, for example: lack of civilian and parliamentary control of the armed forces, lack of internal coordination between different departments, poor integration of volunteers into the regular army, impunity and abusive behavior of military personnel in the conflict zone and systemic corruption and opacity of financial resources, especially in the Ukroboronprom defense-industry monopoly.[128] In 2018 the military budget has grown dramatically, to nearly 5% of GDP. Corruption remains a serious problem operating at all levels of Ukrainian society, and the lack of modern military organizational structure has confounded efforts at reform.[129] (Defense budget only, not \"Security and Defense\" combined) \"Security and Defense\" combined budget apart from Department of Defense (Defense Ministry) for Armed Forces of Ukraine, also includes expenses for Police, Customs, and Border Control. These are the military holidays observed by all service personnel the Ukrainian Armed Forces.[142] Ukraine provides combat veterans with a range of benefits. Ukrainians who served in World War II, the Soviet–Afghan War, or as liquidators at the Chernobyl disaster are eligible for benefits such as monthly allowances, discounts on medical and pharmacy services, free use of public transportation, additional vacation days from work, retention priority in work layoffs, easier access to loans and associated approval processes, preference when applying for security related positions, priority when applying to vocational schools or trade schools, and electricity, gas, and housing subsidies. Veterans are also eligible to stay at military sanatoriums, space permitting. Since gaining independence, Ukraine has deployed troops to Kosovo, Iraq, and Afghanistan, gaining a new generation of veterans separate from those who have served in the Soviet forces. Most recently, the government passed a law extending veteran benefits to Ukrainian troops responding to the war in Donbas. Moreover, veterans from other nations who move to or reside in Ukraine may be eligible for some of the listed benefits, this provision was likely made to ensure World War II, Chernobyl, and Afghanistan veterans from other Soviet states who moved to Ukraine received similar benefits, however as Ukraine has participated in numerous NATO-led conflicts since its independence, it is unclear if NATO veterans would be extended these benefits.[153] Veteran groups are not as developed as in the United States, which has numerous well known national organizations such as the Veterans of Foreign Wars. World War II veterans, and even persons who have lived through the war are generally treated with the highest respect. Other veterans are not as well known. Ukrainian veterans from the Soviet–Afghan War are strikingly similar to the Vietnam War veterans of the United States. The Soviet Union generally kept the public in the dark through the war, and it has often been labeled as a mistake by the Soviet Union and its successor states. The lack of media coverage and censorship through the war also ensured that many still remain unaware of their nation's involvement in the conflict.[154] Despite Ukraine having the third-largest contingent of troops in Iraq in 2004, few also realize that their nation has many veterans of the Iraq War. Due to the ongoing conflict with Russia, another generation of veterans has appeared in Ukraine. These veterans would be eligible for the same benefits as all others. However, as there was no official declaration of war, it was difficult to determine the cut-off date for veteran benefits, leaving many that participated at the beginning of the conflict without benefits. At first, Ukraine only gave benefits posthumously to family members, as there was no legal framework to account for the veterans, moreover, members of territorial defense battalions were not eligible for benefits at all. In August[specify], a law was passed granting all service members participating in the war in Donbas the status of veterans, five months after first hostilities broke out in Crimea, the territorial defense battalions were integrated into the National Guard making them part of Ukraine's forces, thus allowing their volunteers to receive veteran status.[155][156] Veterans of the war in Donbas are eligible for receiving apartments (if staying in active duty) or a land plot for building purposes of 1,000 sq. metres in the district of their registration. On 22 November 2018, the Ministry for Veterans Affairs of Ukraine was officially established.[157] Ukraine received about 30% of the Soviet military industry, which included between 50 and 60 percent of all Ukrainian enterprises, employing 40% of its working population. Ukraine was a leader in missile-related technology,[158] navigation electronics for combat vessels and submarines, guidance systems, and radar for military jets, heavy armoured vehicles. The military-technical policy in the field of development and modernization of weapons and military equipment provides the Central Scientific Research Institute of Armament and Military Equipment of the Armed Forces of Ukraine.[159]","Title":"Armed Forces of Ukraine - Wikipedia","KeyID":"15941","URL":"https://en.wikipedia.org/wiki/Armed_Forces_of_Ukraine"}