{"Content: ":"Mediazona (Russian: Медиазона) is a Russian independent media outlet founded by Maria Alyokhina and Nadezhda Tolokonnikova. Its editor-in-chief is Russian political journalist Sergey Smirnov.[1] Mediazona focuses on the judicial, law enforcement and penal system in Russia. It works in partnership with Alyokhina and Tolokonnikova's advocacy group, Zona Prava (\"Zone of Justice\", or \"Zone of Rights\"), which works to protect prisoners' rights.[1] \"Zona\" is a translit of \"зона\" which means \"a zone\", which in Russian criminal slang means a penal colony (usually open jails, jails and prisons, but not supermax prisons). Alyokhina and Tolokonnikova founded the outlet after being released from prison in 2013 following sentences of nearly two years after they were convicted of \"hooliganism\" motivated by \"religious hatred.\"[2] The band members[further explanation needed] were arrested after a performance that the band called a \"punk prayer\" inside Moscow's famous Christ the Savior Cathedral on February 21, 2012.[3] In the performance, band members asked for the Virgin Mary to protect Russia against Vladimir Putin, who was re-elected as Russia's president a few days later.[2] Alyokhina and Tolokonnikova said that during their prison sentences, they were subjected to numerous abuses. Tolokonnikova described \"slave-like conditions\", including working 16-hour days sewing police uniforms, and prisoners who suffered such severe frostbite that they had to have fingers and feet amputated.[4] In an open letter she said, The convicts are always on the verge of breaking down, screaming at each other, fighting over the smallest things. Just recently, a young woman got stabbed in the head with a pair of scissors because she didn't turn in a pair of pants on time. Another tried to cut her own stomach open with a hacksaw.[4] In addition to its purpose of shedding light on injustices in Russia's courts, law enforcement and prison systems, Alyokhina and Tolokonnikova said Mediazona was created to fill the void left by the Kremlin's crackdown on Russian independent media.[5] Starting in 2014, several Russian media outlets had their editorial staff replaced by leadership more friendly to the Kremlin, leaving only a few independent channels and publications in existence.[6] Tolokonnikova said when Mediazona was founded: Since our release from prison six months ago we've felt that Russian media are no longer able to cover what is going on. Because of the heavy censorship by authorities there is no space for anything in the media that criticizes Putin's policies and tracks human rights abuses by Russian courts and law enforcement. Courts, prisons, arrests, convictions, riots in facilities, political criminal cases, crimes by law enforcement officials — our new media outlet will try to cover it all.[5] Alyokhina added There is hardly any political issues left in Russia outside of courtrooms — and there is a great need for transparency and media coverage of things that are happening down there, so we hope that Mediazona will help close that gap and change the face of independent Russian media[5] Tolokonnikova said in 2016 that the site has about 2.2 million visitors a month, making it smaller than some other Russian independent media outlets, but Tolokonnikova is looking for ways to expand the site. She has said that due to political pressures, options like crowdfunding are unavailable to Mediazona because of fears the state would take retribution against contributors. The site is currently funded mainly by donations and by speaking fees generated from appearances by Alyokhina and Tolokonnikova.[7] While Mediazona's content is currently in Russian only, it has partnered with international outlets for selected stories in English.[citation needed] Examples include a March 2015 story for The Guardian about the unexplained deaths of several people in police custody in a remote region of Siberia,[8] and a July 2015 story in Vice, in which Mediazona spoke to a former prisoner from a prison camp located near the town of Gorlovka, Ukraine. The interview detailed an incident in September 2014, when troops from the pro-Russian separatist Donetsk People's Republic took over the prison camp.[9] In March 2016, Mediazona journalist Yegor Skovoroda was attacked while traveling with a group of reporters and activists near Ordzhonikidzevskaya in Ingushetia, just west of the border with Chechnya. The group, which included reporters for Swedish state radio, Norway's Ny Tid newspaper, Russian newspaper Kommersant, and Russia's The New Times, were trying to enter Chechnya on a press trip, where the group planned to meet with people who had been tortured or whose relatives had been kidnapped. Two of the Western journalists and two of the activists were hospitalized, and the attackers set the vehicle on fire.[10] Mediazona has a Russian media license, but Tolokonnikova said in 2016 that there were fears the license could be revoked at any time.[7] In a 2016 interview with Reuters, Tolokonnikova said \"The real punk is to build institutions.\"[7] On 30 January 2021, the editor-in-chief of Mediazona Sergey Smirnov was detained by police near his home for allegedly breaking the law on protests.[11] On 6 March 2022, as a result of Mediazona's coverage of the 2022 Russian invasion of Ukraine, Roskomnadzor blocked Mediazona in Russia, and demanded that the website shut itself down. A defiant editorial statement provided tips for Russians to evade the censorship, and promised to continue: We were ready for this. In recent days, military censorship has actually been introduced in Russia, and there are almost no independent media left in the country. We understand all our risks, but we continue to work - this is our duty to our readers and to ourselves.[12] Free Media Awards 2020.[13]","Title":"Mediazona - Wikipedia","KeyID":"15945","URL":"https://en.wikipedia.org/wiki/Mediazona"}