{"Content: ":"The Kyiv Independent is an English-language Ukrainian media outlet founded in 2021 by former staff of the Kyiv Post and media consultancy Jnomics Media. The online newspaper is also active on Twitter.[1] In October 2021, disputes arose between employees of the Kyiv Post and the owner of the newspaper. Behind them, journalists at the newspaper believed that even under the Zelenskyy government, their previous critical reporting was adversely affecting the business of the owner, who had bought the newspaper from Mohammad Zahoor in March 2018, and invested significant funds in the barely profitable newspaper. The owner is Syrian-born major investor Adnan Kivan (Kadorr Group, which owns Channel Odessa 7). Brian Bonner, the former CEO of the Kyiv Post, said the newspaper's \"fragmentary reporting\" had brought it into conflict with every Ukrainian government it dealt with so far, including the current Volodymyr Zelensky's government. The latter had tried to portray himself as a reformer to Western governments, and critical reporting had been seen as undermining that message. The government, Bonner said, had begun to lean on Kivan, who had seen ownership of a \"crusading media outlet\" as more trouble than it was worth.[2][3] \"The president's office denies it, the prosecutor's office denies it, Kivan denies it - but I know we were under pressure...\" \"The Kyiv Post survived [former presidents] Kuchma, Yushchenko, Yanukovych, and Poroshenko, but died under Zelenskyy. That was a big surprise to me.\"[2] Also Olga Rudenko, deputy editor-in-chief, told Euromaidan Press that Kivan had received \"signals of discontent\" from the government. Rudenko saw this as confirmation of rumors \"that pressure from the presidential administration may have been a reason for the abrupt silence of an important international voice in Ukraine.\"[4] This view was shared by some other journalists.[5] Adnan wanted to start a new Ukrainian- and Russian-language edition with a team selected by him without consulting the editorial board. On October 14, the editorial staff learned from a Facebook message by Olena Rotari (editor-in-chief of Kanal Odessa 7) that she was preparing a Ukrainian edition of the Kyiv Post as its new editor[4] and was hiring a full editorial staff for it. Parts of the editorial board feared Kivan would \"use the good name she has built up to create, in Ukrainian and Russian, 'a replica publication that would publish articles intended to serve the owner's interest.'\"[6] Journalists of the Kyiv Post saw this as an encroachment on their editorial freedom originally promised to them by Adnan and asked Adnan, with the support of PEN Ukraine,[4] to either give them influence over the new publication, sell the paper, or transfer the paper's label to the editorial board.[7] Kivan subsequently closed the newspaper on November 8, 2021, and dismissed all staff, which was seen as a renewed attack on editorial freedom and an \"act of revenge.\"[8][9][10] The renewed Kyiv Post resumed work after three weeks in December 2021 with a largely new editorial team. The CEO position was filled by Luc Chenier in succession to Bonner, who had retired. Chenier sought to make the new edition \"a publication that tells a more positive story about Ukraine. It was a new tone, he said, advertisers would be more willing to support it. Many people, he said, told him they had stopped reading the old Kyiv Post because the newspaper had become too depressing with its \"relentless focus on corruption and government abuses.\"[2] Negative news keeps coming out of Ukraine. I've been here for 21 years and I know that this is just a small drop of what Ukraine is ... We are the global voice of Ukraine - not the corruption voice of Ukraine.[2] 30 of the 50 laid-off staff members of the editorial team of the Kyiv Post founded the Kyiv Independent three days after its closure, on November 11, 2021.[11] The journalists expressed their point of view, they did not believe that there would continue to be an independent Kyiv Post and therefore wanted to establish a new publication.[6] The publication was publicly announced on November 15, and the first issue appeared on November 22. By November 25, its Patreon account already had 500 subscribers,[12] by early December it had 655 subscribers, who collectively contributed $10,000 a month.[2] The team of editors and journalists joined with media managers from Jnomics Media, a Kyiv and London-based consultancy founded on April 17, 2019, by Jakub Parusinski and Daryna Shevchenko, both of whom had worked at the Kyiv Post between 2011 and 2017. The team unanimously chose Olha Rudenko, the former deputy editor-in-chief of the Kyiv Post, as editor-in-chief of the new publication, even though Rudenko was currently a scholarship student at the University of Chicago.[13] Daryna Shevchenko, a partner at Jnomics Media, and Jakub Parusinski, a managing partner at that consulting firm, became CEO and CFO of the new company.[14] On day one, the team launched its first editorial product, a daily newsletter Ukraine Daily, which has since landed in subscribers' inboxes five days a week. Very early on, detailed reports on the Russian troop buildup on Ukraine's borders dominated the news feeds. \"Opinion columns analyze Vladimir Putin's motives and the West's reactions, and politics and corruption remain regular content.\"[14] Rudenko expressed, Ukraine needs high-quality news portals like the Kyiv Post used to have \"to counter the Russian narrative.\"[2] The Kyiv Independent was supported by an emergency grant of 200,000 Canadian dollars from the Canadian government. Ashley Mulroney, the director of the Ukrainian Development Program at the Canadian Embassy in Kyiv, expressed that the grant, distributed through the European Endowment for Democracy, was \"part of broader Canadian support for free media and democratization in Ukraine.\"[11][15] Donations and revenue from readers became the publication's main sources of funding. In early February, the publication began running advertisements and published its first commercial articles on its website. However, Russia's war against Ukraine and its economic impact brought all commercial activities to a halt. Crowdfunding is now a major source of funding for the magazine.[16] As of 21. March 2022, amid the Russian invasion of Ukraine, the Independent's GoFundMe campaign had reached over £1.4 million.[17] The Kyiv Independent has pledged to be partially owned by its journalists and has stated that it will not \"serve a wealthy owner or oligarch.\"[18] The newspaper sees work on social media as an important focus. It says a special social media team comes from both Ukraine and abroad. \"We have native English speakers working for us, who bring a lot of positive things: high journalistic standards, good storytelling, first-class English,\" Shevchenko said.[1] Senior staff members are Daryna Shevchenko has 10 years of experience as a media manager, trainer and media consultant. After working at Kyiv Post, she first became the executive director of the Media Development Foundation, then took over the investigative journalism department at ZIK television station. In the process, she worked as an executive producer of the investigative media Slidstvo.Info. Finally, she joined Jnomics Media Consulting as a partner.[21] Jakub Parusinski is a former journalist and media manager with more than 10 years of experience managing projects in the media sector. He wrote for the Financial Times and The Economist and was editor-in-chief and then CEO of the Kyiv Post from 2013 to 2014. Under his leadership, the Kyiv Post received the Medal of Honor for Outstanding Journalistic Achievement from the Missouri School of Journalism. After earning his master's degree in business administration from INSEAD, he worked at McKinsey from 2015 to 2018 with representatives of the banking, pharmaceutical, construction, and telecommunications industries, as well as with the public sector. Key areas of focus were projects in digital strategy, advanced analytics and Change Management. He is Editor-at-Large of TheFix and chairs the board of the Media Development Foundation (MDF). MDF runs one of the largest internship programs for young journalists in Europe, as well as accelerator programs to support CEE media. He is also Managing Partner of Jnomics Media, \"which helps media in the CEE region build sustainable operating models and acts as an advisor to several startups in the communications sector.\"[22][19] The Kyiv Independent has become known for its reporting during the 2022 Russian invasion of Ukraine. After the invasion, the paper's Twitter followers increased by over one million. Due to the Russian assault on Kyiv, most of the paper's staff left for security reasons; three veteran war reporters stayed behind. CEO Daryna Shevchenko remained in Kyiv until mid-March 2022. \"Some of our foreign staff fled to their home countries because their governments evacuated them. The rest of us are spread across Kyiv, central Ukraine and western Ukraine. Some are working less at the moment because they have to take care of their families, have no access to the Internet or spend most of their time in the bunker. But no employee has stopped working for us because of the war,\" Shevchenko said in a March 21 interview. On March 1, 2022, Ursula von der Leyen quoted from a Kyiv Independent editorial in her speech at the European Parliament plenary session on Russia's aggression against Ukraine.","Title":"The Kyiv Independent - Wikipedia","KeyID":"15955","URL":"https://en.wikipedia.org/wiki/The_Kyiv_Independent"}