{"Content: ":"Kemerovo Oblast–Kuzbass (Russian: Ке́меровская о́бласть — Кузба́сс, romanized: Kemerovskaya oblast — Kuzbass, pronounced [ˈkʲemʲɪrəfskəjə ˈobləsʲtʲ kuzˈbɑs]), also known by its short names as Kemerovo Oblast (Russian: Ке́меровская о́бласть) and Kuzbass (Кузба́сс)[12] after the Kuznetsk Basin, is a federal subject of Russia (an oblast). Kemerovo is the administrative center of the oblast, though Novokuznetsk is the largest city in the oblast, in terms of size. Kemerovo Oblast is one of Russia's most urbanized regions, with over 70% of the population living in its nine principal cities. Its ethnic composition is predominantly Russian, but Shors, Ukrainians, Tatars, and Chuvash also live in the oblast. The population recorded during the 2010 Census was 2,763,135.[7] Kemerovo Oblast is located in southwestern Siberia, where the West Siberian Plain meets the South Siberian Mountains. The oblast, which covers an area of 95,500 square kilometers (36,900 sq mi),[6] shares a border with Tomsk Oblast in the north, Krasnoyarsk Krai and the Republic of Khakassia in the east, the Altai Republic in the south, and with Novosibirsk Oblast and Altai Krai in the west. Verkhny Zub peak, the highest point of the oblast, is located in the eastern border.[13] The oblast was established on January 26, 1943,[11] but it has considerably older antecedents. Shors, Teleuts and Siberian Tatars are native peoples of the region. The oldest city in Kemerovo Oblast is Novokuznetsk, founded in 1618, soon after Cossack ataman Yermak's push into Siberia. The territory of modern Kemerovo Oblast has been inhabited for several thousand years. In 1618, Kuznetsk fort was established in the south of the future oblast to protect the land from Russian and Mongolian Dzhungarian invaders. During the 19th century, the territory of the modern oblast was a part of Tomsk Governorate. After the October Revolution of 1917, Kuzbass experienced significant strife as part of the Russian Civil War. A major peasant rebellion took place in the region in early 1921, but was suppressed by the Red Army.[14] In 1930, Kuzbass became part of the West Siberian Krai, and then the Novosibirsk Oblast. Post revolutionary period was characterized by the transition to a planned economy, the creation of the Ural-Kuzbass industrial complex development of the coal, metallurgical and chemical industries Kuzbass Kemerovo Coke built, Kuznetsk Metallurgical Combine, a lot of new mines. Industrial enterprises are being built near the workers' settlements, which quickly became a city: Kiselevsk Osinniki Krasnobrodsky, Tashtagol Kaltan Mezhdurechensk and others. During the Great Patriotic War, Kemerovo region became a major supplier of coal and metal. From Novokuznetsk steel produced over 50,000 tanks and 45,000 aircraft. In Kuzbass from the occupied areas were evacuated equipment 71 enterprises, most of which have remained in the Kuzbass. In January 26, 1943, the Presidium of the USSR Supreme Soviet issued a decree, decided to allocate from the Novosibirsk Oblast of Kuzbass and the establishment on its territory of Kemerovo region with administrative center in the city of Kemerovo. In the new Oblast included 17.5% of the Novosibirsk region, 9 of the 12 cities of regional subordination, 17 of the 20 workers' settlements, 23 of the 75 districts. The population of the Kemerovo Oblast was 42% of the total population of the Novosibirsk Oblast. Aeroflot Flight 593 crashed into a mountain range in the Kemerovo Oblast in 1994. The climate of the oblast is continental: winters are cold and long, summers are warm, but short. The average January temperature ranges from −17 to −20 °C (1 to −4 °F), the average in July is 17 to 18 °C (63 to 64 °F). Average annual precipitation ranges from 300 millimeters (12 in) on the plains and the foothills of up to 1,000 millimeters (39 in) or more in mountainous areas. The duration of the frost-free period is 100 days in the north area, and up to 120 days in the south of the Kuznetsk Basin. The environmental conditions in Kuznetsk Basin are heavily influenced by the regional industrial activities, especially, by coal mining. The report about the environmental conditions in Kemerovo region from 2014 indicated that there are more than 20 thousand of enterprises, emitting more than 250 types of atmospheric pollutants,[15] where most urban areas with the worst air quality are located in the Kuznetsk Basin: Novokuznetsk, Mezhdurechensk, Myski, Kaltan, Polysaevo, Belovo and Leninsk-Kuznetskiy.[15] Atmospheric pollution is apparent over Kuznetsk Basin as major regional long-term tropospheric NO2 anomaly was identified over the region in 2006-2020 years.[16] The anomaly was driven primarily by coal mining and processing activities in the region, being exacerbated by the regional topography, favorable for accumulation of atmospheric pollutants and metal production in Novokuznetsk. Unlike other Siberian cities, where atmospheric concentration of NO2 has been decreasing in recent years, the concentration of NO2 is increasing in the cities of the Kuznetsk Basin due to the increasing coal production in the region.[16] Kemerovo Oblast is one of Russia's most important industrial regions, with some of the world's largest deposits of coal. The south of the region is dominated by metallurgy and the mining industry, as well as mechanical engineering and chemical production. The Evraz Group and an ore subsidiary Evrazruda operate iron ore mining and processing facilities along with the Raspadskaya, Yuzhkuzbassugol, the Siberian holding company SIBPLAZ, coal and coking coal mines there. The northern area of the region is more agricultural. The region has a dense railway network, including the Trans-Siberian Railway, which passes through the oblast. Prokopevsk, Kiselevsk, and Andzhero-Sudzhensk are coal-producing centers, and Novokuznetsk is the center of the engineering industry. In November 2021, the Listvyazhnaya mine disaster took place, in which many people were trapped. During the Soviet period, the high authority in the oblast was shared between three persons: The first secretary of the Kemerovo CPSU Committee (who in reality had the highest authority), the chairman of the oblast Soviet (legislative power), and the Chairman of the oblast Executive Committee (executive power). Since 1991, CPSU lost all the power, and the head of the Oblast administration, and eventually the governor was appointed/elected alongside elected regional parliament. The Charter of Kemerovo Oblast is the fundamental law of the region. The Legislative Assembly of Kemerovo Oblast is the province's standing legislative (representative) body. The Legislative Assembly exercises its authority by passing laws, resolutions, and other legal acts and by supervising the implementation and observance of the laws and other legal acts passed by it. The highest executive body is the Oblast Government, which includes territorial executive bodies such as district administrations, committees, and commissions that facilitate development and run the day to day matters of the province. The Oblast administration supports the activities of the Governor who is the highest official and acts as guarantor of the observance of the oblast Charter in accordance with the Constitution of Russia. A minor planet 2140 Kemerovo discovered in 1970 by Soviet astronomer Tamara Mikhailovna Smirnova is named after Kemerovo Oblast.[17] Population: 2,763,135 (2010 Census);[7] 2,899,142 (2002 Census);[18] 3,176,335 (1989 Census).[19] 2009 - 1.67 | 2010 - 1.62 | 2011 - 1.59 | 2012 - 1.76 | 2013 - 1.79 | 2014 - 1.78 | 2015 - 1.71(e) Ethnic composition (2010):[7] As of a 2012 survey[23] 34.1% of the population of Kemerovo Oblast adheres to the Russian Orthodox Church, 7% declares to be nondenominational Christian (excluding the Protestant churches), 3% are members of Rodnovery, the Slavic folk religion, 1% are either believers of Orthodox Christianity not belonging to any church or members of other (non-Russian) Orthodox churches, 1% are Muslims, 5.9% are followers of other religion or people who did not give an answer to the survey. In addition, 31% of the population declares to be \"spiritual but not religious\" and 17% to be atheist.[23] ","Title":"Kemerovo Oblast - Wikipedia","KeyID":"15953","URL":"https://en.wikipedia.org/wiki/Kemerovo_Oblast"}