{"Content: ":"The Third Geneva Convention, relative to the treatment of prisoners of war, is one of the four treaties of the Geneva Conventions. The Geneva Convention relative to the Treatment of Prisoners of War was first adopted in 1929, but significantly revised at the 1949 conference. It defines humanitarian protections for prisoners of war. There are 196 state parties to the Convention. This part sets out the overall parameters for GCIII: This part of the convention covers the status of prisoners of war. Article 12 states that prisoners of war are the responsibility of the state, not the persons who capture them, and that they may not be transferred to a state that is not party to the Convention. Articles 13 to 16 state that prisoners of war must be treated humanely without any adverse discrimination and that their medical needs must be met. This part is divided into several sections: Section 1 covers the beginning of captivity (Articles 17–20). It dictates what information a prisoner must give (\"surname, first names and rank, date of birth, and army, regimental, personal or serial number\"), and interrogation methods that the detaining power may use (\"No physical or mental torture, nor any other form of coercion\"). It dictates what private property a prisoner of war may keep and that the prisoner of war must be evacuated from the combat zone as soon as possible. Section 2 covers the internment of prisoners of war and is broken down into 8 chapters which cover: Section 3 (Articles 49–57) covers the type of labour that a prisoner of war may be compelled to do, taking such factors as rank, age, and sex into consideration, and that which because it is unhealthy or dangerous can only be done by prisoners of war who volunteer for such work. It goes into details about such things as the accommodation, medical facilities, and that even if the prisoner of war works for a private person the military authority remains responsible for them. Rates of pay for work done are covered by Article 62 in the next section. Section 4 (Articles 58–68) covers the financial resources of prisoners of war. Section 5 (Articles 69–74) covers the relations of prisoners of war with the exterior. This covers the frequency of which a prisoner of war can send and receive post, including parcels. The Detaining power has the right to censor all mail, but must do so as quickly as possible. Section 6 covers the relations between prisoners of war and the detaining authorities: it is broken down into three chapters. This part is divided into several sections: Section 1 (Articles 109–117) covers the direct repatriation and accommodation in neutral countries. Section 2 (Articles 118–119) covers the release and repatriation of prisoners of war at the close of hostilities. Section 3 (Articles 120–121) covers the death of a prisoner of war. The Information Bureau is an organisation that must be set up by the Detaining Power to facilitate the sharing of information by the parties to conflict and neutral powers as required by the various provisions of the Third Geneva Convention. It will correspond freely with \"A Central Prisoners of War Information Agency ... created in a neutral country\" to act as a conduit with the Power to which the prisoners of war owe their allegiance. The provisions of this part are contained in Articles 122 to 125. The central prisoners of war information agency was created within the Red Cross. Consists of two sections. Section 1 (Articles 126–132) General provisions. Section 2 (Articles 133–143) Final provisions.","Title":"Third Geneva Convention - Wikipedia","KeyID":"15956","URL":"https://en.wikipedia.org/wiki/Third_Geneva_Convention"}