{"Content: ":"The torture of Russian soldiers in Mala Rohan was an incident during the 2022 Russian invasion of Ukraine that occurred in the village of Mala Rohan according to a video of unknown authorship that was posted on social media Between March 27 and March 28, 2022. The video shows Ukrainian soldiers mocking and torturing Russian prisoners of war. According to the international humanitarian organization Human Rights Watch on March 31, the incident, if confirmed, would qualify as a war crime.[1] On the morning of March 27, two videos were posted on Reddit and Twitter, and a more complete version, two minutes longer, later appeared on YouTube.[1] The Times reported that the videos had been promoted by Maria Dubovikova of the Russian International Affairs Council, but their original source is unclear.[2] According to CheckNews, the fact-checking service of Libération, videos released by fighters associated with the Azov Regiment who were active in the area show several dozen Russian prisoners, some in their underwear, lined up in front of a ditch and then piled into vehicles; another video shows blindfolded Russian prisoners singing the Ukrainian anthem.[3] The video shows five people in military uniforms; some of them have white bands on their arms, which are worn by Russian forces.[1] They are lying on the ground with their hands tied. Two of them have with bags over their heads and at least three appear to be wounded in the leg.[1][4] The prisoners are questioned by their captors, who speak Russian with Ukrainian accents and wear yellow and blue markings used by the Ukrainian forces.[5] The prisoners are accused of having bombed Kharkiv.[1][4] During interrogation some of the prisoners are on the verge of passing out.[1] Two more people are driven into the courtyard in a van and promptly shot in their legs, along with another man standing nearby. One of the new arrivals is hit in the head with the butt of a rifle.[1] The interrogation of prisoners by a man is heard behind the camera, as well as a conversation in Russian without a foreign accent, presumably on a walkie-talkie.[1] Based on weather conditions and the position of the sun, the BBC suggested that the video could have been shot early in the day on March 26.[4] France 24 suggested that the video could have been filmed between March 11 and 27, again based on weather conditions.[6] Open data researcher Erich Auerbach reported that the action took place on a farm in the village of Mala Rohan, 18 km (11 mi) east of the center of Kharkiv. This geolocation was confirmed by Human Rights Watch and the Washington Post.[1][7] According to Ukrainian statements, this village was retaken by the Ukrainian Armed Forces two days before the first videos appeared.[1][8] The perpetrators in the video wore blue armbands, which Human Rights Watch noted are usually worn by Ukrainian forces, while all except one of the POWs (who donned a red one) had white armbands, both colours in use by Russian forces. According to Human Rights Watch, the affiliation of the perpetrators is unclear: they are dressed in various uniforms, hold various weapons, and have various equipment without obvious insignia.[1] Nick Reynolds, a military expert at the Royal United Institute of Defense Studies, said an assault rifle in the video resembled camouflaged weapons used by the Ukrainian Special Operations Forces but is slightly different from any he had previously seen; he also noted that both parties in the conflict used weapons captured from the other side.[4] On May 13, investigative reporters at the French outlet Le Monde published a video in which they geolocated the video, confirming findings reported by Erich Auerbach. According to Le Monde, an analysis of the weather conditions and videos shot in the area shows that the video with the Russian prisoners of war was filmed on the evening of March 25. In videos shot during the battle for Mala Rohan, members of the Ukrainian Slobozhanshchyna battalion are present, and their leader, Andrey Yangolenko, clearly appears in the same frame as the prisoners who were later shot in the knees. In that frame he appears to be gathering the three Russian prisoners in a location 700 meters away from the farm where they will be shot.[5] On 29 June, the United Nations High Commissioner for Human Rights published a report in which the incident in Mala Rohan is mentioned as one of two \"documented cases of summary execution and torture of Russian prisoners of war and persons hors de combat reportedly perpetrated by members of Ukrainian armed forces.\"[9] As reported by the human rights agency, members of Ukrainian armed forces shot the legs of three captured Russian soldiers and tortured Russian soldiers who were wounded. The report also mentions that one of the participants of the event later acknowledged that some of his comrades indeed tortured Russian soldiers.[9] A Russian woman has claimed that one of the Russian POWs shown in the video is her adopted son Ivan Kudryavtsev, a 20-year-old conscripted soldier from the Omsk region. He is identified as a wounded soldier who passes out while being interrogated. On April 29, the Russian Defense Ministry confirmed that he went missing during military service.[10] On 27 March Valery Zaluzhny, commander-in-chief of the Armed Forces of Ukraine, called the video staged and accused Russia of creating it to discredit the Ukrainian forces.[1][8] Ukraine's ombudsman for human rights at the time, Lyudmyla Denisova, dismissed the footage as fake.[10] Later that day, Oleksiy Arestovych, adviser to the head of the office of the President of Ukraine, said that the unlawful treatment of prisoners qualifies as a war crime and should be punished. He also stated that an investigation will be conducted, and the inadmissibility of such actions would be reiterated to defense forces personnel.[1][10] Iryna Venediktova, the Prosecutor General of Ukraine at the time, said that investigations and prosecutions would be carried out if the evidence were strong enough.[2] Dmitry Peskov, the press secretary of the Russian president, said that the videos contain \"monstrous footage\" and should be investigated by lawyers.[2]","Title":"Torture of Russian soldiers in Mala Rohan - Wikipedia","KeyID":"15950","URL":"https://en.wikipedia.org/wiki/Torture_of_Russian_soldiers_in_Mala_Rohan"}