{"Content: ":"The 74th Guards Motor Rifle Brigade is a military formation of the Russian Ground Forces's 41st Army, part of the Central Military District, stationed in Yurga, Kemerovo Oblast, Russia. The 74th Motor Rifle Brigade was created from the disbanded 94th Guards Zvenigorod-Berlin Order of Suvorov Motor Rifle Division, formerly of the Group of Soviet Forces in Germany. The 94th Guards Rifle Division was formed on 23 April 1943 in the eastern Ukraine with the consolidation of the 14th Guards and 96th Rifle Brigades. It took part in the liberation of southern Ukraine through the remainder of 1943 and into 1944 as part of the 5th Shock Army. It remained with the Army through the remainder of the war and ended in the streets of Berlin. Post-war, it remained with the 5th Shock Army for a period, then transferred to the 3rd Army. In 1957, it was one of the few Rifle Divisions to be reorganized into a Motor Rifle Division and still retain its original number. In the mid-1980s, it was transferred to the 2nd Guards Tank Army, where it remained until withdrawn from East Germany in 1991. After arriving in Yurga (near Tomsk) in the Siberian Military District, it was reorganized into the 74th Guards Motor Rifle Brigade, where it remains today. Other units also became part of the 74th Guards Motor Rifle Brigade including a guards engineering battalion and the 386th Tank Regiment. On February 3, 2005, Russian defense minister Sergei Ivanov visited the brigade and promised that by the end of 2006, the brigade would consist fully of professional soldiers, not conscripts.[1] He also said the brigade was one of the most combat ready of the entire Russian military, and promised the construction of a new barracks. As of 2005, the commander was Major General Farid Balaliyev.[2] By 30 December 1994, the brigade was in Chechnya in reserve, sending 3000+ personnel, 45 tanks, 115 BMP-1s to the fight. The brigade fought in street fights in Groznyy. According to records, the brigade lost 120+ personnel during the war. Elements of the brigade are participating in the Russian military intervention in the Syrian Civil War.[3] The brigade is involved in the 2022 Russian invasion of Ukraine. The Ukrainian Ambassador to the United States Oksana Markarova claimed that a platoon of the 74th Motor Rifle Brigade had surrendered to Ukrainian forces near Chernihiv. The platoon's personnel were unaware they were \"brought to Ukraine to kill Ukrainians\" and refused to fight although Russia later denied that any such situation ever took place.[4][5] Elements of the brigade were among the units that attempted to cross the Siverskyi Donets River, near Belogorovka, between May 8th and 10th, in the Battle of Siverskyi Donets; reportedly losing over 485 out of 550 men, and perhaps up to 1,500 of 2,000, and 80 vehicles.[6] Assigned units:[7] Brigade units include:","Title":"74th Separate Guards Motor Rifle Brigade - Wikipedia","KeyID":"15952","URL":"https://en.wikipedia.org/wiki/74th_Guards_Motor_Rifle_Brigade"}