{"Content: ":"The Yugoslav Wars were a series of separate but related[12][13][14] ethnic conflicts, wars of independence, and insurgencies fought in the former Yugoslavia[A 2] from 1991 to 2001, leading up to and resulting from the breakup of the Yugoslav federation in 1992. Its constituent republics declared independence due to unresolved tensions between ethnic minorities in the new countries, which fueled the wars. Most of the wars ended through peace accords, involving full international recognition of new states, but with a massive human cost and economic damage to the region. During the breakup of Yugoslavia, initially, the Yugoslav People's Army (JNA) sought to preserve the unity of the whole of Yugoslavia by crushing the secessionist governments, but it increasingly came under the influence of the Serbian government of Slobodan Milošević, which evoked Serbian nationalism to replace the weakening communist system. As a result, the JNA began to lose Slovenes, Croats, Kosovo Albanians, Bosniaks, and Macedonians, and effectively became a Serb army.[16] According to a 1994 United Nations report, the Serb side did not aim to restore Yugoslavia; instead, it aimed to create a Greater Serbia from parts of Croatia and Bosnia.[17] Other irredentist movements have also been brought into connection with the wars, such as Greater Albania (from Kosovo, though it was abandoned following international diplomacy)[18][19][20][21][22] and Greater Croatia (from parts of Herzegovina, until 1994 when the Washington Agreement ended it).[23][24][25][26][27] Often described as Europe's deadliest conflicts since World War II, the wars were marked by many war crimes, including genocide, crimes against humanity, ethnic cleansing and rape. The Bosnian genocide was the first European crime to be formally classified as genocidal in character since World War II, and many key individuals who perpetrated it were subsequently charged with war crimes.[28] The International Criminal Tribunal for the former Yugoslavia (ICTY) was established by the UN to prosecute these crimes.[29] According to the International Center for Transitional Justice, the Yugoslav Wars resulted in the deaths of 140,000 people,[9] while the Humanitarian Law Center estimates at least 130,000 people who died.[10] The conflicts resulted in major refugee and humanitarian crises.[30][31][32] The war(s) have alternatively been called: The nation of Yugoslavia was created in the aftermath of World War I, and its population was mostly composed of South Slavic Christians, though the nation also had a substantial Muslim minority. Clear ethnic conflict between the Yugoslav peoples only became prominent in the 20th century, beginning with tensions over the constitution of the Kingdom of Serbs, Croats, and Slovenes in the early 1920s and escalating into violence between Serbs and Croats in the late 1920s after the assassination of Croatian politician Stjepan Radić. This nation lasted from 1918 to 1941, when it was invaded by the Axis powers during World War II, which provided support to the Croatian fascist Ustaše (founded in 1929), whose regime carried out the genocide of Serbs, Jews and Roma by executing people in concentration camps and committing other systematic and mass crimes inside its territory.[12] The predominantly Serb Chetniks, a Yugoslav Royalist and Serbian nationalist movement and guerrilla force, committed mass crimes against Muslims and Croats which are considered a genocide by several authors, and they also supported the instatement of a Serbian monarchy and the establishment of a Yugoslav federation.[37][38] The Communist-led Yugoslav Partisans were able to appeal to all groups, including Serbs, Croats, and Bosniaks, and also engaged in mass killings.[39] In 1945, the Federal People's Republic of Yugoslavia (FPRY) was established under Josip Broz Tito,[12] who maintained a strongly authoritarian leadership that suppressed nationalism.[40] After Tito's death in 1980, relations between the six republics of the federation deteriorated. Slovenia, Croatia and Kosovo desired greater autonomy within the Yugoslav confederation, while Serbia sought to strengthen federal authority. As it became clear that there was no solution which was agreeable to all parties, Slovenia and Croatia moved towards secession. Although tensions in Yugoslavia had been mounting since the early 1980s, events in 1990 proved to be decisive. In the midst of economic hardship, Yugoslavia was facing rising nationalism among its various ethnic groups. By the early 1990s, there was no effective authority at the federal level. The Federal Presidency consisted of the representatives of the six republics, two provinces and the Yugoslav People's Army, and the communist leadership was divided along national lines.[41] The representatives of Vojvodina, Kosovo and Montenegro were replaced with loyalists of the President of Serbia, Slobodan Milošević. Serbia secured four out of eight federal presidency votes[42] and was able to heavily influence decision-making at the federal level, since all the other Yugoslav republics only had one vote. While Slovenia and Croatia wanted to allow a multi-party system, Serbia, led by Milošević, demanded an even more centralized federation and Serbia's dominant role in it.[41] At the 14th Extraordinary Congress of the League of Communists of Yugoslavia in January 1990, the Serbian-dominated assembly agreed to abolish the single-party system. However, Slobodan Milošević, the head of the Serbian Party branch (League of Communists of Serbia) used his influence to block and vote-down all other proposals from the Croatian and Slovene party delegates. This prompted the Croatian and Slovene delegations to walk out and thus the break-up of the party,[43] a symbolic event representing the end of \"brotherhood and unity\". The survey of Yugoslav citizens which was conducted in 1990 showed that ethnic animosity existed on a small scale.[44] Compared to the results from 25 years before, there was significant increase of ethnic distance among Serbs and Montenegrins toward Croats and Slovenes and vice versa.[44] Upon Croatia and Slovenia's declarations of independence in 1991, the Yugoslav federal government attempted to forcibly halt the impending breakup of the country, with Yugoslav Prime Minister Ante Marković declaring that the secessions of Slovenia and Croatia were both illegal and contrary to the constitution of Yugoslavia, and he also expressed his support for the Yugoslav People's Army in order to secure the integral unity of Yugoslavia.[45] According to Stephen A. Hart, author of Partisans: War in the Balkans 1941–1945, the ethnically mixed region of Dalmatia held close and amicable relations between the Croats and Serbs who lived there in the late 19th and early 20th centuries. Many early proponents of a united Yugoslavia came from this region, such as Ante Trumbić, a Croat from Dalmatia. However, by the time of the outbreak of the Yugoslav Wars, any hospitable relations between Croats and Serbs in Dalmatia had broken down, with Dalmatian Serbs fighting on the side of the self-declared proto-state Republic of Serbian Krajina. Even though the policies throughout the entire socialist period of Yugoslavia seemed to have been the same (namely that all Serbs should live in one state), Dejan Guzina argues that \"different contexts in each of the subperiods of socialist Serbia and Yugoslavia yielded entirely different results (e.g., in favour of Yugoslavia, or in favour of a Greater Serbia)\". He assumes that the Serbian policy changed from conservative–socialist at the beginning to xenophobic nationalist in the late 1980s and 1990s.[46] In Serbia and Serb-dominated territories, violent confrontations occurred, particularly between nationalists and non-nationalists who criticized the Serbian government and the Serb political entities in Bosnia and Croatia.[47] Serbs who publicly opposed the nationalist political climate during the Yugoslav wars were reportedly harassed, threatened, or killed.[47] However, following Milošević's rise to power and the outbreak of the Yugoslav Wars, numerous anti-war movements developed in Serbia.[48][49] Protests were held against the actions of the Yugoslav People's Army, while protesters demanded the referendum on a declaration of war and disruption of military conscription, resulting in numerous desertions and emigrations.[50][51][52] With the escalation of the Yugoslav crisis, JNA became heavily dominated by Serbs. According to former commander of the fifth army in Zagreb Martin Špegelj, 50% of the command positions were held by Croats, whilst a few years later at the beginning of the war all key positions were held by Serbs.[53] The first of the conflicts, known as the Ten-Day War, was initiated by the JNA (Yugoslav People's Army) on 26 June 1991 after the secession of Slovenia from the federation on 25 June 1991.[54][55] Initially, the federal government ordered the Yugoslav People's Army to secure border crossings in Slovenia. Slovenian police and Slovenian Territorial Defence blockaded barracks and roads, leading to stand-offs and limited skirmishes around the republic. After several dozen casualties, the limited conflict was stopped through negotiation at Brioni on 7 July 1991, when Slovenia and Croatia agreed to a three-month moratorium on secession. The Federal army completely withdrew from Slovenia by 26 October 1991. Fighting in Croatia had begun weeks prior to the Ten-Day War in Slovenia. The Croatian War of Independence began when Serbs in Croatia, who were opposed to Croatian independence, announced their secession from Croatia. In the 1990 parliamentary elections in Croatia, Franjo Tuđman became the first President of Croatia. He promoted nationalist policies and had a primary goal of the establishment of an independent Croatia. The new government proposed constitutional changes, reinstated the traditional Croatian flag and coat of arms, and removed the term \"Socialist\" from the title of the republic.[56] In an attempt to counter changes made to the constitution, local Serb politicians organized a referendum on \"Serb sovereignty and autonomy\" in August 1990. Their boycott escalated into an insurrection in areas populated by ethnic Serbs, mostly around Knin, known as the Log Revolution.[57] Local police in Knin sided with the growing Serbian insurgency, while many government employees, mostly police where commanding positions were mainly held by Serbs and Communists, lost their jobs.[58] The new Croatian constitution was ratified in December 1990, and the Serb National Council formed SAO Krajina, a self-proclaimed Serbian autonomous region.[59] Ethnic tensions rose, fueled by propaganda in both Croatia and Serbia. On 2 May 1991, one of the first armed clashes between Serb paramilitaries and Croatian police occurred in the Battle of Borovo Selo.[60] On 19 May an independence referendum was held, which was largely boycotted by Croatian Serbs, and the majority voted in favour of the independence of Croatia.[61][59] Croatia declared independence and dissolved its association with Yugoslavia on 25 June 1991. Due to the Brioni Agreement, a three-month moratorium was placed on the implementation of the decision that ended on 8 October.[62] The armed incidents of early 1991 escalated into an all-out war during the summer, with fronts being formed around the areas of the breakaway SAO Krajina. The JNA had disarmed the Territorial Units of Slovenia and Croatia prior to the declaration of independence, at the behest of Serbian President Slobodan Milošević.[63][64] This was greatly aggravated by an arms embargo, imposed by the UN on Yugoslavia. The JNA was ostensibly ideologically unitarian, but its officer corps was predominantly staffed by Serbs or Montenegrins (70 percent).[65] As a result, the JNA opposed Croatian independence and sided with the Croatian Serb rebels. The Croatian Serb rebels were unaffected by the embargo because they were supported and supplied by the JNA. By mid-July 1991, the JNA moved an estimated 70,000 troops to Croatia. The fighting rapidly escalated, eventually spanning hundreds of square kilometers from western Slavonia through Banija to Dalmatia.[66] Border regions faced direct attacks from forces within Serbia and Montenegro. In August 1991, the Battle of Vukovar began, where fierce fighting took place with around 1,800 Croat fighters blocking the JNA's advance into Slavonia. By the end of October, the town was almost completely devastated as a result of land shelling and air bombardment.[67] The Siege of Dubrovnik started in October with the shelling of UNESCO World Heritage Site Dubrovnik, where the international press was criticised for focusing on the city's architectural heritage, instead of reporting the destruction of Vukovar in which many civilians were killed.[68] On 18 November 1991, the battle of Vukovar ended after the city ran out of ammunition. The Ovčara massacre occurred shortly after Vukovar's capture by the JNA.[69] Meanwhile, control over central Croatia was seized by Croatian Serb forces in conjunction with the JNA Corps from Bosnia and Herzegovina, under the leadership of Ratko Mladić.[70] In January 1992, the Vance Plan established UN controlled (UNPA) zones for Serbs in the territory which was claimed by the Serbian rebels as the self-proclaimed proto-state Republic of Serbian Krajina (RSK) and brought an end to major military operations, but sporadic artillery attacks on Croatian cities and occasional intrusions into UNPA zones by Croatian forces continued until 1995. The fighting in Croatia ended in mid-1995, after Operation Flash and Operation Storm. At the end of these operations, Croatia had reclaimed all of its territory except the UNPA Sector East portion of Slavonia, bordering Serbia. Most of the Serb population in the reclaimed areas became refugees. The areas of \"Sector East\", unaffected by the Croatian military operations, came under UN administration (UNTAES), and were reintegrated to Croatia in 1998 under the terms of the Erdut Agreement.[71] In early 1992, a conflict engulfed Bosnia and Herzegovina as it also declared independence from rump Yugoslavia. The war was predominantly a territorial conflict between the Bosniaks, who wanted to preserve the territorial integrity of the newly independent Republic of Bosnia and Herzegovina, and the self-proclaimed Bosnian Serb proto-state Republika Srpska and the self-proclaimed Croat Herzeg-Bosnia, which were led and supplied by Serbia and Croatia respectively, reportedly with a goal of the partition of Bosnia, which would leave only a small part of land for the Bosniaks.[72] On 18 December 1992, the United Nations General Assembly issued resolution 47/121 in which it condemned Serbian and Montenegrin forces for trying to acquire more territories by force.[73] The Yugoslav armed forces had disintegrated into a largely Serb-dominated military force. The JNA opposed the Bosnian-majority led government's agenda for independence, and along with other armed nationalist Serb militant forces attempted to prevent Bosnian citizens from voting in the 1992 referendum on independence.[74] They failed to persuade people not to vote, and instead the intimidating atmosphere combined with a Serb boycott of the vote resulted in a resounding 99% vote in support for independence.[74] On 19 June 1992, the war in Bosnia broke out, though the Siege of Sarajevo had already begun in April after Bosnia and Herzegovina had declared independence. The conflict, typified by the years-long Sarajevo siege and the Srebrenica massacre, was by far the bloodiest and most widely covered of the Yugoslav wars. The Bosnian Serb faction led by ultra-nationalist Radovan Karadžić promised independence for all Serb areas of Bosnia from the majority-Bosniak government of Bosnia. To link the disjointed parts of territories populated by Serbs and areas claimed by Serbs, Karadžić pursued an agenda of systematic ethnic cleansing primarily against Bosnians through massacre and forced removal of Bosniak populations.[75] Prijedor ethnic cleansing, Višegrad massacres, Foča ethnic cleansing, Doboj massacre, Zvornik massacre, siege of Goražde and others were reported. At the end of 1992, tensions between Bosnian Croats and Bosniaks rose and their collaboration fell apart. In January 1993, the two former allies engaged in open conflict, resulting in the Croat–Bosniak War.[76] In 1994 the US brokered peace between Croatian forces and the Bosnian Army of the Republic of Bosnia and Herzegovina with the Washington Agreement. After the successful Flash and Storm operations, the Croatian Army and the combined Bosnian and Croat forces of Bosnia and Herzegovina, conducted an operation codenamed Operation Mistral in September 1995 to push back Bosnian Serb military gains.[77] The advances on the ground along with NATO air strikes put pressure on the Bosnian Serbs to come to the negotiating table. Pressure was put on all sides to stick to the cease-fire and negotiate an end to the war in Bosnia. The war ended with the signing of the Dayton Agreement on 14 December 1995, with the formation of Republika Srpska as an entity within Bosnia and Herzegovina.[78] The Central Intelligence Agency (CIA) in the United States reported in April 1995 that 90 percent of all the atrocities in the Yugoslav wars up to that point had been committed by Serb militants.[79] Most of these atrocities occurred in Bosnia. After September 1990 when the 1974 Yugoslav Constitution had been unilaterally repealed by the Socialist Republic of Serbia, Kosovo's autonomy suffered and so the region was faced with state organized oppression: from the early 1990s, Albanian language radio and television were restricted and newspapers shut down. Kosovar Albanians were fired in large numbers from public enterprises and institutions, including banks, hospitals, the post office and schools.[80] In June 1991, the University of Priština assembly and several faculty councils were dissolved and replaced by Serbs. Kosovar Albanian teachers were prevented from entering school premises for the new school year beginning in September 1991, forcing students to study at home.[80] Later, Kosovar Albanians started an insurgency against Belgrade when the Kosovo Liberation Army was founded in 1996. Armed clashes between the two sides broke out in early 1998. A NATO-facilitated ceasefire was signed on 15 October, but both sides broke it two months later and fighting resumed. When the killing of 45 Kosovar Albanians in the Račak massacre was reported in January 1999, NATO decided that the conflict could only be settled by introducing a military peacekeeping force to forcibly restrain the two sides.[81] Yugoslavia refused to sign the Rambouillet Accords, which among other things called for 30,000 NATO peacekeeping troops in Kosovo; an unhindered right of passage for NATO troops on Yugoslav territory; and immunity for NATO and its agents to Yugoslav law; the right to use local roads, ports, railways, and airports without payment and requisition public facilities for its use free of cost.[82][83] NATO then prepared to install the peacekeepers by force, using this refusal to justify the bombings. The NATO bombing of Yugoslavia followed, an intervention against Serbian forces with a mainly bombing campaign, under the command of General Wesley Clark. Hostilities ended 2½ months later with the Kumanovo Agreement. Kosovo was placed under the governmental control of the United Nations Interim Administration Mission in Kosovo and the military protection of Kosovo Force (KFOR). The 15-month war had left thousands of civilians killed on both sides and over a million displaced.[81] The Insurgency in the Preševo Valley was an armed conflict between the Federal Republic of Yugoslavia and ethnic-Albanian insurgents[84][85] of the Liberation Army of Preševo, Medveđa and Bujanovac (UÇPMB), beginning in June 1999.[86] There were instances during the conflict in which the Yugoslav government requested KFOR support in suppressing UÇPMB attacks, since the government could only use lightly armed military forces as part of the Kumanovo Treaty, which created a buffer zone so the bulk of the Yugoslav armed forces could not enter.[87] Yugoslav president Vojislav Koštunica warned that fresh fighting would erupt if KFOR units did not act to prevent the attacks that were coming from the UÇPMB.[88] The insurgency in the Republic of Macedonia was an armed conflict in Tetovo which began when the ethnic Albanian National Liberation Army (NLA) militant group began attacking the security forces of the Republic of Macedonia at the beginning of February 2001, and ended with the Ohrid Agreement. The goal of the NLA was to give greater rights and autonomy to the country's Albanian minority, who made up 25.2% of the population of the Republic of Macedonia (54.7% in Tetovo).[89][90] There were also claims that the group ultimately wished to see Albanian-majority areas secede from the country,[91] although high-ranking NLA members have denied this.[89] The United Nations Security Council had imposed an arms embargo in September 1991.[92] Nevertheless, various states had been engaged in, or facilitated, arms sales to the warring factions.[93] In 2012, Chile convicted nine people, including two retired generals, for their part in arms sales.[94] It is widely believed that mass murders against Bosniaks in Bosnia and Herzegovina escalated into genocide. On 18 December 1992, the United Nations General Assembly issued resolution 47/121 condemning \"aggressive acts by the Serbian and Montenegrin forces to acquire more territories by force\" and called such ethnic cleansing \"a form of genocide\".[73] In its report published on 1 January 1993, Helsinki Watch was one of the first civil rights organisations that warned that \"the extent of the violence and its selective nature along ethnic and religious lines suggest crimes of genocidal character against Muslim and, to a lesser extent, Croatian populations in Bosnia-Hercegovina\".[95] A telegram sent to the White House on 8 February 1994 by U.S. Ambassador to Croatia, Peter W. Galbraith, stated that genocide was occurring. The telegram cited \"constant and indiscriminate shelling and gunfire\" of Sarajevo by Karadzic's Yugoslav People Army; the harassment of minority groups in Northern Bosnia \"in an attempt to force them to leave\"; and the use of detainees \"to do dangerous work on the front lines\" as evidence that genocide was being committed.[96] In 2005, the United States Congress passed a resolution declaring that \"the Serbian policies of aggression and ethnic cleansing meet the terms defining genocide\".[97] A trial took place before the International Court of Justice, following a 1993 suit by Bosnia and Herzegovina against Serbia and Montenegro alleging genocide. The ICJ ruling of 26 February 2007 indirectly determined the war's nature to be international, though clearing Serbia of direct responsibility for the genocide committed by the forces of Republika Srpska in Srebrenica. The ICJ concluded, however, that Serbia failed to prevent genocide committed by Serb forces in Srebrenica and failed to punish those responsible, and bring them to justice.[98] War crimes were conducted simultaneously by different Serb forces in different parts of Bosnia and Herzegovina, especially in Bijeljina, Sarajevo, Prijedor, Zvornik, Višegrad and Foča. The judges however ruled that the criteria for genocide with the specific intent (dolus specialis) to destroy Bosnian Muslims were met only in Srebrenica in 1995.[98] The court concluded that other crimes, outside Srebrenica, committed during the 1992–1995 war, may amount to crimes against humanity according to the international law, but that these acts did not, in themselves, constitute genocide per se.[99] The crime of genocide in the Srebrenica enclave was confirmed in several guilty verdicts handed down by the ICTY, most notably in the conviction of the Bosnian Serb leader Radovan Karadžić.[100] Ethnic cleansing was a common phenomenon in the wars in Croatia, Kosovo and Bosnia and Herzegovina. This entailed intimidation, forced expulsion, or killing of the unwanted ethnic group as well as the destruction of the places of worship, cemeteries and cultural and historical buildings of that ethnic group in order to alter the population composition of an area in the favour of another ethnic group which would become the majority. These examples of territorial nationalism and territorial aspirations are part of the goal of an ethno-state.[101] Detention camps such as Omarska and Trnopolje were also designated as an integral part of the overall ethnic cleansing strategy of the authorities.[102] According to numerous ICTY verdicts and indictments, Serb[103][104][105] and Croat[106] forces performed ethnic cleansing of their territories planned by their political leadership to create ethnically pure states (Republika Srpska and Republic of Serbian Krajina by the Serbs; and Herzeg-Bosnia by the Croats). According to the ICTY, Serb forces from the SAO Krajina deported at least 80–100,000 Croats and other non-Serb civilians in 1991–92[107] and at least 700,000 Albanians in Kosovo in 1999.[108] Further hundreds of thousands of Muslims were forced out of their homes by the Serb forces in Bosnia and Herzegovina.[109] By one estimate, the Serb forces drove at least 700,000 Bosnian Muslims from the area of Bosnia under their control.[110] Survivors of the ethnic cleansing were left severely traumatized as a consequence of this campaign.[111] War rape occurred as a matter of official orders as part of ethnic cleansing, to displace the targeted ethnic group.[112] According to the Trešnjevka Women's Group, more than 35,000 women and children were held in such Serb-run \"rape camps\".[113][114][115] Dragoljub Kunarac, Radomir Kovač, and Zoran Vuković were convicted of crimes against humanity for rape, torture, and enslavement committed during the Foča massacres.[116] The evidence of the magnitude of rape in Bosnia and Herzegovina prompted the ICTY to deal openly with these abuses.[117] Reports of sexual violence during the Bosnian War (1992–1995) and Kosovo War (1998–1999) perpetrated by the Serbian regular and irregular forces have been described as \"especially alarming\".[113] The NATO-led Kosovo Force documented rapes of Albanian, Roma and Serbian women by both Serbs and members of the Kosovo Liberation Army.[118] Others have estimated that during the Bosnian War between 20,000 and 50,000 women, mainly Bosniak, were raped.[119][120] There are few reports of rape and sexual assault between members of the same ethnic group.[121] War rape in the Yugoslav Wars has often been characterized as a crime against humanity. Rape perpetrated by Serb forces served to destroy cultural and social ties of the victims and their communities.[122] Serbian policies allegedly urged soldiers to rape Bosniak women until they became pregnant as an attempt towards ethnic cleansing. Serbian soldiers hoped to force Bosniak women to carry Serbian children through repeated rape.[123] Often Bosniak women were held in captivity for an extended period of time and only released slightly before the birth of a child conceived of rape. The systematic rape of Bosniak women may have carried further-reaching repercussions than the initial displacement of rape victims. Stress, caused by the trauma of rape, coupled with the lack of access to reproductive health care often experienced by displaced peoples, led to serious health risks for victimized women.[124] During the Kosovo War thousands of Kosovo Albanian women and girls became victims of sexual violence. War rape was used as a weapon of war and an instrument of systematic ethnic cleansing; rape was used to terrorize the civilian population, extort money from families, and force people to flee their homes. According to a report by the Human Rights Watch group in 2000, rape in the Kosovo War can generally be subdivided into three categories: rapes in women's homes, rapes during flight, and rapes in detention.[125][126] The majority of the perpetrators were Serbian paramilitaries, but also included Serbian special police or Yugoslav army soldiers. Virtually all of the sexual assaults Human Rights Watch documented were gang rapes involving at least two perpetrators.[125][126] Since the end of the war, rapes of Serbian, Albanian, and Roma women by ethnic Albanians — sometimes by members of the Kosovo Liberation Army (KLA) – have been documented, although not on a similar scale.[125][126] Rapes occurred frequently in the presence, and with the acquiescence, of military officers. Soldiers, police, and paramilitaries often raped their victims in the full view of numerous witnesses.[112] A 2013 report by the United Nations Development Programme (UNDP) in Croatia entitled 'Assessment of the Number of Sexual Violence Victims during the Homeland War on the Territory of the Republic of Croatia and Optimal Forms of Compensation and Support of Victims', determined the estimated victims (male and female) of rape and other forms of sexual assault on both sides to number between approximately 1,470 and 2,205 or 1,501 and 2,437 victims.[127] Most victims were non-Serbs assaulted by Serbs.[127] By region, the largest number of rapes and acts of sexual violence occurred in Eastern Slavonia, with an estimated 380-570 victims.[127] According to the UNDP report, between 300 and 600 men (4.4%-6.6% of those imprisoned) and between 279 and 466 women (or 30%-50% of those imprisoned) suffered from various forms of sexual abuse while being held in Serbian detention camps and prisons (including those in Serbia proper).[127] Between 412 and 611 Croat women were raped in the Serb-occupied territories, outside of detention camps, from 1991 to 1995.[127] Croat forces were also known to have committed rapes and acts of sexual violence against Serb women during Operations Flash and Storm, with an estimated 94-140 victims.[127] Sexual abuse of Serb prisoners also occurred in the Croat-run Lora and Kerestinec camps.[127] Some estimates put the number of killed in the Yugoslav Wars at 140,000.[9] The Humanitarian Law Center estimates that in the conflicts in former Yugoslav republics at least 130,000 people lost their lives.[10] Slovenia's involvement in the conflicts was brief, thus avoiding higher casualties, and around 70 people were killed in its ten-day conflict. The War in Croatia left an estimated 22,000 people dead, of which 15,000 were Croats and 7,000 Serbs.[128] Bosnia and Herzegovina suffered the heaviest burden of the fighting: between 97,207 and 102,622 people were killed in the war, including 64,036 Bosniaks, 24,905 Serbs, and 7,788 Croats.[129] By share, 65% of the killed were Bosniaks, 25% Serbs, and 8% Croats.[130] In the Kosovo conflict, 13,535 people were killed, including 10,812 Albanians (80%) and 2,197 Serbs (16%).[131] The highest death toll was in Sarajevo: with around 14,000 killed during the siege,[132] the city lost almost as many people as the entire war in Kosovo. In relative and absolute numbers, Bosniaks suffered the heaviest losses: 64,036 of their people were killed in Bosnia, which represents a death toll of over 3% of their entire ethnic group.[129] They experienced the worst plight in the Srebrenica massacre, where the mortality rate of the Bosniak men (irrespective of their age or civilian status) reached 33% in July 1995.[133] The share of Bosniaks among all the civilian fatalities during the Bosnian War was around 83%, rising to almost 95% in Eastern Bosnia.[134] During the War in Croatia, 43.4% of the killed on the Croatian side were civilians.[135] The Yugoslav Wars caused one of the largest refugee crises in European history. It is estimated that the wars in Croatia, Bosnia and Herzegovina and Kosovo produced about 2.4 million refugees and an additional 2 million internally displaced persons.[136] The war in Bosnia and Herzegovina caused 2.2 million refugees or displaced, of which over half were Bosniaks.[137] Up until 2001, there were still 650,000 displaced Bosniaks, while 200,000 left the country permanently.[137] The Kosovo War caused 862,979 Albanian refugees who were either expelled from the Serb forces or fled from the battle front.[138] In addition, 500,000 to 600,000 were internally displaced,[139] which means that, according to the OSCE, almost 90% of all Albanians were displaced from their homes in Kosovo by June 1999.[140] After the end of the war, Albanians returned, but over 200,000 Serbs, Romani and other non-Albanians fled Kosovo. By the end of 2000, Serbia thus became the host of 700,000 Serb refugees or internally displaced from Kosovo, Croatia and Bosnia.[141] From the perspective of asylum for internally displaced or refugees, Croatia took the brunt of the crisis. According to some sources, in 1992 Croatia was the host to almost 750,000 refugees or internally displaced, which represents a quota of almost 16% of its population of 4.7 million inhabitants: these figures included 420 to 450,000 Bosnian refugees, 35,000 refugees from Serbia (mostly from Vojvodina and Kosovo) while a further 265,000 persons from other parts of Croatia itself were internally displaced. This would be equivalent of Germany being a host to 10 million displaced people or France to 8 million people.[142] Official UNHCR data indicate that Croatia was the host to 287,000 refugees and 344,000 internally displaced in 1993. This is a ratio of 64.7 refugees per 1000 inhabitants.[143] In its 1992 report, UNHCR placed Croatia #7 on its list of 50 most refugee burdened countries: it registered 316 thousand refugees, which is a ratio of 15:1 relative to its total population.[144] Together with those internally displaced, Croatia was the host to at least 648,000 people in need of an accommodation in 1992.[145] In comparison, Macedonia had 10.5 refugees per 1000 inhabitants in 1999.[146] Slovenia was the host to 45,000 refugees in 1993, which is 22.7 refugees per 1000 inhabitants.[147] Serbia and Montenegro were the host to 479,111 refugees in 1993, which is a ratio of 45.5 refugees per 1000 inhabitants. By 1998 this grew to 502,037 refugees (or 47.7 refugees per 1000 inhabitants). By 2000 the number of refugees fell to 484,391 persons, but the number of internally displaced grew to 267,500, or a combined total of 751,891 persons who were displaced and in need of an accommodation.[148] Material and economic damages brought by the conflicts were catastrophic. Bosnia and Herzegovina had a GDP of between $8–9 billion before the war. The government estimated the overall war damages at $50–$70 billion. It also registered a GDP decline of 75% after the war.[156] Some 60% of the housing in the country has been either damaged or destroyed, which proved a problem when trying to bring all the refugees back home.[157] Bosnia also became the most landmine contaminated country of Europe: 1820 km2 of its territory were contaminated with these explosives, which represent 3.6% of its land surface. Between 3 and 6 million landmines were scattered throughout Bosnia. Five thousand people died from them, of which 1,520 were killed after the war.[158] In 1999, the Croatian Parliament passed a bill estimating war damages of the country at $37 billion.[159] The government alleges that between 1991 and April 1993 an estimated total of 210,000 buildings in Croatia (including schools, hospitals and refugee camps) were either damaged or destroyed from shelling by the Republic of Serbian Krajina and the JNA forces. Cities affected by the shelling were Karlovac, Gospić, Ogulin, Zadar, Biograd and others.[160] The Croatian government also acknowledged that 7,489 buildings belonging to Croatian Serbs were damaged or destroyed by explosives, arson or other deliberate means by the end of 1992. From January to March 1993 another 220 buildings were also damaged or destroyed. Criminal charges were brought against 126 Croats for such acts.[161] Sanctions against FR Yugoslavia created a hyperinflation of 300 million percent of the Yugoslav dinar. By 1995, almost 1 million workers lost their jobs while the gross domestic product has fallen 55 percent since 1989.[162] The 1999 NATO bombing of Serbia resulted in additional damages. One of the most severe was the bombing of the Pančevo petrochemical factory, which caused the release of 80,000 tonnes of burning fuel into the environment.[163] Approximately 31,000 rounds of depleted Uranium ammunition were used during this bombing.[164] The International Criminal Tribunal for the Former Yugoslavia (ICTY) was a body of the United Nations established to prosecute serious crimes committed during the Yugoslav Wars, and to try their perpetrators. The tribunal was an ad hoc court located in The Hague, Netherlands. One of the most prominent trials involved ex-Serbian President Slobodan Milošević, who was in 2002 indicted on 66 counts of crimes against humanity, war crimes and genocide allegedly committed in wars in Kosovo, Bosnia and Croatia.[165] His trial remained incomplete since he died in 2006, before a verdict was reached.[166] Nonetheless, ICTY's trial \"helped to delegitimize Milosevic's leadership\", as one scholar put it.[167] Several convictions were handed over by the ICTY and its successor, the International Residual Mechanism for Criminal Tribunals (IRMCT). The first notable verdict confirming genocide in Srebrenica was the case against Serb General Radislav Krstić: he was sentenced in 2001, while the Appeals Chamber confirmed the verdict in 2004.[168] Another verdict was against ex-Bosnian Serb leader, Radovan Karadžić, who was also convicted for genocide.[169] On 22 November 2017, general Ratko Mladić was sentenced to a life in prison.[170] Other important convictions included those of ultranationalist Vojislav Šešelj,[171][172] paramilitary leader Milan Lukić,[173] Bosnian Serb politician Momčilo Krajišnik,[174] Bosnian Serb general Stanislav Galić, who was convicted for the siege of Sarajevo,[175] the former Assistant Minister of the Serbian Ministry of Internal Affairs and Chief of its Public Security Department, Vlastimir Đorđević, who was convicted for crimes in Kosovo,[176] ex-JNA commander Mile Mrkšić[177][178] as well as both of Republic of Serbian Krajina ex-Presidents Milan Martić[179] and Milan Babić.[180] Several Croats, Bosniaks and Albanians were convicted for crimes, as well, including ex-Herzegovina Croat leader Jadranko Prlić and commander Slobodan Praljak,[181] Bosnian Croat military commander Mladen Naletilić,[182] ex-Bosnian Army commander Enver Hadžihasanović[183] and ex-Kosovo commander Haradin Bala.[184] In the Trial of Gotovina et al, Croatian Generals Ante Gotovina and Mladen Markač were ultimately acquitted on appeal in 2012.[185] By 2019, based on its statute,[186] the ICTY found that the Serb officials were found guilty of persecutions, deportation and/or forcible transfer (crimes against humanity, Article 5) in Croatia,[187] Bosnia and Herzegovina,[169] Kosovo[188] and Vojvodina.[171] They were also found guilty of murder (crimes against humanity, Article 5) in Croatia,[187] Bosnia and Herzegovina[169] and Kosovo;[188] as well as terror (violations of the laws or customs of war, Article 3)[175] and genocide (Article 4)[168][169] in Bosnia and Herzegovina. The Croat forces were not found guilty of anything in Croatia, but were found guilty of deportation, other inhumane acts (forcible transfer), murder and persecutions (crimes against humanity, Article 5) in Bosnia and Herzegovina.[181] The Bosniak forces were found guilty of inhuman treatment (grave breaches of the Geneva Conventions, Article 2), murder; cruel treatment (violations of the laws or customs of war, Article 3) in Bosnia and Herzegovina.[189] One Albanian official was found guilty of torture, cruel treatment, murder (violations of the laws or customs of war, Article 3) in Kosovo.[190] After the fighting ended, millions of weapons were left with civilians who held on to them in case violence should resurface. These weapons later turned up on the arms black market of Europe.[191] In 2018 there were no exact official figures on how many firearms are missing; in Serbia authorities have given estimates ranging from 250,000 to 900,000 of different kinds are in circulation. In Bosnia, public reports state a figure of 750,000. At the end of 2017, a man entered a bus in Banja Luka carrying two bags with 36 hand grenades, three assault rifles, seven handguns, a mine and hundreds of cartridges with Gothenburg as the destination. He was stopped in the neighbouring country of Slovenia. A 26-year-old woman was stopped at the border to Croatia with three antitank weapons and a hand grenade. Police found four machine guns, three battle rifles, three assault rifles and a large quantity of explosives at the home of a 79-year-old man. According to a UNDP official, getting civilians to give up their arms to state authorities is complicated as people are then forced to trust that authorities will protect them. Instead, criminals collect the weapons.[192] Some of the missing weapons were used in the November 2015 Paris attacks during which 130 people were killed by jihadists. Other arms were assault rifles used in the 2015 Gothenburg pub shooting.[192] Successor-state government efforts to reduce the prevalence of illegally held arms are co-ordinated through a Regional Approach to Stockpile Reduction (RASR) focused on reducing stockpiles, arms diversion and unexplained explosions in South-east Europe. Partners include the European Union, the US Office of Weapons Removal and Abatement, the US Defense Threat Reduction Agency (DTRA) and NATO's Support and Procurement Agency.[193] Funded by the US Government, activities include annual workshops attended by US government officials from the Departments of State and Defense and defense ministry representatives from the Yugoslav successor states .[194] Since the beginning of hostilities between warring factions in the former Yugoslavia, the Kosovo Liberation Army as well as the Serbian mafia have been involved in the illegal drug trade, particularly with West Asian heroin entering Central and Western Europe. In the early 1990's, 2,000 Albanians from Kosovo were held in Swiss jails on charges of arms and drug smuggling. Over the course of the war, a total of several tons of heroin were confiscated by Interpol and local law enforcement. Illegal drug smuggling operations also led to additional crimes all across Western Europe, which included bank robberies and extortion committed by criminal gangs operating out of Eastern Europe. The intensification of heroin consumption in Western Europe led to the expansion of open air drug markets, particularly in Switzerland. Bosnian criminal gangs continue to have a significant impact on global drug trafficking, through entering the lucrative cocaine trade.[195][196][197] 1990 1991 1992 1993 1994 1995 1996 1998 1999 2000 2001","Title":"Yugoslav Wars - Wikipedia","KeyID":"15960","URL":"https://en.wikipedia.org/wiki/Yugoslav_Wars"}