{"Content: ":"A white Russian émigré was a Russian subject who emigrated from the territory of the former Russian Empire in the wake of the Russian Revolution (1917) and Russian Civil War (1917–1923), and who was in opposition to the revolutionary (Red Communist) Russian political climate. Many white Russian émigrés participated in the White movement or supported it, although the term is often broadly applied to anyone who may have left the country due to the change in regimes. Some white Russian émigrés, like Mensheviks and Socialist-Revolutionaries, were opposed to the Bolsheviks but had not directly supported the White Russian movement; some were apolitical. The term is also applied to the descendants of those who left and who still retain a Russian Orthodox Christian identity while living abroad.[citation needed] The term \"émigré\" is most commonly used in France, the United States, and the United Kingdom. A term preferred by the émigrés themselves was first-wave émigré (Russian: эмигрант первой волны, emigrant pervoy volny), \"Russian émigrés\" (Russian: русская эмиграция, russkaya emigratsiya) or \"Russian military émigrés\" (Russian: русская военная эмиграция, russkaya voyennaya emigratsiya) if they participated in the White Russian movement. In the Soviet Union, white émigré (белоэмигрант, byeloemigrant) generally had negative connotations. Since the end of the 1980s, the term \"first-wave émigré\" has become more common in Russia. In East Asia, White Russian (Chinese: 白俄, Japanese: 白系ロシア人, 白系露人) is the term most commonly used for white Russian émigrés, even though with some being of Ukrainian and other ethnicities they are not all culturally Russians.[1] Most white émigrés left Russia from 1917 to 1920 (estimates vary between 900,000 and 2 million), although some managed to leave during the 1920s and 1930s or were expelled by the Soviet government (such as, for example, Pitirim Sorokin and Ivan Ilyin). They spanned all classes and included military soldiers and officers, Cossacks, intellectuals of various professions, dispossessed businessmen and landowners, as well as officials of the Russian Imperial government and of various anti-Bolshevik governments of the Russian Civil War period. They were not only ethnic Russians but belonged to other ethnic groups as well. Most émigrés initially fled from Southern Russia and Ukraine to Turkey and then moved to other Slavic countries in Europe (the Kingdom of Yugoslavia, Bulgaria, Czechoslovakia, and Poland). A large number also fled to Estonia, Latvia, Lithuania, Finland, Iran, Germany and France. Some émigrés also fled to Portugal, Spain, Romania, Belgium, Sweden, Switzerland, and Italy. Berlin and Paris developed thriving émigré communities. Many military and civil officers living, stationed, or fighting the Red Army across Siberia and the Russian Far East moved together with their families to Harbin (see Harbin Russians), to Shanghai (see Shanghai Russians) and to other cities of China, Central Asia, and Western China. After the withdrawal of US and Japanese troops from Siberia, some émigrés traveled to Japan. During and after World War II, many Russian émigrés moved to the United Kingdom, the United States, Canada, Peru, Brazil, Mexico, Argentina, Chile, Colombia, South Africa and Australia – where many of their communities still exist in the 21st century. Many, estimated as being between the hundred thousands and a million,[2] also served Germany in the Wehrmacht or in the Waffen-SS, often as interpreters.[3] White émigrés were, generally speaking, anti-communist and did not consider the Soviet Union and its legacy to be representative of Russia but rather of an occupying force. They consider the period of 1917 to 1991 to have been a period of anti-Christian occupation by the Soviet regime. They used the pre-revolutionary tricolor (white-blue-red) as their flag, for example, and some organizations used the ensign of the Imperial Russian Navy. A significant percentage of white émigrés may be described as monarchists, although many adopted a position of being \"unpredetermined\" (\"nepredreshentsi\"), believing that Russia's political structure should be determined by popular plebiscite. Many white émigrés believed that their mission was to preserve the pre-revolutionary Russian culture and way of life while living abroad, in order to return this influence to Russian culture after the fall of the USSR. Many symbols of the White émigrés were reintroduced as symbols of the post-Soviet Russia, such as the Byzantine eagle and the Russian tricolor. A religious mission to the outside world was another concept promoted by people such as Bishop John of Shanghai and San Francisco (canonized as a saint of the Russian Orthodox Church Abroad) who said at the 1938 All-Diaspora Council: To the Russians abroad it has been granted to shine in the whole world with the light of Orthodoxy, so that other peoples, seeing their good deeds, might glorify our Father Who is in Heaven, and thus obtain salvation for themselves. Many white émigrés also believed it was their duty to remain active in combat against the Soviet Union, with the hopes of liberating Russia. This ideology was largely inspired by General Pyotr Wrangel, who said upon the White army's defeat \"The battle for Russia has not ceased, it has merely taken on new forms\". White army veteran Captain Vasili Orekhov, publisher of the \"Sentry\" journal, encapsulated this idea of responsibility with the following words: There will be an hour – believe it – there will be, when the liberated Russia will ask each of us: \"What have you done to accelerate my rebirth.\" Let us earn the right not to blush, but be proud of our existence abroad. As being temporarily deprived of our Motherland let us save in our ranks not only faith in her, but an unbending desire towards feats, sacrifice, and the establishment of a united friendly family of those who did not let down their hands in the fight for her liberation The émigrés formed various organizations for the purpose of combatting the Soviet regime such as the Russian All-Military Union, the Brotherhood of Russian Truth, and the NTS. This made the white émigrés a target for infiltration by the Soviet secret police (e.g. operation TREST and the Inner Line). Tens of White army veterans (numbers vary from 72 to 180) served as volunteers supporting Francisco Franco during the Spanish Civil War. Some white émigrés, labeled \"Soviet patriots,\" adopted pro-Soviet sympathies. These people formed organizations such as the Mladorossi, the Evraziitsi, and the Smenovekhovtsi. After 1933, there were attempts to copy the NSDAP and cozy up to the German National Socialists, thus the short-lived parties such as the ROND (Russian Popular Liberation Movement) came into existence in Germany.[4] One of the most notable forms of activities by Russian émigrés was building monuments to Russian war dead of World War I, which stood in marked contrast to the Soviet Union, which did not build any monuments to the 2 million Russians killed between 1914 and 1917, as the war had been condemned by Lenin as an \"imperialist war\".[5] Besides for the war dead, other monuments were put up. In Brussels, Seattle, and Harbin, monuments were built to honor the executed Emperor Nicholas II while a monument was put up in Shanghai to honor Alexander Pushkin, Russia's national poet. In fact, a monument to Pushkin would have been built in Paris had not a dispute arouse with the Ministry of Fine Arts over its precise location.[6] The popularity of monuments for the war dead reflected not only sadness over the war dead, but also a way to bring together the often badly divided émigré communities shattered across Europe, Asia and North America.[7] Monuments for the war dead were often a way to symbolically recreate Russia abroad with example at the monument for those Russians killed while serving in the Russian Expeditionary Force (REF) in France at village of Mourmelon-le-Grand having a hermitage built near it together with transplanted fir trees and a Russian style farm to make it look like home.[8] To built community consensus around the war memorials, the design of the memorials were deliberately kept simple with no sculpture which could be given a symbolic meaning, thereby ensuring that no particular interpretation of the war could be put forward other than grief over the war dead.[8] The design of Orthodox churches at the war memorials was done in the style of medieval Orthodox churches in Novgorod and Pskov as this architectural style was seen as politically neutral and hence able to bring the communities together better.[8] Both left-wing and right-wing émigré who otherwise passionately disagreed came together to honor the war dead of World War I, which was virtually the only occasions when overseas Russian communities could all come together, explaining why such memorial services were so important to the émigré communities.[9] The neo-classical style which typically adorned war memorials in Imperial Russia was consciously avoided as building a war memorial in that style was viewed as expressing support for restoring the monarchy.[8] The sense of loss was not only for those the war monuments honored, but due to the sense of loss caused by defeat with a columnist in an émigré newspaper in Paris writing about the dedication of a memorial to the REF in 1930: \"We lost everything - family, economic situation, personal happiness, the homeland...Are our sufferings good to anyone? In truth-we have nothing, we have lost everything. Weep, weep\".[8] Such monuments were also a way of commanding respect from the host communities with an émigré newspaper saying in 1930: \"Peoples honor heroes. To the living: care, to the dead: memory. We in a foreign land do not have a tomb of an 'unknown soldier', but we do have thousands of suffering people. They are our honor and our justification (opravdanie) before the world. Their wounds and suffering are for Russia. They remain true to honor and obligation. That is our Russian passport\".[10] This was especially the case in France, the home of the largest overseas Russian community, where services honoring the events of World War I were a major part of French life after 1918, and where by honoring the Russian war dead allowed the Russian émigrés in France to take part in the ceremonials, letting the émigrés feel like a part of the wider French community.[11] In 1927, the Orthodox Metropolitan Evlogii when he spoke at the war monument in Valenciennes: \"Blood spilled on the soil of beautiful and glorious France is the best atmosphere to unite France forever with a Russia national and worthy\".[12] The fact that the crosses of the Russians buried in France were painted white-the color of the French war dead and allies-while the crosses of the German war dead were painted black was widely noticed within the Russian community in France as a sign that the French regarded them as allies.[12] In Czechoslovakia and Yugoslavia, war memorials to the Russian war dead were presented in Pan-Slavic terms, as a symbol of how Russians had fought together with the Czechs and Serbs in the war.[13] Serbian King Alexander of Yugoslavia was a Russophile who welcomed Russian émigrés to his kingdom, and after France, Yugoslavia had the largest Russian émigré community, leading to Yugoslavia to have almost as many war memorials to the Russian war dead as France.[14] War memorials in Yugoslavia usually also honored both Serbian war dead and the members of the Czechoslovak Legions who died in the war, giving them a decidedly pan-Slavic feel.[14] A planned Orthodox church to honor the Russian prisoners who died in an Austrian POW camp outside Osijek would have featured busts of the Emperor Nicholas II, King Peter I and King Alexander to emphasis how the Houses of Romanov and Karađorđević had been allied in the war, linking the Russian and Serbian experiences of the war.[14] Between 1934 and 1936, an ossuary containing the bones of Russian soldiers killed all over the world was built in the Novo Groblje cemetery in Belgrade, which used to illustrate the theme of Serbian-Russian friendship, and which King Alexander contributed 5,000 dinars to meet the construction costs.[15] When the memorial was opened in 1936, the Patriarch Varnava of the Serbian Orthodox Church declared in a speech opening it: \"The Russians bore great sacrifices on our account wishing to defend Serbs at a time when powerful enemies attacked tiny Serbia from all sides. And the great Slavic soul of the Russians did not allow it to be looked upon with indifference that a fraternal Slavic people should perish\".[16] Karel Kramář, a wealthy conservative Czechoslovak politician and a Russophile worked together with Russian émigrés to build an Orthodox church in Prague which Kramář called in his opening speech \"a monument of Slavic connection\" and to \"remind Russians not only of their former sufferings but also about the recognition on the side of the Slavs\".[17] A service at the Russian war memorial in Terezin in 1930 turned into \"a Russian-Czech political demonstration in a manifestation of Slavic mutuality\" with the theme that the Russians had died so that the Czechs might be free.[17] Prague had a large community of Russian émigrés, and by constantly linking the Russian experience of World War I to the experiences of the Czechoslovak Legions was a way of asserting that the Russians had helped to make Czechoslovakia possible.[17] In Germany, right-wing émigrés found much to their own frustration that right-wing German veterans shunned their offers to participate in Totensonntag (\"Day of the Dead\") as German conservatives did not wish to honor the sacrifices of those who had fought against Germany, and it was left-wing German veterans, usually associated with Social Democratic Party, who welcomed having Russians participate in Totensonntag to illustrate the theme that all peoples in the nations involved in the First World war were victims.[18] In Germany, November 11 was not a holiday as no one wanted to honor the day that the Reich lost the war, and Totensonntag played the same role in Germany that November 11 played in the Allied nations, as the time to honor the war dead. The anti-war and internationalist message at the Totensonntag ceremonies organized by the SPD did not sit well with right-wing Russian émigrés found themselves rather out of place at these ceremonies.[19] The city of Harbin in China was founded by the Russians in 1896, becoming known the \"Moscow of the Orient\" due to its Russian appearance, and after the Revolution its Russian population was further reinforced by émigrés, through the majority of the Russians living in Harbin were people who had come before World War I.[20] About 127,000 people living in Harbin in 1920 came from Russia, making it one of the largest Russian-speaking cites in East Asia.[21] Many of the Russians in Harbin were wealthy, and the city was a center of Russian culture as the Russian community in Harbin made it their mission to preserve the pre-war Russian culture in a city on the plains of Manchuria with for instance Harbin having two opera companies and numerous theaters performing the traditional classics of the Russian stage.[22] The economic success of the Russians in Harbin often surprised foreign visitors who assumed that they should be poor, leading one visitor in 1923 to comment that Russian “ladies as well gowned as at the Paris races [who] strolled with men faultlessly garbed by European standards”, leading him to wonder how they achieved this \"deceptive appearance\".[23] The extent of Russian economic dominance of Harbin could be seen that “Moya-tvoya\", a pidgin language combining aspects of Russian and Mandarin Chinese which developed in the 19th century when Chinese went to work in Siberia was considered essential by the Chinese merchants of Harbin.[24] White émigrés fought with the Soviet Red Army during the Soviet invasion of Xinjiang and the Xinjiang War of 1937.[25] During World War II, many white émigrés took part in the Russian Liberation Movement. The main reason that pushed the Whites to support the German power with action was the concept of a 'spring offensive', an armed intervention against the USSR that must be exploited in order to continue the civil war. The latter was perceived by many Russian officers as an ongoing case that was never finished since the day of their exile.[26] During the war, the white émigrés came into contact with former Soviet citizens from German-occupied territories who used the German retreat as an opportunity to either flee from the Soviet Union, or were in Germany and Austria as POWs and forced labor, and preferred to stay in the West, often referred to as the second wave of émigrés (often also called DPs – displaced persons, see Displaced persons camp). This smaller second wave fairly quickly began to assimilate into the white émigré community. After the war, active anti-Soviet combat was almost exclusively continued by NTS: other organizations either dissolved, or began concentrating exclusively on self-preservation and/or educating the youth. Various youth organizations, such as the Scouts-in-Exile became functional in raising children with a background in pre-Soviet Russian culture and heritage. The white émigrés formed the Russian Orthodox Church Abroad in 1924. The church continues its existence to this day, acting as both the spiritual and cultural center of the Russian Orthodox community abroad. On 17 May 2007, the Act of Canonical Communion with the Moscow Patriarchate reestablished canonical ties between the Russian Orthodox Church Abroad and the Russian Church of the Moscow Patriarchate, after more than 80 years of separation. \"White Russians\" flooded into China after World War I and into the early 1920s. Most of the Russians went to Manchuria (especially in Harbin, which at the time had the largest population of Russians of any city outside Russia[27]) and treaty ports such as Shanghai, but a few ended up in Beijing. In 1924, the Chinese government recognized the government of the Soviet Union and the majority of White Russians in China who refused to become Soviet citizens were rendered stateless, thus subject to Chinese law unlike other Europeans, Americans, and Japanese living in China who enjoyed the principles of extraterritoriality. Nor were White Russians born in China eligible to be Chinese citizens.[27] Although some of the White Russians arrived with their fortunes intact, most were penniless and due to ethnic prejudices and their inability to speak Chinese, were unable to find jobs. To support themselves and their families, many of the younger women became prostitutes or taxi dancers. They were popular with both foreign men, there being a shortage of foreign women, and Chinese men. A League of Nations survey in Shanghai in 1935 found that 22% of Russian women between 16 and 45 years of age were engaging in prostitution to some extent.[28] The percentage in Beijing may have been higher than Shanghai as economic opportunities were more limited. The White Russian women mostly worked in the \"Badlands\" area adjoining the Beijing Legation Quarter on the east, centered on Chuanban Hutong (alley). The American explorer Roy Chapman Andrews said he frequented the \"cafes of somewhat dubious reputation\" with the explorer Sven Hedin and scientist Davidson Black to \"have scrambled eggs and dance with the Russian girls.\"[29] An Italian diplomat condemned the White Russians: \"The prestige of the white face fell precipitously when Chinese could possess a white woman for a dollar or less, and Russian officers in tattered uniforms begged at the doors of Chinese theaters.\"[30] (1917–1921) After the Bolshevik Revolution,[31] which took place on November 7, 1917, approximately 150 thousand White Russians, including princes, princesses, generals and senior officers, flocked to Istanbul. Istanbul, which had a population of around 900 thousand at that time, opened its doors to approximately 150 thousand White Russians. The parties to the war migration in 1917 were neither Crimean Turks nor Caucasian Muslims. This time, those who took refuge in Istanbul were the 'nobles' and soldiers of Tsarist Russia, who had fought the Ottomans for centuries. The immigration, which started with small groups at the end of 1917, grew with the loss of Crimea to the Bolsheviks in 1920.[32] Tens of thousands of people who left their titles, money and palaces in Russia and came to Istanbul tried to hold on to life by dispersing all over the city. Some sold books, some handcrafted souvenirs and some flowers. The place, formerly known as Hristaki Passage, became known as Çiçek Pasajı after the Russian flower girls took up residence. Russian refugees. Those who arrived in 1919 were better off economically. The first arrivals found some jobs in the French and British representations, commissions, or alongside them in civil service, translator, or even military or security units in Istanbul.[33][34] Cockroach Races Those who came in April 1920, and especially in November 1920,[35] were much more colorful socially, because there were not only aristocrats but also people from other strata of Russian society; more importantly, because they outnumbered first-comers, their work also showed greater diversity. In fact, even those of aristocratic origin and relatively wealthy spent a significant part of their money either during their journey from the Black Sea to Istanbul or in the first months after arriving in Istanbul. Since there is no Russian ruble, those who still have money have opened restaurants, cafes, vodka factories, and laundry facilities in Istanbul. Those who had no money sold flowers, newspapers and chocolates; they have worked as a cloakroom attendant, janitor in restaurants, waitresses, cooks or hotels and entertainment venues. Those with a more 'entrepreneurial' spirit organized horse races and cockroach competitions. At the beginning of the business areas were the clubs that played bingo. In a short time, bingo surrounded the people of Istanbul. More than 400 bingo clubs were opened.[36] An average of 12 thousand people were playing bingo every day. The total daily income of all club owners was 17 thousand liras. Among the White Russians, there were those who made a lot of money in this sector. But getting along with the police was also difficult. As a result, the police of the occupation forces banned bingo in Istanbul on May 1, 1921, where thousands of White Russians ate bread. Thus, there is a big gap in terms of luck and betting games in Istanbul. The two White Russians will fill that gap with zero-cost cockroach races that don't have to worry about feeding. This invention, realized by two friends at the beginning of May 1921, quickly spread to Istanbul. The inventor of the races told Chebyshev that they collected insects from the baths. Others bring the bugs in the box themselves. The selected insects are large. The cockroaches, which are tied in front of the wire carts, are frightened by electric lights and run around on special tables. According to Chebyshev, a specially prepared table is placed in the middle of the great halls. There are channels on the surface of the table where insects compete. The \"insect racecourse\" around the table is like the place of the apocalypse. The eyes of ambitious bettors are filled with fire. Bets go up to 100 lira (1000 francs). Among the White Russians, there is no one in Istanbul who does not know about the cockroach races. Another name who mentions the races in his memoirs is G. Federov, who came to Istanbul after serving as a private in the White Armies.[37] Federov went to Czechoslovakia in 1921 and returned to the USSR in the mid-1920s to publish his diaries. (G. Federov, Putesestvie Bez Sentimentov, Kniga, Leningrad-Moskva, 1926) [38]  Statesmen, religious figures Military figures Historians and philosophers The arts Scientists and inventors Other figures Orthodox Church jurisdictions: Military and paramilitary organizations: Political organizations: Youth organizations: Charitable organizations:","Title":"White émigré - Wikipedia","KeyID":"15965","URL":"https://en.wikipedia.org/wiki/White_%C3%A9migr%C3%A9"}