{"Content: ":"Following the 2022 Russian invasion of Ukraine, more than 300,000 Russian citizens and residents are estimated to have left Russia by mid-March 2022 as political refugees and economic migrants, due to a desire to evade criminal prosecution for exercising free speech regarding the invasion.[1][2][3][4][5] Reasons for leaving Russia include, but are not limited to, a desire to evade criminal prosecution for exercising free speech regarding the invasion. Nina Belyayeva, a Communist Party deputy in the Voronezh Oblast Legislative Assembly, stated that she fled Russia due to threats of criminal prosecution and imprisonment for having spoken against the invasion, saying, \"I realized that it was better to leave now. Once a criminal case is opened, it could be too late.\"[6] Journalist Boris Grozovski stated that \"We are refugees. Personally, I was wanted by the police in Russia for distributing anti-war petitions... We ran not from bullets, bombs and missiles, but from prison. If I wrote what I write now while in Russia, I would inevitably go to prison for 15–20 years.\"[7] Russian actress Chulpan Khamatova stayed in exile in Latvia after she signed a petition against the war in Ukraine. She stated: \"it was made clear to me it would be undesirable for me to go back,\" adding \"I know I am not a traitor. I love my motherland very much.\"[8] Bolshoi Ballet dancer Olga Smirnova left Russia to continue her career in the Netherlands in protest of the war.[9] It is expected that around 15,000 millionaires will leave Russia in 2022.[10] Among the destinations chosen by Russian nationals are Turkey with more than 100,000 Russians seeking residence,[11] Georgia, and Armenia.[12][13][14][15] By early April, an estimated 100,000 Russians had fled to Georgia and 50,000[16] went to Armenia.[17] Other major destinations include Azerbaijan, the United Arab Emirates, Greece, Bulgaria, Serbia, Kazakhstan, Kyrgyzstan, Uzbekistan, Tajikistan, Mongolia, Cyprus, Latin American countries, Baltic states and the United States.[18][5] As the majority of European countries closed their airspace to Russian flights following the invasion, Russians seeking to leave the country have often had to take detours through the Caucasus or have had to find overland routes. On 25 March, the high-speed railway between St. Petersburg and Helsinki was suspended by Finnish state railway operator VR, closing the last direct train route between Russia and the European Union.[19] The route had previously been a significant passage out of Russia for Russian citizens, particularly those who already had work or residence connections to Finland, as a valid visa and EU-recognised COVID-19 vaccine certification was required by the Russian government for passengers.[20][21] Several EU countries, such as Latvia and the Czech Republic, have suspended granting visas to Russian citizens, complicating their exit from Russia.[22] Some countries have allowed temporary stays without a visa - Turkey, for example, has allowed Russian citizens without visas to stay for up to two months.[15] The Amnesty International noted that many Russian political emigrants, who entered the European Union on Schengen visas, become illegal immigrants after 90 days because they don't want to submit an applications for asylum due to impossibility to continue their activities as journalists, human rights activists, etc, in such case. In addition, many Russian oppositionists and representatives of civil society, who are in Russia or who had migrated to other non-safe countries from Russia (for example, to CIS-countries), don't have Schengen visas and have difficulties in its obtaining. In this regard, on 25 May 2022, the Amnesty International encouraged the Cabinet of Germany to expand the programme of humanitarian admission (German: humanitäre Aufnahmeprogramme) on Russians persecuted by Putin's regime. This programme should include humanitarian visas issuance and granting of temporary residence and work permits.[23] Those who have fled tend to be young and well-educated professionals, leading some economists to suggest that the Russian brain drain is worsening.[24] More than 50,000 Russian information technology specialists have left Russia.[25] Despite expecting mostly Jewish refugees from Ukraine, Israel has seen more arrivals from Russia.[26] While Israel relaxed the \"Law of Return\" for Ukrainian emigrants, it did not extend that measure to Russian emigrants, who have instead obtained tourist visas while starting the citizenship application process.[27] On 16 March, president Vladimir Putin issued a warning to Russian \"traitors\", claiming that the West wanted to use them as a fifth column and that Russians would always be able to \"distinguish the true patriots from the scum and the traitors\".[28][29] While some experts said Putin's ire was directed toward what he perceived to be wavering loyalty among Russian elites, and in particular, Russian oligarchs, statements from Kremlin officials have also broadly labeled those who fled as \"traitors\", as spokesman Dmitry Peskov affirmed the following day to Reuters: \"In such difficult times…Many people show their true colors…They vanish from our lives themselves. Some people are leaving their posts. Some are leaving their active work life. Some leave the country and move to other countries. That is how this cleansing happens.\"[30][31] While the United States has received Russian applications for asylum since the start of the invasion, it has warned against the increased trend of unauthorized entry: in one example, a maritime incursion by Russian nationals on a charter boat in Key West, Florida was initially characterized by the Department of Homeland Security as a \"national security event\", with the intercepted migrants subsequently scheduled to be deported.[32]","Title":"Russian emigration following the 2022 invasion of Ukraine - Wikipedia","KeyID":"15964","URL":"https://en.wikipedia.org/wiki/Russian_emigration_following_the_2022_invasion_of_Ukraine"}