{"Content: ":"From 1930 to 1952, the government of the Soviet Union, ordered by Soviet leader Joseph Stalin and executed by the NKVD official Lavrentiy Beria, forcibly transferred populations of various groups. These actions may be classified into the following broad categories: deportations of \"anti-Soviet\" categories of population (often classified as \"enemies of workers\"), deportations of entire nationalities, labor force transfer, and organized migrations in opposite directions to fill ethnically cleansed territories. Dekulakization marked the first time that an entire class was deported, whereas the deportation of Soviet Koreans in 1937 marked the precedent of a specific ethnic deportation of an entire nationality.[7] In most cases, their destinations were underpopulated remote areas (see Forced settlements in the Soviet Union). This includes deportations to the Soviet Union of non-Soviet citizens from countries outside the USSR. It has been estimated that, in their entirety, internal forced migrations affected at least 6 million people.[6][8][9][10] Of this total, 1.8 million kulaks were deported in 1930–31, 1.0 million peasants and ethnic minorities in 1932–39, whereas about 3.5 million ethnic minorities were further resettled during 1940–52.[10] Soviet archives documented 390,000[11] deaths during kulak forced resettlement and up to 400,000 deaths of persons deported to forced settlements during the 1940s;[12] however, Nicolas Werth places overall deaths closer to some 1 to 1.5 million perishing as a result of the deportations.[6] Contemporary historians classify these deportations as a crime against humanity and ethnic persecution. Two of these cases with the highest mortality rates, the deportation of the Crimean Tatars and the deportation of the Chechens and Ingush, were recognized as genocides by Ukraine, three other countries, and the European Parliament respectively.[1][2] On 26 April 1991 the Supreme Soviet of the Russian Socialist Federal Soviet Republic, under its chairman Boris Yeltsin, passed the law On the Rehabilitation of Repressed Peoples with Article 2 denouncing all mass deportations as \"Stalin's policy of defamation and genocide.\"[3] The Soviet Union also practiced deportations in occupied territories, with over 50,000 perishing from the Baltic States and 300,000 to 360,000 perishing during the expulsion of Germans from Eastern Europe due to Soviet deportation, massacres, and internment and labour camps.[13] Kulaks were a group of relatively affluent farmers and had gone by this class system term in the later Russian Empire, Soviet Russia, and early Soviet Union. They were the most numerous group deported by the Soviet Union.[14] Resettlement of people officially designated as kulaks continued until early 1950, including several major waves: on 5 September 1951 the Soviet government ordered the deportation of kulaks from the Lithuanian SSR for \"hostile actions against kolhozes\", which was one of the last resettlements of that social group.[15] Large numbers of kulaks, regardless of their nationality, were resettled in Siberia and Central Asia. According to data from Soviet archives, which were published in 1990, 1,803,392 people were sent to labor colonies and camps in 1930 and 1931, and 1,317,022 reached the destination. Deportations on a smaller scale continued after 1931. The reported number of kulaks and their relatives who died in labour colonies from 1932 to 1940 was 389,521.[16] The total number of the deported people is disputed. Conservative estimates assume that 1,679,528-1,803,392 people were deported,[17] while the highest estimates are that 15 million kulaks and their families were deported by 1937, and that during the deportation many people died, but the full number is not known.[18] During the 1930s, categorisation of so-called enemies of the people shifted from the usual Marxist–Leninist, class-based terms, such as kulak, to ethnic-based ones.[19] The partial removal of potentially trouble-making ethnic groups was a technique used consistently by Joseph Stalin during his government;[20] between 1935 and 1938 alone, at least ten different nationalities were deported.[21] Germany's invasion of the Soviet Union led to a massive escalation in Soviet ethnic cleansing.[22] The Deportation of Koreans in the Soviet Union, originally conceived in 1926, initiated in 1930, and carried through in 1937, was the first mass transfer of an entire nationality in the Soviet Union.[23] Almost the entire Soviet population of ethnic Koreans (171,781 persons) were forcibly moved from the Russian Far East to unpopulated areas of the Kazakh SSR and the Uzbek SSR in October 1937.[24] Looking at the entire period of Stalin's rule, one can list: Poles (1939–1941 and 1944–1945), Kola Norwegians (1940–1942), Romanians (1941 and 1944–1953), Estonians, Latvians and Lithuanians (1941 and 1945–1949), Volga Germans (1941–1945), Ingrian Finns (1929–1931 and 1935–1939), Finnish people in Karelia (1940–1941, 1944), Crimean Tatars, Crimean Greeks (1944) and Caucasus Greeks (1949–50), Kalmyks, Balkars, Italians of Crimea, Karachays, Meskhetian Turks, Karapapaks, Far East Koreans (1937), Chechens and Ingushs (1944). Shortly before, during and immediately after World War II, Stalin conducted a series of deportations on a huge scale which profoundly affected the ethnic map of the Soviet Union.[25] It is estimated that between 1941 and 1949 nearly 3.3 million were deported to Siberia and the Central Asian republics.[26] By some estimates, up to 43% of the resettled population died of diseases and malnutrition.[27] After the Soviet invasion of Poland following the corresponding German invasion that marked the start of World War II in 1939, the Soviet Union annexed eastern parts (known as Kresy to the Polish or as West Belarus and West Ukraine in the USSR and among Belarusians and Ukrainians) of the Second Polish Republic, which since then became western parts of the Belarusian SSR and the Ukrainian SSR. During 1939–1941, 1.45 million people inhabiting the region were deported by the Soviet regime. According to Polish historians, 63.1% of these people were Poles and 7.4% were Jews.[28] Previously it was believed that about 1.0 million Polish citizens died at the hands of the Soviets,[29] but recently Polish historians, based mostly on queries in Soviet archives, estimate the number of deaths at about 350,000 people deported in 1939–1945.[30][31] The same followed in the Baltic republics of Latvia, Lithuania and Estonia (see Soviet deportations from Estonia, Latvia and Lithuania).[32] More than 200,000 people are estimated to have been deported from the Baltic in 1940–1953. In addition, at least 75,000 were sent to the Gulag. 10% of the entire adult Baltic population was deported or sent to labor camps.[33][34] In 1989, native Latvians represented only 52% of the population of their own country. In Estonia, the figure was 62%.[35] In Lithuania, the situation was better because the migrants sent to that country actually moved to the former area of Eastern Prussia (now Kaliningrad) which, contrary to the original plans, never became part of Lithuania.[36] Likewise, Romanians from Chernivtsi Oblast and Moldovia had been deported in great numbers which range from 200,000 to 400,000.[37] (See Soviet deportations from Bessarabia.) During World War II, particularly in 1943–44, the Soviet government conducted a series of deportations. Some 1.9 million people were deported to Siberia and the Central Asian republics. Treasonous collaboration with the invading Germans and anti-Soviet rebellion were the official reasons for these deportations. Out of approximately 183,000 Crimean Tatars, 20,000 or 10% of the entire population served in German battalions.[38] Consequently, Tatars too were transferred en masse by the Soviets after the war.[39] Vyacheslav Molotov justified this decision saying \"The fact is that during the war we received reports about mass treason. Battalions of Caucasians opposed us at the fronts and attacked us from the rear. It was a matter of life and death; there was no time to investigate the details. Of course innocents suffered. But I hold that given the circumstances, we acted correctly.\"[40] Historian Ian Grey writes \"Towards the Moslem peoples, the Germans pursued a benign, almost paternalistic policy. The Karachai, Balkars, Ingush, Chechen, Kalmucks, and Tatars of the Crimea all displayed pro-German sympathies in some degree. It was only the hurried withdrawal of the Germans from the Caucasus after the battle of Stalingrad that prevented their organizing the Moslem people for effective anti-Soviet action. The Germans boasted loudly, however, that they had left a strong \"fifth column\" behind them in the Caucasus.\"[41] Volga Germans[42] and seven (non-Slavic) nationalities of the Crimea and the northern Caucasus were deported: the Crimean Tatars,[43] Kalmyks, Chechens,[44] Ingush, Balkars, Karachays, and Meskhetian Turks. All Crimean Tatars were deported en masse, in a form of collective punishment, on 18 May 1944 as special settlers to Uzbekistan and other distant parts of the Soviet Union. According to NKVD data, nearly 20% died in exile during the following year and a half. Crimean Tatar activists have reported this figure to be nearly 46%.[45][46] (See Deportation of Crimean Tatars.) Other minorities evicted from the Black Sea coastal region included Bulgarians, Crimean Greeks, Romanians and Armenians. The Soviet Union also deported people from occupied territories such as the Baltic states, Poland, and territories occupied by Germans. A study published by the German government in 1974 estimated the number of German civilian victims of crimes during expulsion of Germans after World War II between 1945 and 1948 to be over 600,000, with about 400,000 deaths in the areas east of the Oder and Neisse (ca. 120,000 in acts of direct violence, mostly by Soviet troops but also by Poles, 60,000 in Polish and 40,000 in Soviet concentration camps or prisons mostly from hunger and disease, and 200,000 deaths among civilian deportees to forced labor of Germans in the Soviet Union), 130,000 in Czechoslovakia (thereof 100,000 in camps) and 80,000 in Yugoslavia (thereof 15,000 to 20,000 from violence outside of and in camps and 59,000 deaths from hunger and disease in camps).[13] By January 1953, there were 988,373 special settlers residing in the Kazakh Soviet Socialist Republic, including 444,005 Germans, 244,674 Chechens, 95,241 Koreans, 80,844 Ingush, and the others. As a consequence of these deportations, Kazakhs comprised only 30% of their native Republic's population.[47] After World War II, the German population of the Kaliningrad Oblast, former East Prussia was expelled and the depopulated area resettled by Soviet citizens, mainly by Russians. Poland and Soviet Ukraine conducted population exchanges; Poles who resided east of the established Poland–Soviet border were deported to Poland (c.a. 2,100,000 persons) and Ukrainians that resided west of the established Poland-Soviet Union border were deported to Soviet Ukraine. Population transfer to Soviet Ukraine occurred from September 1944 to April 1946 (ca. 450,000 persons). Some Ukrainians (ca. 200,000 persons) left southeast Poland more or less voluntarily (between 1944 and 1945).[48] In February 1956, Nikita Khrushchev in his speech \"On the Cult of Personality and Its Consequences\" condemned the deportations as a violation of Leninist principles: All the more monstrous are the acts whose initiator was Stalin and which are violations of the basic Leninist principles of the national policy of the Soviet state. We refer to the mass deportations from their native places of whole nations... This deportation action was not dictated by any military considerations. Thus, already at the end of 1943, when there occurred a permanent breakthrough at the fronts... a decision was taken and executed concerning the deportation of all the Karachay from the lands on which they lived. In the same period, at the end of December 1943, the same lot befell whole population of the Autonomous Kalmyk Republic. In March all the Chechen and Ingush peoples were deported and the Chechen-Ingush Autonomous Republic was liquidated. In April 1944, all Balkars were deported to faraway places from the territory of the Kalbino-Balkar Autonomous Republic and the Republic itself was renamed the Autonomous Kabardin Republic.[49] According to a secret Soviet ministry of interior report dated December 1965, for the period 1940–1953, 46,000 people were deported from Moldova, 61,000 from Belarus, 571,000 from Ukraine, 119,000 from Lithuania, 53,000 from Latvia and 33,000 from Estonia.[50] Punitive transfers of population transfers handled by the Gulag[51] and the system of forced settlements in the Soviet Union were planned in accordance with the needs of the colonization of the remote and underpopulated territories of the Soviet Union. (Their large scale has led to a controversial opinion in the West that the economic growth of the Soviet Union was largely based on the slave labor of Gulag prisoners.) At the same time, on a number of occasions the workforce was transferred by non-violent means, usually by means of \"recruitment\" (вербовка). This kind of recruitment was regularly performed at forced settlements, where people were naturally more willing to resettle. For example, the workforce of the Donbass and Kuzbass mining basins is known to have been replenished in this way. (As a note of historical comparison, in Imperial Russia the mining workers at state mines (bergals, \"бергалы\", from German Bergbau, 'mining') were often recruited in lieu of military service which, for a certain period, had a term of 25 years). There were several notable campaigns of targeted workforce transfer. When the war ended in May 1945, millions of Soviet citizens were forcefully repatriated (against their will) into the USSR.[52] On 11 February 1945, at the conclusion of the Yalta Conference, the United States and United Kingdom signed a Repatriation Agreement with the USSR.[53] The interpretation of this Agreement resulted in the forcible repatriation of all Soviet citizens regardless of their wishes. Allied authorities ordered their military forces in Europe to deport to the Soviet Union millions of former residents of the USSR (some of whom collaborated with the Germans), including numerous persons who had left Russia and established different citizenships for up to decades prior. The forced repatriation operations took place from 1945 to 1947.[54] At the end of World War II, more than 5 million \"displaced persons\" from the Soviet Union survived in German captivity. About 3 million had been forced laborers (Ostarbeiter)[55] in Germany and occupied territories.[56][57] Surviving POWs, about 1.5 million, repatriated Ostarbeiter, and other displaced persons, totally more than 4,000,000 people were sent to special NKVD filtration camps (not Gulag). By 1946, 80% civilians and 20% of PoWs were freed, 5% of civilians, and 43% of PoWs re-drafted, 10% of civilians and 22% of PoWs were sent to labor battalions, and 2% of civilians and 15% of the PoWs (226,127 out of 1,539,475 total) transferred to the NKVD, i.e. the Gulag.[58][59] Several historians, including Russian historian Pavel Polian[60] and Lithuanian Associate Research Scholar at Yale University Violeta Davoliūtė[61] consider these mass deportations of civilians a crime against humanity. They are also often described as Soviet ethnic cleansing.[62][63][10] Terry Martin of Harvard University observes: ... the same principles that informed Soviet nation building could and did lead to ethnic cleansing and ethnic terror against a limited set of stigmatized nationalities, while leaving nation-building policies in place for the majority of nonstigmatized nationalities.[64] Other academics and countries go further to call the deportations of the Crimean Tatars, Chechens and Ingushs genocide. Raphael Lemkin, a lawyer of Polish-Jewish descent who initiated the Genocide Convention and coined the term genocide himself, assumed that genocide was perpetrated in the context of the mass deportation of the Chechens, Ingush, Volga Germans, Crimean Tatars, Kalmyks and Karachay.[65] Professor Lyman H. Legters argued that the Soviet penal system, combined with its resettlement policies, should count as genocidal since the sentences were borne most heavily specifically on certain ethnic groups, and that a relocation of these ethnic groups, whose survival depended on ties to their particular homeland, \"had a genocidal effect remediable only by restoration of the group to its homeland\".[66] Soviet dissidents Ilya Gabay[67] and Pyotr Grigorenko[68] both classified the population transfers of the Crimean Tatars as genocide. Historian Timothy Snyder included it in a list of Soviet policies that \"meet the standard of genocide\".[69] French historian and expert on communist studies Nicolas Werth,[70] German historian Philipp Ther,[71] Professor Anthony James Joes,[72] American journalist Eric Margolis,[73] Canadian political scientist Adam Jones,[74] professor of Islamic History at the University of Massachusetts Dartmouth Brian Glyn Williams,[75] scholars Michael Fredholm[76] and Fanny E. Bryan[77] also considered the population transfers of the Chechens and Ingush as the crime of genocide. German investigative journalist Lutz Kleveman compared the deportations of Chechens and Ingush to a \"slow genocide\".[78] On 12 December 2015, the Ukrainian Parliament issued a resolution recognizing the deportation of Crimean Tatars as genocide and established 18 May as the \"Day of Remembrance for the victims of the Crimean Tatar genocide.\"[79] The parliament of Latvia recognized the event as an act of genocide on 9 May 2019.[80][81] The Parliament of Lithuania did the same on 6 June 2019.[82] Canadian Parliament passed a motion on 10 June 2019, recognizing the Crimean Tatar deportation of 1944 (Sürgünlik) as a genocide perpetrated by Soviet dictator Stalin, designating 18 May to be a day of remembrance.[83][84] The deportation of Chechens and Ingush was acknowledged by the European Parliament as an act of genocide in 2004:[85] ...Believes that the deportation of the entire Chechen people to Central Asia on 23 February 1944 on the orders of Stalin constitutes an act of genocide within the meaning of the Fourth Hague Convention of 1907 and the Convention for the Prevention and Repression of the Crime of Genocide adopted by the UN General Assembly on 9 December 1948.[86] Experts of the United States Holocaust Memorial Museum cited the events of 1944 for a reason of placing Chechnya on their genocide watch list for its potential for genocide.[87] The separatist government of Chechnya also recognized it as genocide.[88] Some academics disagree with the classification of deportation as genocide. Professor Alexander Statiev argues that Stalin's administration did not have a conscious genocidal intent to exterminate the various deported peoples, but that Soviet \"political culture, poor planning, haste, and wartime shortages were responsible for the genocidal death rate among them.\" He rather considers these deportations an example of Soviet assimilation of \"unwanted nations.\"[89] According to Professor Amir Weiner, \"...It was their territorial identity and not their physical existence or even their distinct ethnic identity that the regime sought to eradicate.\"[90] According to Professor Francine Hirsch, \"although the Soviet regime practiced politics of discrimination and exclusion, it did not practice what contemporaries thought of as racial politics.\" To her, these mass deportations were based on the concept that nationalities were \"sociohistorical groups with a shared consciousness and not racial-biological groups\".[91] In contrast to this view, Jon K. Chang contends that the deportations had been in fact based on ethnicity and that \"social historians\" in the West have failed to champion the rights of marginalized ethnicities in the Soviet Union.[92] The dominant view among historians of Russia and the USSR was and remains that of Harvard's Terry Martin and his theory of \"Soviet xenophobia.\" This theory espouses the belief that the Soviet Union ethnically cleansed the border peoples of the USSR from 1937 to 1951 (including the Caucasus and the Crimea) to remove Soviet nationalities whose political allegiances were allegedly suspect or inimical to Soviet socialism. In this view, the USSR did not practice direct negative ethnic animus or discrimination (\"In neither case did the Soviet state itself conceive of these deportations as ethnic.\").[93] Political ideology of all Soviet peoples was the primary consideration.[94] Martin stated that the various deportations of the Soviet border peoples were simply the \"culmination of a gradual shift from predominantly class-based terror\" which began during collectivization (1932-33) to \"national/ethnic\" based terror (1937).[95] Accordingly, Martin further claimed that the nationalities deportations were \"ideological, not ethnic. It was spurred by an ideological hatred and suspicion of foreign capitalist governments, not the national hatred of non-Russians.\"[96] His theory entitled \"Soviet xenophobia\" paints the USSR and the Stalinist regime as having practiced and carried out in politics, education and Soviet society relatively pure socialism and Marxist practices. This view has been supported by many of the major historians of the USSR, those in Russian and even Korean studies such as Fitzpatrick, Suny, F. Hirsch, A. Weiner and A. Park.[97] A. Park, in her archival work, found very little evidence that Koreans had proven or were able to prove their loyalties beyond a shadow of a doubt, thus 'necessitating' deportation from the border areas.[98] In contrast, the views of J. Otto Pohl and Jon K. Chang affirm that the Soviet Union, its officials and everyday citizens produced and reproduced (from the Tsarist era) racialized (primordialist) views, policies and tropes regarding their non-Slavic peoples. [99][100][101] Norman M. Naimark believed that the Stalinist \"nationalities deportations\" were forms of national-cultural genocide. The deportations at the very least changed the cultures, way of life and world views of the deported peoples as the majority were sent to Soviet Central Asia and Siberia.[102] \"Primordialism\" is simply another way of saying ethnic chauvinism or racism because the said \"primordial\" peoples or ethnic groups are seen as possessing \"permanent\" traits and characteristics, which they pass on, one generation to the next. Interestingly, both Chang and Martin agree that the Stalinist regime took a turn towards primordializing nationality in the 1930s.[103][104] After the \"primordialist turn\" by the Stalinist regime in the mid-1930s, the Soviet Greeks, Finns, Poles, Chinese, Koreans, Germans, Crimean Tatars and the other deported peoples were seen to have loyalties to their \"titular\" nations (or to non-Soviet polities) as the Soviet state in the 1930s regarded nationality (ethnicity) and political loyalty (ideology) as a primordial equivalents.[103] Thus, it was no surprise that the regime would chose \"deportation.\" Martin's different interpretation is that the Soviet regime was not deporting the various diaspora peoples because of their nationality. Rather, nationality (ethnicity or phenotype) served as a referent or a signifier for the political ideology of the deported peoples.[105][106] Amir Weiner's argument is similar to Martin's, substituting \"territorial identity\" for Martin's \"xenophobia.\"[107][108] The \"Soviet xenophobia\" argument also does not hold up semantically. Xenophobia is the fear by natives of invasion or loss of territory and influence to foreigners. The \"Russians\" and other Eastern Slavs are coming into the territory of the natives (the deported peoples) who were simply Soviet national minorities. They were not foreign elements. The Russian empire was not the \"native\" state, polity or government in the Asian Far East, the Caucasus and many other regions of the deported peoples.[108] Koguryo followed by Parhae/Balhae/Bohai were the first states of the Russian Far East.[109][110] John J. Stephan called the \"erasure\" of Chinese and Korean history (state-formation, cultural contributions, peoples) to the region by the USSR and Russia-- the intentional \"genesis of a 'blank spot.' \"[111] Chang notes that all forms of racism could be explained away in a like manner. Regardless, all of the Stalinist orders for \"total deportation\" of the thirteen nationalities (from 1937 to 1951) list each of the peoples by ethnicity as well as a charge of treason. Soviet law required that one's guilt or innocence (for treason) be determined individually and in a court of law prior to sentencing (per 1936 Constitution). Finally, on the other end of the \"primordial\" spectrum, the Eastern Slavs (Russians, Ukrainians, Belarusians) were seen as inherently more loyal and more representative of the Soviet people.[112] This is clearly a deviation from socialism and Marxist-Leninism.[113] The number of deaths attributed to deported people living in exile is considerable. The causes for such demographic catastrophe lie in harsh climates of Siberia and Kazakhstan, disease, malnutrition, work exploitation which lasted for up to 12 hours daily as well as the lack of any kind of appropriate housing or accommodation for the deported people. Overall, it is assumed that the fatalities caused by this relocation upheaval range from 800,000[5] up to 1,500,000.[6] The partial documentation in the NKVD archives indicated that the mortality rates of these deported ethnic groups were considerable. The Meskhetian Turks had a 14.6% mortality rate, the Kalmyks 17.4%, people from Crimea 19.6%, while the Chechens, the Ingush and other people from the Northern Caucasus had the highest losses reaching 23.7%.[114] The NKVD did not record excess deaths for the deported Soviet Koreans, but their mortality rate estimates range from 10%[115] to 16.3%.[116] Additionally, around 300,000–360,000 Germans deported after World War II from occupied territories in Eastern Europe perished,[13] but the Soviet Army was not the sole perpetrator of these expulsions, since other European countries also participated. Kazakhstan, Uzbekistan[136]","Title":"Population transfer in the Soviet Union - Wikipedia","KeyID":"15962","URL":"https://en.wikipedia.org/wiki/Population_transfer_in_the_Soviet_Union"}