{"Content: ":"Sunflower oil is the non-volatile oil pressed from the seeds of the sunflower (Helianthus annuus). Sunflower oil is commonly used in food as a frying oil, and in cosmetic formulations as an emollient. Sunflower oil is primarily composed of linoleic acid, a polyunsaturated fat, and oleic acid, a monounsaturated fat. Through selective breeding and manufacturing processes, oils of differing proportions of the fatty acids are produced.[1] The expressed oil has a neutral taste profile.[2] The oil contains a large amount of vitamin E.[2] As of 2017, genome analysis[3] and development of hybrid sunflowers to increase oil production are under development to meet greater consumer demand for sunflower oil and its commercial varieties.[4][5] Sunflower oil was first used in 1829 in Russia.[6] In 2018, Ukraine and Russia together accounted for 53% of the world's production of sunflower oil. Sunflower oil is mainly a triglyceride.[7] The British Pharmacopoeia lists the following profile:[8] Four types of sunflower oils with differing concentrations of fatty acids are produced through plant breeding and industrial processing: high-linoleic, high-oleic, mid-oleic, and high-stearic combined with high-oleic.[1][2] In an analysis of the sunflower genome to reveal plant metabolism producing its oil, phytosterols were identified,[3] as confirmed in another analysis of sunflower oil components, including polyphenols, squalene, and terpenoids.[10] In 2018, world production of sunflower oil was 18 million tonnes, led by Ukraine and Russia as the leading producers accounting together for 53% of the world total.[9] In 2022, there is a global shortage of sunflower oil due to the 2022 Russian invasion of Ukraine which has lead to over 50% drop in the availability of sunflower oil. Due to the shortages many brands are reforming their recipes by switching to rapeseed oil to allow the production of their products to continue. Several varieties of sunflower oil seeds have been developed by standard plant breeding methods, mainly to vary the amounts of oleic acid and linoleic acid which, respectively, are the predominant monounsaturated and polyunsaturated fats in sunflower oil.[11] Sunflower oil is a rich source of vitamin E (tables). Sunflower oil is liquid at room temperature. The refined oil is clear and slightly amber-colored with a slightly fatty odour. kg/(m*s)[14] Because sunflower oil is primarily composed of less-stable polyunsaturated and monounsaturated fatty acids, it can be particularly susceptible to degradation by heat, air, and light, which trigger and accelerate oxidation. Keeping sunflower oil at low temperatures during manufacture and storage can help minimize rancidity and nutrient loss—as can storage in bottles that are made of either darkly-colored glass, or, plastic that has been treated with an ultraviolet light protectant.[citation needed] Sunflower oil can be extracted using chemical solvents (e.g., hexane), or expeller pressing (i.e., squeezed directly from sunflower seeds by crushing them).[15] \"Cold-pressing\" (or expeller pressing) sunflower seeds under low-temperature conditions is a method that does not use chemical solvents to derive sunflower seed oil.[citation needed] Refining sunflower oil through solvent extraction, de-gumming, neutralization, and bleaching can make it more stable and suitable for high-temperature cooking, but doing so will also remove some of the oil's nutrients, flavor, color (resulting in a pale-yellow), free fatty acids, phospholipids, polyphenols, and phytosterols. Also, some of the polyunsaturated fatty acids will be converted into trans fat due to the high temperatures involved in the process.[16][17] Unrefined sunflower oil is less heat-stable (and therefore well-suited to dishes that are raw, or cooked at low temperatures), but it will retain more of its original nutrient content, flavor, and color (light-amber). Refined sunflower oil is used for low-to-extremely-high-temperature cooking. As a frying oil, it behaves as a typical vegetable triglyceride. Unrefined sunflower oil is a traditional salad dressing in Eastern European cuisines.[18] Sunflower oil is also an ingredient in sunflower butter. Methods for cooking snack foods, such as potato chips or French fries, may use sunflower oil.[19][20] Extraction of sunflower oil leaves behind the crushed seeds, typically referred to as seed meal, which is rich in protein and dietary fiber and used as an animal feed, fertilizer or fuel.[21] Sunflower oil dietary supplements have been marketed for treatment of eczema, but research has shown it is not medically effective.[22] Sunflower oil can be used to run diesel engines when mixed with diesel in the tank. Due to the high levels of unsaturated fats, there is higher viscosity in cold temperatures.[23] PEG-10 sunflower glycerides, a pale yellow liquid with a \"slightly fatty\" odor, are the polyethylene glycol derivative of the mono- and diglycerides derived from sunflower seed oil with an average of 10 moles of ethylene oxide.[24] PEG-10 sunflower glycerides are commonly used in cosmetic formulations. In the European Union, and United Kingdom (since Brexit), sunflower oil is sprayed onto tomato crops as a fungicide to control powdery mildew from Oidium neolycopersici.[25] For this use it is classified as a 'Basic Substance' that can be used on both organic and conventional farms.[26]","Title":"Sunflower oil - Wikipedia","KeyID":"15973","URL":"https://en.wikipedia.org/wiki/Sunflower_oil"}