{"Content: ":"The Ministry of Agrarian Policy and Food (Ukrainian: Міністерство аграрної політики та продовольства) is the central executive authority of Ukraine in charge of country's agro-development. It is one of the oldest government agencies of Ukraine. On 29 August 2019 the ministry's function were taken over by the Ministry of Economic Development, Trade and Agriculture.[1] On 17 December 2020 the ministry was resurrected.[4] Ministry activity is coordinated by the Cabinet of Ukraine. Ministry is the main authority in the system of central government responsible for national agricultural policy supervising and implementation including policy on agriculture and food security, public policy in the fields of fishery and fishery protection, use and reproduction of aquatic resources, regulation of fishery and maritime security, veterinary medicine, species protection, land related questions, mapping and surveying, forestry and hunting, surveillance (monitoring) in agriculture. The precursor of the Ministry of Agrarian Policy and Food of Ukraine was the General Secretariat of Land Affairs, established on June 15, 1917 under the Government (the First Vynnychenko government) of the Central Council of Ukraine.[5] (As seen above) in 1985 the Ministry was transformed into the State Committee on Agrarian and Industrial Economy of Ukraine (Ukrainian Soviet Socialist Republic). The head of the committee was Yuriy Kolomiets who at the same time was the first deputy chairman of the council of ministers of the Ukrainian SSR. Oleksandr Tkachenko and Viktor Sytnyk were the first deputies of Kolomiets. The State Committee (also known as Derzhahroprom) included number of other ministries and its regional branches.[21] The on 29 August 2019 appointed Honcharuk Government did not have a separate Ministry of Agriculture.[1] The Ministry function were taken over by the Ministry of Economic Development and Trade.[1] In January 2020 President Volodymyr Zelensky stated the need to separate the Ministry of Economic Development, Trade and Agriculture.[22] Early March 2020 the Minister of Economic Development, Trade and Agriculture, Tymofiy Mylovanov refused to head a newly reestablish Ministry of Agriculture (because he did not agree with the economic policies of the new Shmyhal Government).[23] On 9 July 2020 Zelensky predicted that \"at maximum in September\" Ukraine would have a separate Minister of Agriculture again.[22] On 17 December 2020 the ministry was indeed resurrected with the appointment of Roman Leshchenko as Minister of Agricultural Policy and Food.[4] As an advisory structure, under the Ministry acts a Public Council. Its activities are governed by the Regulations of the Public Council. Chairman of the Public Council is Leonid Kozachenko, president of the All-Ukrainian public organization \"Ukrainian Agrarian Confederation\". In March–April 1918 with the help of Central Powers, Ukraine was liberated from Bolsheviks. The following list relates to institutions of the previously created by Bolsheviks Ukrainian People's Republic of Soviets.[24] On 21 May 1991 Oleksandr Tkachenko was appointed as a State Minister on issues of Agrarian Policy and Food – Minister of Agrarian (Rural) Business of Ukraine (until 24 August 1991 Ukrainian Soviet Socialist Republic).","Title":"Ministry of Agrarian Policy and Food (Ukraine) - Wikipedia","KeyID":"15983","URL":"https://en.wikipedia.org/wiki/Ministry_of_Agrarian_Policy_and_Food_(Ukraine)"}