{"Content: ":"The Port of Odesa or Odesa Sea Port (Ukrainian: Одеський морський порт, romanized: Odeskyi morskyi port), located near Odesa, is the largest Ukrainian seaport and one of the largest ports in the Black Sea basin, with a total annual traffic capacity of 40 million tonnes (15 million tonnes dry bulk and 25 million tonnes liquid bulk). The port has an immediate access to railways allowing quick transfer of cargo from sea routes to ground transportation. Along with its younger satellite ports of Chornomorsk (1958) and Yuzhne (1973), the Port of Odesa is a major freight and passenger transportation hub of Ukraine. The port is located at the western shores of the Odesa Bay. It consists of several harbors which are divided one from another by a number of jetties, while the port itself is screened off from the open sea by few long breakwaters located in the Odesa Bay. Just around the southern jetty (Karantyny) located a passenger terminal with a multi-story hotel at the Nova jetty. Towards the middle there is a Ship Maintenance Factory \"Ukraina\". At the northern portion are located grain and main oil terminals, while at the southern there is a smaller oil terminal amid container loading quays. HPC Ukraina, a subsidiary of Hamburg-based HHLA, has been operating the Container Terminal Odesa (CTO) since 2001. The Container Terminal Odesa (CTO) in the port is the largest container terminal in Ukraine. Odesa is networked with the ports of Hamburg, Muuga and Trieste via the logistics group HHLA.[5][6][7] The terminal was opened on May 13, 2005 and has a storage area of 51,500 m2.[8] The terminal has two warehouses with a total area of 2,363.8 m2 (25,444 sq ft) including 60.3 m2 (649 sq ft) for valuable cargo. Warehouses work around the clock and equipped with rack systems designed for storage of goods. A warehouse ramp allows the simultaneous staging of nine vehicles. The area has an alarm system, surveillance system, fire-fighting system as well as ventilation system. There is an office complex that provides a space leasing capabilities for up to 30 offices. An administration building \"Unified Office\" has customs, border protection squad and number of ecological agencies. Extra security for the whole port is provided by the Maritime Security Agency of Ukraine that accounted for 15 port sites of the OMTP.[9] The oil and gas terminal of the OMTP is the biggest one in Ukraine and sometimes is referred to as the OMTP Oil District. It has six berths with a total storage capacity of 671,000 m3.[10] It serves number of fuel depots such as \"Eksimnaftoprodukt\" (former Soviet oil export-import company),[11] \"Odesnaftoprodukt\" (state regional company),[12] \"Synthes Oil\" (associate of Eksimnaftoprodukt) and a complex of \"Ukrloadsystem\" for uploading of liquefied gas. The oil district allows to receive tankers with load capabilities from 1,000 to 100,000 tons. Fuel products are transferred through pipelines to reservoirs of the fuel depots. The depots have access to railways and pump capabilities of transferring fuel products to cistern railcars. The terminal has two specialised berths for natural gas (propane-butane, piers 4 and 7) and a reservoir park located two miles away from a harbor that holds 6,000 m3 (210,000 cu ft). The terminal has a handling capacity of 700,000 tonnes of liquefied natural gas per year. The oil and gas terminal has an annual traffic capacity of 25,500,000 tonnes per year: The Oil District has a system of automatic protection (water curtain and foam supply). At the ports aquatory (territorial waters) are constantly on duty a fireboat and an oil-spill collector. The port has a ballast water treatment station. The Port of Odesa has one of the largest passenger terminals in the Black Sea basin; it handled around 4 million passengers in 2007.[13] The terminal can simultaneously receive five motor ships at piers, totals length of which reaches 1,370 m (4,490 ft). The depth near the piers varies from 9.5 to 11.5 m (31 to 38 ft). The port facilities allow the docking of ships up to a length of 300 m (980 ft).[citation needed] The terminal has a car parking with 24-hour security. The complex has number of bars, a concert-exhibition hall, a marine gallery, an anchor museum, the Museum of sea fleet of Ukraine exposition, a yacht marina complex, a diving center of the local Poseidon diving club, the Saint Nicholas Church, the four star hotel \"Odesa\", \"Grand Europe\" restaurant, and others.[citation needed] The port of Odesa has its own learning center.[clarification needed] Odesa Hotel closed as of 2011.[14] The shipyard was established from the Admiralty Shops of the Black Sea rowing fleet a year before founding of the Odesa city. During the Soviet times the factory was a main supporting base of the Black Sea Shipping Company. The area of the wharf is 75,524 m2 (812,930 sq ft). It can accommodate ships with a displacement of up to 30,000 tons. Piers length is a total of 1,230 m (4,040 ft), including 570 m (1,870 ft) for ship maintenance. The depth by piers reaches up to 7.1 m (23 ft). The cargo lifting capabilities consist of six portal cranes that lift 10-30 tons and two floating cranes one a self-propelled one that lifts 100 tons, another fixed that lifts 5 tons. Several stevedore companies exist[when?] to serve the port of Odesa:[citation needed] Several forwarding companies exist[when?] to serve the port of Odesa:[citation needed] (*) Crimea ports are temporarily occupied by the RF Coordinates: 46°30′13″N 30°44′40″E﻿ / ﻿46.50361°N 30.74444°E﻿ / 46.50361; 30.74444","Title":"Port of Odesa - Wikipedia","KeyID":"15987","URL":"https://en.wikipedia.org/wiki/Port_of_Odesa"}