{"Content: ":"The University of Florida (Florida or UF) is a public land-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida, traces its origins to 1853,[10] and has operated continuously on its Gainesville campus since September 1906.[11] After the Florida state legislature's creation of performance standards in 2013, the Florida Board of Governors designated the University of Florida as a \"preeminent university\".[12][13] For 2022, U.S. News & World Report ranked Florida as the fifth (tied) best public university and 28th (tied) best university in the United States.[14] The University of Florida is the only member of the Association of American Universities in Florida and is classified among \"R1: Doctoral Universities – Very high research activity\".[15][16] The university is accredited by the Southern Association of Colleges and Schools (SACS). It is the third largest Florida university by student population,[17] and is the fifth largest single-campus university in the United States with 57,841 students enrolled for during the 2020–21 school year.[18] The University of Florida is home to 16 academic colleges and more than 150 research centers and institutes. It offers multiple graduate professional programs—including business administration, engineering, law, dentistry, medicine, pharmacy and veterinary medicine—on one contiguous campus, and administers 123 master's degree programs and 76 doctoral degree programs in eighty-seven schools and departments. The university's seal is also the seal of the state of Florida, which is on the state flag, though in blue rather than multiple colors. The University of Florida's intercollegiate sports teams, commonly known as the \"Florida Gators\", compete in National Collegiate Athletic Association (NCAA) Division I and the Southeastern Conference (SEC). In their 111-year history, the university's varsity sports teams have won 45 national team championships, 40 of which are NCAA titles, and Florida athletes have won 275 individual national championships.[19] In addition, as of 2021, University of Florida students and alumni have won 143 Olympic medals, including 69 gold medals.[20] The modern University of Florida traces its origins to 1853, when the East Florida Seminary, the oldest of its four predecessor institutions, was founded in Ocala, Florida.[21] The East Florida Seminary was Florida's first state-supported institution of higher learning and operated until 1861 with the outbreak of the American Civil War.[22] In 1866, the East Florida Seminary reopened in Gainesville at the former grounds of the Gainesville Academy, a small private college that had also closed during the war.[note 3] The second major precursor to the University of Florida was Florida Agricultural College, which was the state's first land-grant college under the Morrill Act when it was established in Lake City in 1884. In 1903, the Florida Legislature, looking to expand the school's curriculum beyond its agricultural and engineering origins, bestowed the name \"University of Florida\" on the school. It would use that name for the remaining two years of its existence.[23][note 4] In 1905, the Florida Legislature passed the Buckman Act, which completely reorganized the state's publicly supported institutions of higher education. Under the act, Florida's six existing state-supported institutions were abolished and reorganized to form the State University System of Florida under the newly established Florida Board of Control. Four institutions were combined to create a new \"University of the State of Florida\" for white men: the University of Florida at Lake City (formerly Florida Agricultural College), the East Florida Seminary in Gainesville, the St. Petersburg Normal and Industrial School in St. Petersburg, and the South Florida Military College in Bartow.[24] The Buckman Act also created two other institutions segregated by race and gender: Florida Female College (later the Florida State College for Women and then Florida State University) for white women and the State Normal School for Colored Students (later Florida A&M) for African-American men and women, both in Tallahassee.[25] The Buckman Act did not specify where the new University of the State of Florida would be located. The City of Gainesville, led by its mayor William Reuben Thomas, campaigned to be the site of the new university, with its primary competitor being Lake City.[26] After a brief but intense period of lobbying, the Board of Control selected Gainesville on July 6, 1905, and funds were allocated for the construction of a new campus on the western edge of the town. However, because the campus would take several months to build, the new school was housed on the campus of the now-defunct Florida Agricultural College in Lake City during the 1905–1906 academic year. Former FAC president Andrew Sledd was chosen to be the first president of the University of the State of Florida. The University of the State of Florida's first semester in Gainesville began on September 26, 1906, with an enrollment of 102 students. Two buildings had been completed at the time: Buckman Hall, named after the primary author of the law that created the university, and Thomas Hall, named after the mayor of Gainesville who had led the successful effort to bring the school to town.[27] Both structures were designed by William A. Edwards, who designed many of the university's original buildings in the Collegiate Gothic style in his role as lead architect for Florida's Board of Control.[28] During his term, first university president Andrew Sledd often clashed with key members of the Board of Control over his insistence on rigorous admittance requirements, which his detractors claimed was unreasonably impeding school enrollment. Sledd resigned over these issues in 1909. Florida State College for Women president Albert Murphree was named UF's second president before the 1909–1910 academic year, which was also when the school's name was simplified from the \"University of the State of Florida\" to the \"University of Florida\". Murphree oversaw a reorganization of the university that included the establishment of several colleges, beginning with colleges of law, engineering, and liberal arts and sciences by 1910. Murphree was also instrumental in the founding of the Florida Blue Key leadership society and in building total enrollment from under 200 to over 2000. He is the only University of Florida president honored with a statue on campus. The alligator became the school's informal mascot when a local vendor designed and sold school pennants imprinted with the animal, which is very common in lakes in and around Gainesville and throughout the state. The 'gator was a popular choice, and the university's sports teams had officially adopted the nickname by 1911. The school colors of orange and blue were also officially established in 1911, though the reasons for the choice are unclear. The most likely rationale was that they are a combination of the colors of the university's two largest predecessor institutions, as the East Florida Seminary used orange and black while Florida Agricultural College used blue and white.[29] The older schools' colors may have been an homage to early Scottish and Ulster-Scots Presbyterian settlers of north central Florida, whose ancestors were originally from Northern Ireland and the Scottish Lowlands.[30][31][32] In 1924, the Florida Legislature mandated women of a \"mature age\" (at least twenty-one years old) who had completed sixty semester hours from a \"reputable educational institution\" be allowed to enroll during regular semesters at the University of Florida in programs that were unavailable at Florida State College for Women. Before this, only the summer semester was coeducational, to accommodate women teachers who wanted to further their education during the summer break.[33] Lassie Goodbread-Black from Lake City became the first woman to enroll at the University of Florida, in the College of Agriculture in 1925.[34] Murphree died in 1928 and John J. Tigert was named UF's third president. Disgusted by the under-the-table payments being made by universities to athletes, Tigert established the grant-in-aid athletic scholarship program in the early 1930s, which was the genesis of the modern athletic scholarship plan used by the National Collegiate Athletic Association.[35] Inventor and educator Blake R. Van Leer was hired as Dean to launch new engineering departments and scholarships. Van Leer also managed all applications for federal funding, chaired the Advanced Planning Committee per Tigert's request. These efforts included consulting for the Florida Emergency Relief Administration throughout the 1930s.[36][37] Beginning in 1946, there was dramatically increased interest among male applicants who wanted to attend the University of Florida, mostly returning World War II veterans who could attend college under the GI Bill of Rights (Servicemen's Readjustment Act). Unable to immediately accommodate this increased demand, the Florida Board of Control opened the Tallahassee Branch of the University of Florida on the campus of Florida State College for Women in Tallahassee.[38] By the end of the 1946–47 school year, 954 men were enrolled at the Tallahassee Branch. The following semester, the Florida Legislature returned the Florida State College for Women to coeducational status and renamed it Florida State University. These events also opened up all of the colleges that comprise the University of Florida to female students. Florida Women's Hall of Fame member Maryly Van Leer became the first woman to receive from the University of Florida a master's degree in engineering.[39][40] African-American students were allowed to enroll starting in 1958.[41] Shands Hospital opened in 1958 along with the University of Florida College of Medicine to join the established College of Pharmacy. Rapid campus expansion began in the 1950s and continues today.[42] The University of Florida is one of three Florida public universities, along with Florida State University and the University of South Florida, to be designated as a \"preeminent university\" by Florida senate bill 1076, enacted by the Florida legislature and signed into law by the governor in 2013.[43][44] As a result, the preeminent universities receive additional funding to improve the academics and national reputation of higher education within the state of Florida.[45] From its inception until 1958, only white students were allowed to attend. In 1958, George H. Starke became the first Black student.[46] In 1985, the University of Florida was invited to join the Association of American Universities (AAU), an organization of sixty-two academically prominent public and private research universities in the United States and Canada. Florida is one of the seventeen public, land-grant universities that belong to the AAU. In 2009, President Bernie Machen and the University of Florida Board of Trustees announced a major policy transition for the university. The Board of Trustees supported the reduction in the number of undergraduates and the shift of financial and other academic resources to graduate education and research.[47] In 2017, the University of Florida became the first university in the state of Florida to crack the top ten best public universities according to U.S. News.[48] The University of Florida was awarded $900.7 million in annual research expenditures in sponsored research for the 2020 fiscal year.[49] In 2017, university president Kent Fuchs announced a plan to hire 500 new faculty to break into the top five best public universities; the most new faculty members will be hired in STEM fields. 230 faculty have been hired with the remaining 270 faculty to be hired by fall of 2019.[50] In October 2021, three professors filed a federal lawsuit against UF, claiming they were barred from testifying in a voting rights lawsuit against Florida Secretary of State Laurel Lee and Governor Ron DeSantis.[51][52] The university claimed that testifying against the state would be \"adverse to the university’s interests as a state of Florida institution,\"[53] igniting controversy over alleged inappropriate political influence at the university, interference in academic freedom, and violation of the professors' First Amendment rights. Earlier in the year, the chairman of UF's Board of Trustees, Morteza Hosseini, reportedly pushed the university to hire Joseph Ladapo, a controversial doctor known for his support of DeSantis's COVID-19 policies and promotion of COVID misinformation.[52] Hosseini is a major Republican Party donor and DeSantis adviser.[52] The reports prompted investigations by the U.S. House Subcommittee on Civil Rights and Civil Liberties, the UF Faculty Senate, and UF's accrediting body, the Southern Association of Colleges and Schools (SACSCOC).[54][55] Further reporting in November 2021 revealed that the university had prohibited at least five more professors from offering expertise in legal cases, including a professor of pediatric medicine who was not allowed to offer expert testimony in a case related to masking of children during the COVID pandemic, a measure supported by medical experts but opposed by Governor DeSantis.[56][57] In response to the allegations, UF's administration appointed a task force to \"review the university's conflict of interest policy and examine it for consistency and fidelity\" and reversed its decision to bar professors from testifying, stating that they were permitted to testify pro bono on their own time.[58] The recommendations of the task force were accepted by UF President Kent Fuchs in late November 2021.[59] However, a December 2021 report from the UF Faculty Senate deepened the controversy, citing external pressure and a widespread fear of reprisal if faculty promoted unpopular viewpoints and alleging that course titles on racial topics were edited, faculty were advised against criticizing Governor DeSantis or his policies, and medical researchers were compelled to destroy data related to the COVID pandemic.[60][61] For the 2018–19 academic year tuition and fees were $6,381 for in-state undergraduate students, and $28,658 for out-of-state undergraduate students. Tuition for online courses is lower and for graduate courses is higher.[62] In fall 2019, the University of Florida had 56,567 students, 37,874 (67%) being undergraduate students, 12,110 (21%) being graduate students, 3,804 (7%) being professional students, 2,644 (5%) being unclassified, and 133 (0.2%) being correspondence students. Out of all 56,567 students, 3,797 were enrolled through UF Online. The ratio of women to men was 57:43 and 28 percent were graduate or professional students. Professional degree programs include architecture, dentistry, law, medicine, pharmacy and veterinary medicine.[64] According to the Jewish Telegraphic Agency, UF has \"the largest Jewish student body in the US.\"[65] It is estimated that 18% of UF undergraduate and graduate students identify as Jewish compared to around 2% of the United States population.[66] A social mobility report conducted by the New York Times in 2014 found that 48% of UF undergraduate students came from families with incomes above the 80th percentile (>$110,000), while 6% came from families in the bottom 20th percentiles (<$20,000).[67] The same report also indicates that 30% of the student body came from families from the top 10% of households, and 3% came from the top 1%. In 2016, the university had 5,169 international students.[68] According to the Annual Admissions Report conducted by UF in 2019, roughly 17% of the incoming freshman class was entering from outside of Florida.[69] The majority of freshmen starting at the University of Florida come from urban backgrounds with the biggest demographic hailing from South Florida cities; the metropolitan areas of Tampa, Orlando, and Jacksonville historically form a significant share of the incoming class as well.[70] New York and New Jersey are the biggest feeder states outside of Florida.[69] The University of Florida is ranked second overall in the United States for the number of bachelor's degrees awarded to African-Americans, and third overall for Hispanics.[71] The university ranks fifth in the number of doctoral degrees awarded to African-Americans, and second overall for Hispanics, and third in number of professional degrees awarded to African-Americans, and second overall for Hispanics.[71] The university offers multiple graduate programs—including engineering, business, law and medicine—on one contiguous campus, and coordinates 123 master's degree programs and 76 doctoral degree programs in 87 schools and departments.[72][73] USN&WR Global Rankings[82] In its 2021 edition, U.S. News & World Report (USN&WR) ranked the University of Florida as tied for the fifth-best public university in the United States, and tied for 28th overall among all national universities, public and private.[14] Many of the University of Florida's graduate schools have received top-50 national rankings from U.S. News & World Report with the school of education 25th, Florida's Hough School of Business 25th, Florida's Medical School (research) tied for 43rd, the Engineering School tied for 45th, the Levin College of Law tied for 31st, and the Nursing School tied for 24th in the 2020 rankings.[83] Florida's graduate programs ranked for 2020 by USN&WR in the nation's top 50 were audiology tied for 26th, analytical chemistry 11th, clinical psychology tied for 31st, computer science tied for 49th, criminology 19th, health care management tied for 33rd, nursing-midwifery tied for 35th, occupational therapy tied for 17th, pharmacy tied for 9th, physical therapy tied for 10th, physician assistant tied for 21st, physics tied for 37th, psychology tied for 39th, public health tied for 37th, speech-language pathology tied for 28th, statistics tied for 40th, and veterinary medicine 9th.[83] In 2013, U.S. News & World Report ranked the engineering school 38th nationally,[84] with its programs in biological engineering ranked third,[85] materials engineering 11th,[86] industrial engineering 13th,[87] aerospace engineering 26th,[88] chemical engineering 28th,[89] environmental engineering 30th,[90] computer engineering 31st,[91] civil engineering 32nd,[92] electrical engineering 34th,[93] mechanical engineering 44th.[94] The 2018 Academic Ranking of World Universities list assessed the University of Florida as 86th among global universities, based on overall research output and faculty awards.[95] In 2017, Washington Monthly ranked the University of Florida 18th among national universities, with criteria based on research, community service, and social mobility.[95] The lowest national ranking received by the university from a major publication comes from Forbes which ranked the university 68th in the nation in 2018.[96] This ranking focuses mainly on net positive financial impact, in contrast to other rankings, and generally ranks liberal arts colleges above most research universities.[97] University of Florida received the following rankings by The Princeton Review in its latest Best 380 Colleges Rankings:[98] 13th for Best Value Colleges without Aid, 18th for Lots of Beer, and 42nd for Best Value Colleges. It also was named the number one vegan-friendly school for 2014, according to a survey conducted by PETA.[99] On Forbes' 2016 list of Best Value Public Colleges, UF was ranked second. It was also ranked third on Forbes' Overall Best Value Colleges Nationwide.[100] The University of Florida is the flagship university of the state and it has 16 different colleges.[101][102][103] UF has more than 150 research centers, service centers, education centers, bureaus, and institutes offering more than 100 undergraduate majors and 200 graduate degrees.[104][105] These colleges include: The University of Florida admitted 29% of applicants to the class of 2025. There were 52,513 applicants and 15,220 were accepted for summer and fall.[109] The middle 50% of accepted students had a weighted GPA between 4.4 and 4.6 out of 5.0, an ACT composite score between 30 and 34, and an SAT score between 1330 and 1470.[110] The University of Florida has the second most selective application process of any university or college in the state of Florida, behind only the University of Miami.[111] In 2007, the University of Florida joined the University of Virginia, Harvard University, the University of North Carolina at Chapel Hill, and Princeton University in announcing the discontinuation of early decision admissions to foster economic diversity in their student bodies.[112] These universities assert early decision admissions forces students to accept an offer of admission before evaluating the financial aid offers from multiple universities. The university's single application deadline is November 1.[113] The University of Florida has an honors program;[114] after they are accepted to the university, students must apply separately to the Honors Program and show significant academic achievement to be accepted. There are over 100 courses offered exclusively to students in this program.[115] In 2011, more than 1900 students applied for 700 available seats. The Honors Program also offers housing for freshman in the Honors Residential College at Hume Hall. The program also offers special scholarships, internships, research, and study abroad opportunities.[116][117] The Lombardi Scholars Program, created in 2002 and named in honor of the university's ninth president John V. Lombardi, is a merit scholarship for Florida students. The scholarship offers $2,700 a semester for eight to ten semesters.[118][119] The J. Wayne Reitz Scholars Program, created in 1997 and named in honor of the university's fifth president J. Wayne Reitz, is a leadership and merit-based scholarship for Florida students. Its yearly $2,500 stipend may be renewed for up to three years.[120][121] The Machen Florida Opportunity Scholars Program was created in 2005. This is a full grant and scholarship financial aid package designed to help new, low-income UF students that are the first to attend college in their families. Every year, 300 scholarships are awarded to incoming freshmen with an average family income of $18,408.[122] In 2005, the University of Florida became a Certified Audubon Cooperative Sanctuary for environmental and wildlife management, resource conservation, environmental education, waste management, and outreach.[123] Through long-term environmental initiatives, the University of Florida created an Office of Sustainability in 2006.[124] Their mission is to improve environmental sustainability in many areas on campus. They have stated their goals are to produce zero waste by 2015 and to achieve Carbon Neutrality by 2025.[124] Recently the university appointed a new sustainability director. Florida received a \"B+\" grade on the 2009 College Sustainability Report Card for its environmental and sustainability initiatives.[125] In 2009, \"B+\" was the second highest grade awarded by the Sustainable Endowments Institute. The university maintains a number of facilities apart from its main campus. The J. Hillis Miller Health Science Center also has a teaching hospital at UF Health at Jacksonville, which serves as the Jacksonville campus for the university's College of Medicine, College of Nursing, and College of Pharmacy.[126] A number of residencies are also offered at this facility.[126] The university's College of Pharmacy also maintains campuses in Orlando and Jacksonville.[127] The College of Dentistry maintains clinics in Hialeah, Naples, and St. Petersburg.[128] The university's Warrington College of Business established programs in South Florida in 2004, and recently built a 6,100-square-foot (570 m2) facility in Sunrise, Florida.[129] The Institute of Food and Agricultural Sciences has extensions in each of the 67 counties in Florida, and 13 research and education centers with 19 locations throughout the state.[130] In 2005, the university established the Beijing Center for International Studies in Beijing that offers research facilities, offices, and degree opportunities.[131] The university spent over $900 million on research and development in 2020, ranking it one of the highest in the nation.[49] According to a 2019 study by the university's Institute of Food and Agricultural Sciences, the university contributed $16.9 billion to Florida's economy and was responsible for over 130,000 jobs in the 2017–18 fiscal year.[132] The Milken Institute named Florida one of the top-five U.S. institutions in the transfer of biotechnology research to the marketplace (2006).[133] Some 50 biotechnology companies have resulted from faculty research programs. Florida consistently ranks among the top 10 universities in licensing.[134] Royalty and licensing income includes the glaucoma drug Trusopt, the sports drink Gatorade, and the Sentricon termite elimination system. The Institute of Food and Agricultural Sciences is ranked No. 1 by the NSF in Research and Development.[135] Florida ranked seventh among all private and public universities for the number of patents awarded for 2005.[134] Research includes diverse areas such as health-care and citrus production (the world's largest citrus research center). In 2002, Florida began leading six other universities under a $15 million NASA grant to work on space-related research during a five-year period.[140] The university's partnership with Spain helped to create the world's largest single-aperture optical telescope in the Canary Islands (the cost was $93 million).[134] Plans are also under way for the University of Florida to construct a 50,000-square-foot (4,600 m2) research facility in collaboration with the Burnham Institute for Medical Research that will be in the center of University of Central Florida's Health Sciences Campus in Orlando, Florida.[141] Research will include diabetes, aging, genetics and cancer. The University of Florida has made great strides in the space sciences over the last decade.[142] The Astronomy Department's focus on the development of image-detection devices has led to increases in funding, telescope time, and significant scholarly achievements. Faculty members in organic chemistry have made notable discoveries in astrobiology, while faculty members in physics have participated actively in the Laser Interferometer Gravitational-Wave Observatory (LIGO) project, the largest and most ambitious project ever funded by the NSF.[142] Through the Department of Mechanical and Aerospace Engineering, the University of Florida is the lead institution on the NASA University Research, Engineering, and Technology Institute (URETI) for Future Space Transport project to develop the next-generation space shuttle.[143] In addition, the university also performs diabetes research in a statewide screening program that has been sponsored by a $10 million grant from the American Diabetes Association.[144] The University of Florida also houses one of the world's leading lightning research teams.[134] University scientists have started a biofuels pilot plant designed to test ethanol-producing technology.[134] The university is also host to a nuclear research reactor known for its Neutron Activation Analysis Laboratory.[145] In addition, the University of Florida is the first American university to receive a European Union grant to house a Jean Monnet Centre of Excellence.[146] The University of Florida manges or has a stake in numerous notable research centers, facilities, institutes, and projects As of 2012[update], the University of Florida had more than $750 million in new research facilities recently completed or under construction, including the Nanoscale Research Facility, the Pathogens Research Facility[147] and the Biomedical Sciences Building.[148][149] Additionally, Innovation Square, a 24/7 live/work/play research environment being developed along Southwest Second Avenue between the University of Florida campus and downtown Gainesville, recently broke ground and plans to open next fall. The university's Office of Technology Licensing will relocate to Innovation Square, joining Florida Innovation Hub, a business \"super-incubator designed to promote the development of new high-tech companies based on the university's research programs. Innovation Square will include retail space, restaurants and local businesses, and residential space.[150] University of Florida Health has two campuses: Gainesville and Jacksonville. It includes two teaching hospitals and two specialty hospitals, as well as the colleges of Dentistry, Medicine, Nursing, Pharmacy, Public Health and Health Professions, and Veterinary Medicine, including a large animal hospital and a small animal hospital. The system also encompasses six UF research institutes: the Clinical and Translational Science Institute, the Evelyn F. and William L. McKnight Brain Institute, the Genetics Institute, the UF Health Cancer Center, the Institute on Aging and the Emerging Pathogens Institute. UF Health is the only academic health center in the United States with six health-related colleges on a single, contiguous campus. Patient-care services are provided through the private, not-for-profit UF Health Shands family of hospitals and programs. UF Health Shands Hospital in Gainesville includes UF Health Shands Children's Hospital and UF Health Shands Cancer Hospital. The specialty hospitals, UF Health Shands Rehab Hospital and UF Health Shands Psychiatric Hospital, are also in Gainesville. UF Health Jacksonville is the system's northeast Florida center. UF Health has a network of outpatient rehabilitation centers, UF Health Rehab Centers, and two home-health agencies, UF Health Shands HomeCare; as well as more than 80 UF physician outpatient practices in north central and northeast Florida. UF Health is affiliated with the Veterans Affairs hospitals in Gainesville and North Florida/South Georgia. In all, 6,159 students are enrolled in all six of the colleges.[151] The Evelyn F. and William L. McKnight Brain Institute is also part of the Health Science Center and is the most comprehensive program of its kind in the world. The Institute comprises 300 faculty members from 10 colleges, and 51 departments campus-wide.[134] The University of Florida is a winner of the National Institutes of Health Clinical and Translational Science Award and member of the NIH national consortium of medical research institutions. In December 2018 Expertscape recognized it as #4 in the world for expertise in Diabetes Mellitus Type 1.[152] UF Health Jacksonville is an academic health center with three UF colleges, Medicine, Nursing and Pharmacy, as well as a network of primary and specialty care centers in northeast Florida and southeast Georgia. In 2010, Orlando Health and UF Health teamed up to form joint clinical programs in the areas of pediatrics, neuroscience, oncology, women's health, transplantation and cardiovascular medicine. The partnership provides undergraduate and graduate medical residency and fellowship training opportunities at Orlando Health, and will allow Orlando Health physicians and patients to be part of clinical trials through UF's clinical research program. UF Health Cancer Center at Orlando Health[153] launched in January 2014. The center focuses on developing safe, individualized molecular-based targeted oncology therapies to improve patient outcomes in Florida. The joint oncology program offers clinical trial collaborations and comprehensive cancer services customized to the patient by combining physicians and the collective strengths of UF Health and Orlando Health. A team of UF physicists has a leading role in one of the two major experiments planned for the Large Hadron Collider, a 17-mile (27 km)-long, $5 billion, super-cooled tunnel outside Geneva, Switzerland.[154] More than 30 university physicists, postdoctoral associates, graduate students and now undergraduates are involved in the collider's Compact Muon Solenoid (CMS) experiment, one of its two major experiments. About 10 are stationed in Geneva. The group is the largest from any university in the U.S. to participate in the CMS experiment. The UF team designed and oversaw development of a major detector within the CMS. The detector, the Muon system, is intended to capture subatomic particles called muons, which are heavier cousins of electrons. Among other efforts, UF scientists analyzed about 100 of the 400 detector chambers placed within the Muon system to be sure they were functioning properly. Scientists from the University of Florida group played a central role in the discovery of the Higgs particle. The bulk of the UF research was funded by the U.S. Department of Energy.[155] In July 2008, the University of Florida teamed up with the Zhejiang University to research sustainable solutions to the Earth's energy issues. Overall a Joint Research Center of Clean Sustainable Energy among the Florida Institute for Sustainable Energy, at UF, and the State Key Lab of Clean Energy Utilization and the Institute for Thermal Power Engineering, at Zhejiang University will collaborate to work on this pressing issue.[156][157] Florida has more lightning than any other U.S. state.[158] UF sponsors the International Center for Lightning Research and Testing (ICLRT), which occupies over 100 acres (40 ha) at the Camp Blanding Army National Guard Base,[159] about 25 miles (40 km) northeast of UF's campus in Gainesville, Florida. One of their primary research tools is lightning initiation from overhead thunderclouds, using the triggered lightning rocket-and-wire technique. Small sounding rockets, connected to long copper wires, are fired into likely lightning storm cumulonimbus clouds. When the rocket—or its wire—is struck by lightning, the passing of the high-voltage lightning strike down the wire vaporizes it as the lightning travels to the ground. Undergraduate and graduate research in UF's Department of Electrical and Computer Engineering's Lightning Research Group is used to increase new fundamental knowledge about lightning-based phenomena. The University of Florida is a member of the SEC Academic Consortium. Now renamed the SECU, the initiative was a collaborative endeavor designed to promote research, scholarship and achievement among the member universities in the Southeastern conference. Along with the University of Georgia, University of Florida, Vanderbilt University and other SEC institutions, SECU formed its mission to bolster collaborative academic endeavors of Southeastern Conference universities. Its goals include highlighting the endeavors and achievements of SEC faculty, students and its universities and advancing the academic reputation of SEC universities.[160][161] In 2013, the University of Florida was part in the SEC Symposium in Atlanta, Georgia which was organized and led by the University of Georgia and the UGA Bioenergy Systems Research Institute. The topic of the Symposium was, the \"Impact of the Southeast in the World's Renewable Energy Future.\"[162] The George A. Smathers Libraries at the University of Florida is one of the largest university library systems in the United States.[163] The George A. Smathers Libraries has a collection of over 6 million+ print volumes, 1.5 million digital books, 1,000+ databases, approximately 150 thousand print/digital journals, and over 14 million digital pages[164] Collections cover virtually all disciplines and include a wide array of formats—from books and journals to manuscripts, maps, and recorded music. An increasing number of the collections are digital and are accessible on the Internet from the library web page or the library catalog.[165] The George A. Smathers Libraries support all academic programs except those served by the Levin College of Law. In 2006, Library West went through a $30 million renovation that doubled capacity.[166] This facility is now better equipped to handle the information technology students need to complete their studies. Such progress is represented by its state-of-the-art Information Commons,[167] which offers production studios, digital media computing areas, and a presentation area.[168] The Levin College of Law's students, faculty, and guests are served by Lawton Chiles Legal Information Center. The University of Florida campus encompasses over 2,000 acres (8.1 km2). The campus is home to many notable structures, such as Century Tower, a 157-foot-tall (48 m) carillon tower in the center of the historic district. Other notable facilities include the Health Science Center, Steve Spurrier-Florida Field at Ben Hill Griffin Stadium, Smathers Library, Phillips Center for the Performing Arts, Harn Museum, University Auditorium, O'Connell Center, and The Hub.[169] The Reitz is the campus union at the University of Florida. On February 1, 2016, it was reopened after an extensive renovation and expansion. The 138,000 square feet (12,800 m2) of new space includes support space for student organizations, new lounges, study spaces, a game room, an arts and crafts center and dance studios.[170] A number of the University of Florida's buildings are historically significant. The University of Florida Campus Historic District comprises 19 buildings and encompasses approximately 650 acres (2.6 km2).[171] Two buildings outside the historic district, the old WRUF radio station (now the university police station) and Norman Hall (formerly the P.K. Yonge Laboratory School), are also listed on the historic register.[172] The buildings on the U.S. National Register of Historic Places for their architectural or historic significance are: UF launched a new program in the fall of 2015 called PaCE, or Pathway to Campus Enrollment. PaCE was designed to provide an alternative way to enroll students who would have been accepted through regular admissions, but there is not enough space in dorms or classrooms. To be accepted into the PaCE program, you would have been accepted to UF initially. PaCE was randomly given to admitted students based on major. Through PaCE, students are admitted to UF, but are required to complete 60 credit hours and all of their prerequisite courses through UF online before transitioning to on-campus learning. The University of Florida admitted 2,420 students for PaCE for the class of 2021.[173] The Innovation Academy at UF is a program designed for students that want to focus on innovation, creativity, leadership, and entrepreneurship along with their intended major. Students that enroll in the Innovation Academy go to UF during the spring and summer semesters so that they can participate in internships and study abroad opportunities during the fall. IA offers 25+ different majors that all share a common minor of Innovation.[174] Approximately 5,200 undergraduate students (or approximately 15%) are members of either a sorority or fraternity.[175] Sorority and Fraternity Affairs (formerly known as Greek Life) at the University of Florida is separated into four divisions: Interfraternity Council (IFC), National Panhellenic Conference (NPC), Multicultural Greek Council (MGC), and the National Pan-Hellenic Council (NPHC). The Order of Omega has a chapter at the university. The Interfraternity Council (IFC) comprises 25 fraternities, and the Panhellenic Council is made up of 17 sororities. Some of the fraternity chapters on campus are older than the university itself, with the first chapters being chartered in 1884 and founded on the campus of one of the university's predecessor institutions in Lake City.[176] The Multicultural Greek Council consists of 12 cultural organizations (Latino, Asian, South Asian, etc.), seven fraternities and five sororities. The National Pan-Hellenic Council comprises nine historically black organizations, five fraternities and four sororities. There are also three Greek service organizations for students, two sororities Delta Nu Zeta and Omega Phi Alpha and one fraternity, Alpha Phi Omega. There are now also four university recognized organizations for Christian students, Beta Upsilon Chi and Kappa Phi Epsilon fraternities as well as Sigma Phi Lambda and Theta Alpha sororities.[177][178] In early 2015 the Panhellenic Council announced the arrival of two new sororities. Gamma Phi Beta was chartered in Fall 2015 and Alpha Phi will start recruitment in Fall 2018. Construction is underway on Sorority Row for Gamma Phi Beta's house. Dance Marathon at UF is an annual 26.2-hour event benefiting the patients of University of Florida Health Shands Children's Hospital in Gainesville, Florida.[179] Each year, more than 800 students stay awake and on their feet to raise money and awareness for Children's Miracle Network Hospitals. In the 23 years of Dance Marathon at UF's existence, more than $15 million has been donated, making it the most successful student-run philanthropy in the southeastern United States. In 2017, DM at UF raised a record total of $2,724,324 for UF Health Shands Children's Hospital, becoming the second most successful Dance Marathon in the nation.[180] The University of Florida Reserve Officer Training Corps is the official officer training and commissioning program at the University of Florida. Officially founded in 1905, it is one of the oldest such programs in the nation. The Reserve Officer Training Corps offers commissions for the United States Army, United States Navy, United States Marine Corps, and the United States Air Force. The unit is one of the oldest in the nation, and is at Van Fleet Hall.[181][182][183] The Reserve Officer Training Corps at the University of Florida offers training in the military sciences to students who desire to perform military service after they graduate. The Departments of the Army, Air Force, and Navy each maintain a Reserve Officers Training Corps and each individual department has a full staff of military personnel.[184] The University of Florida provides over 9,200 students with housing in residence halls and complexes on the eastern and western sides of campus.[185] Facilities vary in the cost of rent and privacy. Housing plans also offer students access to dining facilities. The university also provides housing to a number of graduate students and their families.[186] As of 2014[update], the university is building a new residence hall on campus that will be more accessible to students with disabilities. The University of Florida's Department of Recreational Sports (RecSports) includes operation of two lake-front parks at Lake Wauburg, group fitness, personal and small group training, massage therapy, intramural sports, 51 competitive sports clubs, two world-class indoor fitness and recreation facilities, four campus pools, outdoor rock climbing, an adventure travel recreation program, campus fields and facilities, a skate park and staff development services for over 700 students who are employed by the department's programs. RecSports manages the University of Florida Southwest Recreation Center, a 140,000-square-foot (13,000 m2) state-of-the-art facility with six indoor basketball courts, a split-level cardio room, personal training studio, massage therapy rooms, 14,000-square-foot (1,300 m2) strength and conditioning area and a social lounge with a smoothie bar. Other campus facilities operated by RecSports include the Student Recreation & Fitness Center. Outside of RecSports, campus recreation options include an arts and crafts center, bowling alley and game room—all in the J. Wayne Reitz Union, and the Mark Bostick Golf Course. The campus also contains nature trails, open spaces, small ponds, picnic areas, shady nooks and an 81-acre (330,000 m2) wildlife sanctuary.[187] The UF Scientific Diver Development Program provides SCUBA training for students interested in pursuing a career involving underwater research. The University of Florida Student Government is the governing body of students who attend the University of Florida, representing the university's nearly 50,000 undergraduate, graduate and professional students. The university's student government operates on a yearly $22.1 million budget (2020-2021 fiscal year),[188] one of the largest student government budgets in the United States, and the money is allocated by the Budget and Appropriations Committee of the Student Senate.[189] The student government was established in 1909 and consists of executive, judicial and unicameral legislative branches. Milton Yeats composed University of Florida's alma mater in 1925.[190] The university campus is served by nine bus routes of the Gainesville Regional Transit System (RTS). Students, faculty, and staff with university-issued ID cards are able to use the system for no additional fee. RTS also provides other campus services, including Gator Aider (during football games), S.N.A.P, and Later Gator nighttime service.[191] The Gainesville region and the university are served by the Gainesville Regional Airport, which is in northeast Gainesville and has daily flights to Dallas, Atlanta and Charlotte.[192] The University of Florida community includes six major student-run media outlets and companion Web sites. Various other journals and magazines are published by the university's academic units and student groups, including the Bob Graham Center-affiliated Florida Political Review and the literary journal Subtropics.[195] The University of Florida Career Resource Center is in the Reitz Student Union. Its mission is to assist students and alumni who are seeking career development, career experiences, and employment opportunities.[196] These services involve on and off-campus job interviews, career planning, assistance in applying to graduate and professional schools, and internship and co-op placements.[197] The Career Resource Center offers workshops, information sessions, career fairs, and advisement on future career options. Staff also counsel students and alumni regarding resumes and portfolios, interviewing tactics, cover letters, job strategies and other potential leads for finding employment in the corporate, academic and government sectors.[198] The Princeton Review ranked the Career Resource Center as the best among 368 ranked universities in career and job placement services in 2010,[199] and fourth overall in 2011.[199] The Florida Museum of Natural History, established in 1891, is one of the country's oldest natural history museums and was officially chartered by the state of Florida.[200] This facility is dedicated to understanding, preserving and interpreting biological diversity and cultural heritage. In over 100 years of operations, the Florida Museum of Natural History has been housed in several buildings, from the Seagle Building to facilities at Dickinson Hall, Powell Hall, and the Randell Research Center. In 2000 the McGuire Center for Lepidoptera and Biodiversity was opened after a generous donation from University of Florida benefactors.[201] The McGuire Center houses a collection of more than six million butterfly and moth specimens, making it one of the largest collections of Lepidoptera in the world, rivaling the Natural History Museum in London, England.[202] The Samuel P. Harn Museum of Art, established in 1990, is also at the University of Florida on the southwest part of campus.[203] This facility is one of the largest university art museums in the South, the Harn has more than 7,000 works in its permanent collection and an array of temporary exhibitions. The museum's permanent collections focus on Asian, African, modern and contemporary art, as well as photography.[204] The university sponsors educational programs at the museum including films, lectures, interactive activities, and school and family offerings. In October 2005 the Harn expanded by more than 18,000 square feet (1,700 m2) with the opening of the Mary Ann Harn Cofrin Pavilion, which includes new educational and meeting areas and the Camellia Court Cafe, the first eatery for visitors of the Cultural Plaza.[205] Performing arts venues at the University of Florida include the Curtis M. Phillips Center for the Performing Arts, the University Auditorium, Constans Theatre, the Baughman Center, and performances at the O'Connell Center.[206] The mission is to provide an unparalleled experience where performing artists create and share knowledge to serve the student body, faculty, and staff at the university; Gainesville residents; and visitors to North Central Florida.[207] The University Auditorium was founded in the mid-1920s and is home to the Anderson Memorial Organ. The auditorium has a concert stage and can seat up to 843 patrons. The venue is suitable for musical concerts, special lectures, convocations, dance concerts, and pageants.[208] The Phillips Center for the Performing Arts was founded in 1992 and is a performing arts theatre. The Phillips Center is on the western side of campus, and hosts established and emerging national and international artists on the main stage, as well as the annual Miss University of Florida pageant and performances by the University of Florida's original student-run dance company, Floridance.[209] The Phillips Center consists of a 1,700-seat proscenium hall and the 200-seat Squitieri Studio Theatre.[210] Constans Theatre was founded in 1967 and is a performing arts venue next to the J. Wayne Reitz Union. Constans Theatre serves as a venue for musical concerts, theater, dance, and lectures, and is a sub-venue of the Nadine McGuire Pavilion and Dance Pavilion.[211] The Baughman Center was founded in 2000 and serves as a venue for small musical and performing arts events. The facility consists of two buildings next to Lake Alice on the western portion of campus. The main building is a 1,500-square-foot (140 m2) pavilion, the other is a 1,000-square-foot (93 m2) administrative building. The Baughman Center can accommodate up to 96 patrons.[212] The University of Florida has been portrayed in several books,[213][214] movies[215] and television shows. In addition, the University of Florida campus has been the backdrop for a number of different books and movies. Robert Cade, a professor in the university's College of Medicine, was the leader of the research team that invented the sports drink Gatorade as a hydration supplement for the Florida Gators football team in 1965–66.[216] The University of Florida's intercollegiate sports teams, known as the \"Florida Gators,\" compete in National Collegiate Athletic Association (NCAA) Division I and the Southeastern Conference (SEC).[217] The Gators compete in nine men's sports and twelve women's sports. For the 2014–15 school year, the University Athletic Association budgeted more $100 million for its sports teams and facilities. Since 1987–88, the Gators have won twenty-three of the last twenty-six SEC All-Sports Trophies, recognizing Florida as the best overall athletics program in the SEC.[218] Florida is the only program in the nation to finish among the nation's top ten in each of the last thirty national all-sports standings and is the only SEC school to place 100 or more student-athletes on the Academic Honor Roll each of the last fifteen years.[219] The Florida Gators have won thirty-five national team championships,[220] thirty of which are NCAA championships. Florida Gators athletes have also won 267 NCAA championships in individual sports events.[221] Florida is one of only two Division I FBS universities to win multiple national championships in each of the two most popular NCAA sports: football (1996, 2006, 2008) and men's basketball (2006, 2007). The University of Florida fielded its first official varsity football team in the fall of 1906, when the university held its first classes on its new Gainesville campus. Since then, the Florida Gators football team has played in 40 bowl games, won three consensus national championships and eight Southeastern Conference (SEC) championships, produced 89 first-team All-Americans, 45 National Football League (NFL) first-round draft choices, and three Heisman Trophy winners. The Gators won their first post-season game on January 1, 1953, beating Tulsa 14–13 in Jacksonville, Florida. The Gators' first major bowl win was the 1967 Orange Bowl in which coach Ray Graves and Heisman Trophy quarterback Steve Spurrier led the Gators to a 27–12 victory over the Georgia Tech Yellow Jackets. In 1990, Spurrier returned to his alma mater as its new head coach, and spurred the Gators to their first six official SEC football championships. The Gators, quarterbacked by their second Heisman Trophy winner, Danny Wuerffel, won their first national championship in 1996 with a 52–20 victory over Florida State Seminoles in the Sugar Bowl. In 2006, Urban Meyer coached the Gators to a 13–1 record, capturing their seventh SEC Championship, and defeating the top-ranked Ohio State Buckeyes 41–14 for the BCS National Championship. In 2008, the Gators' third Heisman-winning quarterback, Tim Tebow, led them in a 24–14 BCS Championship Game victory over the Oklahoma Sooners for the team's third national championship. Since 1930, the Gators' home field has been Florida Field at Ben Hill Griffin Stadium, which seats 88,548 fans. The stadium is popularly known as \"The Swamp.\" Center Neal Walk is the only Gator to have had his number retired by the basketball team. The Florida Gators men's basketball team has also gained national recognition over the past 20 years.[222] The Gators went to the Final Four of the 1994 NCAA tournament under coach Lon Kruger,[223] and coach Billy Donovan led the Gators back to the NCAA Final Four in 2000, losing to the Michigan State Spartans in the final. Under Donovan, the Gators won their first Southeastern Conference (SEC) tournament championship in 2005, beating the Kentucky Wildcats. After repeating as SEC tournament champions in 2006, the Gators won their first basketball national championship, defeating the UCLA Bruins 73–57 in the final game of the NCAA basketball tournament.[224] The Gators beat the Arkansas Razorbacks 77–56 to win their third consecutive SEC tournament title in 2007.[225] Florida defeated Ohio State 84–75 to again win the NCAA basketball tournament championship. The Gators play their home games in the Exactech Arena at the Stephen C. O'Connell Center.[226] The 10,133-seat multi-purpose indoor arena was completed in 1980 and underwent massive renovations during the 2016–17 season. The arena is popularly known as the \"O'Dome.\" Since 1968, 163 Gator athletes and 13 Florida coaches have represented 37 countries in the Olympic Games, winning 50 Olympic gold medals, 28 silver medals and 30 bronze medals through the 2012 Summer Olympics.[227] The list of University of Florida alumni who are Olympic gold medalists includes Brad Wilkerson (baseball); Delisha Milton-Jones (basketball); Steve Mesler (bobsled); Heather Mitts and Abby Wambach (soccer); Theresa Andrews, Catie Ball, Tracy Caulkins, Matt Cetlinski, Conor Dwyer, Geoff Gaberino, Nicole Haislett, Mike Heath, David Larson, Ryan Lochte, Anthony Nesty, Dara Torres, Mary Wayte and Martin Zubero (swimming); and Kerron Clement, Dennis Mitchell, Frank Shorter, Christian Taylor and Bernard Williams (track and field). As of August 2018 the University of Florida has 545,165 alumni.[228] Over 57,000 are dues-paying members of the University of Florida Alumni Association. Florida alumni live in every state and more than 100 foreign countries.[229] Florida alumni include two Nobel Prize winners, nine NASA astronauts, ten U.S. Senators, forty-two U.S. Representatives, eight U.S. ambassadors, eleven state governors, eleven state Supreme Court justices, and over fifty federal court judges. Florida graduates have served as the executive leaders of such diverse institutions as the U.S. Marine Corps and the National Organization for Women. Bob Graham Beverly Perdue Joe Scarborough Emmitt Smith Faye Dunaway Marshall Nirenberg Stephen Stills Carol Browner Kevin Ford Marco Rubio Erin Andrews Robert H. Grubbs Awards won by University of Florida faculty members include a Fields Medal and an Abel Prize in Mathematics, Albert Einstein Medal, Dirac Medal, Sakurai Prize, Frank Isakson Prize, Oliver E. Buckley Condensed Matter Prize, James C. McGroddy Prize for New Materials and a few Special Breakthrough Prizes for collaborators who made important contributions for the success LIGO's discovery of gravitational wave in Physics, numerous Pulitzer Prizes, and NASA's top award for research, and the Smithsonian Institution's conservation award.[230] There are more than sixty eminent scholar endowed faculty chairs, and more than fifty faculty elections to the National Academy of Sciences, Engineering, or Arts and Sciences, the Institute of Medicine or a counterpart in a foreign nation. More than two dozen faculty are members of the National Academies of Science and Engineering and the Institute of Medicine or counterpart in a foreign nation.[134] John Thompson Marjorie Kinnan Rawlings Pramod Khargonekar Joseph Glover Manuel Vasquez Johannes Vieweg Carl Van Ness Harald von Boehmer William Murrill Jonathan F. Earle Blake Ragsdale Van Leer","Title":"University of Florida - Wikipedia","KeyID":"1598","URL":"https://en.wikipedia.org/wiki/University_of_Florida"}