{"Content: ":"Elizabeth II  Charles, Prince of Wales  Elizabeth II (Queen-in-Council)  Boris Johnson (C) Dominic Raab (C)  Elizabeth II (Queen-in-Parliament)  The Lord McFall of Alcluith  Sir Lindsay Hoyle Sir Keir Starmer (L) Supreme Court The Lord Reed The Lord Hodge Andrew Bailey Monetary Policy Committee       The Ministry of Defence (MOD or MoD) is the British government department responsible for implementing the defence policy set by Her Majesty's Government, and is the headquarters of the British Armed Forces. The MOD states that its principal objectives are to defend the United Kingdom of Great Britain and Northern Ireland and its interests and to strengthen international peace and stability.[4] With the collapse of the Soviet Union and the end of the Cold War, the MOD does not foresee any short-term conventional military threat; rather, it has identified weapons of mass destruction, international terrorism, and failed and failing states as the overriding threats to Britain's interests.[5][needs update] The MOD also manages day-to-day running of the armed forces, contingency planning and defence procurement. The expenditure, administration and policy of the MOD are scrutinised by the Defence Select Committee,[6] except for Defence Intelligence which instead falls under the Intelligence and Security Committee of Parliament.[7] During the 1920s and 1930s, British civil servants and politicians, looking back at the performance of the state during the First World War, concluded that there was a need for greater co-ordination between the three services that made up the armed forces of the United Kingdom: the Royal Navy, the British Army and the Royal Air Force. The formation of a united ministry of defence was rejected by the coalition government of David Lloyd George in 1921, but the Chiefs of Staff Committee was formed in 1923, for the purposes of inter-service co-ordination. As rearmament became a concern during the 1930s, Stanley Baldwin created the position of Minister for Co-ordination of Defence. Lord Chatfield held the post until the fall of Neville Chamberlain's government in 1940. His success was limited by his lack of control over the existing Service departments, and his lack of political influence. On forming his government in 1940, Winston Churchill created the office of Minister of Defence, to exercise ministerial control over the Chiefs of Staff Committee and to co-ordinate defence matters. The post was held by the Prime Minister of the day until Clement Attlee's government introduced the Ministry of Defence Act of 1946. After 1946, the three posts of Secretary of State for War, First Lord of the Admiralty, and Secretary of State for Air were formally subordinated to the new Minister of Defence, who had a seat in the Cabinet. The three service ministers — Admiralty, War, Air — remained in direct operational control of their respective services, but ceased to attend Cabinet. From 1946 to 1964, five Departments of State did the work of the modern Ministry of Defence: the Admiralty, the War Office, the Air Ministry, the Ministry of Aviation, and an earlier form of the Ministry of Defence. Those departments merged in 1964, and the defence functions of the Ministry of Aviation Supply were merged into the Ministry of Defence in 1971.[8] The unification of all defence activities under a single ministry was motivated by a desire to curb interservice rivalries and followed the precedent set by the American National Security Act of 1947.[9] The Ministers in the Ministry of Defence are as follows:[10][11] The Chief of the Defence Staff (CDS) is the professional head of the British Armed Forces and the most senior uniformed military adviser to the Secretary of State for Defence and the Prime Minister. The CDS is supported by the Vice Chief of the Defence Staff (VCDS) who deputises and is responsible for the day-to-day running of the armed services aspect of the MOD through the Central Staff, working closely alongside the Permanent Secretary. They are joined by the professional heads of the three British armed services (Royal Navy, British Army and Royal Air Force) and the Commander of Strategic Command. All personnel sit at OF-9 rank in the NATO rank system.[12] Together the Chiefs of Staff form the Chiefs of Staff Committee with responsibility for providing advice on operational military matters and the preparation and conduct of military operations. The current Chiefs of Staff are as follows.[13] The Chief of Staff is supported by several Deputy Chief of the Defence Staffs and senior officers at OF-8 rank.[12] Additionally, there are a number of Assistant Chiefs of Defence Staff, including the Defence Services Secretary in the Royal Household of the Sovereign of the United Kingdom, who is also the Assistant Chief of Defence Staff (Personnel).[14] Permanent Secretary and other senior officials The Ministers and Chiefs of the Defence Staff are supported by several civilian, scientific and professional military advisors. The Permanent Under-Secretary of State for Defence (generally known as the Permanent Secretary) is the senior civil servant at the MOD. Their role is to ensure that it operates effectively as a government department and has responsibility for the strategy, performance, reform, organisation and the finances of the MOD.[15] The role works closely with the Chief of the Defence Staff in leading the organisation and supporting Ministers in the conduct of business in the Department across the full range of responsibilities. The Strategic Defence and Security Review 2015 included £178 billion investment in new equipment and capabilities.[16][17] The review set a defence policy with four primary missions for the Armed Forces:[18] The review stated the Armed Forces will also contribute to the government's response to crises by being prepared to:[18] Defence is governed and managed by several committees. The following organisational groups come under the control of the MOD.[22][23] Top level budgets The MOD comprises seven top-level budgets. The head of each organisation is personally accountable for the performance and outputs of their particular organisation. These are:[24] Bespoke trading entity Executive agencies Executive non-departmental public bodies Advisory non-departmental public bodies Ad-hoc advisory group Other bodies Public corporations Enabling organisation In addition, the MOD is responsible for the administration of the Sovereign Base Areas of Akrotiri and Dhekelia in Cyprus.[25] DEFCON contract conditions are numbered defence contract conditions in contracts issued by the MOD (not to be confused with DEFCON as used by the United States Armed Forces, which refers to a level of military \"defense readiness condition\"). Examples include: A full set of the DEFCONs can be accessed via the MoD's Defence Gateway (registration required).[28] The Ministry of Defence is one of the United Kingdom's largest landowners, owning 227,300 hectares of land and foreshore (either freehold or leasehold) at April 2014, which was valued at \"about £20 billion\". The MOD also has \"rights of access\" to a further 222,000 hectares. In total, this is about 1.8% of the UK land mass. The total annual cost to support the defence estate is \"in excess of £3.3 billion\".[29] The defence estate is divided as training areas & ranges (84.0%), research & development (5.4%), airfields (3.4%), barracks & camps (2.5%), storage & supply depots (1.6%), and other (3.0%).[29] These are largely managed by the Defence Infrastructure Organisation. The headquarters of the MOD are in Whitehall and is known as MOD Main Building. This structure is neoclassical in style and was originally built between 1938 and 1959 to designs by Vincent Harris to house the Air Ministry and the Board of Trade. A major refurbishment of the building was completed under a Private Finance Initiative contract by Skanska in 2004.[30] The northern entrance in Horse Guards Avenue is flanked by two monumental statues, Earth and Water, by Charles Wheeler. Opposite stands the Gurkha Monument, sculpted by Philip Jackson and unveiled in 1997 by Queen Elizabeth II. Within it is the Victoria Cross and George Cross Memorial, and nearby are memorials to the Fleet Air Arm and RAF (to its east, facing the riverside). Henry VIII's wine cellar at the Palace of Whitehall, built in 1514–1516 for Cardinal Wolsey, is in the basement of Main Building, and is used for entertainment. The entire vaulted brick structure of the cellar was encased in steel and concrete and relocated nine feet to the west and nearly 19 feet (5.8 m) deeper in 1949, when construction was resumed at the site after the Second World War. This was carried out without any significant damage to the structure.[31] The most notable fraud conviction has been that of Gordon Foxley, Director of Ammunition Procurement at the Ministry of Defence from 1981 to 1984. Police claimed he received at least £3.5m in total in corrupt payments, such as substantial bribes from overseas arms contractors aiming to influence the allocation of contracts.[32] A government report covered by The Guardian newspaper in 2002 indicated that between 1940 and 1979, the Ministry of Defence \"turned large parts of the country into a giant laboratory to conduct a series of secret germ warfare tests on the public\" and many of these tests \"involved releasing potentially dangerous chemicals and micro-organisms over vast swathes of the population without the public being told.\"[33] The Ministry of Defence claims that these trials were to simulate germ warfare and that the tests were harmless. However, families who have been in the area of many of the tests are experiencing children with birth defects and physical and mental handicaps and many are asking for a public inquiry. The report estimated these tests affected millions of people, including during one period between 1961 and 1968 where \"more than a million people along the south coast of England, from Torquay to the New Forest, were exposed to bacteria including E.coli and Bacillus globigii, which mimics anthrax.\" Two scientists commissioned by the Ministry of Defence stated that these trials posed no risk to the public. This was confirmed by Sue Ellison, a representative of the Defence Science and Technology Laboratory at Porton Down who said that the results from these trials \"will save lives, should the country or our forces face an attack by chemical and biological weapons.\" In October 2009 the MOD was heavily criticised for withdrawing the bi-annual non-operational training £20m budget for the Territorial Army (TA), ending all non-operational training for 6 months until April 2010. The government eventually backed down and restored the funding. The TA provides a small percentage of the UK's operational troops. Its members train on weekly evenings and monthly weekends, as well as two-week exercises generally annually and occasionally bi-annually for troops doing other courses. The cuts would have meant a significant loss of personnel and would have had adverse effects on recruitment.[34] In 2013 it was found that the Ministry of Defence had overspent on its equipment budget by £6.5bn on orders that could take up to 39 years to fulfil. The Ministry of Defence has been criticised in the past for poor management and financial control.[35] Specific examples of overspending include: Royal Navy (1SL/CNS) British Army (CGS) Royal Air Force (CAS)","Title":"Ministry of Defence (United Kingdom) - Wikipedia","KeyID":"15989","URL":"https://en.wikipedia.org/wiki/Ministry_of_Defence_(United_Kingdom)"}