{"Content: ":"Kyiv Hydroelectric Station is a run-of-river power plant on the Dnieper River in Vyshhorod, Ukraine. The 288 m (945 ft) long dam creates the Kyiv Reservoir with the purpose of hydroelectric power generation and navigability with the dam's associated lock. The first of 20 generators in the power station was commissioned in 1964, the last in 1968. Together with the Kyiv Pumped Storage Power Station, it creates a hydroelectricity generating complex. It is operated by the Ukrhydroenergo. Turbines for the plant were produced by the Kharkiv Factory Turboatom, and generators by the Kharkiv Factory \"Elektrovazhmash\". Kyiv Hydroelectric Power Plant project was developed by the leading project research institute \"UkrHydroProekt\". Construction of the Kiev Hydroelectric Power Plant began in October 1960. Construction was carried out by Kremenchugs'bud Trust collective. During the construction, many new organizational and constructive solutions were introduced. In particular, reduction of the cost of construction, and reducing its term when improving the quality of construction structures, was achieved thanks to the use of prefabricated reinforced concrete. The Kiev HPP also introduced new technologies for high-frequency installation[clarification needed] of large concrete constructions for the first time. 1960 October–December: organization of the construction site, weaving the trenches of the pit. 1961 June: first concrete plant was built. July: start of the pumping of the gateway August: first cubic meter of concrete is enclosed in a navigable gateway October: beginning of excavation works on the left bank dam 1962 January: transition through Dnepr to the transmission line is 35 kV March: start of work in the hydroelectric excavation May: first cubic meter of concrete is enclosed in the foundation of the hydroelectric power station 1963 April: concreting slopes of the left bank dam began 1964 September: shipyards were put into operation November: flooding of the pit and the Dnipro overpass December: commissioning of the first unit of the hydroelectric power station 1965 Start of units №№ 2,3,4 1966 Start of units №№5-10 1967 Start of units №№11-16 1968 Start of units №№17-20 During the construction of Kyiv Hydroelectric Power Plant, ground works were carried out in an amount of 79 400 thousand cubic meters; 825 thousand cubic meters of monolithic concrete was made. For the first time in the former USSR, in the Kyiv HPP low-pressure horizontal capsule hydro units were used. The Kiev hydroelectric plant is unique in that for the first time in the practice of domestic hydro-building the hydroelectric power plant was combined with a concrete spillway dam with 20 waterways. Hydroelectric power station - 51m wide and 285m long connected type, structurally divided by temperature-sediment seams into five blocks with 4 horizontal capsule units in each. Water reservoir of Kyiv hydroelectric power station - channel, river type, with limited seasonal regulation. The total length of the protective structures is 70 km; the highest elevation of the channel dam is 22m. The structure of the main hydroelectric power plants includes: a hydroelectric power plant with right and left bank facilities, an open distribution unit (GRP) of 110kV, and a combined concrete spillway with 20 waterways. The hydro-unit also includes the right-bank and left-bank dam, the protective dam of the right bank, the dam - the insert between the gateway and the building of the hydroelectric power station, the dam-wave separation, channel rowing and pressureless dam of the left bank and the Kiev navigable gateway (which today belongs to the State Enterprise \"Ukrvodshlyah\"). In general, at the hydroelectric power station 20 horizontally-capsule aggregates with rotary-shovel hydro turbines type PL/GK-600M manufactured by the Kharkov turbine plant and horizontal synchronous generators of type SGK-538/160-70 were installed at the plant \"Electrotyazhmash\", installed capacity for today (after carrying out of reconstruction of hydrounits) is 440MW. Over the overlap of the flowing part in the generating premises are located: main outputs of generators, oil pressure equipment with speed regulators, pumps, and the like. The upper ceiling of these premises in a complex with a deformed metallic lid forms the threshold of spillage. From the bottom seating along the entire surface of the building.[clarification needed] Media related to Kyiv Hydroelectric Power Plant at Wikimedia Commons","Title":"Kyiv Hydroelectric Power Plant - Wikipedia","KeyID":"15981","URL":"https://en.wikipedia.org/wiki/Kyiv_Hydroelectric_Power_Plant"}