{"Content: ":"The Security Service of Ukraine (Ukrainian: Служба безпеки України, romanized: Sluzhba bezpeky Ukrayiny) or SBU (Ukrainian: СБУ) is the law enforcement authority and main intelligence and security agency of the Ukrainian government, in the areas of counter-intelligence activity and combating terrorism. The Constitution of Ukraine defines the SBU as a military formation, and its staff are considered military personnel with ranks. It is subordinated directly under the authority of the President of Ukraine.[4] The SBU also operates its own special forces unit, the Alpha Group. The SBU is the successor of the Ukrainian branch of the Soviet KGB, created after the Declaration of Independence of Ukraine in 1991. The agency was negatively seen by the Ukrainian public, as they were widely regarded as corrupt and were for conducting arrests and intimidations of political dissidents. After the Revolution of Dignity, the SBU went through a restructuring with the transition to the new government, as the agency was rife with corruption and infiltration by the Russian intelligence services.[5] The SBU has since been involved in operations against Russia and pro-Russian separatists in Donbas after the start of the War in Donbas and the wider Russo-Ukrainian War.[6] The Security Service of Ukraine is vested, within its competence defined by law, with the protection of national sovereignty, constitutional order, territorial integrity, economical, scientific, technical, and defense potential of Ukraine, legal interests of the state, and civil rights, from intelligence and subversion activities of foreign special services and from unlawful interference attempted by certain organizations, groups and individuals, as well with ensuring the protection of state secrets.[7] Other duties include combating crimes that endanger the peace and security of mankind, terrorism, corruption, and organized criminal activities in the sphere of management and economy, as well as other unlawful acts immediately threatening Ukraine's vital interests. The general structure and operational methods of SBU appear to be very similar to that of its predecessor (KGB of Ukrainian Soviet Socialist Republic) with exception of Ukrainian Border Guards and department responsible for security of high-rank state officials. Both of them became independent institutions. However, the SBU keeps under its control special operation Alpha units with bases in every Ukrainian province. According to British political expert Taras Kuzio the organizational structure of SBU remains bloated in size compared to its predecessor, the Soviet Ukrainian KGB, because the total number of active officers is as high as 30,000 personnel. It is six times larger than the British domestic MI5 and external MI6 combined.[8] On January 14, 1918, the Ukrainian People's Republic founded its Security Services.[9] In May 1918 the Department of the State Guard of the Ministry of Internal Affairs of the Ukrainian State started to form a new intelligence service.[9] This was a much more effective agency than its predecessor due to the incorporation of former employees of Okhrana (the secret police force of the Russian Empire).[9] After the fall of the Ukrainian State and the return of power of the Ukrainian People's Republic (UNR) in December 1918, the new UNR authorities destroyed virtually all of the state infrastructure of the Ukrainian State.[9] Therefore, the new secret services founded in January 1919 (with two divisions – domestic and foreign) had to start practically from scratch.[9][10] It never became as well lead, nor successful, as the security services of the Ukrainian State.[9][10] The security services of the West Ukrainian People's Republic on the other hand were well-organized.[9] The West Ukrainian People's Republic were formed in March 1919 as the Field Gendarmerie of the Ukrainian Galician Army (it also served as military police).[9] There was no cooperation between the West Ukrainian People's Republic and Ukrainian People's Republic security services.[9] In 1924 former (April–July 1919) head of intelligence of the Ukrainian People's Republic Mykola Chebotarov started intelligence work on his own initiative for the Ukrainian People's Republic government in exile on the territory of the Ukrainian SSR.[11] The All-Ukrainian Cheka was formed on December 3, 1918, in Kursk[12] on the initiative from Yakov Sverdlov and Lenin's orders. The commission was formed on the decree of the Provisional Workers' and Peasants' Government of Ukraine and later adopted on May 30, 1919, by the All-Ukrainian Central Executive Committee. To support the Soviet government in Ukraine, in Moscow was formed a corps of special assignment with 24,500 soldiers as part of the All-Ukrainian Cheka. In spring 1919 there was created the Council in fight against counterrevolution and consisted of Adolph Joffe, Stanislav Kosior, and Martin Latsis. In its early years the security agency fought against the \"kulak-nationalistic banditry\"[13] (peasants who resisted having their land confiscated and being forced into collective farms). On August 19, 1920, the All-Ukrainian Cheka arrested all members of the All-Ukrainian Conference of Mensheviks after accusing them in counterrevolution.[14] On December 10, 1934, the State Political Directorate of Ukraine was dissolved, becoming part of the NKVD of Ukraine.[12] The SBU is a successor of the Ukrainian Soviet Socialist Republic's Branch of the Soviet KGB, keeping the majority of its 1990s personnel, many of whom came from the KGB's 5th directorate.[15] It was created in September 1991 following the August 1991 independence of Ukraine.[9] The last Ukrainian Soviet Socialist Republic's Branch head Colonel-General Nikolai Golushko stayed on as chairman of the newly formed Security Service of Ukraine for four months before moving to Russia.[9] (Golushko headed the Russian Federal Counterintelligence Service in 1993 and 1994.[9]) Since 1992, the agency has been competing in intelligence functions with the intelligence branch of the Ukrainian Ministry of Defense. Despite this, a former Military Intelligence Chief and career GRU technological espionage expert, Ihor Smeshko, served as an SBU chief until 2005. According to Taras Kuzio during the 1990s in some regions of Ukraine (Donetsk) the SBU teamed up with local criminals taking part in privatization of state property (so-called prykhvatizatsiya) ignoring its operational objectives and sky-rocketing level of local violence. A notorious incident took place in December 1995 in Western Ukraine when a local citizen Yuriy Mozola was arrested by SBU agents, interrogated and brutally tortured for three days. He refused to confess in trumped up murder charges and died in SBU custody. Later it turned out that the real killer was Anatoly Onoprienko. He was arrested the next year.[8] Reports of SBU involvement in arms sales abroad began appearing regularly in the early 2000s.[15] Ukrainian authorities have acknowledged these sales and arrested some alleged participants.[15] In 2004, the SBU's Intelligence Department was reorganized into an independent agency called Foreign Intelligence Service of Ukraine. It is responsible for all kinds of intelligence as well as for external security. As of 2004, the exact functions of the new service, and respective responsibilities of the Foreign Intelligence Service of Ukraine were not regulated yet. On November 7, 2005, the President of Ukraine created the Ukraine State Service of special communications and protection of information, also known as Derzhspetszvyazok (StateSpecCom) in place of one of the departments of SBU and making it an autonomous agency. The SBU subsumed the Directorate of State Protection of Ukraine (Ukrainian: Управління державної охорони України), the personal protection agency for the most senior government officials, which was the former Ninth Directorate of the Ukrainian KGB. The SBU's State Directorate of Personal Protection is known for its former Major Mykola Mel'nychenko, the communications protection agent in President Leonid Kuchma's bodyguard team. Mel'nychenko was the central figure of the Cassette Scandal (2000)—one of the main events in Ukraine's post-independence history. SBU became involved in the case when Mel'nychenko accused Leonid Derkach, SBU Chief at the time, of several crimes, e.g., of clandestine relations with Russian mafia leader Semyon Mogilevich. However, the UDO was subsumed into the SBU after the scandal, so Mel'nychenko himself has never been an SBU agent. Later, the SBU played a significant role in the investigation of the Georgiy Gongadze murder case,[16] the crime that caused the Cassette Scandal itself. In 2004, General Valeriy Kravchenko, SBU's intelligence representative in Germany, publicly accused his agency of political involvement, including overseas spying on Ukrainian opposition politicians and German TV journalists. He was fired without returning home. After a half-year of hiding in Germany, Kravchenko returned to Ukraine and surrendered in October 2004 (an investigation is underway). Later, the agency commanders became involved in the scandal around the poisoning of Viktor Yushchenko—a main candidate in the 2004 Ukrainian presidential election. Yushchenko felt unwell soon after supper with SBU Chief Ihor Smeshko, at the home of Smeshko's first deputy. However, neither the politician himself nor the investigators have ever directly accused these officers. It is also important to note that the Personal Protection department has been officially responsible for Yushchenko's personal security since he became a candidate. During the Orange Revolution, several SBU veterans and cadets publicly supported him as president-elect, while the agency as a whole remained neutral. In 2005, soon after the elections, sacked SBU Chief Smeshko and other intelligence agents stated their own version of the revolution's events. They claimed to have prevented militsiya from violently suppressing the protests, contradicting the orders of President Kuchma and threatening militsiya with armed involvement of SBU's special forces units. This story was first described by the American journalist C.J. Chivers of The New York Times and has never been supported with documents or legally. The SBU is widely suspected of illegal surveillance and eavesdropping of offices and phones.[citation needed] An episode of human rights abuse by SBU happened during the case of serial killer Anatoly Onoprienko. Yuriy Mozola, an initial suspect in the investigation, died in SBU custody in Lviv as a result of torture. Several agents were convicted in the case.[17] The SBU remains a political controversial subject in Ukrainian politics.[18] The former Security Service of Ukraine Head Valeriy Khoroshkovsky was involved in several controversies during his tenure. The rector of the Ukrainian Catholic University in Lviv Borys Gudziak heavily criticized a visit from the SBU, forcing Khoroshkovskiy to apologize. Later the head of the Kyiv Bureau of the Konrad Adenauer Foundation, Nico Lange, was detained for a short while and released only after several high-ranking officials from the German Chancellery vouched for him. The Security Service described the incident as a misunderstanding.[19] Khoroshkovskiy, as the Chairman of the SBU, eliminated the main competition of Ukrainian TV-giant Inter,[citation needed] officially owned by his wife Olena Khoroshkovskiy, in the face of TVi and Channel 5. In July 2010, Konrad Schuller of the Frankfurter Allgemeine Zeitung wrote that Khoroshkovskiy had connections with RosUkrEnergo.[20][21][22] The most important source of Khoroshkovskiy's[clarification needed] came from RosUkrEnergo.[citation needed] The President's spokesperson, Hanna Herman, in an interview with this newspaper, did not dispute that Dmytro Firtash was one of the sponsors of the Presidential Party of Regions, with the help of which Khoroshkovskiy was appointed to the position of the State Security chairman. Khoroshkovskiy denied any connections to RosUkrEnergo. However it is a fact[citation needed] that Firtash possesses certain privileges in Inter. Schuller also stated that the SBU acts in direct association with RosUkrEnergo, arresting their main opponents (see RosUkrEnergo) to recover their invested money in the recent[which?] presidential campaign. Khoroshkovskiy having declined to give an interview to Frankfurter Allgemeine Zeitung, Schuller posted a quote from one of his other interviews: All my experience until now indicates that I am a patriot. ... I see through economic intrigues, crime, know methods of money laundering, banks that illegally exchange currency. ... My knowledge is much wider than most of those who work here. When Minister of Finance Fedir Yaroshenko resigned on January 18, 2012, Khoroshkovsky replaced him in the post on the same day.[23] Khoroshkovsky is also the owner of U.A. Inter Media Group which owns major shares in various Ukrainian TV channels including Inter TV.[24] 238 members of the Verkhovna Rada voted for Khoroshkovsky, however the head of the parliamentary committee for the National Security and Defense Anatoliy Hrytsenko stated that the committee accepted the decision to recommend Verkhovna Rada to deny the candidature of Khoroshkovskiy on the post of the chairman of Security Service of Ukraine.[25] Khoroshkovskiy said the SBU's main duty was to protect the president rather than the interests of Ukraine. On July 26, 2010, it arrested an internet blogger, producing a warrant for his arrest the next day. SBU accused the blogger of threatening the President of Ukraine, citing his comment \"May thunder strike Yanukovych!\"; he was released after a short discussion.[26] However, SBU showed a rather passive reaction to the statements of the Russian state official who claimed that Crimea and Sevastopol belong to the Russian Federation.[27] Protest group FEMEN said that after the early 2010 election of President Viktor Yanukovych the SBU attempted to intimidate the FEMEN activists.[28] On May 22, 2012, Volodymyr Rokytskyi, Deputy Head of the SBU, was photographed in public wearing a $32,000 luxury wristwatch despite the fact that its price amounts to his yearly official income. The instance happened at a joint Ukrainian-American event dedicated to fighting the drug trade.[29] The SBU uncovered seven spies and 16 special service agents in 2009.[30] A large number of arrests and searches occurred in 2011.[31] In February 2014, numerous documents, hard drives, and flash drives, including data on over 22,000 officers and informants, were stolen or destroyed in a raid on the SBU allegedly ordered by President Viktor Yanukovych.[32] Late February 2014 opposition MP Hennadiy Moskal released papers that showed the SBU had allegedly infiltrated the late 2013 – February 2014 anti-government Euromaidan protest.[33] According to BBC Ukraine analyst Olexiy Solohubenko many tactics discussed in the paper had indeed been performed.[33] After the overthrow of Yanukovich in the Revolution of Dignity the new SBU head Valentyn Nalyvaichenko claimed to have found his new office building empty, saying \"the agency's former leadership had all fled to Russia or Crimea. There were no operative files, no weapons. Institutionally, the place was totally destroyed\".[5] Nalyvaichenko also claimed that at that time the agency was heavily infiltrated by Russian spies.[5] Indeed, Nalyvaichenko predecessor Oleksandr Yakymenko with about 15 former SBU top officials surfaced in Russia a few days later.[32] Allegedly in the months following the Revolution of Dignity thousands of Ukrainian spies switched sides and began reporting to Russia during the 2014 Crimean crisis and the pro-Russian unrest in east and south Ukraine.[32] At the end of 2014 235 SBU agents, including the former counterintelligence chief and his cousin, and hundreds of other operatives had been arrested and 25 high treason probes against Yanukovych-era SBU officials had been launched; also all regional directors had been changed, as well as half of their deputies.[32] In July 2015 Nalyvaichenko claimed \"There's no longer a total infiltration of Russian agents. The danger is no longer widespread\".[5] The arrested agents were replaced by new recruits from western Ukraine, many of them in their early twenties.[32] To test loyalty, all SBU agents are subjected to recurrent interrogations and lie detector tests.[32] In June 2015, the Kyiv Post reported that a deputy chief of the SBU, Vitaly Malikov, had supported events leading to the annexation of Crimea.[34] According to February 2016 official figures of the Ukrainian parliamentary Committee on National Security, after Russia's annexation 10% of SBU personnel left Crimea.[35] According to the SBU itself (in November 2017) 13% did so.[36] On December 21, 2017, two Ukrainian civil servants were arrested by the SBU for spying on behalf of Russia, one of them being an SBU employee while the other, Stanislav Yezhov, worked for various cabinet ministers.[6] In late 2018, the SBU carried out raids across the country targeting the Ukrainian Orthodox Church (Moscow Patriarchate) churches and priests.[37][38][39] On July 8, 2019, the SBU announced that they conducted a raid into Donbass to apprehend Vladimir Borysovich Tsemakh, who was head of the air defense in Snizhne and a 'person of interest' when a Buk missile launcher was used to shoot down MH17.[40] The SBU mentioned that he's a witness to the incident.[41] On April 14, 2020, the SBU announced the arrest of Lt. General Valeriy Shaytanov [uk], who was recruited in 2014 by the FSB during a Russian-Ukrainian anti-terrorist working group under the command of Colonel Igor Anatolievich Egorov [uk].[42][43] He was known to head the anti-terrorist division who had played a prominent role in negotiating ceasefires and prisoner exchanges with Russia-backed militants in Eastern Ukraine.[42] He had planned the future assassination of Adam Osmayev [uk], a Chechen in the International Peacekeeping Battalion named after Dzhokhar Dudayev which is defending Ukraine against Russia aggression.[44][45] With the 2022 Russian invasion of Ukraine, the SBU started to conduct extensive counter-espionage against Russian intelligence services. The SBU captured fifth-columnists, Russian sympathizers, collaborators, spies and infiltrators.[46] The SBU, with help of the American NSA and CIA, also broke through the Russian encrypted cellphone services, intercepting phone calls to find valuable targets or other useful intelligence. Several Russian generals lost their lives due the intercepted calls.[47] They also published many supposed intercept phone calls on their website, showing morale issues of admissions or war crimes by Russian troops.[48][49] On March 5, 2022, SBU agents shot and killed Denis Kireev [uk], a member of Ukraine's negotiating delegation during the 2022 Russian invasion of Ukraine, while he was being arrested.[50] According to the SBU, Kireev was suspected of treason and was claimed to have clear evidence of him working for the enemy.[51][52] In April 12, 2022, the SBU announced they had arrested Viktor Medvedchuk, an ally of Vladimir Putin, in what Bakanov called a \"a lightning-fast and dangerous multi-level special operation\"; a treason case was opened against Medvedchuk the previous year and in February, authorities said that Medvedchuk that escaped from house arrest.[53] July 17, 2022, Head of the SBU Ivan Bakanov was dismissed by President Volodymyr Zelenskyy.[54] While a long-time associate and personal friend of Zelenskyy, Bakanov was accused of allowing treason and collaboration of SBU agents with Russia, and failing to uproot them.[55][56] Vasyl Maliuk, the first Deputy Head of the SBU, was appointed as acting Head of the SBU.[56] Department of the People's Commissariat of Internal Affairs Special Commission of the All Ukrainian Revolutionary Committee Special Commission of the Council of People's Commissars of Ukraine Special Commission of the Council of People's Commissars of Ukraine Department of the Ministry of Internal Affairs According to reports of the United Nations Human Rights Monitoring Mission in Ukraine (HRMMU), the SBU personnel is responsible for multiple cases of human rights abuses including enforced disappearings, sexual violence, and torture.[72][73] In 2016, Amnesty International and Human Rights Watch reported that the SBU operates secret detention facilities where civilians are held incommunicado being subjected to improper treatment and torture.[74] In December 2017, HRMMU expressed concerns about a situation with \"freedom of opinion and expression\" in Ukraine which facing \"mounting challenges\". According to the UN reports the SBU is taking advantage of broad interpretation and application of Ukrainian Criminal Code against independent Ukrainian journalists, bloggers, and media activists.[75] 25 years in service 20 years in service 15 years in service 10 years in service","Title":"Security Service of Ukraine - Wikipedia","KeyID":"15995","URL":"https://en.wikipedia.org/wiki/Security_Service_of_Ukraine"}