{"Content: ":"The Institute for the Study of War (ISW) is a United States–based think tank founded in 2007 by Kimberly Kagan, providing research and analysis regarding issues of defense and foreign affairs. It has produced reports on the Syrian War, the War in Afghanistan, and the Iraq War, \"focusing on military operations, enemy threats, and political trends in diverse conflict zones\".[1][2] It currently publishes daily reports on the 2022 Russian invasion of Ukraine.[3] ISW was founded in response to the stagnation of the Iraq and Afghanistan wars, with core funding provided by a group of defense contractors.[4] According to a mission statement on its website, ISW aims to provide \"real-time, government-independent, and open-source analysis of ongoing military operations and insurgent attacks\".[5] ISW currently operates as a nonprofit organization, supported by contributions from defense contractors[6] including General Dynamics, DynCorp,[7] and previously, Raytheon.[8] It is headquartered in Washington, D.C.[9] ISW generally advocates an aggressive foreign policy,[10][11][12][13][14] and has accepted donations from conservative organizations including the Foundation for Defense of Democracies and the Bradley Foundation.[15][16] ISW generally advocates to increase American military involvement in international conflicts. Their political stances tend to align with the business interests of the ISW's funders, whose activities include producing tanks and weapon systems. On May 25, 2010, Kagan participated in a briefing on Capitol Hill focusing on Iraq's political crisis that included remarks from Iraq's Ambassador Samir Sumaidaie and Kenneth Pollack, Senior Fellow at the Brookings Institution.[17] Kagan also participated in a Brookings Institution event entitled \"Prospects for Afghanistan's Future: Assessing the Outcome of the Afghan Presidential Election\" alongside Michael O'Hanlon.[18]Kagan participated formally on the Joint Campaign Plan Assessment Team for Multi-National Force – Iraq U.S. Mission – Iraq in October 2008, and as part of the Civilian Advisory Team for the CENTCOM strategic review in January 2009.[19] Kagan served in Kabul as a member of General Stanley McChrystal's strategic assessment team, composed of civilian experts, during his strategic review in June and July 2009. She returned to Afghanistan in the summer of 2010 to assist General David Petraeus with key transition tasks following his assumption of command in Afghanistan. Kagan also serves on the Academic Advisory Board at the Afghanistan-Pakistan Center of Excellence at CENTCOM.[citation needed] ISW criticized both the Obama and Trump administration policies to the Syrian conflict, advocating a more hawkish approach. In 2013, Kagan called for arms and equipment to be supplied to \"moderate\" rebels, with the hope that a state \"friendly to the United States [would emerge] in the wake of Assad.\"[20] In 2017, ISW analyst Christopher Kozak praised president Donald Trump for the Shayrat missile strike but advocated further attacks, stating that \"deterrence is a persistent condition, not a one hour strike package.\"[21] In 2018, ISW analyst Jennifer Cafarella published an article calling for the use of offensive military force against the Assad government.[22] The ISW board includes General Jack Keane, Kimberly Kagan, former US Ambassador to the UN Kelly Craft, William Kristol, former US Senator Joseph I. Lieberman, Kevin Mandia, Jack D. McCarthy, Jr., Bruce Mosler, General David Petraeus, Warren Phillips, and William Roberti.[23] Previous and current members of the ISW's corporate council include Raytheon, Microsoft, Palantir, General Motors, General Dynamics, and Kirkland & Ellis.[24][25][8] ISW research is divided into three main categories: the Iraq Project, the Afghanistan Project, and the Middle East Security Project. The ISW's Afghanistan Project monitors and analyzes the effectiveness of Afghan and Coalition operations to disrupt enemy networks and secure the population, while also evaluating the results of Afghanistan’s 2010 Presidential election.[26] The Afghanistan Project remains focused on the main enemy groups in Afghanistan, specifically: the Quetta Shura Taliban, the Haqqani network, and Hizb-i Islami Gulbuddin.[26] Specific attention is paid to understanding the ethnic, tribal, and political dynamics within these areas and how these factors are manipulated by the enemy and misunderstood by the Coalition. In 2010, ISW researchers testified before the United States Congress in regards to understanding the problems of corruption and use of local powerbrokers in ISAF’s Afghanistan strategy.[27] The Iraq Project at the ISW produces fully documented reports that monitor and analyze the changing security and political dynamics within Iraq. Since the end of military operations in Iraq and after a general withdrawal of US forces there, ISW now focuses its research on the security and political dynamic now taking place there. ISW president Kagan was noted for her support of \"the Surge\" strategy in Iraq and argued for a restructured American military strategy more generally. The Surge: The Untold Story, co-produced by ISW provides a historical account of U.S. military operations in Iraq during the Surge of forces during 2007 and 2008. As a documentary, it offers audiences a look into the story of the Surge in Iraq, as told by U.S. military commanders and diplomats as well as Iraqis.[28] The video documented the Iraq Surge as part of a population-centric counterinsurgency approach and features many of the top commanders and others responsible for its implementation—including Gen. Jack Keane (Ret.), Gen. David Petraeus, Amb. Ryan Crocker, Gen. Raymond Odierno, Gen. Nasier Abadi (Iraq), Col. Peter Mansoor (Ret.), Col. J.B. Burton, Col. Ricky Gibbs, Col. Bryan Roberts, Col. Sean MacFarland, Col. James Hickey, Col. David Sutherland, Col. Steven Townsend, Lt.-Col. James Crider, and Lt. James Danly (Ret.) [29] The Surge: The Untold Story was nominated for several awards and in 2010 was a winner of a Special Jury Award at the WorldFest film festival in Houston.[30] It also won honors as the best documentary part of the Military Channel's Documentary Series at the GI Film Festival in Washington, D.C.[31] The Institute for the Study of War launched its Middle East Security Project in November 2011. The project seeks: to study the national security challenges and opportunities emerging from the Persian Gulf and wider Arab World; to identify ways the United States and Gulf States can check Iran’s growing influence and contain the threat posed by its nuclear ambitions; to explain the shifting balance of power within the Middle East caused by recent upheaval, and assess the responses of the United States and Arab States to address these changes as they emerge. The Project currently is focused on Syria and Iran and also produced a series of reports during the Libyan Revolution. ISW has chronicled the resistance to President Bashar al-Assad through a number of reports, including: ISW released four reports on the conflict that overthrew Muammar Gaddafi between September 19, 2011 and December 6, 2011. The series was entitled \"The Libyan Revolution\" with each of the four parts focused on different stages in the struggle in order to chronicle the revolution from start to finish. The Middle East Security Project has released reports on the status of the Iranian military as well as the influence that Iran has on its neighbors in the region. These reports include \"Iran's Two Navies\" and \"Iranian Influence in the Levant, Egypt, Iraq, and Afghanistan\" which was co-written with the American Enterprise Institute. ISW's maps of the 2022 Russian invasion of Ukraine have been republished by Reuters,[33] the Financial Times,[34] the BBC,[35] the Guardian,[36] The New York Times,[37] the Washington Post,[38] and the Independent.[39] Some critics have described ISW as \"a hawkish Washington\" group[40] favoring an \"aggressive foreign policy\".[6] Writers for The Nation and Foreign Policy have called it \"neoconservative\".[41][42] In 2013 a senior analyst at the Institute, Elizabeth O'Bagy, was fired after it was revealed she did not have the doctorate from Georgetown University she had claimed and had obfuscated an affiliation with the Syrian Emergency Task Force, a U.S.-based group advocating the armed overthrow of the government of Syria. The termination generated national and international headlines after O'Bagy's research for the Institute was cited in a U.S. Senate hearing on possible U.S. military intervention into Syria.[32]","Title":"Institute for the Study of War - Wikipedia","KeyID":"15993","URL":"https://en.wikipedia.org/wiki/Institute_for_the_Study_of_War"}