{"Content: ":"A military reserve force is a military organization whose members simultaneously hold military and civilian occupations. These members are not normally kept under arms and their main role is to be available to fight when their military requires additional manpower. Reserve forces are generally considered part of a permanent standing body of armed forces. The existence of reserve forces allows a nation to reduce its peacetime military expenditures while maintaining a force prepared for war. In countries with recruitment systems based on the selection of volunteers, such as Canada, Spain, the United States, and the United Kingdom, members of the reserve forces are civilians who maintain military skills by training periodically, typically one weekend a month.[citation needed] They may do so as individuals or as members of standing reserve regiments, for example the Army Reserve of the United Kingdom. In some cases, a militia, home guard, state guard, or state military may constitute part of a military reserve force, such as the United States National Guard, the Norwegian Home Guard, the Swedish Home Guard, and the Danish Home Guard. In some countries, including Colombia, Israel, Norway, Singapore, South Korea, Sweden, and Taiwan, service in the reserves is compulsory for a number of years after one has completed national service. In countries with recruitment systems based on conscription, such as Switzerland and Finland, members of the reserve forces are citizens who have completed active duty military service but have not reached the upper age limit established by law. These citizens are subject to mandatory mobilization in wartime and mandatory short-term military training in peacetime as regulated by law. In countries with recruitment systems that combine conscription and the selection of volunteers, such as Russia, \"military reserve force\" has two meanings. In a broad sense, a military reserve force is a general set of citizens who can be used for mobilization deployment of armed forces (Russian: Запас Вооружённых Сил). In a narrow sense, a military reserve force is a set of citizens who have signed a contracts to perform military service as a reservists, who were appointed to positions in particular military units in this capacity, and who are involved in all operational, mobilization, and combat activities of these military units (active reserve) (Russian: мобилизационный людской резерв), unlike other citizens who haven't signed such contracts and who can be used for mobilization deployment of armed forces on involuntary basis in cases stipulated by law (inactive reserve) (Russian: мобилизационный людской ресурс).[1] The deployment of military units composed of reservists, as a rule, takes little time and does not require retraining of military personnel, whereas the mobilization of non-reservists implies a formation of new military units from the ground up, requiring more time. A military reserve force is different from a reserve formation, sometimes called a military reserve, which is a group of military personnel or units not committed to a battle by their commander so that they are available to address unforeseen situations, bolster defences, or perform other tasks. During the eighteenth century, some nations' military systems included practices and institutions that functioned effectively as a reserve force, even if they were not specifically designated as such. For example, the half-pay system in the British Army during the eighteenth century provided the British state with a force of trained, experienced officers not on active duty during peacetime but available for call-up during wartime. The Militia Act of 1757 effectively gave Britain at least somewhat of an institutional structure for a reserve force. Although contemporaries debated the effectiveness of the British militia, its embodiment (i.e., mobilization) during several conflicts did increase Britain's strategic options by freeing up regular forces for overseas theaters. Historically reservists first played a significant role in Europe after the Prussian defeat in the Battle of Jena-Auerstedt. On 9 July 1807 in the Treaties of Tilsit, Napoleon I forced Prussia to drastically reduce its military strength, in addition to ceding large amounts of territory. The Prussian army could no longer be stronger than 42,000 men. The Krumpersystem, introduced to the Prussian Army by the military reformer Gerhard von Scharnhorst, arranged for giving recruits a short period of training, which in the event of war could be considerably expanded. With this the reduction of the army's strength did not have the desired effect, and in the following wars Prussia was able to draw up a large number of trained soldiers. The system was retained by the Imperial German Army into the First World War. By the time of the German Empire, reservists were already being given so-called \"war arrangements\" following the completion of their military service, which contained exact instructions relating to the conduct of reservists in time of war. In some countries, for example the United States, reservists are often former military members who reached the end of their enlistment or resigned their commission. Indeed, service in the reserves for a number of years after leaving active service is required in the enlistment contracts and commissioning orders of many nations. Reservists can also be civilians who undertake basic and specialized training in parallel with regular forces while retaining their civilian roles. They can be deployed independently or their personnel may make up shortages in regular units. Ireland's Army Reserve is one example of such a reserve. With universal conscription, most of the male population may be reservists. In Finland, all men belong to the reserve until 60 years of age, and 80% of each age cohort are drafted and receive at least six months of military training. Ten percent of conscripts are trained as reserve officers. Reservists and reserve officers are occasionally called up for refresher exercises, but receive no monthly salary or position. South Korean males who finish their national service in the armed forces or in the national police are automatically placed on the reserve roster, and are obligated to attend a few days of annual military training for seven years. In wartime, reserves may be used to provide replacements for combat losses to in-action units. They can also be used to form new units. Reservists can also undertake tasks such as garrison duty, manning air defense, internal security and guarding of important points such as supply depots, prisoner of war camps, communications nodes, air and sea bases and other vital areas, thus freeing up regular troops for the front. In peacetime, reservists can be used in internal security duties and disaster relief, sparing reliance on the regular military forces, and in many countries where military roles outside of warfare are restricted, reservists are specifically exempted from these restrictions. In countries with recruitment systems based on the selection of volunteers, reserve enlisted personnel are soldiers, sailors, airmen who have signed a contracts to perform military service on a part-time basis. These persons have a civilian status, except for the days when they are carrying out their military duties (as a rule, 2–3 days each month and 2-4 week military training camp one time per year). Most of reserve enlisted personnel are former active duty soldiers, sailors, airmen, but some become reserve personnel without any active duty background. Upon expiration of their contract, a reserve soldier/sailor/airman becomes a retired soldier/sailor/airman. In countries with recruitment systems based on conscription, reserve enlisted personnel are soldiers, sailors, airmen who are not on active duty and have not reached the upper age limit established by law. In addition to upper age limit, there are intermediate age limits determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place). These limits divide the reserve of armed forces into categories, such as Auszug, Landwehr, Landsturm in Switzerland. Reserve soldiers, sailors, airmen are subject to mandatory short-term military training in peacetime as regulated by law. Reserve soldiers, sailors, airmen have a civilian status, except of military training in peacetime and wartime mobilization. Reserve soldier/sailor/airman becomes retired soldier/sailor/airman on reaching the upper age limit. In countries with recruitment systems that combine conscription and the selection of volunteers, reserve soldiers, sailors, airmen are divided into 2 categories: reservists enlisted personnel and strictly speaking reserve enlisted personnel. Reservists are persons who have signed a contracts to perform military service on a part-time basis. Strictly speaking reserve enlisted personnel are persons who are not on active duty, have not signed a contracts to perform military service as reservists, and have not reached the upper age limit established by law. Reservists have a civilian status, except of the days when they are carrying out their military duties. Reserve enlisted personnel have a civilian status, except of military training in peacetime and wartime mobilization. Reservists are subject to mobilization in wartime first of all. Strictly speaking reserve soldiers, sailors, airmen (non-reservists) are divided into categories that determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place), for example, Первый разряд, Второй разряд, Третий разряд in Russia. Upon expiration of contract, reservist becomes strictly speaking reserve soldier/sailor/airman. Strictly speaking reserve soldier/sailor/airman becomes retired soldier/sailor/airman on reaching the upper age limit. In countries with recruitment systems based on the selection of volunteers, reserve non-commissioned officers are military personnel with relevant rank who have signed a contracts to perform military service on a part-time basis. These persons have a civilian status, except for the days when they are carrying out their military duties (as a rule, 2–3 days each month and 2-4 week military training camp one time per year). Most of reserve non-commissioned officers are former active duty non-commissioned officers, but some ones become reserve non-commissioned officers without active duty background. Upon expiration of contract, reserve non-commissioned officer becomes retired non-commissioned officer. The main sources of formation of reserve non-commissioned officer corps are following: In countries with recruitment systems based on conscription, reserve non-commissioned officers are military personnel with relevant rank who are not on active duty and have not reached the upper age limit established by law. In addition to upper age limit, there are intermediate age limits determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place). These limits divide the reserve of armed forces into categories, such as Auszug, Landwehr, Landsturm in Switzerland. Reserve non-commissioned officers are subject to mandatory short-term military training in peacetime as regulated by law. Reserve non-commissioned officers have a civilian status, except of military training in peacetime and wartime mobilization. Reserve non-commissioned officer becomes retired non-commissioned officer on reaching the upper age limit. The main sources of formation of reserve non-commissioned officer corps are following: In countries with recruitment systems that combine conscription and the selection of volunteers, reserve non-commissioned officers are divided into 2 categories: non-commissioned officers-reservists and strictly speaking reserve non-commissioned officers. Non-commissioned officers-reservists are persons who have signed a contracts to perform military service on a part-time basis. Strictly speaking reserve non-commissioned officers are persons who are not on active duty, have not signed a contracts to perform military service as reservists, and have not reached the upper age limit established by law. Non-commissioned officers-reservists have a civilian status, except of the days when they are carrying out their military duties. Reserve non-commissioned officers have a civilian status, except of military training in peacetime and wartime mobilization. Non-commissioned officers-reservists are subject to mobilization in wartime first of all. Strictly speaking reserve non-commissioned officers (non-reservists) are divided into categories that determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place), for example, Первый разряд, Второй разряд, Третий разряд in Russia. Upon expiration of contract, non-commissioned officer-reservist becomes strictly speaking reserve non-commissioned officer. Strictly speaking reserve non-commissioned officer becomes retired non-commissioned officer on reaching the upper age limit. The main sources of formation of reserve non-commissioned officer corps are following: In countries with recruitment systems based on the selection of volunteers, reserve warrant officers are military personnel with relevant rank who have signed a contracts to perform military service on a part-time basis. These persons have a civilian status, except for the days when they are carrying out their military duties (as a rule, 2–3 days each month and 2-4 week military training camp one time per year). Most of reserve warrant officers are former active duty warrant officers, but some ones become reserve warrant officers without active duty background. Upon expiration of contract, reserve warrant officer becomes retired warrant officer. The main sources of formation of reserve warrant officer corps are following: In countries with recruitment systems based on conscription, reserve warrant officers are military personnel with relevant rank who are not on active duty and have not reached the upper age limit established by law. In addition to upper age limit, there are intermediate age limits determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place). These limits divide the reserve of armed forces into categories, such as Auszug, Landwehr, Landsturm in Switzerland. Reserve warrant officers are subject to mandatory short-term military training in peacetime as regulated by law. Reserve warrant officers have a civilian status, except of military training in peacetime and wartime mobilization. Reserve warrant officer becomes retired warrant officer on reaching the upper age limit. The main sources of formation of reserve warrant officer corps are following: In countries with recruitment systems that combine conscription and the selection of volunteers, reserve warrant officers are divided into 2 categories: warrant officers-reservists and strictly speaking reserve warrant officers. Warrant officers-reservists are persons who have signed a contracts to perform military service on a part-time basis. Strictly speaking reserve warrant officers are persons who are not on active duty, have not signed a contracts to perform military service as reservists, and have not reached the upper age limit established by law. Warrant officers-reservists have a civilian status, except of the days when they are carrying out their military duties. Reserve warrant officers have a civilian status, except of military training in peacetime and wartime mobilization. Warrant officers-reservists are subject to mobilization in wartime first of all. Strictly speaking reserve warrant officers (non-reservists) are divided into categories that determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place), for example, Первый разряд, Второй разряд, Третий разряд in Russia. Upon expiration of contract, warrant officer-reservist becomes strictly speaking reserve warrant officer. Strictly speaking reserve warrant officer becomes retired warrant officer on reaching the upper age limit. The main sources of formation of reserve warrant officer corps are following: In countries with recruitment systems based on the selection of volunteers, reserve officers are persons with officer's commission who have signed a contracts to perform military service on a part-time basis. These persons have a civilian status, except for the days when they are carrying out their military duties (as a rule, 2–3 days each month and 2-4 week military training camp one time per year). Most of reserve officers are former active duty officers, but some ones become reserve officers directly after the promotion to the officer's rank. Upon expiration of contract, reserve officer becomes retired officer. The main sources of formation of reserve officer corps are following: In countries with recruitment systems based on conscription, reserve officers are persons with officer's commission who are not on active duty and have not reached the upper age limit established by law. In addition to upper age limit, there are intermediate age limits determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place). These limits divide the reserve of armed forces into categories, such as Auszug, Landwehr, Landsturm in Switzerland. Reserve officers are subject to mandatory short-term military training in peacetime as regulated by law. Reserve officers have a civilian status, except of military training in peacetime and wartime mobilization. Reserve officer becomes retired officer on reaching the upper age limit. The main sources of formation of reserve officer corps are following: In countries with recruitment systems that combine conscription and the selection of volunteers, reserve officers are divided into 2 categories: officers-reservists and strictly speaking reserve officers. Officers-reservists are persons with officer's commission who have signed a contracts to perform military service on a part-time basis. Strictly speaking reserve officers are persons with officer's commission who are not on active duty, have not signed a contracts to perform military service as reservists, and have not reached the upper age limit established by law. Officers-reservists have a civilian status, except of the days when they are carrying out their military duties. Reserve officers have a civilian status, except of military training in peacetime and wartime mobilization. Officers-reservists are subject to mobilization in wartime first of all. Strictly speaking reserve officers (non-reservists) are divided into categories that determined the priority of wartime mobilization (younger ages are subject to mobilization in the first place), for example, Первый разряд, Второй разряд, Третий разряд in Russia. Upon expiration of contract, officer-reservist becomes strictly speaking reserve officer. Strictly speaking reserve officer becomes retired officer on reaching the upper age limit. The main sources of formation of reserve officer corps are following: One of the primary advantages in having military reserves is that they increase the available manpower by many fold in a short period of time, unlike the months it would take to train new recruits or conscripts, since reservists are already trained. Reservists are often experienced combat veterans which can increase not only the quantity, but the overall quality of the forces. Having a large reservist pool can allow a government to avoid the costs, both political and financial, of requiring new recruits or conscripts. The reservists are usually more economically effective than regular troops, as they are only called up when they are most needed. On the other hand, preparations made to institute a call up (which are obvious to adversaries) can be used as a display of determination. Reservists also tend to have training in professions outside the military. The skills attained in many professions are also many times useful in the military side. Furthermore, in many countries reserves have also very capable people who would not consider career in the military. They take voluntary training as their hobby, and are therefore very cheap to train. People considering reservist activity as their hobby tend to be very motivated unlike many professionals. In peacekeeping, the skills of reservists have been shown to be valuable, because they can be employed for reconstruction of infrastructure, and so tend to have better relations with the civilian population than pure career soldiers. Reservists are usually provided with second line equipment, which is no longer used by the regulars, or is an older version of that in current service. Reservists will also have little experience with the newer weapon systems. Reservists in the sense of retired services personnel are sometimes considered to be less motivated than regular troops. Meanwhile, reservists in the sense of civilians who combine a military career with a civilian one, as in the United Kingdom's Territorial Army (TA), (now called the Army Reserve), experience demands on time not experienced by regular troops, and which affects their availability and duration of service. Conducting exercises involving reservists is expensive, requiring compensation for lost wages, and it is difficult to call up then demobilize reservists again and again, which means that a nation that has called up reservists may be reluctant to stand them down again until the conflict is resolved. This is particularly true in the case of reservists in the sense of retired personnel, less true in the case of a standing force (e.g., the TA). Singapore Armed Forces have reservists also known as National Servicemen[3] Singapore Armed Forces have volunteer reservists under SAF Volunteer Corps [4] Soviet Union made the largest use of reserves in both senses during the World War II, having separate and distinct military reserve force formations that included not only conscription reserves of lower readiness category cadre units, but also including the use of military reserves—reserve Armies and even a Front that constituted the reserve of the High Command. The Volunteer Reserves: The Regular Reserves: The Sponsored Reserves:","Title":"Military reserve force - Wikipedia","KeyID":"15990","URL":"https://en.wikipedia.org/wiki/Military_reserve_force"}