{"Content: ":"Derussification in Ukraine (Ukrainian: Деросифікація в Україні, romanized: Derosyfikatsiia v Ukraïni) is a process of removing Russian influence from the country of Ukraine. This continues the process of decolonisation, which began during the collapse of the Russian Empire, but was interrupted, partly during the policy of indigenization, and finally resumed after the collapse of the USSR and intensified during the demolition of Lenin monuments during the Euromaidan and further systemic process of decommunization in Ukraine. The main impetus for the revival of the process was also the Russo-Ukrainian War. As of April 8, 2022, according to a poll by the sociological group Rating, 76% of Ukrainians support the initiative to rename streets and other objects whose names are associated with Russia.[1][2] The process is manifested in the renaming of toponyms named after Russian statesmen and cultural figures, or those that are Russism, or those that reflect the Russian worldview or associated with Russia. Also part of the process is the dismantling of objects of the colonial past (plaques, signs, monuments, busts, panels, etc.) The process began at the same time as the collapse of the USSR, but since the issue of decommunization was a much bigger problem, it received relatively little attention in a single dimension. These processes turned out to be closely connected and initially took place, mostly spontaneously and unsystematically. As the process of decommunization in Ukraine is almost over by 2022, after the beginning of the 2022 Russian invasion of Ukraine, some progress began in the issue of derussification. Against the background of the Russian invasion of Ukraine in 2022, de-Russification began in Ukraine. In villages and towns, street names were changed and Soviet-Russian monuments were demolished.[3] Not only architectural structures but also street names related to Russia have been de-Russified. Changes were made in Lviv, Dnipro,[4] Kyiv[5] and Kharkiv. In turn, Ivano-Frankivsk became the first city in Ukraine to be completely free of Russian place names.[6] On April 21, 2022, the Secretary of the National Security and Defense Council of Ukraine Oleksii Danilov stated that the total derussification of business, politics and many spheres of Ukrainian life is inevitable \"we will not have anything Russian left here\".[7] Minister of Culture and Information Policy Oleksandr Tkachenko stated that the derussification of Ukraine will take place naturally.[8] In June 2022, 6.5 million Ukrainians voted to change Russian street and place names.[9] As of April 8, 2022, according to a poll by the sociological group Rating, 76% of Ukrainians support the initiative to rename streets and other objects whose names are associated with Russia.[2][16] The following well-known Ukrainian figures advocated full de-Russification in Ukraine: De-Russification is also the struggle against local Russification historical myths - myths aimed at the so-called \"justification\" of the Russification of Ukrainian cities. Such Russian local historical myths include myths such as \"Kyiv has always spoken the Russian language\", \"Odesa is the South Palmyra\" (St. Petersburg was called \"Northern Palmyra\" in the Russian Empire) and others.[citation needed]","Title":"Derussification in Ukraine - Wikipedia","KeyID":"16007","URL":"https://en.wikipedia.org/wiki/Derussification_in_Ukraine"}