{"Content: ":"The Russian fake news laws are a group[1][2] of federal laws prohibiting the dissemination of information considered \"unreliable\" by Russian authorities, establishing the punishment for such dissemination, and allowing the Federal Service for Supervision of Communications, Information Technology and Mass Media to extrajudicially block access to online media publishing such information. The most well known of these laws is the Federal Law of 4 March 2022 No.32-FZ enacted during the Russian invasion of Ukraine; the adoption of this law caused the mass exodus of foreign media from Russia and termination of the activity of independent Russian media.[3][4][5] On 18 March 2019, Vladimir Putin signed the law No.31-FZ allowing the Roskomnadzor to block access to any online media in case of revealing an \"unreliable information\".[6] On the same day, Putin signed the law No.27-FZ establishing the administrative fines for natural persons and juridical persons for publication of \"unreliable information\".[7][8] On 18 March 2019, Vladimir Putin signed the law No.28-FZ that punishes \"'blatant disrespect online for the state, the authorities, the public, the Russian flag or the constitution\" by a fine or by imprisonment for up to 15 days in the case of repeat offences, and the law No.30-FZ also allows the Roskomnadzor to request the removal of such \"disrespectful statements\".[9][10][11] On 1 April 2020, Vladimir Putin signed the laws No.99-FZ and No.100-FZ establishing the administrative and criminal punishment for a dissemination of unreliable information about circumstances that threat to life and health of a citizen including epidemic, natural and technological disasters, emergency, and measures to ensure the security.[12][13][14] These laws were aimed at making illegal any doubts as to the nature of COVID-19 and the reasonableness of the measures to combat the epidemic. On 4 March 2022, in the background of the ongoing Russian invasion of Ukraine, Vladimir Putin signed the laws No.31-FZ and No.32-FZ,[15][16] often referred to as the \"fakes law\" (Russian: закон о фейках).[17] The bill amended the Criminal Code of the Russian Federation, which was supplemented by the article 207.3 \"Public dissemination of knowingly false information about the use of the Armed Forces of the Russian Federation.\" It introduced criminal liability for the dissemination of knowingly false information about the actions of the Russian Armed Forces, the maximum punishment under the article was 15 years imprisonment.[18][5] The Chapter 29 of the Criminal Code of Russia was also supplemented by the articles 280.3 and 284.2. According to the article 280.3, the \"discrediting\" of Russian Armed Forces and its operations, including the calls for prevention of the use of Russian Armed Forces for the interests of the Russian Federation is punishable by imprisonment for a term of five years. The article 284.2 established responsibility for calls by a Russian citizen to impose sanctions against Russia, Russian citizens or Russian legal entities; such calls are punishable by imprisonment for a term of three years. The same actions were included into new articles 20.3.3 and 20.3.4 of the Code of the Russian Federation on Administrative Offenses. The first call against the use of Russian Armed Forces or the call for sanctions on Russia is punishable with a heavy fine according to the Code on Administrative Offenses, the second call is punishable with imprisonment according to the Criminal Code.[19] On 25 March 2022, Vladimir Putin signed the laws No.62-FZ and No.63-FZ, that amended Article 20.3.3 of the RF Code of Administrative Offenses and Article 280.3 of the RF Criminal Code.[20][21] These amendments made punishable \"discrediting\" of exercise of the powers, carrying out by not only Russian Armed Forces but any Russian state body (including National Guard, Federal Security Service, Ministry of Emergency Situations, General Prosecutor's Office, Investigative Committee, Ministry of Foreign Affairs) outside Russian territory.[22] Many Russian media outlets were forced to stop covering the Russian invasion of Ukraine because of this bill, including Colta.ru, \"Snob\" online magazine, Znak.com, \"The Bell\" online magazine, and Novaya Gazeta.[23][24][25] Dozhd said it was temporarily suspending operations due to the enactment of the aforementioned law.[26] Radio Liberty announced that it would stop working in Russia due to the new law on fakes, but would continue to cover events in Ukraine while abroad.[27] The following foreign news agencies and TV stations—Bloomberg News, CNN, NBC, CBS, ABC, BBC News, RTVE, EFE, RAI, TG5 and ANSA—stopped working in Russia.[28][29][30][31][32][33][34][35][36] By 7 March 2022, according to Agentstvo, over 150 journalists left Russia after Putin signed the bill into law.[37] On 7 April 2022, to avoid prosecutions under the law, journalists from Novaya Gazeta announced the launch of Novaya Gazeta Europe. Its editor-in-chief Kirill Martynov stated that Novaya Gazeta Europe would be independent of Novaya Gazeta, \"both legally and in practice\", with its newsroom made up of staffers who have left Russia.[38] On 14 December 2021, Alexander Lukashenko signed Law No.133-Z, amending Article 361 of the Criminal Code of Belarus. These amendments criminalized appeals for sanctions against Belarus, Belarusian legal and natural persons and established a penalty of imprisonment for up to six years for making such appeals. Appeals to foreign countries and the dissemination of such appeals are punishable by a term of imprisonment from three to 10 years. The same appeals made via the media or the internet are punishable for a term of four to 12 years. This bill was adopted in Belarus against a background of the ongoing political crisis in the country.[39][40] \"Charges for anti-war protests in Russia\", Kharkiv Human Rights Protection Group","Title":"Russian fake news laws - Wikipedia","KeyID":"16013","URL":"https://en.wikipedia.org/wiki/Russian_fake_news_laws"}