{"Content: ":"Television, magazines, and newspapers have all been operated by both state-owned and for-profit corporations which depend on advertising, subscription, and other sales-related revenues. Even though the Constitution of Russia guarantees freedom of speech the press has been plagued by both government censorship and self-censorship.[note 1] There are more than 83,000 active and officially registered media outlets in Russia that broadcast information in 102 languages. Of the total number of media outlets, the breakdown is as follows: magazines – 37%, newspapers – 28%, online media – 11%, TV – 10%, radio – 7% and news agencies – 2%. Print media, which accounts for two thirds of all media, is predominant.[5][6] Media outlets need to obtain licenses to broadcast. Of the total number of media outlets, 63% can distribute information across Russia, 35% can broadcast abroad and 15% in the CIS region.[5] Reporters Without Borders compiles and publishes an annual ranking of countries based upon their assessment of their press freedom records. In 2016 Russia was ranked 148th out of 179 countries, six places below the previous year, mainly due to the return of Vladimir Putin.[7] Freedom House compiles a similar ranking and placed Russia at number 176 out of 197 countries for press freedom for 2013, at the level of Sudan and Ethiopia.[8] The Committee to Protect Journalists states that Russia was the country with the 10th largest number of journalists killed since 1992, 26 of them since the beginning of 2000, including four from Novaya Gazeta.[9] It also placed Russia at ninth world-wide for journalists killed with complete impunity.[10] In December 2014, a Russian investigative site published e-mails, leaked by the hackers' group Shaltai Boltai, which indicated close links between Timur Prokopenko [ru], a member of Vladimir Putin's administration, and Russian journalists, some of whom published Kremlin-originated articles under their own names.[11] The Russian Constitution protects freedom of speech and of the press. Yet restrictive legislation and a politicised judiciary system have made it particularly difficult for independent journalists to work in Russia.[12][13] Russian laws on the media include the 1991 Law on Mass Media, the 2003 Law on Communications, and the 2006 Law on Information, Information Technologies and Protection of Information. They have been amended several times. Other federal laws regulate specific issues, such as media coverage of state authorities and political parties, electoral campaigns and restrictions concerning national security.[14] The broad definition of extremism in Russia legislation and its use to silence government critics has fostered self-censorship among journalists to avoid harassment.[12] Amendments to the Mass Media Law in the late 2000s limited the spread of \"extremism, terrorism, violence and pornography\" as well as the coverage of anti-terrorism operations.[14] However, the 2006 Federal Law on Combating Terrorism[15] and the 2006 Law on Counteracting Extremist Activity,[16] along with the Federal List of Extremist Materials, became a matter of concern for both domestic and international observers.[17][18] The Human Rights Committee of the United Nations criticized the lack of a precise definition for “terrorism” or “terrorist activity”, or of any requirement for the counter-terrorist regime to explain itself, or of any legal provision for the authorities' obligation to protect human rights in a counter-terrorist operation.[17] The broad definition of extremism in Russian legislation and its use to silence government critics have fostered self-censorship among journalists to prevent harassment.[12] The Federal Law On Guarantees of Equality of Parliamentary Parties in Covering their Activities by the National State-Owned TV and Radio Channels adopted in May 2009 guarantees that each Parliamentary Party must enjoy equal share of coverage at state-owned national TV and radio channels. Independency of editorial policies towards viewing Parliamentary parties, as well as citizens right to be comprehensively and unbiasedly informed of parties activities are stipulated by the Law. Control over the proper fulfilment of this Law is performed by the Central Election Committee of Russia with participants of Parliamentary parties, since September 2009.[19] A new law to be implemented at the beginning of 2009 will allow reporters investigating corruption in Russia to be protected. Under new legislation, they will be able to apply for special protection, like court witnesses.[20] In 2014 two new laws extended the state control over the internet. According to the Federal Law 398 (February 2014), the prosecutor general may bypass the courts and make use of the federal regulator agency Roskomnadzor to directly block websites in order to prevent mass riots, \"extremist\" activities and illegal assemblies. In the first year of the law, Roskomnadzor blocked over 85 websites, including Aleksey Navalny's blog on Ekho Moskvy's website (which removed it) as well as the news site Grani.ru, the online magazine Yezhednevny Zhurnal, and Kasparov.ru, the website of the opposition activist Garry Kasparov. In July 2014, the online extremism law was used to prevent a march for Siberian autonomy.[12] The \"bloggers' law\" no. 97 (May 2014) required any website with over 3,000 daily visits to register with Roskomnadzor as a media outlet, subjecting personal blogs and other websites to the same restrictions foreseen for major publications – including a ban on anonymous authorship and obscenities, as well as legal responsibility for users' comments. Under a follow-up law passed in July 2014, social networks are required to store their data in Russia in order for them to be accessible by the authorities. The Congress of Russia's Journalists adopted a Code of Professional Ethics in 1994. Yet, it has mainly remained dead letter, being hardly applied by most media workers.[14] An article of the Mass Media Law also specifies the rights and duties of journalists.[14] Russia was among the first countries to introduce radio and television. While there were few channels in Soviet times, in the past two decades many new state and privately owned radio stations and TV channels have appeared. Mass media in Russia continued to develop in 2000s, as the number of periodicals, broadcasting companies and electronic media has more than doubled from 1997 to 2006.[21] In 2005 a state-run English language Russia Today TV started broadcasting, and its Arabic version Rusiya Al-Yaum was launched in 2007. The allocation of advertising by governmental agencies is an important means of influence over content, as is access to subsidized state-owned printing, distribution and transmission facilities. Private businesses refrain from advertising on independent outlets. Starting from 2015, satellite and cable channels with subscription fees would be forbidden from airing advertisement, thus hindering the financial sustainability of Dozhd and of other foreign content providers.[12] According to a 2009 report by Reporters Without Borders in 2009, \"the current situation of the media in the Russian regions provides grounds for hope as well as for concern\".[22] The regional print media has been able to maintain a solid position as an information resource. However, most publishers shy away from politically charged topics in order not to endanger their business. The situation is similar in radio where journalist has set up an Internet forum in which radio journalists can publish reports that their often strictly formatted radio stations refuse to broadcast.[22] As of 2018, the three main news agencies in Russia were TASS, RIA Novosti and Interfax.[23] Other news agencies include Rossiya segodnya, REGNUM News Agency, Russian Agency of Legal and Judicial Information, and Rosbalt. Overall there are more than 400 news agencies in the Russian Federation.[23] According to statistics published by UNESCO in 2005, Russia had the largest number of newspaper journalists in the world (102,300), followed by China (82,849) and the United States (54,134),.[24] As of 2008 Russia had over 400 daily newspapers, covering many fields, and offering a range of perspectives.[25] The total number of newspapers in Russia is 8,978, and they have a total annual circulation of 8.2 billion copies. There are also 6,698 magazines and periodicals with a total annual circulation of 1.6 billion copies.[26] after television, newspapers are the second most popular media in Russia. Local newspapers are more popular than national ones, with 27% of Russians consulting local newspapers routinely and 40% reading them occasionally. For national newspapers, the corresponding figures are 18% and 38%, respectively.[27] As of 2008, companies close to the Russian government, such as Gazprom, had acquired several of the most influential newspapers; however, the national press market still offers its consumers a more diverse range of views than those same consumers can sample on the country's leading television channels.[28] Major Russian newspapers with foreign owners include the Vedomosti and SmartMoney owned by Rupert Murdoch's News Corp.[29] A number of American editions (such as GQ) have Russian versions. An October 2014 law limited to 20% the maximum quota of foreign ownership in the Russian media by 2017. This will affect independent publications such as Vedomosti and Forbes Russia.[12] According to figures from the National Circulation Service agency, the most popular newspaper is Argumenty i Fakty which has a circulation of 2.9 million. It is followed by Weekly Life (1.9 million), TV Guide (1.2 million) and Perm Region Izvestiya (1 million).[30] However, only about half of all Russian newspapers are registered with the agency.[25] Some leading newspapers in Russia are tabloids, including Zhizn. The most important business newspapers are Vedomosti and the influential Kommersant. Many newspapers are opposition-leaning, such as the critical Nezavisimaya Gazeta and Novaya Gazeta, which is known for its investigative journalism.[25][31] The main English-language newspapers were Moscow Times and The St. Petersburg Times.[needs update] Six of the ten most circulated Russian newspapers are based in Moscow, while the other four are based in other cities and regions.[30] As of 2008 there were three main nationwide radio stations in Russia: Radio Russia (coverage: 96.9% of the population), Radio Mayak (92.4%) and Radio Yunost (51.0%).[32] Most radio stations focused on broadcasting music but they also offered some news and analysis. Especially famous had been the independent Gazprom-controlled station Echo of Moscow, once known for its political independence.[33] The most popular radio stations are distributed by key nationwide radio holdings: 1. VGTRK (The Russian Television and Radio Broadcasting Company): 2. European Media Group: 3. GPM Radio (Gazprom Media): 4. Russian Media Group: 5. Krutoy Media: 6. Multimedia Holding: 7. Rumedia: Other well-known radio stations: Like the RIA Novosti news agency, the Voice of Russia broadcaster was merged into a new media agency Rossiya Segodnya, officially \"to save money\", under a 9 December 2013 presidential decree.[34] On 18 February 2014, a shareholders' meeting replaced the station's long-serving director, Yury Fedutinov, with former the Voice of Russia's Yekaterina Pavlova, a Kremlin-loyalist in \"the latest in a series of personnel reshuffles at top state-owned media organizations that appear to point toward a tightening of Kremlin control over an already heavily regulated media landscape\" the state owned RIA Novosti news agency reported the same day.[35] The station's editor-in-chief, Alexei Venediktov, and his deputy, Vladimir Varfolomeev, were also removed from the broadcaster's board of directors. Venediktov, one of the station's founders, had written on 11 March on his Twitter account: \"Gazprommedia (owner of 66% of the broadcaster's shares) urged the early dismissal of the radio's board of directors and a change in independent directors\".[36] Television is the most popular media in Russia, with 74% of the population watching national television channels routinely and 59% routinely watching regional channels.[27] There are 330 television channels in total.[37] Three channels have a nationwide outreach (over 90% coverage of the Russian territory): Channel One (a.k.a. First Channel), Russia-1 (a.k.a. Rossiya), and NTV.[38] As stated by the BBC, both Channel One and Russia-1 are controlled by the government, while state-controlled energy giant Gazprom owns NTV.[39] According to 2005 television ratings, the most popular channel was Channel One (22.9%), followed by Russia-1 (22.6%). The survey responders' local TV company was third with a rating of 12.3%.[40] The three national TV channels provide both news and entertainment, while the most popular entertainment-only channels are STS (10.3% rating) and TNT (6.7%). The most popular sports channel is Russia 2 (formerly Sport; rating 1.8%),[40] while the most popular culture channel is Russia K (formerly Kultura; rating 2.5%).[41] Russia K and Russia 2 have the third and fourth largest coverage of all Russian TV channels, with Russia K reaching 78.9% of the urban and 36.2% of the rural population and Russia 2 reaching 51.5% and 15.6%, respectively.[38] Regional television is relatively popular in Russia, and according to a 2005 report by TNS, regional audiences rely mainly on news and analysis provided by regional channels.[40] The English-language satellite channel Russia Today (RT) was launched in 2005. It produces in multiple languages and broadcasts in over 100 countries.[42] A new international multimedia news service called Sputnik was launched in 2014, merging and replacing previous services.[12] Dozhd (Rain), the only independent TV channel, came under increasing pressure in 2014. After a controversy over a historical poll in January, satellite providers started to drop the channel from their packages – reportedly under Kremlin pressure. In March the CEO announced the insolvency of the station, which still continued operating, with critical reporting on corruption and human rights abuses related to the Sochi Olympics. Two of the three main channels are majority owned by the state. Channel One is 51% publicly owned, while Rossiya is 100% state-owned through the All-Russia State Television and Radio Broadcasting Company (VGTRK). NTV is a commercial channel, but it is owned by Gazprom-Media, a subsidiary of Gazprom of which the state owns 50.002%. These three channels have often come under criticism for being biased towards the United Russia party and the Presidential Administration of Russia. They are accused of providing disproportionate and uncritical coverage of United Russia and their candidates. The channels do, however, provide large amounts of free airtime to all opposition election candidates, as required by law. During the 2008 Russian presidential election, the four presidential candidates all received 21 hours of airtime on the three main channels to debate each other and present their views.[43] According to research conducted by Professor Sarah Oates, most Russians believe that news reporting on the three national television channels is selective and unbalanced, but view this as appropriate. The responders to the study made it clear that they believe the role of state television should be to provide central authority and order in troubled times.[44] Russian and later Soviet cinema was a hotbed of invention in the period immediately following 1917, resulting in world-renowned films such as The Battleship Potemkin by Sergei Eisenstein.[45] Eisenstein was a student of filmmaker and theorist Lev Kuleshov, who developed the Soviet montage theory of film editing at the world's first film school, the All-Union Institute of Cinematography. Dziga Vertov, whose kino-glaz ('film-eye') theory – that the camera, like the human eye, is best used to explore real life—had a huge impact on the development of documentary film making and cinema realism. The subsequent state policy of socialist realism somewhat limited creativity; however, many Soviet films in this style were artistically successful, including Chapaev, The Cranes Are Flying, and Ballad of a Soldier.[45] The 1960s and 1970s saw a greater variety of artistic styles in Soviet cinema. Eldar Ryazanov's and Leonid Gaidai's comedies of that time were immensely popular, with many of the catch phrases still in use today. In 1961–1968 Sergey Bondarchuk directed an Oscar-winning film adaptation of Leo Tolstoy's epic War and Peace, which was the most expensive film made in the Soviet Union.[46] In 1969, Vladimir Motyl's White Sun of the Desert was released, a very popular film in a genre of ostern; the film is traditionally watched by cosmonauts before any trip into space.[47] Russian animation dates back to late Russian Empire times. During the Soviet era, Soyuzmultfilm studio was the largest animation producer. Soviet animators developed a great variety of pioneering techniques and aesthetic styles, with prominent directors including Ivan Ivanov-Vano, Fyodor Khitruk and Aleksandr Tatarsky. Many Soviet cartoon heroes such as the Russian-style Winnie-the-Pooh, cute little Cheburashka, Wolf and Hare from Nu, Pogodi!, are iconic images in Russia and many surrounding countries. The late 1980s and 1990s were a period of crisis in Russian cinema and animation. Although Russian filmmakers became free to express themselves, state subsidies were drastically reduced, resulting in fewer films produced. The early years of the 21st century have brought increased viewership and subsequent prosperity to the industry on the back of the economic revival. Production levels are already higher than in Britain and Germany.[48] Russia's total box-office revenue in 2007 was $565 million, up 37% from the previous year.[49] In 2002 the Russian Ark became the first feature film ever to be shot in a single take. The traditions of Soviet animation were developed recently by such directors as Aleksandr Petrov and studios like Melnitsa Animation. Moscow hosts the annual Moscow International Film Festival.[42] The state-owned Rossiya TV channel has been the first to being in-house film production (particularly of TV serials).[42] The telecommunications system in Russia has undergone significant changes since the 1980s, resulting in thousands of companies licensed to offer communication services today. The foundation for liberalization of broadcasting was laid by the decree signed by the President of the USSR in 1990. Telecommunication is mainly regulated through the Federal Law On Communications and the Federal Law On Mass Media. The Soviet-time Ministry of Communications of the RSFSR was through 1990s transformed to Ministry for Communications and informatization and in 2004 it was renamed to Ministry of Information Technologies and Communications (Mininformsvyazi), and since 2008 Ministry of Communications and Mass Media. Russia is served by an extensive system of automatic telephone exchanges connected by modern networks of fiber-optic cable, coaxial cable, microwave radio relay, and a domestic satellite system; cellular telephone service is widely available, expanding rapidly, and includes roaming service to foreign countries. Fiber to the x infrastructure has been expanded rapidly in recent years, principally by regional players including Southern Telecom Company, SibirTelecom, ER Telecom and Golden Telecom. Collectively, these players are having a significant impact of fiber broadband in regional areas, and are enabling operators to take advantage of consumer demand for faster access and bundled services. The main mobile network operators in Russia include VimpelCom (Beeline) (25.6 percent of the market), MegaFon (23 percent) and MTS (34.2 percent). Other operators include Tele2, Uralsvyazinform, Sibirtelecom, SMARTS and others. Mobile phone penetration was of 78% as of 2009 (90% in Moscow), compared to 32% in 2005.[42] Internet access in Russia is available to businesses and to home users in various forms, including dial-up, cable, DSL, FTTH, mobile, wireless and satellite. In September 2011 Russia overtook Germany on the European market with the highest number of unique visitors online.[50] In March 2013 a survey found that Russian had become the second most commonly used language on the web.[51] Internet in Russia is also sometimes called Runet, although that term mostly refers to the Russian-language Internet. In 2009, Internet penetration had reached 35% – mainly 18–24 year-olds in urban areas. While 15% of Russians used Internet daily, 54% had never used it. 49% of Internet users were in Moscow – where, as in St. Petersburg, connections are faster and cheaper.[42] Penetration rate mounted to 71% in 2014, although concentrated in the main towns.[12] Russians are strong users of social networks, of which Odnoklassniki.ru (used by 75% of 25-35 year-olds. Russians in 2009) and VKontakte are the most popular. LiveJournal has also been long popular.[42] A number of Russian Internet resources provide Russian translations of the world press on a regular basis: InoSmi, InoForum, SMI2, and Perevodika. Media organisations in Russia have been facing mounting pressures from the authorities. The 2012 \"foreign agents law\" required those NGOs that receive foreign funding and engage in \"political activity\" to register as \"foreign agents\" with the Ministry of Justice. To avoid long court battles to compel NGOs to register, the law was amended in 2014 to allow the ministry to register organisations without their consent. Two media support organisations were added to the registry in November 2014.[12] The Russia's Union of Journalists is the largest media workers' organisation in Russia, gathering 84 regional unions and over 40 associations, guilds and communities. It is a member of the International Federation of Journalists.[23] MediaSoyuz, established in 2001 as a no-profit organisation, strives to facilitate freedom of speech and the social protection of journalists. MediaSoyuz unites several journalistic associations, including the associations of political journalism, economic journalism, ecological journalism, Internet journalism, and others.[23] The Guild of the Press Publishers unites 370 companies to foster the development of the publishing business in Russia. The National Association of TV and Radio Broadcasters gathers broadcast publishers.[23] Several smaller media organisations gather thematically media outlets and workers, e.g. the Association of Agrarian Journalists.[23] In 2008 the Ministry of Telecommunications and Mass Communications was established and tasked with regulating mass media, communications and IT activities in coordination with four subordinated federal agencies (Federal Agency on Press and Mass Communications; Federal Agency on IT; Federal Agency of Communications and Federal Control Service in the Sphere of Communications; IT and Mass Communications).[14] The Ministry of Culture regulates cinematography.[14] Freedom of the press in Russia involves both the ability of mass media outlets to carry out independent policies and the ability of journalists to access sources of information and to work without outside pressure. Various aspects of the contemporary press freedom situation are criticized by multiple international organizations.[note 2] While much attention is paid to political influences, media expert William Dunkerley, a senior fellow at American University in Moscow, argues that the genesis of Russia's press freedom woes lies in sectoral economic dysfunction.[59] The Russian constitution provides for freedom of speech and press; however, government application of law, bureaucratic regulation, and politically motivated criminal investigations have forced the press to exercise self-censorship constraining its coverage of certain controversial issues, resulting in infringements of these rights.[52][53][60][61] According to Human Rights Watch, the Russian government exerts control over civil society through selective implementation of the law, restriction and censure.[56] Svetlana Mironyuk commented to Vasily Gatov that Russian media since the early 2000s is divided into three groups: outsiders, our guys (pro-kremlin media), and in-betweeners.[62] In 2013 Russia ranked 148th out of 179 countries in the Press Freedom Index from Reporters Without Borders. In a 2015 Freedom House report Russia got a score of 83 (100 being the worst), mostly because of new laws introduced in 2014 that further extended state control over mass-media.[63] The situation was characterised as even worse in Crimea where, after its annexation by Russia, both Russian jurisdiction and extrajudicial means are routinely applied to limit freedom of expression.[64] The Russian censorship apparatus Roskomnadzor ordered media organizations to delete stories that describe the 2022 Russian invasion of Ukraine as an \"assault\", \"invasion\", or a \"declaration of war\".[65] Roskomnadzor launched an investigation against the Novaya Gazeta, Echo of Moscow, inoSMI, MediaZona, New Times, Dozhd (TV Rain), and other Russian media outlets for publishing \"inaccurate information about the shelling of Ukrainian cities and civilian casualties in Ukraine as a result of the actions of the Russian Army\".[66] On 1 March 2022, Russian authorities blocked access to Echo of Moscow and Dozhd, Russia's last independent TV station,[67] claiming that they were spreading \"deliberately false information about the actions of Russian military personnel\".[68] Additionally, Roskomnadzor threatened to block access to the Russian Wikipedia in Russia over the article \"Вторжение России на Украину (2022)\" (\"Russia's invasion of Ukraine (2022)\"), claiming that the article contains \"illegally distributed information\", including \"reports about numerous casualties among service personnel of the Russian Federation and also the civilian population of Ukraine, including children\".[69][70] On 4 March 2022, Roskomnadzor blocked access to several foreign media outlets, including BBC News Russian, Voice of America, RFE/RL, Deutsche Welle (DW) and Meduza,[71][72] as well as Facebook and Twitter.[73] DW Moscow studio staff had their press credentials confiscated and the government said it would investigate if the operation would be considered a foreign agent. DW subsequently announced plans to transfer Moscow journalistic operations to the Latvian capitol, Riga.[74] On 4 March 2022, President Vladimir Putin signed into law a bill introducing prison sentences of up to 15 years for those who publish \"knowingly false information\" about the Russian military and its operations, leading to some media outlets to stop reporting on Ukraine.[75]","Title":"Mass media in Russia - Wikipedia","KeyID":"16027","URL":"https://en.wikipedia.org/wiki/Mass_media_in_Russia"}