{"Content: ":"Eumetazoa (from Ancient Greek εὖ (eû) 'well', μετά (metá) 'after', and ζῷον (zôion) 'animal'), also known as Diploblasts, Epitheliozoa, or Histozoa, are a proposed basal animal clade as a sister group of the Porifera (Sponges).[5][6][7][8][9] The basal Eumetazoan clades are the Ctenophora and the ParaHoxozoa. Placozoa is now also seen as an Eumetazoan in the ParaHoxozoa. Several other extinct or obscure life forms, such as Iotuba and Thectardis appear to have emerged in the group.[10] Characteristics of eumetazoans include true tissues organized into germ layers, the presence of neurons, and an embryo that goes through a gastrula stage. Some phylogenists have speculated the sponges and eumetazoans evolved separately from single-celled organisms, which would mean that the animal kingdom does not form a clade (a complete grouping of all organisms descended from a common ancestor). However, genetic studies and some morphological characteristics, like the common presence of choanocytes, support a common origin.[11] Traditionally, Eumetazoans are a major group of animals in the Five Kingdoms classification of Lynn Margulis and K. V. Schwartz, comprising the Radiata and Bilateria — all animals except the sponges.[12] When treated as a formal taxon Eumetazoa is typically ranked as a subkingdom. The name Metazoa has also been used to refer to this group, but more often refers to the Animalia as a whole. Many classification schemes do not include a subkingdom Eumetazoa. A widely accepted hypothesis, based on molecular data (mostly 18S rRNA sequences), divides Bilateria into four superphyla: Deuterostomia, Ecdysozoa, Lophotrochozoa, and Platyzoa (sometimes included in Lophotrochozoa). The last three groups are also collectively known as Protostomia.[citation needed] However, some skeptics[who?] emphasize inconsistencies in the new data. The zoologist Claus Nielsen argues in his 2001 book Animal Evolution: Interrelationships of the Living Phyla for the traditional divisions of Protostomia and Deuterostomia.[citation needed] It has been suggested that one type of molecular clock and one approach to interpretation of the fossil record both place the evolutionary origins of eumetazoa in the Ediacaran.[13] However, the earliest eumetazoans may not have left a clear impact on the fossil record and other interpretations of molecular clocks suggest the possibility of an earlier origin.[14] The discoverers of Vernanimalcula describe it as the fossil of a bilateral triploblastic animal that appeared at the end of the Marinoan glaciation prior to the Ediacaran Period, implying an even earlier origin for eumetazoans.[15]","Title":"Eumetazoa - Wikipedia","KeyID":"1602","URL":"https://en.wikipedia.org/wiki/Eumetazoa"}