{"Content: ":"Channel One (Russian: Первый канал, tr. Pervyy kanal, IPA: [ˈpʲervɨj kɐˈnal], lit. 'First Channel') is a Russian state-controlled television channel.[3][vague] It is the first television channel to broadcast in the Russian Federation. Its headquarters are located at Ostankino Technical Center near the Ostankino Tower in Moscow. From April 1995 to September 2002, the channel was known as Public Russian Television (Russian: Общественное Российское Телевидение, tr. Obshchestvennoye Rossiyskoye Televideniye, ORT).[4] When the Soviet Union was abolished, the Russian Federation took over most of its structures and institutions. One of the first acts of Boris Yeltsin's new government was to sign a presidential decree on 27 December 1991, providing for Russian jurisdiction over the central television system. The 'All-Union State TV and Radio Company' (Gosteleradio) was transformed into the 'Russian State TV and Radio Company Ostankino'. A presidential decree of 30 November 1994 transformed Ostankino into a closed joint-stock company, Russian Public TV (Obshchestvennoe Rossiyskoye Televidenie or ORT). The shares were distributed between state agencies (51%) and private shareholders, including numerous banks (49%). The partial privatization was inspired by the intolerable financial situation of Ostankino owing to huge transmission costs and a bloated payroll (total staff of about 10,000 in early 1995). Following the 1998 financial collapse (which almost resulted in them becoming insolvent), the channel obtained a government loan of $100 million from state-controlled bank Vneshekonombank.[5] Also in 1998, the closed joint stock company was transformed into an open stock company. However, controlling votes on the board of directors remained in the hands of structures linked to then-Kremlin-connected businessman Boris Berezovsky. Thanks to this state of affairs, Berezovsky was able to preserve control over the channel's cash flows as well as over its editorial line until 2002. From 1 April 1995 to late 2002, the channel was called ORT (ОРТ—Общественное Российское Телевидение, Obshchestvennoye Rossiyskoye Televideniye; Public Russian Television). It maintained the traditional programs and shows of the First Channel of the Soviet Television (RTO), such as Vremya, KVN, Chto? Gde? Kogda?, V mire zhivotnykh and Travelers' Club; the last two are no longer broadcast on this channel. The main broadcasting center is in Ostankino Tower, Moscow. In September 2008 the channel installed new digital audio mixing systems in their new state-of-the-art broadcast complex located in the Ostankino Television Technical Centre in Moscow. The new Channel One news facility opened in March 2008 and features advanced server technology with equipment from the world's leading television equipment manufacturers such as Thomson, EVS, and HP. Spearheading the transition of the renovated news facilities was Okno TV.[6] Channel One began broadcasting a 1080i high-definition signal on 24 December 2012.[7] Channel One can be streamed on the internet for free on 1tv.ru for viewers in Russia and 1tv.com is for international viewers. Channel One has produced many films, including four of the highest-grossing Russian movies after the Soviet collapse, Night Watch (2004), The Turkish Gambit (2005), Day Watch (2006), and The Irony of Fate 2 (2007). It airs the Russian adaptations of Who Wants to Be a Millionaire?, Survivor, and Star Factory. In autumn of 1999 the channel actively participated in State Duma electoral campaign by criticizing Moscow mayor Yuriy Luzhkov, Yevgeny Primakov and their party Fatherland-All Russia, major opponents of the pro-Putin party Unity. Sergey Dorenko, popularly dubbed as TV-killer, was a close ally of business oligarch and media magnate Boris Berezovsky. From September 1999 to September 2000 he hosted the influential weekly program simply called Sergey Dorenko's Program on Saturdays at 9 pm. This was especially heavy on criticism and mercilessly attacked Putin's opponents.[10][11][12] In August 2000, however, his program criticized how the Putin government handled the explosion of the Russian submarine Kursk. When Dorenko's show was in turn suspended on 9 September 2000, ORT director-general Konstantin Ernst insisted that — contrary to Dorenko's allegations — the government had not been involved in the change. Ernst stated that he yanked the show because Dorenko had defied his orders to stop discussing the government's plan to nationalize Boris Berezovsky's 49-percent stake in the network.[13][14][15] Berezovsky claims that in 2001 he was forced by the Putin administration to sell his shares. He first tried to sell them to a third party, but failed. A close friend of Berezovsky, Nikolai Glushkov, was arrested while seriously ill, and Berezovsky gave up the shares and transferred them to Roman Abramovich's Sibneft with the understanding that Glushkov would then be released. This promise was not fulfilled.[16][17] Soon after Berezovsky's withdrawal, the new ownership changed the channel's name to Pervy Kanal (Channel One). Konstantin Ernst remains as general director. As of 2008, Channel One's minority shares are held by three little-known companies namely ORT-KB, Eberlink2002 and Rastrkom-2002. Their parent companies are domiciled in Panama and Seychelles and are managed by Evrofinans Group. The ultimate owner is still believed to be Roman Abramovich who also controls the Video International advertising agency, the exclusive media seller of Channel One. Russian television media in the Putin era have been criticised for pro-government bias.[18] Critics charge that Channel One's news and information programs are frequently used for propaganda purposes. These critics contend that Channel One airs a disproportionate number of stories focusing on positive aspects of official government policy, while largely neglecting certain controversial topics such as war in Chechnya or social problems. In addition, some have argued that the station's news reports often blur the line between factual reporting and editorial commentary, especially when broadcasting stories concerning Russian government policies or goals. For example, during the 2004 Ukrainian presidential elections, many political observers believe the Russian government actively supported the candidacy of then Ukrainian prime minister Viktor Yanukovych over that of Viktor Yushchenko. In a 13 October 2004 news story, Channel One reporter Natalya Kondratyuk declared that \"the Premier [Yanukovich], as a candidate, is adding to his ratings by working on the economy and by solving current social problems; he does not use slogans; he is not criticizing his opponent; and he is not creating scandals. Yushchenko’s style of campaigning is diametrically opposite.\" In another controversial example, on a 23 January 2005 broadcast, in the midst of widespread protests against a new reform of Russia's social benefits system (L'goty), a Channel One anchor opined, \"you can understand, and should understand, those who went out on the streets, but you also have to understand that the old system has completely outlived its use.\" Later, in the same story, a reporter characterized those protesting against the reforms as political opportunists, adding, \"criticizing the reform is good PR.\" A few days later, on 27 January 2005, as the protests continued across Russia, a Channel One reporter noted, \"You can understand the elderly [protestors, but] repealing free [bus] fares was the last hope for public transport.\" Similarly, on a 12 February 2005 broadcast, a Channel One anchor declared, \"The key question of the week has been: how are Presidents [Mikheil] Saakashvili [of Georgia]) and Yushchenko [of Ukraine] different? At first, it seemed the difference was only in their appearance, in all other ways, they were like characters from the film Attack of the Clones for us.\" Critics of Channel One news argue that hundreds of similar examples exist where station news reporters and anchors insert editorial commentary into news reports, almost always to commend perceived allies of Russia or criticize perceived enemies. As of 2006, Vladimir Posner, Ekaterina Andreeva, Pyotr Tolstoy and Mikhail Leontiev are among the most known political journalists of the channel. On Sunday, 28 January 2006, the Channel One news and analytical program Sunday Time (Voskresnoye Vremya) hosted by Petr Tolstoy distorted the content of a speech by Belarusian President Alexander Lukashenko related to the Russia-Belarus energy dispute to the contrary by editing it and deleting some crucial words.[19] According to a BBC News analysis by Stephen Ennis the channel has in its reports about Ukraine's war in Donbas \"sought to further demonise and dehumanise the Ukrainian army\".[20] Channel One news reports on 16 January 2016 about a 13-year-old girl with German and Russian citizenship in Berlin who was allegedly raped by immigrants was denounced by the German police as fake.[21] German foreign minister Frank-Walter Steinmeier has accused the Russian government of using the alleged rape for \"political propaganda\".[21] On 26 February 2018 Channel One used footage from multinational military simulation organization Echelon International, attempting to pass it off as authentic Syrian War footage.[22] On 14 March 2022, Marina Ovsyannikova, an editor for Channel One, interrupted a live broadcast of Vremya to protest against the Russian invasion of Ukraine, carrying a poster stating in a mix of Russian and English: \"Stop the war, don't believe the propaganda, here you are being lied to.\"[23][24][25][26][27] According to the inspection[28] conducted by the Audit Chamber of Russia and initiated by MP Alexander Lebedev, in 2005 the channel had the following shareholders structure and board of directors: ORT Bank Consortium, RastrKom 2002 and EberLink (49%) are controlled by Roman Abramovich, while Rosimushchestvo, ITAR TASS and TTTs vote on behalf of the Russian state (51%).[29] As of 2006, the Board of Directors of the Channel One consisted of: In 2021, VTB Bank owned 32.89% of shares.[30] Channel One was the host broadcaster of Eurovision Song Contest 2009, announced in December 2008. [1] Channel One owns some digital-only television channels (under brand Channel One Digital TV-family, Цифровое телесемейство Первого канала): Some of the television period dramas produced by Channel One were series criticized for low level of historical accuracy, for instance – Brezhnev,[31] The Saboteur,[32] Yesenin[33] and Trotsky.[34] The morning of 12 January 2008 on the current affairs program Health (Russian: «Здоровье») with Yelena Malysheva about Guillain–Barré syndrome, in one of the sections a rat was violently killed. Some of the viewers said, first, that this was intolerable in a program whose audience includes children and, secondly, it was contrary to the Criminal Code of the Russian Federation.[35][36][37][38][39] In particular, some claim that viewing such violent and cruel scenes poorly affected the health of some children and people.[40] On 8 May 2022, the Office of Foreign Assets Control of the United States Department of the Treasury placed sanctions on Channel One Russia pursuant to Executive Order 14024 for being owned or controlled by, or for having acted or purported to act for or on behalf of, directly or indirectly, the Government of Russia.[41] Since its inception in 1991, the logo featured a 1 in various designs. Its first logo in 1991 featured a blocky \"1\", with a significantly thinner black square outline. On 1 April 1995, this was replaced with a simple \"1\" block, with a circle outline, but on 1 October 1995, a logo featuring an italic \"1\" was launched, with the ОРТ typograph. An alternate version of the 1995 logo had blue and white colors. On 1 January 1997, another logo featuring a golden italic \"1\" was launched, with a partial ring and the ОРТ letters now in 3 separate blocks, which was designed by Novocom, along with Igor Barbe. On 1 October 2000, the current logo was launched, featuring a \"1\" with a partial cut, on a dark blue background. The current logo was designed by ORT Design. With the renaming of \"ОРТ\" to \"Channel One Russia\" in October 2002, the idents were changed to match the new network's name; however, the 2000 logo is still used. 1991 - 31 March 1995 1 April - 30 September 1995 1 October 1995 - 31 December 1996 Alternate version of the 1995 logo 1 January 1997 - 30 September 2000 1 October 2000 – present 1995–2002","Title":"Channel One Russia - Wikipedia","KeyID":"16029","URL":"https://en.wikipedia.org/wiki/Channel_One_Russia"}