{"Content: ":"Media portrayals of the Ukrainian crisis, including skirmishes in eastern Donbas and the 2014 Ukrainian revolution after the Euromaidan protests, the subsequent 2014 annexation of Crimea, incursions into Donbas, and the full-scale invasion of Ukraine in 2022, have differed widely between Ukrainian, Western and Russian media.[1] Russian, Ukrainian, and Western media have all, to various degrees, been accused of propagandizing, and of waging an information war.[8] While Russian and Ukrainian media narratives of the ongoing conflict between the two counties differ considerably, due in part to the extent of government control, their media ecosystems are both dominated by the reliance of much of their populations on television for much of their news. According to Levada Centre, two-thirds of Russians relied on state television for their news in 2021.[9] A Research & Branding Group February 2021 poll found that for the first time Ukrainians preferred the Internet as their primary news source instead of television (51% preferred the Internet and 41% TV).[10] Russian channels have repeatedly used misleading images, false narratives, misrepresentation, suppression,[11] and fabricated news stories, such as 2014's fictional child's crucifixion and fictional death of a fictional 10-year-old in a shelling.[12][13] The BBC has reported that Russian state television \"appears to employ techniques of psychological conditioning designed to excite extreme emotions of aggression and hatred in the viewer\",[14] which, according to The Guardian, is part of a coordinated \"informational-psychological war operation\".[15][16] A regular theme in the Russian media has been that the Ukrainian army, which has many Russian-speaking members, commits \"genocide\" against Russian speakers who strongly desire Russia to \"protect\" them from Kyiv.[17][18][19] Yet a Gallup poll showed that fewer than 8% of eastern residents \"definitely\" wanted Russian protection.[20] They believed Russia's denials of involvement in the Crimean crisis, until Vladimir Putin boasted about the key role of Russian soldiers, and continue denying its involvement in the war in the Donbas region of Ukraine, despite evidence that Russia has regularly shelled across the border.[21][22] Media freedom in Russia is highly restricted, and Russian state media presents the official viewpoint of the Russian government. The BBC has reported that the Russian state media has a \"tendency to focus on events in Ukraine to the almost complete exclusion of problems at home.\"[24] In May 2015, the Slovak monitoring group MEMO 98, Internews Ukraine, and the Yerevan Press Club of Armenia completed a report on Russian TV channels for the Civil Society Forum of the Eastern Partnership. MEMO 98's Rasťo Kužel observed that Russian media \"diverted attention from important domestic issues and scared the population with the possibility of a war and the need for Russia to protect itself against an external enemy.\"[25][dead link] Russian state media frequently reported stories that were completely invented, or distorted statements by Ukrainian and Western politicians.[citation needed] News presented as actual events is frequently hearsay, from anonymous blogs, intentionally staged videos,[26][27] and selectively quoted materials, omitting anything critical of Russia.[28] Accusations of Russophobia (anti-Russian sentiment) are often levied at critics.[29] Writing for Sobesednik [ru], Dmitry Bykov said \"the language of today's propaganda has become full of artificial connections. If you're against Russia's covert war in Ukraine then you must be for gluttony, against the motherland, and for soulless American fast food, only protesting against war because you want foie gras.\"[30] In February 2015, Irina Prokhorova, leader of the opposition party Civic Platform, commented that nationalism and \"us vs. them\" thinking had grown among Russian media, saying: \"If I participate in some talk on television, they start accusing immediately, 'you're not patriotic, you're not a true citizen.\"[31] Vladislav Inozemtsev wrote \"The rhetoric of aggression and arguments justifying the use of force have become part of Russia's standard informational milieu.\"[32][dead link] Maria Alekhina from Pussy Riot[33] and Max Skibinsky[34] also criticized the Russian media's reporting. Edward Lucas and Peter Pomerantsev noted that Russia's portrayal borrowed from Soviet narratives and terminology. \"By telling Russians that, as in 1941–1945, they are fighting fascists, the Kremlin aims both to galvanize its own population but also to delegitimize any dissenters: to speak against the war is to betray Russia itself.\"[35] Accusations of \"provocation\" appeared frequently in Russian discourse, turning \"the dynamics of the conflict ... upside down: the attacker becomes the victim and the victim is accused of starting the conflict.\"[35] Rossiya Segodnya's Ukraina.ru [ru] website claimed that Ukrainian president Petro Poroshenko had links to Lucifer. The story was later retracted by the original website.[36] Some Russian media have promoted anti-western and pro-war views: Rossiya 2 aired a short simulation of a Topol-M rocket hitting London while channel 5 simulated a conventional invasion of Warsaw, Berlin and the Baltic states.[37] The Russian media has employed \"Soviet language\", referring to \"traitors\", \"fascists\", and \"fifth columns\".[38] Maksim Trudolyubov, writing in Vedomosti, said \"Today's state-run media in Russia is a continuation of the KGB but much smarter than previous incarnations. They use modern tools, misinformation, confusion, and conflicting signals to prevent any collective responses and actions of citizens.\"[39] In 2016 Dmitry Kiselyov admitted using fake documents in his program.[40] State Russian media consistently portray the fighting in Ukraine as instigated by successive Ukrainian governments following the 2014 ouster of Viktor Yanukovych, the fourth president of Ukraine, during the pro-European Euromaidan protest movement.[1][41][42] Euromaidan, described as controlled by \"ultranationalist\", “fascist\",[43][44][45] \"neo-Nazi\", and \"anti-Semitic\" elements,[46] and the Right Sector, described as a “far-right nationalist group” commonly featured in Russian media.[35] The revolution has been depicted as a violent \"coup d'etat\"[35] fomented by the West to overthrow the elected government of Ukraine.[1][47][48] At the same time, reporting on a Euromaidan protest attended by over a hundred thousand people,[citation needed] Channel One Russia said that the protests were \"dying out\" with \"only a few hundred\" attending.[49][50] Police brutality against Euromaidan supporters wasn't mentioned in Russian media.[51] Russian state media claimed that Western countries, particularly the United States, orchestrated events in Ukraine to harm Russia.[25][52] The European Union–Ukraine Association Agreement was depicted as a weapon against the Kremlin, protesters as paid stooges of the United States, and the Vilnius summit as akin to the Munich Agreement.[53] Descriptions of the Ukrainian government as \"illegitimate\" or \"self-appointed\" and the country as \"fascist\" were common in Russian reports during much of the conflict, but had declined sharply by the end of 2015.[54] After the Ukrainian parliament voted to choose Arseniy Yatsenyuk as transitional Prime Minister, RT described the Ukrainian government as \"coup-appointed\".[55] After the election of Petro Poroshenko as president, Russian news outlets regularly described the Ukrainian government as a \"junta, \"fascist\", and \"illegitimate\".[41][56][57] Kiselyov's two-hour Sunday show Vesti Nedeli \"developed a near single-minded fixation on Ukraine\" and presented the post-Maidan authorities as \"fascist usurpers\", \"propped up\" by NATO.[58] Ukraine was often portrayed as \"irreparably dysfunctional\", \"artificial\", \"deeply divided\", or a failed state.[20][59][60] Russian state media claimed that Kyiv authorities had allowed total anarchy to take root in Ukraine and that the country was under the control of \"banderovtsy\", followers of Ukrainian nationalist Stepan Bandera.[1][57][61][62] According to Boris Nemtsov's report, Putin. War, the rhetoric of World War II was projected onto the crisis, with Russia presented as fighting against \"fascism\".[63] Eastern Ukrainians were portrayed as seeking Russia's intervention and protection, despite a Gallup poll showing that less than 20% of residents agreed.[20] The Ukrainian government was accused by Russian media of \"genocide\"[19][64] and \"pogroms\" against the large Russian-speaking population in eastern and southern Ukraine.[1][47] These \"pogroms\" were said to have been directed at churches and synagogues, though local Jewish communities denied that any pogroms had taken place.[46][65] Russia-1 and RIA Novosti claimed in 2014 that the \"pogroms\" and \"anarchy\" resulted in a \"humanitarian crisis\" in Ukraine, and predicted that refugees would \"flood in\".[1] In early March 2014, prior to the war in Donbass, Russian channels said large numbers of refugees were fleeing the \"chaos\" in Ukraine and portrayed the new Kyiv authorities as \"fascists.\" RT declared that Russian military intervention was \"aimed only at saving Russian lives.\"[48] Channel One presented footage from a Shehyni border crossing between Ukraine and Poland, as Ukrainians escaping to Russia.[66][67][68] Russian state channels depicted Donbass civilians as under attack by Ukrainian forces and made no mention of insurgents firing from residential areas.[69] They described the Ukrainian army's operations as \"punitive\"[63] and presented the war in Donbass as a \"civil war\".[70] News presented as actual events is frequently hearsay, from anonymous blogs, intentionally staged videos,[26][27] and selectively quoted materials, omitting anything critical of Russia.[28] On Russian citizens fighting against Ukraine, Russian media \"repeated the official line that the troops (were) \"volunteers\" or had traveled to Ukraine on leave rather than in any official capacity\" and described foreigners fighting for Ukraine as \"mercenaries\".[71] There were frequent mentions of \"Slavonic unity\" and \"Russian brotherhood\".[71] A group of Russian nationalists prepared an international exhibition Material Evidence, presented with highly anti-Western and pro-Russian bias. Russian media claimed that western media ignored the apparent \"violence\", and that demonstrators in Crimea were protesting for democratic rights. Russian sources consistently refer to the events as the \"Russian Spring\", harking back to pro-democracy movements like the Prague Spring and Arab Spring.[72] The annexation of Crimea was portrayed as the will of the people and a \"reunification\".[73] Pro-Russian protesters in eastern Ukraine, including those who were armed and had taken journalists hostage, were portrayed as peaceful \"pro-federalization\" activists.[55] In an interview with Deutsche Welle, OSCE observer Paul Picard said: \"We often see how Russian media outlets manipulate our statements. They say that we have not seen Russian troops crossing the borders. But that only applies to two border crossings. We have no idea what is going on at the others\" (Russia had refused to allow the OSCE to expand its mission.)[74] During the Crimean crisis, Russian media echoed the Russian government's assertions that Russian troops were not involved,[21] and that Ukrainian nationalists from western Ukraine and Kyiv were assaulting and killing Russians in Crimea. They claimed that a bus in Simferopol carried members of Right Sector who attacked Crimean residents, although footage showed a bus with Crimean license plates transporting men armed with Russian weapons, after roads to Crimea had been blocked by Russian soldiers.[66][67] Russia 24 used footage of the Maidan square in Kyiv to support its claims of chaos in Simferopol, Crimea.[67] Claims of violence and suppression against Russian-speakers in Ukraine were used to justify for the Russian military intervention in Crimea.[75] Joshua Yaffa of The New Republic reported a \"propaganda onslaught unprecedented in the post-Soviet era, implying or inventing dark suspicions about Western motives in Ukraine while painting Russia's own meddling as a heroic answer to the call of justice.\"[58] In an interview with the Institute for War and Peace Reporting, Peter Pomerantsev said, \"The Kremlin has reinvented the conflict in Ukraine as a genocide against Russians. People believe that the fascists are coming to get them, because that's what they have seen on TV, or that the CIA is behind massacres in Ukraine.\"[59] Ingo Mannteufel of Deutsche Welle reported that \"Kremlin-run media outlets have been hammering the Russian people and foreign audiences with messages that \"fascist politicians and US intelligence agencies\" have taken over neighboring Ukraine\".[76] Russian media focused particularly on Right Sector, portraying the group as powerful, fascist, and neo-Nazi and saying that it was persecuting Russian-speakers and Jews.[57][77][78] Writing for Foreign Policy, Hanna Kozlowska stated that Russian propaganda tried to demonize the Ukraine government and build a case for the annexation of Crimea by depicting Right Sector as a powerful neo-Nazi group that might take control of Ukraine.[78] During the first half of 2014, Right Sector was the second-most mentioned political group in online Russian mass media.[78] The Associated Press and other international news organizations found no evidence that the group had committed hate crimes.[77] Right Sector and other far-right candidates had poor results in both the 2014 Ukrainian presidential election and parliamentary elections.[79][80] Josef Zissels, chairman of the Vaad Association of Jewish Organization and Communities of Ukraine, stated: \"The failure of the ultranationalists reflects a reality which we have been trying to represent all the time despite Russian propaganda's attempt to portray Ukrainian society as intolerant.\"[81] In early March 2014, Shaun Walker of The Guardian reported, \"Russian state television has gone out of its way to manufacture an image of the protests as a uniquely sinister phenomenon; a far-right movement backed by the west with the ultimate goal of destabilising Russia. ... On the ground in Crimea, what is particularly odd is that the most vociferous defenders of Russian bases against supposed fascists appear to hold far-right views themselves.\"[82] In August 2014, BBC News reported, \"Russian state TV's coverage of the crisis has been consistently sensationalist, using a wide repertoire of propaganda techniques to incite revulsion and hostility towards the authorities in Kyiv.\"[57] The Institute of Modern Russia wrote, \"Inside Russia, and in areas of eastern Ukraine where Russian television is popular, the Kremlin's political technologists have managed to create a parallel reality where \"fascists\" have taken power in Kyiv, ethnic Russians in eastern Ukraine are in mortal danger and the CIA is waging a war against Moscow.\"[56] In March 2014, historian Timothy D. Snyder rejected the claims of a \"fascist coup\", stating \"Although one can certainly debate the constitutional nuances, this process was not a coup. And it certainly was not fascist. Reducing the powers of the president, calling presidential elections, and restoring the principles of democracy are the opposite of what fascism would demand.\"[18] Some observers were critical of the Russian media's heavy focus on radical and right-wing groups during Euromaidan, finding that the protests were broad-based.[48] Commenting in the Kyiv Post on \"fascist\" accusations against Ukraine, Lily Hyde wrote, \"Today's Russia, with its focus on a strong leader, primacy of the state, and aggressive imperial ambitions, is far more text-book \"fascist\" than Ukraine.\"[83] The Kyiv Post's Oleg Sukhov and BBC News' Stephen Ennis accused Russian media of \"demonization\" of Ukrainians.[84][85] Sukhov said Russian media regularly used fascist labels \"without pointing out the relatively low support for far-right groups among the Ukrainian population or the presence of neo-Nazis among Russian-backed insurgents,\" and he criticized their presentation of the Ukrainian crisis as \"orchestrated by the United States while ignoring Russia's direct involvement in support of separatists.\"[84] Bernard-Henri Levy said the claims of \"fascism\" in Ukraine were part of a \"misinformation campaign.\"[86] In an open letter to Vladimir Putin, Ukrainian Jews, a mostly Russian-speaking community, said the Russian media had fabricated stories of forced Ukrainization, bans on the Russian language, and growth of anti-Semitism, and suggested that Putin had \"confused Ukraine with Russia, where Jewish organizations have noticed growth in anti-Semitic tendencies last year.\"[87] After the parliamentary election, Vyacheslav Likhachev of the Euro-Asian Jewish Congress said that \"Russian propaganda speaks of a 'Ukrainian Fascist junta,' but in reality there are more voters for the far-right in the European Union than in Ukraine.\"[80] Jillian Kay Melchior of the National Review found the claims of discrimination against Russian-speakers \"absurd,\" saying the Russian language was prevalent even in Kyiv.[88] Anti-government groups in eastern and southern Ukraine have been consistently characterized as \"local people bravely fighting for their rights\", as \"self-defence forces\", and as \"supporters of federalization\".[1][42][89][90] Russia-1 state television said \"Kyiv threatened the citizens of Donetsk with psychological attacks from the air. Periodically, military helicopters and planes circle menacingly over the towns of Sloviansk and Kramatorsk\".[1] In addition, the Ukrainian army, which has launched various offensives against militants in Donetsk Oblast, has been portrayed as \"disorganized\" and having \"low morale\".[89] NTV, owned by Russian state oil company Gazprom[when?], reported that \"Ukrainian troops refused to take orders from their commanders, and sided with pro-Russian militiamen\".[89] In July 2014, ITAR-TASS, RIA Novosti, and LifeNews reported that pro-Russian separatists had shot down a Ukrainian military plane over Torez.[63][91] When news emerged about the MH17 crash, Russian channels suggested Ukraine was responsible,[91][92] and that the crash was part of a U.S. conspiracy against Russia.[38] In August 2015 Komsomolskaya Pravda published a purported wiretap transcript of two named CIA operatives planning an attack on MH17. It was ridiculed in Western media, as the English used by both \"CIA agents\" was very unnatural for native speakers and resembled \"Google translated Russian phrases read from a script\".[93] In March 2015, TASS published a false report that the Carpatho-Rusyns had held a congress in which they decided to seek autonomy.[94][95] Russian state media were also criticized for their reporting on Odessa Oblast, particularly their claims of riots and persecution of ethnic minorities.[96] Russia-1 presented Poroshenko's statement that Ukrainian would remain the only state language as a violation of the right to speak Russian freely, although a survey found that even Donbass and eastern oblasts preferred Russian to have the status of a second official language in particular regions over \"state language\" status.[97] In May 2015, Izvestiya \"disclosed\" a letter allegedly from the US Embassy to LGBT activists in Russia, written in such error-ridden English that the US Department of State republished it with the errors marked in red and a dedication in Russian, suggesting that the authors ask for help when writing such letters next time.[98] Potupchik reported to her supervisors about alleged irregularities in Alexei Navalny's passport application form, attaching its scans to the email. As noted by The Insider, she had no legal way to obtain these forms, as they are considered sensitive documents, and a few days later LifeNews reported exactly these irregularities as part of campaign against Navalny.[99] According to Alexander Sytnik, a former member of the Russian Institute for Strategic Research, his organization was one of the channels for \"illegal funding of pro-Russian analysts in Ukraine through third parties\".[100] On a number of occasions, Vladimir Putin, Dmitry Rogozin and Nikolai Patrushev have given examples of Western prejudice and hostility against Russia; one of these examples was an alleged statement by Madelaine Albright about Russia \"controlling too much of Siberia's resources\". As Russian independent media shortly found out, this phrase wasn't made by Albright, but instead by a former Russian security services officer, Boris Ratnikov, who in 2006 gave examples of what kind of \"secret\" information he was able to extract from Western leaders using experimental \"remote mind control\" research. Even though the origins of this statement had been traced in 2007, Russian leaders continued to repeat it as truth. Asked by a journalist about this particular statement, Putin replied that \"I know this is what they think in their minds\".[101][102] According to a linguistic analysis by Vasily Gatov, top Russian politicians started reusing classical language habits of Bolshevik leaders, such as self-questioning (\"a question arises ...\"), metonymy (\"some countries ...\") and expressions or anecdotes from criminal subculture.[103] In September 2015, Alexandr Bastrykin, head of the Investigative Committee of Russia, presented a version of the arrest of Nadia Savchenko that said she \"voluntarily crossing the Russian border\" and was \"living for 4 days in hotels\" in Russia before her arrest, and that completely contradicted previous reports by Donetsk People's Republic militia of taking her prisoner, including videos of her interrogation. In the same interview Bastrykin also accused Arseniy Yatsenyuk of taking part in the First Chechen War[104] which, due to its surreal character was widely ridiculed in Ukrainian and Russian media, including a number of memes portraying Yatseniuk as a Chechen warlord.[105] These accusations were based on testimony from Mykola Karpyuk and Stanislav Klykh, Ukrainian citizens held, tortured and extorted in Russia since 2014. Another Ukrainian citizen, Serhiy Litvinov, is also held in Russia and his forced statements were used by Russian media as 'proof' of 'genocide of Russian nationals' as Litvinov was also charged with murdering twenty 'unidentified people' and a rape. By the end of 2014, most of the charges against him were dropped, leaving one robbery charge.[106] According to Alexander Cherkasov, the prosecution statement in Karpyuk and Klykh contains errors and inconsistencies suggesting that it was written based on the Russian Wikipedia article on Salman Raduyev rather than any actual evidence.[107] In July 2014, The New Yorker reported that \"nearly all Russians derive their news and their sense of what is going on in the world\" from Russian state television, whose broadcasts were described as \"feverish, anti-Ukrainian, anti-American, and generally xenophobic\" and \"full of wild exaggeration about Ukrainian \"fascists\".\"[108] According to Sergey Golunov, such portrayals are part of a long-term trend that started in the early 2000s: Most geopolitical textbooks that include conspiracy theories portray the United States as the primary conspirator against Russia and, accordingly, as a threat to Russia's existence, independence, and territorial integrity. Other conspirators cited include China, Germany, and Japan, as well as certain 'alliances' of states in international organisations and the Muslim world. Beyond risks to Russia's territorial integrity, some theories outline support for ethnic and/or religious separatist movements in and around Russia. Since the mid-2000s, many textbooks have also denounced a supposed 'fifth column' inside Russia. Themes of Russia's \"information war\" include Ukraine was the main subject of negative reports until the Russian media shifted their attention to Turkey.[54] Other top stories, usually based on hearsay, with no accompanying evidence and illustrated by photos taken from unrelated incidents,[15] included a \"three-year-old boy crucified by Ukrainian servicemen\", \"parcel of land and two Russian slaves for Ukrainian soldiers,\" a woman with five different names and stories, a \"Spanish air controller in Kyiv\", \"satellite photo of Ukrainian fighter jet firing at Boeing\", \"Ukrainian fighter jet pilot confession\" (spread in Russian media as a viable explanations for the MH17 crash), Dmytro Yarosh winning the 2014 Ukrainian presidential election, and Yarosh threatening to set off a grenade in Parliament.[111][112][113][114] Russia has also described other uprisings in eastern Europe, unfavorable to the Kremlin's interests, as controlled by foreign powers and fascists. In a July 2009 open letter calling Russia \"a revisionist power\", Vaclav Havel, Lech Walesa, and other former leaders of central and eastern Europe criticized Russia for \"[challenging] our claims to our own historical experiences\" and \"[asserting] a privileged position in determining our security choices.\"[115] Russian state television has described the Hungarian Revolution of 1956[116] and the Prague Spring of 1968, both stopped by Soviet-led invasions, as orchestrated by the United States and Western European countries. Russian TV presented the invasion of Czechoslovakia \"as brotherly help aimed to prevent an invasion by NATO and fascism\",[117] provoking outrage in the Czech Republic and Slovakia.[118][119][120][121] Social media are used in a coordinated way to influence public opinion in Russia and elsewhere.[15][56][122][123][124][125][126] Leaked emails of Kristina Potupchik, a former Nashi spokeswoman, and later an employee of the Putin administration, revealed wide-scale monitoring of any critical articles in Russia opposition media, paid commenting and trolling by web brigades, coordinated by Potupchik.[127] According to earlier leaks she had been involved in similar activities at least since 2012.[128] Russian mass media played a significant role in starting the war in Donbass, according to war reporter and veteran of the First Chechen War Arkadiy Babchenko. \"This is the first war in history started exclusively by Goebbels-like propaganda\", he said.[129][130] Writing in March 2014 for Gazeta.ru, Yekaterina Bolotovskaya said the Russian media presented an \"apocalyptic\" image of Ukraine.[131] After a Russian channel claimed Ukrainians had crucified a child in Slovyansk, the former chief editor of Lenta.ru, Galina Timchenko, said, \"This is an egregious violation of professional ethics. Not only is there no proof anywhere -- this is not even being questioned.\"[12] In March 2014, former economic minister Andrei Nechayev wrote, \"Our propaganda on state channels is really running wild.\"[132] In July 2014, Andrei Malgin [uk] wrote in The Moscow Times: \"I worked for Soviet newspapers during the terms of four Soviet leaders, from Leonid Brezhnev to Mikhail Gorbachev, and this is the first time the authorities have lied so brazenly and shamelessly. They have truly reached a new low.\"[133] Boris Nemtsov stated that Vladimir Putin and the directors of Channel One Russia and Rossiya Segodnya employed \"Goebbels-style propaganda. If we are talking about the responsibility for spilling both Russian and Ukrainian blood, it lies not only with Putin, but also with such gentlemen as Konstantin Ernst or Dmitry Kiselyov. They operate in accordance with the simple principles of Joseph Goebbels: Play on the emotions; the bigger the lie, the better; lies should be repeated many times.\"[134] Russian hacker group Shaltay Boltay published v v. Kremlin documents telling journalists to justify the Crimean annexation, praise Vladimir Putin's development plans, and depict Ukraine as swarming with fascists.[135] Delovoi Petersburg and a journalist interviewed by Der Spiegel reported that several \"Ukrainian\" news sites, such as the Kharkov News Agency, were based in Russia.[136][137] The head of the Levada Center, Lev Gudkov, stated, \"The successful propaganda campaign we are witnessing here surrounding the Ukraine crisis is unique and highly sophisticated, even compared to Soviet standards.\"[138] On 5 April 2022, Russia's opposition politician Alexei Navalny said the \"monstrosity of lies\" in the Russian state media \"is unimaginable. And, unfortunately, so is its persuasiveness for those who have no access to alternative information.\"[139] He tweeted that \"warmongers\" among Russian state media personalities \"should be treated as war criminals. From the editors-in-chief to the talk show hosts to the news editors, [they] should be sanctioned now and tried someday.\"[140] Roskomnadzor issued a warning to Ekho Moskvy after two journalists, Sergei Loiko and Timur Olevskiy, discussed the battle for Donetsk Airport.[141] Vitaliy Portnikov, writing in Grani.ru, mocked justifications of Russia's seizures of land.[142] Alexander Podrabinek wrote that Putin had a history of using wars to increase and maintain his power and was now using a war with Ukraine to deflect opposition in Russia.[143] In 2014, Boris Nemtsov wrote that the Kremlin demonstrated hypocrisy by advocating federalism for Ukraine, stating \"Russia itself has not had any sort of federal state for a long time, since 2004\", and said Putin sought to \"punish\" Ukraine to discourage a revolution against corruption from taking place in Russia.[144] In Profile.ru [ru], Georgy Kunadze stated that \"If a country as similar to us as Ukraine will be able to overcome the post-Soviet syndrome and becomes a successful contemporary state, its example could prove infectious for Russia.\"[145] In October 2014, Russian economic expert Stepan Demura criticized the Russian invasion of Ukraine and 2014 Crimean crisis, saying they would harm the Russian economy.[146] Russian politician Leonid Gozman, commenting on Ekho Moskvy's blog, said that the only way to save Russia from the generals covertly sending soldiers to die in Ukraine is to \"give Ukraine advanced arms\".[147] On 14 February 2015 Russian journalist Roman Saponkov published video of separatist artillery shelling Ukrainian positions from Debaltseve, laughing in the background about \"what will RT say\", \"they must be using dummy ammunition, it's truce now\". Russian media have widely reported that and, as result, RT and TASS agencies who worked with Saponkov previously both publicly condemned his comments.[148] Novaya Gazeta, Slon.ru, Grani.ru [ru] and Ekho Moskvy published criticism of Russia's policy in Crimea and then Donbass. Some such as Grani.ru, were blacklisted as a result. Journalists who wrote commentary critical of the Russian government's actions usually experienced ostracism and were accused of treachery or fascism by mainstream media. Some experienced violence.[149][150] In March 2014, Vedomosti published an article by a Moscow university professor, Andrey Zubov, who was subsequently fired, comparing Russia's military intervention in Crimea with Nazi Germany's Anschluss.[151] Russian historians Alexandr Skobov and Andrey Piontkovski commented on the ideology of the self-declared Federal State of Novorossiya and concluded that its basic features (nationalism, imperialism) bore strong similarities to 20th century fascist movements.[152][153] On 28 July, Skobov was assaulted by unknown perpetrators and received several stab wounds in St. Petersburg.[154] In May 2014, Cathy Young of The Daily Beast reported that journalists were being abducted and \"subjected to bizarre propaganda rituals on Russian television.\"[155] Irma Krat, a journalist and Euromaidan activist who was held prisoner from April to July 2014 by pro-Russian militants, said that the pro-Kremlin LifeNews interrogated her after she had been injected with a drug and that NTV (Russia) had manipulated the footage: \"The interview was cut and spliced so that it makes me appear to have almost admitted to being a killer, a sadist, and as if I was renouncing the Maidan.\"[156] In June 2015 an NTV journalist, Konstantin Goldenzweig, left his position after 12 years of work, apologizing publicly for \"taking part in a collective propaganda madness\".[157] In Russia, opponents of the war frequently face discrimination and coordinated hate campaigns.[158] The most extreme example was the assassination of Boris Nemtsov, which his daughter Zhanna Nemtsova blamed on Putin and Russian media.[159] Writing for Vedomosti, she stated that \"Russian propaganda kills. It kills reason and common sense but it also kills human beings.\"[160] She said that Putin's \"information machine\" \"employs criminal propaganda techniques to sow hatred, which in turn spawns violence and terror. Its modus operandi? To dehumanize the target.\"[160] In June 2015 Alexandr Byvshev, a poet whose anti-war works were banned as \"extremist\" earlier, was added to an official \"list of terrorists and extremists\" maintained by the Federal Service for Financial Monitoring (Rosfinmonitoring) and a \"spontaneous collective condemnation\" campaign, described as Soviet-style by independent media, began in his village.[161][162] Russian media portrayals of the 2014 unrest in Ukraine received widespread criticism from Asian, European, Ukrainian, and North American media and governments, and were often described as \"propaganda\", and \"filled with omissions and inaccuracies\".[68][87][163][164][165][166] The BBC reported on the use of misleading images, false narratives, misrepresentation and suppression.[11] The New York Times referred to Russian reporting as a \"disinformation campaign\" by the Russian government and the Associated Press called it a \"Kremlin-led smear campaign.\"[47][90] Critics said the coverage aimed to discredit pro-democracy protesters and justify a Russian military intervention.[132][167] Der Spiegel wrote that Russian state TV \"has no qualms about blatantly fabricating the news.\"[138] Writing for Reuters, Lucian Kim said \"Lying – blatantly and repeatedly – is considered a legitimate weapon in the arsenal of hybrid warfare that Putin has unleashed in the struggle for Ukraine.\"[19] According to Luc Maffre and Peter Pomerantsev, Russia's narrative has roots in Soviet dezinformatsiya and active measures.[168][169] Some commentators believed that Russian state-controlled media attempted to sow confusion.[15][170][171][172] Casey Michel said that they were trying \"to confuse and complicate, to muddle and muddy the facts on the ground, to create multiple realities to back manifold predispositions.\"[173] Edward Lucas and Ben Nimmo called it \"information warfare\" designed to \"confuse, befuddle and distract\", \"to provoke doubt, disagreement and, ultimately, paralysis.\"[174] Some said that Russian state media were disseminating hatred.[175][176] Stephen Ennis of the BBC stated that Russian state TV \"appears to employ techniques of psychological conditioning designed to excite extreme emotions of aggression and hatred in the viewer.\"[14] Western and Ukrainian media have accused Russian media of fabrications.[64][66][177] Reporting for Watson.ch in Switzerland, Jürg Vollmer wrote, \"For months, Russian propaganda has spread numerous false reports, fake photos and videos of Ukraine.\"[178] In March 2014, alumni and students at the Kyiv-Mohyla School of Journalism started a project to identify false reports, StopFake.org.[179][180][181][182] In May 2014, Russia-1 used footage from a 2012 conflict in the Russian region of Kabardino-Balkaria in a report alleging Ukrainian abuses against Russians;[138][183] the deputy chief described it as an \"accidental error\" after a Ukrainian website, InfoResist.org, found the 2012 news report.[184] The Kyiv Post reported that a journalist from the same channel, Yevgeni Poddubny [ru], was involved in a plot to frame the Ukrainian army for the death of a Red Cross worker.[185] Russian media also presented images from military conflicts in Georgia, South Ossetia, and Syria as being from Ukraine.[181][186] Multiple Russian news outlets have been criticized for producing unsubstantiated reports of atrocities. English-language television channel RT, owned by the Russian government, has been called the \"primary hub of Russian propaganda in the West\",[208] accused of distortions and omissions,[51][209] aligning its coverage to suit the Russian government, and fueling paranoia.[56][178][210][211] The British communications authority Ofcom reviewed four news bulletins from early March 2014 and found that RT \"failed to preserve due impartiality.\"[212] A presenter for the channel, Liz Wahl, resigned on air after saying that she disagreed with the channel's \"whitewashing\" of the Russian government's actions during the 2014 Crimean crisis.[1][213] Der Spiegel wrote that Ivan Rodionov, the head of RT's video news agency Ruptly, \"[defended] President Vladimir Putin so vehemently that one could be forgiven for confusing him with a Kremlin spokesperson.\"[138] Having reported Rodionov's claim that the Ukrainian government held \"radical right-wing views\", Der Spiegel noted that his news site \"featured \"right-wing radicals like Britain's Nick Griffin or German far-right extremist Olaf Rose, an ideologist with the neo-Nazi National Democratic Party (NPD), stirring up hatred towards the European Union and its Ukraine policies.\"[138] In 2015, RT falsely reported that Ukrainian officers had the right to shoot deserters.[209] Glenn Greenwald said that RT was no worse than the leading British media but Casey Michel stated \"This trope – stating that all outlets are equally biased, and equally fallacious – exists firmly within the camp of whataboutism\".[173] The Hague Centre for Strategic Studies described RT and Sputnik News as \"vital elements of the Russian propaganda machine\".[218] The Interpretermag.com said that some Russian reporters were involved in serious violations of journalism ethics.[219][220] After LifeNews approvingly filmed the abuse of Ukrainian POWs by pro-Russian forces, Dunja Mijatović of the OSCE said that the station's portrayal amounted to \"unethical and inadmissible reporting\" and an \"abuse of journalists' rights and privileges.\"[221] Some Russian media have been accused of employing whataboutism as a response to criticism of Russia's actions in Ukraine.[51][193][222] The firing of Galina Timchenko, chief editor of Russian news website Lenta.ru, after she published an interview with one of Right Sector's leaders, Andriy Tarasenko, was cited by western media as an incident of censorship.[223][224] She also faced pressure to use material from Russia's state-run media.[88] Radio Free Europe/Radio Liberty wrote that Russia-24's editing of RFERL's interviews was \"a useful case study in how a video's context can be shifted to represent one particular point of view.\"[225] Rossiya Segodnya published an interview with Igor Girkin after removing his statements on working for Russia's Federal Security Service and chaos among pro-Russian militants.[226] Following the downing of Malaysia Airlines Flight 17, an article in the Indonesian version of Business Insider described the way that Russia Today was covering the incident as \"ridiculous\" and \"in the only way it knows how: Blaming everyone except for the Russian government\"[164] while Daniel Drezner noted how the Russian media narrative of the Malaysian airline shoot-down was a \"grab bag of conspiracy theories\" and suggested that Putin could become trapped by the nationalist rhetoric created over the incident.[227] The Associated Press reported that the theories presented by Russian broadcasters and newspapers \"vary wildly in content\" but \"all point the finger at Ukraine. None admits the possibility that Russia may bear responsibility.\"[92] Julia Ioffe of The New Republic wrote that they were \"peddling conspiracy theories\" and \"trying to muddy the water\".[38] Writing for The Atlantic, Peter Pomerantsev said \"[Russian media] were trying not so much to convince viewers of any one version of events, but rather to leave them confused, paranoid, and passive—living in a Kremlin-controlled virtual reality that can no longer be mediated or debated by any appeal to 'truth.'\"[170] Sergei Loiko, a Los Angeles Times correspondent interviewed by Novoye Vremya Ukraine, criticized Russian channels, saying \"there were no reasons for [this war]. They are all fictional. They are built on lies, spread by Russian television. There was no reason for people to kill each other. It is a theatre of the absurd.\"[228] In an article for The Irish Times, Conor O'Clery wrote, \"When leafing through Zhirinovsky's rag in Vnukovo airport it occurred to me how close his extreme outpourings are to those emanating from the mainstream Russian media.\"[229] Timothy D. Snyder criticized the presentation of Russian-speakers in Ukraine as ethnic Russians who desired Russia's \"protection.\"[18] In October 2014, Taras Kuzio wrote in the Financial Times that \"the world view created by Putin's state controlled media has never corresponded to reality. Putin always mixed up \"Russian speakers\" with \"Russians\" in Ukraine, believing they were one and the same. So he was always unable to fathom the fact that a large proportion of Ukrainian armed forces and National Guard are Russian speakers.\"[17] The Russian media's depiction of the mainly Russophone city of Kharkiv as eager to join Russia was called \"wishful thinking\" by Katya Soldak of Forbes, who said that events in the city and a survey conducted by Alexei Navalny did not support the portrayal.[230] The University of Helsinki's Michael Gentile and Lucian Kim of Reuters were critical of the focus on ethnicity and language to explain the conflict in Donbas. Gentile stated that \"rather than being divided between Ukrainians and Russians, the Donbas is divided between people who believe in the concept of Ukrainian sovereign statehood and those who are nostalgic of the Soviet past.\"[231] Kim wrote, \"As strenuously as the Kremlin propaganda machine raises the hobgoblin of Ukrainian nationalism, the conflict between Ukraine and Russia isn't about ethnicity or language — it's about the kind of country that people want to live in.\"[232] Pierre Vaux, writing in Left Foot Forward, criticized \"the efforts of Kremlin propagandists to portray the Ukrainian government as waging a war on Russian speakers\", stating that \"large swathes of the government are Russian speakers. So are many of the military leaders in the east, including commanders of volunteer formations, such as Semyon Semyonchenko\".[233] In addition to Russophones from Ukraine, about a hundred Russian citizens joined pro-Ukrainian forces, \"[discrediting] incessant Kremlin propaganda that Russian speakers are being persecuted in Ukraine\", according to the Kyiv Post.[234] Assertions that the West had broken an agreement against NATO enlargement were criticized by some commentators. Pavel Stroilov, who copied Kremlin documents, said that \"if the idea of a broken promise is being used as casus belli in Ukraine, it is being used fraudulently.\"[235] Citing a 1995 article from The New York Times, Anne Applebaum said the suggestion that the EU and NATO had provoked Russia was \"based on revisionist history promoted by the current Russian regime—and it is wrong. For the record: No treaties prohibiting NATO expansion were ever signed with Russia. No promises were broken.\"[236][237] In 2014 interviews with Russia Beyond the Headlines and Germany's ZDF, Mikhail Gorbachev also dismissed claims of a non-expansion pledge and said the idea that the West had deceived him was \"a myth. The press had a hand in it.\"[238][239] According to Ben Nimmo of the Central European Policy Institute, the Russian media was \"distorting Western perceptions of the conflict. Claims that NATO promised not to expand into Central and Eastern Europe (CEE) after German reunification, and that Russia's fear of that enlargement is justifiable, have entered the mainstream media, creating the impression that the West is to blame for Russia's direct assault on Ukraine.\"[52] Applebaum and French intellectual Bernard-Henri Lévy rejected assertions that Russia had suffered \"humiliation\" and \"encirclement\".[236][240] In an article for the Guardian, Christopher Clark and Kristina Spohr wrote that \"misframing the past as a narrative of deceptions, betrayals and humiliations is a profoundly dangerous move\" which undermined \"the entire fabric of treaties and settlements that make up the post-cold war order.\"[241] Accused of trying to \"encircle\" Russia and deepening divisions by accepting new members, NATO said that the statement \"ignores the facts of geography. Russia's land border is just over 20,000 kilometres long. Of that, 1,215 kilometres, or less than one-sixteenth, face current NATO members\" and referred to the \"Helsinki Final Act which says that every state has the right \"to belong or not to belong to international organizations, to be or not to be a party to bilateral or multilateral treaties including the right to be or not to be a party to treaties of alliance.\" And by signing the NATO-Russia Founding Act, Russia agreed to respect states' \"inherent right to choose the means to ensure their own security.\"\"[242] On 2 December 2014, the Ukrainian government created the Ministry of Information; according to its Minister, Yuriy Stets, one of its goals is \"active counteraction to the Russian information aggression\".[243][244] In December 2014, Latvia's foreign minister, Edgars Rinkēvičs, said that Russian news channels had become \"very aggressive in what can no longer be considered normal news or normal journalism, but is more information warfare and propaganda\" and said the EU was discussing whether \"to invest jointly in alternative sources of information — not alternative propaganda sources, but an alternative normal European TV channel, with entertainment, with news, but with very factually accurate news.\"[163] Peter Pomerantsev said Russian reporting of the proposal sought to \"draw equivalence,\" adding, \"Just by saying, 'There's an information war,' it implies two sides doing equally naughty things, so it's OK for Russia to abuse information to spread disinformation.\"[202] Andrew Kornbluth, writing in The Moscow Times, said that \"Russian messaging has worked by exploiting vulnerabilities in precisely those mechanisms of self-criticism and skepticism which are considered so essential to the functioning of a democratic society.\"[245] The Journal of Soviet and Post-Soviet Politics and Society said that the Russian media \"fueled\" and \"legitimized\" the war and was \"surprisingly successful in distorting the war and the way it is perceived and understood.\"[246] CEPI's Ben Nimmo described four Russian propaganda tactics (\"dismiss the critic, distort the facts, distract from the main issue and dismay the audience\") and reported that the campaign \"relies heavily on the Kremlin-controlled media, and paid or sympathetic commentators in the West, to pass its messages.\"[52] Russia-1's Crimea: The Road to the Homeland, which aired in March 2015, was criticized for distorting a March 2014 incident in which a man named Oleg Gorshkov attempted to stop a truck from breaking through a Crimean checkpoint,[247] for unsupported claims of an anti-Crimean \"pogrom\" in Korsun-Shevchenkivskyi,[248] and for a \"sycophantic\" Putin interview.[249] The same month, three Russian channels claimed that a 10-year-old girl had been killed by shelling in the Petrovsky region of Donetsk; BBC News said that the story had been \"made up\".[13] Writing for Lithuania's Delfi, Viktoras Denisenko stated that \"Some Russian propaganda narratives are identifiable and exposed, but quite a lot of them are stealthy and reach their audience and successfully make their way into mass perception where they become entrenched.\"[250] In April 2015, Lithuania's Radio and Television Commission banned RTR-Planeta for three months, stating that it had violated the law against \"war propaganda, hatred and inciting discord\" and ignored repeated warnings.[176][251] Some Ukrainians responded to Russian reporting with humour while others found it inappropriate.[96][252] In September 2015 Linas Linkevičius called for more response and debunking to claims of Russian media, adding that \"a lie is not an alternative point of view\", which is an argument frequently used by media presenting \"Russian point of view\".[253] According to the Centre for Eastern Studies, \"information campaigns using the stereotype of Russophobia are leading to a consolidation of political nationalism\" in Russia; \"attacking 'Russophobes' is a way of protecting Russian society itself from having any doubts about the Kremlin's policy\", \"mobilising them in the face of real or alleged threats\", and \"restoring psychological comfort\" after a failure.[29] In May 2016 Canal+ reviewed a number of reports by Rossiya 24 from France, verifying them with people interviewed by Russian journalists, and found out that their opinions were severely misrepresented by the Russian channel, either by manipulative editing or intentionally distorted translation. After the Canal+ program was aired, Rossiya 24 silently removed some of the most offending parts from the on-line version of their program.[254][255][256] In April 2015 former Russian minister of finance Alexey Kudrin noted that the citizens are now victims of an information war started by the Russian government \"against its own citizens\", commenting on the process of pushing some independent media stations (TV Rain, Tomsk TV-2) out of the public sphere.[257] The head of Rossiya Segodnya, Dmitry Kiselyov, said, \"Information war is now the main type of war, preparing the way for military action\"[168] and the Russian Minister of Defense, Sergei Shoigu, described the media as an arm of the Russian military.[258] In 2015 European Union External Action started a periodic publication called \"Disinformation Review\" documenting such articles by Russian media accompanied by debunking information.[259] Russia has frequently claimed that Western media ignore right-wing nationalist groups like Right Sector and the right to self-determination of those in eastern and southern Ukraine and[1][260] misrepresented Euromaidan as \"peaceful\".[1][261] In Left Foot Forward, Pierre Vaux described Milne's article as \"the distorted apologia of a Kremlin advocate, one who performs front-of-house PR duties with the president himself\" and questioned The Guardian's decision to publish it despite its own editorial criticizing moral relativism and disinformation.[233] In a piece that appeared in The Guardian, former British Ambassador to Russia Tony Brenton wrote that the western media \"routinely downplayed the Russian side of the story\", and that the \"confrontational course\" that the British government had taken on Ukraine \"had been undoubtedly eased by ministers knowing they are playing a largely anti-Russian press\".[262] To counter Russian propaganda, Ukrainian journalists suggested that the European Union support the development of \"a new generation of scholars focused on Eastern Europe as opposed to those seeing Eastern Europe through Russian lenses.\"[263] Salome Samadashvili, then at the Wilfried Martens Centre for European Studies stated that the West's \"view of the realities in the former captive nations of the USSR is often clouded by years of exposure to the Russian point of view.\"[110] Some writers for western newspapers, including Stephen F. Cohen of The Nation and columnists for The Guardian and The Daily Telegraph, were accused of apologism for Russia—justifying its actions.[208][222][264][265][266] According to Isaac Chotiner of the New Republic, Cohen's writing implied that \"some sort of control over Ukraine is a requirement of Russian greatness. And then, after explaining this, [Cohen] says the whole crisis was \"imposed\" on Putin! This is apologetics done well: first you explain why bad behavior is actually sensible, and then you say that the bad behavior wasn't really under the control of the bad actor.\"[267] Pomerantsev and Weiss said that Cohen was using \"willful misinterpretations\" of statements by Ukrainian officials.[56] James Kirchick of The Daily Beast described The Nation as \"Pravda, in English\".[268] Cohen responded to criticism by stating that he sees Washington's hostility towards Russia as counterproductive and dangerous to both Russia and the US: \"Before this began, Putin was the best potential partner we had anywhere in the world to pursue our national security\", and \"American national security still runs through Moscow\".[269] Some critics said pro-Russian western media used whataboutism and focused disproportionately on the minority of Euromaidan protestors who belonged to the far-right.[222][270] The portrayal of the situation in Ukraine as primarily a conflict between the West and Russia, minimizing Ukraine, also received criticism.[271] Julia Ioffe of The New Republic wrote: \"Ukraine, you see, is just \"a former Soviet republic\" and a catalyst for feelings between Russia and the West. It's a thing that can be \"smuggled into NATO\" because its desire or non-desire to be in NATO is automatically less important than how that \"smuggling\" would make Russia feel.\"[271] Some portrayals of Ukrainians were described as \"patronizing\", reducing Ukrainians to \"pawns\" of the CIA.[272] Alexander J. Motyl of World Affairs criticized articles by Andranik Migranyan in The National Interest and Katrina vanden Heuvel and Stephen F. Cohen in The Nation, saying that \"None of the texts sees Ukrainians as agents with a voice: they are marionettes, following the dictates of Washington. ... Putin and Migranyan probably can't see that this is racism. Vanden Heuvel and Cohen, who rightly rail against racism on the pages of the Nation, should know better.\"[273] Some commenters criticized Western media who blamed EU and NATO \"expansionism\" into Russia's \"sphere of influence\".[233][272][270] Anton Shekhovtsov, writing for Searchlight, said Ukrainians were deprived of agency and portrayed as a \"mob allegedly manipulated by the West against Russia.\"[270] Fabio Belafatti, a lecturer at Vilnius University, was critical of Western media: \"Reading many of the articles that accuse the West of \"causing\" the Ukrainian chaos by \"provoking\" Russia in its strategic interests and wounding its pride of great power, it's clear how the authors write from a distorted, hierarchical and, ultimately, orientalist (if not outright racist) perspective on the small countries of Eastern Europe.\"[274] James Bloodworth of The Daily Beast criticized British newspapers, saying a perception of Russia as mistreated \"extends deep into the Conservative press\" and added that \"the left has its own share of useful idiots.\"[264] He felt their writing implied \"any Ukrainian desire for self-determination can go to hell: Putin is right to be concerned about the loss of his \"sphere of influence.\"\"[264] Historian Timothy D. Snyder found that both far-right and far-left publications echoed the positions of the Kremlin and Yanukovych.[275] Canadian historian Stephen Velychenko saw double standards, saying: \"Latin Americans or Asians who reject US-Corporate hegemony are celebrated and supported as freedom fighters while eastern Europeans who reject Russian domination are condemned as extremists and Nazis.\"[276] In an interview with New Eastern Europe, Andrew Wilson said, \"The way that the left talks about Russia's \"legitimate interests\" in Ukraine is bizarre. They would never say the same about Britain's legitimate interests in India or France's legitimate interests in Algeria.\"[277] John Mearsheimer's article for Foreign Affairs was criticized by Anders Åslund of the Peterson Institute,[278] Mariana Budjeryn of World Affairs,[279] and Alexander J. Motyl of World Affairs.[280] Åslund said it showed \"contempt for democracy, national sovereignty, and international law. His thesis is that Russia has the right to decide the fate of the countries in its neighborhood in its own interest. ... Mearsheimer is denying countries their right to self-defense or to join NATO.\"[278] Budjeryn also dismissed Mearsheimer's argument that the EU and NATO had provoked the conflict: \"That the Russians failed to design a model of development and a security arrangement that would be equally attractive and did not require arm-twisting to keep together is not the West's fault. Turns out, democracy and rule of law is not the West's property to peddle around the world, but a political model post-Communist societies chose to pursue when they were free to do so.\"[279] Motyl criticized Mearsheimer's article for \"empirically preposterous claims\" and \"evidentiary cherry-picking, citing only those Russian claims that support realism, while ignoring the many others that do not.\"[280] In March 2014, Alan Yuhas wrote in The Guardian, \"The occupation of Crimea by pro-Russian forces has been accompanied by a remarkable propaganda push by Moscow – an effort that has infiltrated western media and helped redefine the debate in Russia's favor.\"[44] In World Affairs, Arthur Milikh criticized Western journalism, saying \"much of the Western media, unwittingly complicit, maintain a spirit of scepticism to avoid open accusations against [Putin]. For example, many of those labeled Ukrainian \"separatists\" are in fact Russian-trained and -equipped troops.\"[281] Some suggested false balance in Western reports on Ukraine. Paul A. Goble wrote that \"Putin's lies have defined the situation rather than facts on the ground, and the Western media's focus on balance – on presenting all sides of the case even if one or more is untrue – gives thuggish leaders like him an opening.\"[282] Razom said that \"Western media prides itself on showing all sides of any story, and so disseminates propaganda in a doe-eyed pursuit of unbiased reporting.\"[283] According to Chatham House, \"the emphasis on 'balance' in many Western media ensures that Russian narratives, no matter how patently fraudulent, are repeated to European and American audiences by their own media.\"[284] Occidental College's Agnia Grigas and the Cicero Foundation's Marcel Van Herpen wrote that Russian propaganda \"has insinuated itself into and been internalized by the Western media, complementing Russia's military tactics in achieving Putin's expansionist goals.\"[41] Laas Leivat of Estonian Life also found that Western media were \"internalizing\" Russia's portrayal of Ukraine as an \"irreparably dysfunctional\" and \"deeply divided\" country.[20] Interpretermag.com's Catherine A. Fitzpatrick said mainstream media ignored allegations that Russian reporters had committed serious violations of journalism ethics.[219] In March 2015, Garry Kasparov said \"Western media inexplicably continue to air, unchallenged, statements by [Putin's] cadre of propagandists.\"[285] According to a May 2015 report by the Atlantic Council, Moscow had succeeded in \"setting the terms of the narrative for the Ukrainian conflict: international media typically refer to the separatists in Ukraine as if they are a distinct party to the conflict rather than an instrument of the Kremlin. When the Ukrainian government or even Western governments discuss the presence of Russian weapons or soldiers in the east, the media present their statements and then the Russian denial as if they were of equal value, but they are not.\"[70] Newsweek was criticized for articles by Damien Sharkov and Felicity Capon.[209][286] Sharkov and the executive director of Human Rights Watch, Kenneth Roth, falsely claimed that Ukrainian lawmakers had passed a motion allowing deserters to be shot.[209] Halya Coynash of the Kharkiv Human Rights Protection Group found western reporting of the 2015 Ukraine bus attack lacking: \"The BBC and other western media reports present the Ukrainian side, then the militant denial, leaving out any detail about the labyrinth of different versions from the latter.\"[287] Casey Michel stated that many Western media \"maintained a bulwark against Russian obfuscation\" but others were \"pushing Russia's fantasies\" such as \"Russia is the victim!\"[173] Yuri M. Zhukov said that \"ethnocentric\" western and Russian portrayals of the war in Donbass, i.e. focusing on language and ethnicity, were not supported by data on the violence, which showed a stronger connection with local economic factors.[288] In 2022, some social media users and major media outlets criticized what they saw as \"racist\" double standards in western media coverage of the Ukraine invasion compared to western media coverage of invasions and wars in the Middle East and Africa.[289][290][291][292] Western media outlets have described Ukrainian victims of the invasion as \"white\", \"Christian\", \"middle class\", \"blonde\", \"civilized\", \"European\" and \"blue eyed.\", while Middle Eastern victims of war have not been described in such favourable terms.[293] Western media outlets have also been criticized for their lack of coverage of conflicts in other parts of the world compared to the Ukraine invasion.[292] According to CNN, \"Putin's brutal invasion was met with Western outrage and skepticism of Russia's narrative\", while \"the Western mainstream media had few scruples about reproducing the Bush administration's WMD allegations about Iraq, paving the way for that country's invasion.\"[294] Roskomnadzor investigated several independent Russian media outlets for publishing information about the war or civilian casualties.[296] The regulator threatened to block access in Russia to the Russian Wikipedia, and fine Wikipedia up to four million rubles (US$50,000), for its article on the invasion, which reflects casualties among Ukrainian civilians and Russian military personnel.[297][298][299] Pro-Kremlin TV pundits like Vladimir Solovyov and state-controlled media outlets such as Russia-24,[300] Russia-1,[301] and Channel One[302] mostly follow the government narrative on the war.[303][304][305] On 28 February, RIA Novosti published, then took down, an incorrect report that Russia had won the Russo-Ukrainian War and \"Ukraine has returned to Russia\".[306][307] On 14 March 2022, Marina Ovsyannikova, an editor at Channel One, interrupted a live broadcast to protest the Russian invasion of Ukraine,[308] carrying a poster that said in Russian and English: \"Stop the war, don't believe the propaganda, here you are being lied to.\"[309] Russian authorities blocked access to Echo of Moscow and Dozhd (TV Rain), Russia's last independent TV station,[310] claiming that they were spreading false information on the Russian military and calling for violence.[311] Novaya Gazeta, an independent newspaper critical of the Russian government, suspended publication after it received warnings from Roskomnadzor.[312] Ukrainian media have stated that the unrest in Ukraine was manufactured by Russia.[1][dead link] They have consistently accused Russia of being a provocateur, and of controlling anti-government groups behind the scenes.[313] They saw the annexation of Crimea as illegitimate and illegal.[314] Following the start of the War in Donbass, the Ukrainian government and some media described the armed groups of the self-proclaimed Donetsk People's Republic and Luhansk People's Republic as \"terrorists\" and \"separatists\" and referred to the military operation against the DPR and LPR as an \"anti-terrorist operation”.[1][315] In September 2014, the Kyiv Post was critical of the West's response to the crisis, stating \"Ukraine can never surrender its nation and the West should be ashamed of its ongoing appeasement of Putin, who is trying to veto the Western, democratic aspirations of Ukrainians who do not share his warped dream of recreating a version of the Soviet Union.\"[316] The Ukrainian media published some fake news stories and false reports, including a dead rebel photograph with a Photoshop-painted tattoo which allegedly indicated that he belonged to Russian Special Forces[317] and the threat of a Russian nuclear attack against the Ukrainian troops.[4][when?] Halya Coynash of the Kharkiv Human Rights Protection Group criticized Russia for calling for \"federalization\" of Ukraine while quickly suppressing autonomy initiatives within Russia.[318] Ukrainian media widely condemned the November 2014 Donbass general elections, comparing them to elections in the Soviet Union, and Oleksiy Matsuka, chief editor of Donbass News called the poll \"votes for vegetables.\"[319] Volodymyr Zelenskyy has used social media to post statements, videos and photos to counter Russian disinformation about him during the 2022 Russian invasion of Ukraine.[320][321] In April 2014, historian Timothy D. Snyder stated that \"Ukraine is now the site of the largest and most important free media in the Russian language, since all important media in Ukraine appear in Russian, and since freedom of speech prevails. Putin's idea of defending Russian speakers in Ukraine is absurd on many levels, but one of them is this: people can say what they like in Russian in Ukraine, but they cannot do so in Russia itself.\"[322] In August 2014, BBC News stated that Ukrainian coverage depicted Russia in a \"negative light but language has been restrained in comparison to that on Russian TV.\"[57] They reported that Ukrainian media were increasingly airing \"direct accusations\" and \"harsh criticism\" of Russia but \"alternative opinions are also aired, and presenters make no attempt to block dissent.\"[57] Conversely, Joseph L. Black, the Distinguished Research Professor at the Carleton University, stated that Ukrainian media used dehumanizing language towards the rebels, referring to them as \"Colorado beetles\" and calling for their \"extermination as vermin\"; in his view, the \"Russian official press releases and websites were less inflammatory in their language\".[4] Likewise, Mikhail A. Molchanov, professor and former chair of the Department of Political Science at St. Thomas University, said that the Ukrainian media consistently portray Russia as an Asiatic \"other\" of \"European\" Ukraine and the West, referring to it as a \"madhouse\" and \"Mordor\", and to the Russians as \"not a people, but a rabble\".[323] In December 2014, Reporters Without Borders condemned the creation of the Ukrainian Ministry of Information, which is intended to counteract \"Russian propaganda\", observing that \"In a democratic society, the media should not be regulated by the government.\"[324] In 2014, many Western media described Ukrainian society as deeply \"divided\".[325] Ukrainian President Viktor Yanukovych's accumulation of wealth received coverage.[326] Media mostly saw the Euromaidan protests as an anti-corruption and pro-democracy movement, with a minority presence of far-right groups,[327][328] though some observers suggested that these groups played a decisive role in armed confrontations.[329] Moscow's claims of fascism and western conspiracies were often included for balance.[15] Russian president Vladimir Putin was described variously as a \"bully\",[330][331] \"imperialist\",[332][333] and a \"brilliant\" and skilled leader.[334][335][336] A few days after the OSCE's Observer Mission wrote that it \"continued to observe high numbers of dumper trucks transporting coal from the Luhansk region to the Russian Federation,\"[337] Reuters reported Russia's offer to sell coal to Ukraine, saying \"months of fighting a pro-Russian uprising has disrupted coal supplies\" but didn't mention the OSCE observations.[338] Western media avoided describing anti-Ukrainian foreign fighters as foreign invaders, preferring to describe them as \"rebels\" or \"separatists\".[339] A number of U.K. and U.S. commentators reflected the Russian state media's portrayal of the Ukrainian crisis. Seumas Milne, John Pilger, John Mearsheimer, Stephen Cohen, and others blamed \"neo-Nazis\" in Ukraine and \"NATO expansion\", expressed understanding for Putin whom the West had \"provoked\", and presented Ukraine as a pawn which Russia was entitled to treat as its sphere of influence.[329][340][341][273] Some Western sources did ascribe the 2014 fighting to the Russian government and Russian special forces.[1] Canada's The Globe and Mail accused Russia of \"manufacturing of chaos in Ukraine\", which it described as \"made in Moscow.\"[342][343] Some outlets proclaimed a \"new cold war\",[261] seeing similarities to Adolf Hitler's annexation of countries with German-language speakers, such as Austria and the Sudetenland, and called the annexation of Crimea Russia's Anschluss.[272] Ian Birrell, writing in The Independent, criticized Western leaders, saying they had done \"little more than talk tough\" and \"Their failure is symbolized by verbal acrobatics as they avoid using the word \"invasion\", talking instead of \"incursion\" and \"aggression.\"\"[344] In February 2015, Charles Crawford of The Telegraph concluded that Putin had been \"rewarded for his bullying.\"[345] Writing for The Guardian, British historian Timothy Garton Ash said that Putin \"used television to impose his own narrative of a socially conservative proud Russia threatened by fascists in Kyiv, an expansionist NATO and a decadent EU.\"[346] On Tony Brenton's proposal to make a deal with Putin, Con Coughlin of The Telegraph wrote, \"This seems uncomfortably similar to the appeasement arguments that were made in the 1930s – rather than confront Hitler over his threatening behaviour towards Germany's European neighbours, we should reach an accommodation with the Nazis.\"[347] As of December 2014, BBC News and Reuters took no position on whether Russia was a party to the armed conflict, saying simply that Russia was \"accused\" by \"Ukraine and its Western allies.\"[348][349] Seumas Milne, writing for The Guardian, perceived \"demonization\" of Putin and Russia by the Western media: \"the anti-Russian drumbeat has now reached fever pitch\", \"Putin has now become a cartoon villain and Russia the target of almost uniformly belligerent propaganda across the western media\", and \"anyone who questions the dominant narrative on Ukraine ... is dismissed as a Kremlin dupe\".[350] Milne criticized NATO's eastward expansion, and stated that \"it is hardly surprising that Russia has acted to stop the more strategically sensitive and neuralgic Ukraine falling decisively into the western camp, especially given that Russia's only major warm-water naval base is in Crimea\".[329] In 2015, the BBC and The Guardian continued to portray Odessa and Kharkiv as deeply divided,[351] despite polls showing that supporters of separatism or joining Russia were a small minority.[352] The Daily Telegraph described a Russian citizen with no connection to Ukraine prior to taking up arms against it, as a \"pro-Russian rebel\".[353] Garry Kasparov criticized Western politicians, saying that many were \"lining up to become a new Chamberlain.\"[354][355] The state-controlled media in China have used Russia's invasion in 2022 as an opportunity to deploy anti-American propaganda,[356] and they have amplified conspiracy theories created by Russia, such as the false claims that public health facilities in Ukraine are \"secret US biolabs\".[357][358] Such conspiracy theories have also been promoted by Cuban state media.[359] Barack Obama's refusal to send weapons to Ukraine, part of his policy of \"no military solution\" and avoiding escalation, The Washington Post said, exemplified \"weak U.S. and European support (that) has allowed Russian President Vladimir Putin to impose his own military solution as he has repeatedly escalated his aggression.\"[360] Foreign Policy stated \"The West has dithered under the assumption that providing lethal aid to Ukraine would escalate the conflict. But a sanctions-dominant approach clearly has not prevented escalation. Indeed, with France's determination to sell the Mistral ships to Russia, the West is in the peculiar position of arming the aggressor and forbidding arms to the victim.\"[331] Paul A. Goble was critical of Western governments' response, saying \"by signalling that it will not oppose a particular case of aggression, the West has taught Putin and his regime a lesson, but very much the wrong one: aggression works and after \"a decent interval\" will be ignored, have no consequences for relations with the West, and then can be repeated.\"[282] In September 2014, GlobalPost's Gregory Feifer commented on the Ukrainian perspective, stating, \"the arguments of some in the West who preach tolerance for Putin are generating anguish and disbelief – and increasingly outrage and hostility – toward the countries whose values Ukrainians believe they're being left alone to defend.\"[361] In Foreign Policy, Oliver Bullough said that Western countries, including the UK, Austria, and Switzerland, had enabled the theft of billions by the Yanukovych government and were making little effort to track and return Ukrainian money, concluding, \"If cynicism spreads among Ukrainians and they conclude that the West and Russia are as bad as each other -- and that, in essence, Westerners say pretty things but in reality care only for money -- then the revolution will fail.\"[362] Likewise, John J. Mearsheimer, writing for The New York Times, suggested that \"to save Ukraine and eventually restore a working relationship with Moscow, the West should seek to make Ukraine a neutral buffer state between Russia and NATO\", and \"take ... NATO expansion off the table\".[363] Zbigniew Brzezinski, a former American National Security Advisor, said \"We have to convey to the Russians our concern that those words spoken by Putin are terribly reminiscent of what Hitler was saying about Austria before the Anschluss.\"[364] The referendum on Crimean independence was considered \"illegitimate\", \"un-democratic\", and \"under the barrel of a gun\".[365][366] Many western sources state that the anti-government groups were actually Russian special forces incognito, referred to as \"little green men\", and that the unrest was intentionally fomented by the Russian government.[1][367] In September 2014, Japan's Yomiuri Shimbun said, \"The latest ceasefire accord is defective in that it does not mention the withdrawal of thousands of Russian troops from eastern Ukraine. ... It is essential to ensure the withdrawal of Russian troops and end Russia's provision of arms to the rebels to maintain the integrity of Ukrainian sovereignty and territory.\"[368] France's Le Figaro wrote that Vladimir Putin's policies were \"pushing Ukraine into the arms of NATO.\"[369] In Switzerland's Neue Zürcher Zeitung, Volker Pabst wrote: \"Putin needs an external enemy to suppress criticism and to keep his corrupt system going. He is therefore increasingly provoking foreign policy crises.\"[370] Jan C. Behrends of Zeitgeschichte-online wrote, \"To hold on to Ostpolitik, Berlin has over the past 20 years ignored warning signs from Chechnya to Georgia and the authoritarian restructuring of the Russian state. The \"modernization partnership\" was pursued at any cost. Warnings from Poland or the Baltic states were dismissed as doomsday predictions.\" He stated, \"Of course, the Kremlin bears responsibility for the war in Ukraine\" but blamed Germany's and Europe's weakness on Berlin: \"For too long, the Foreign Ministry followed comfortable patterns of thinking, engaged in too much appeasement, integrated too deeply with a power over which we ultimately have no control.\"[371] In New Eastern Europe, Dustin Dehez said that the German government was interested primarily in preserving its economic ties with Russia and \"seemed ready to sacrifice not just the territorial integrity of Ukraine, but also its relationship with its Eastern European allies.\"[372] In his article for Die Zeit, Boris Schumatsky said, \"Putin triumphs when other world leaders allow the lies to go unchallenged. Of course Putin knows that at least some politicians are wise to his ways. But to him the crucial thing is this: they don't call the fraud a fraud, nor the invasion an invasion, nor the hybrid war a war.\"[373] Volodymyr Valkov said EU and NATO policies \"cannot be considered as \"provocative policies\" against Russia to excuse Russian annexation of Crimea and occupation of Ukraine's eastern regions. Many former Soviet republics and Warsaw pact countries have chosen democracy and joined the alliances that best represent their interests and aspirations. Ukraine has a right to follow the same path and defend its choice.\"[266] Agence France-Presse presented the toppling of Communist monuments as \"anti-Russian sentiment\".[374] In an article published in February 2014 by RFERL, Glenn Kates said some media's maps, such as one presented by Al Jazeera, oversimplified the divisions in Ukraine.[375] Andriy Portnov said, \"The German, as well as British or French media, quite often publish misleading maps of 'ethnic zones'\" and \"automatically [ascribe] the preferred language of everyday communication to political preferences and even ethnicity.\"[376] In May 2014, Der Spiegel reported that \"when German talk shows invite Russian journalists to speak about the Ukraine crisis, they are almost always pundits who could have been taken directly out of the Kremlin propaganda department.\"[138] Munich University's Fabian Burkhardt studied the presentation of the Ukraine crisis on German talks shows, reviewing 81 guests from December 2013 to April 2014. He reported a \"heavy lean towards pro-Russia guests,\" with many having \"economic ties to Russia,\" and found that of the 27 guests who were journalists, none were from Ukraine, compared to eight from Russia, while most of the German journalists were experts on Russia rather than Ukraine.[56][377] In December 2014, a statement signed by over 140 German intellectuals criticised \"superficial reporting and frequent appearances of Kremlin mouthpieces in television discussions on Ukraine\" which had resulted in \"misinformation and biased interpretations regarding Ukraine\" becoming \"anchored in the minds of many ordinary people\".[378] By January 2015, media coverage of events in Ukraine had decreased significantly.[379] The former Prime Minister of Sweden Carl Bildt said, \"It's striking how most media just avoid the battles in eastern Ukraine. It's ongoing aggression in Europe. It must not be seen as normal.\"[380] In the Polish New Eastern Europe, Sławomir Budziak stated that new pro-Russian media outlets had appeared in the Czech Republic, publishing \"far-fetched claims, speculations, conspiracy-mongering, lies, defamation and propaganda\" which fostered \"a state of doubt\" and \"mistrust\" in readers.[381] Although the Indonesian government condemned Russia's invasion, pro-Russian propaganda was spread by social media users and some academics.[382][383] A study performed by Airlangga University revealed that 71% of Indonesian netizens supported the invasion.[383] This support was due to affection for Putin's strongman leadership, as well as anti-US and anti-Western political alignments.[384] Many Indonesians disliked Zelenskyy due to seeing him as a weak leader and a \"comedian\" not worthy to rule a country.[384] Additionally, many supported Russia due to positive reports of Ramzan Kadyrov and claims that the Azov Battalion covering their bullets with lard to be used against Chechen troops in the invasion.[385] The same event also appeared in Malaysia which the Russian embassies in Malaysia was publishing video on Facebook featuring a Russian male wearing Malay outfit and explain a situation with Malay language clearly.[386] Russian propaganda has been repeated by the state-controlled outlets of other countries such as Serbia[387] and Iran.[388][389] In Iran, the state media criticised the British embassy in Tehran after it raised the Ukrainian flag in support of Ukraine. Reports from Sputnik have been actively republished by Iran's pro-regime media.[390] In Latin America, RT Actualidad is a popular channel that has spread disinformation about the war.[391] Authorities in Vietnam have instructed reporters not to use the word \"invasion\" and to minimize coverage of the war.[392] In South Africa, the governing African National Congress published an article in its weekly newsletter ANC Today endorsing the notion that Russia had invaded Ukraine to denazify it.[393][392] Russian conspiracy theories have also been promoted by Cuban state media.[359] Some observers have criticised the Western media's portrayal of events in Ukraine as different from those in Afghanistan, Ethiopia, Iraq, Libya, Palestine, Syria, and Yemen.[394][395][289][396] “The blunt reality is that in many parts of the world, antipathy for the West is deep and sympathy for Russia is real,” warned a social media researcher who found apparently orchestrated Twitter amplification of pro-invasion themes stressing Europe's history of colonialism and Russian assistance to liberation movements, especially in Brazil, Russia, India, China, and South Africa. “...The fact that we don’t see information warfare doesn’t mean it isn’t happening, and it doesn’t mean we’ve won. It might just mean that ours is not the battleground on which it’s being fought.”[397] Western media have generally referred to armed anti-government and pro-Russian groups in Ukraine as \"rebels\" or \"separatists.\"[398] Reuters describes the events in eastern Ukraine as an \"uprising\" and \"revolt\" by \"separatists.\"[349] Casey Michael of The Moscow Times questioned the use of \"Ukrainian\" and \"rebels\" to describe the armed pro-Russian groups, saying that their leadership and many fighters were \"outsiders and usurpers, men with either mercenary or imperial motivations.\"[398] Laas Leivat of Estonian Life criticised the use of the term \"separatists,\" saying it \"obscures the reality of the situation\" and \"supports the Kremlin's version of events.\"[20] As of December 2014, BBC News and Reuters still preferred the terms \"crisis\" and \"conflict\" over \"war\".[348][349] The word \"invasion\" was usually avoided, a choice criticized by Garry Kasparov, Ian Birrell of The Independent, and Trudy Rubin of The Philadelphia Inquirer.[344][399][400] In April 2015, Julian Reichelt of Bild.de wrote that the \"deceptive language of politics\" (e.g. efforts \"to prevent a war in Ukraine\") often influenced reporting, making journalists \"complicit in disguising what is actually happening in Ukraine, where a war is already in full swing.\"[401] Peter Dickinson stated that the Western media was \"enabling\" Russian aggression against Ukraine.[402] He called it \"absurd\" that Western media described a foreigner who had arrived from Russia to fight against Ukraine, such as Arsen Pavlov, as a \"pro-Russian separatist\" and stated that the media was \"creating the impression of a Russia-leaning local who was defending his democratic rights.\"[339] Russia's actions were described as terrorism by Alexander J. Motyl of World Affairs, Marius Laurinavičius [lt] writing for Lithuanian Delfi,[403] and Taras Kuzio in New Eastern Europe.[404] Brian Bonner, chief editor of the Kyiv Post, decided to avoid the term, stating \"While I certainly believe Russia and its proxies are committing terror in the east and are guilty of war crimes, the label \"terrorist\" does nothing to illuminate the reasons for their actions or present the combatants as human beings.\"[405] He also avoids the term \"rebel\", finding it \"too gentle\", and \"civil war\", saying \"This conflict simply would not be happening if it were not instigated by Russia. There is no fratricidal conflict in the east among Ukrainians, nor is there much support for any kind of secessionist movement in the Donbas.\"[405] Anne Applebaum, in The Washington Post, also questioned the use of \"civil war\", describing the war in eastern Ukraine as \"an artificial conflict, run by Russian security and enhanced by a sophisticated pan-European disinformation campaign.\"[406] Criticizing the term's use in German media, Reichelt wrote that it \"comes straight out of Putin's propaganda machine, which frames the war as a national issue rather than an act of aggression. Calling it a [civil war] is an insult to the people who are being attacked, to our readers, and to our profession.\"[401] According to an April 2014 poll by the Razumkov Centre in Ukraine, the Russian media was trusted by 12.7% of respondents, the western media by 40.4%, and the Ukrainian media by 61.5%.[407] After a survey conducted from 5–13 September 2014, the International Foundation for Electoral Systems reported 5% of Ukrainians had a \"great deal\" or \"fair amount\" of confidence in the Russian media, 42% in the Western media, and 67% in media based in Ukraine.[408] The Russian media had more influence in parts of Donbass.[19][168] Having spoken to anti-Kyiv protesters in Donetsk in March 2014, Lucian Kim of Reuters said, \"In my 20 years as a journalist, I had never experienced such hostility – especially from a group that was supposedly facing persecution. ... Besides a few stock phrases about a \"referendum\" and \"the illegitimate Kyiv junta,\" I also got no answers as to their motivations. It was like trying to have a conversation with a TV – Russian state TV.\"[19] In March 2014, Newsweek Polska expressed suspicion that Russia was employing people to \"bombard\" its website with pro-Russian comments on Ukraine-related articles.[409] Poland's governmental computer emergency response team later confirmed that pro-Russia commentary had \"flooded\" Polish internet portals at the start of the Ukrainian crisis.[171] In May 2014, The Guardian noted a large number of pro-Kremlin comments on news articles relating to Ukraine, which the newspaper believed was an \"orchestrated pro-Kremlin campaign\".[410] Süddeutsche Zeitung, Neue Zürcher Zeitung, Der Spiegel, and Reuters reported that German-language media websites had been \"flooded\" with pro-Russia comments since March 2014.[138][411][412][413] Novaya Gazeta, BuzzFeed, Yle, Moi Raion, Agence France-Presse, Associated Press, Der Spiegel, The New York Times, and others reported on allegations that a Russian company, the Internet Research Agency, employed hundreds of workers to write comments in both Russian and western news sites.[123][137][414][415][416] Dubbed a \"troll factory/house/farm\" by the media,[137][416] it operates out of a building on Savushkin Street in Saint Petersburg, following a move from the outskirts of the city.[415] The agency may also have a location in Moscow.[137] Jürg Vollmer of Watson.ch reported that Putin had developed the company since 2011 to \"systematically manipulate public opinion on the Internet.\"[178] Ilya Klishin of Dozhd said his sources suggested that Russian expats in Germany, India, and Thailand were also involved.[417] Russian blogger Anton Nosik said in August 2014 that \"Comments were already serving as a well-financed Kremlin instrument of war against the opposition, even five years ago ... But what's absolutely clear is that now they're spending more money on Ukraine than they ever spent against Alexei Navalny, or Ekho Moskvy, \"Kommersant,\" gazeta.ru, and all the rest.\"[418] Paid commenters may earn 45,000 roubles a month or 65,000 if they know a foreign language.[122] Their tasks included presenting Ukraine as a tool to weaken Russia, the Ukrainian government as fascist, Vladimir Putin as superior to leaders of other countries, and Western countries as depraved.[415][419] The Kremlin is also active on Twitter, Facebook, YouTube, LiveJournal, VK.com, and Odnoklassniki.[137][420][421][422] A poll conducted in December 2014 found that 63% of Germans have \"little or no trust\" in the coverage by German media of the Ukrainian conflict. This is compared to 53% for the coverage of the Islamic State and 40% for coverage about the recent strike of German locomotive drivers. When respondents who said that they do not trust German media when it comes to Ukraine were asked why they have mistrust, 31% gave the reason as \"coverage is one-sided/not objective\", 18% said that \"the coverage does not correspond to reality\", and 9% said \"the coverage is imprecise/not sufficiently comprehensive\".[423][424] Real time information about the invasion has been spread by online activists, journalists, politicians, and members of the general population, both in and out of Ukraine.[425] Messages, photos, video and audio shared on social media and news sites, and among friends and families of Ukrainians and Russians, have included both authentic first-hand portrayals, and depictions of past events or other misinformation, sometimes deliberate.[426][427][428] In China,[429] India,[430][431] Indonesia,[432] Malaysia,[433] Africa,[434] the Arab world,[435] and Latin America,[436] some social media users trended towards showing sympathy for Russian narratives. On 26 February, Facebook announced that it would ban Russian state media from advertising and monetising content on the platform.[437] During the 2014 Euromaidan protests, some journalists were physically assaulted or intimidated by the police of the Russian-backed regime. Tetiana Chornovol, a journalist and one of the leaders of the Euromaidan protests, was severely beaten and sustained a concussion in December 2013 in Boryspil.[438] Also during Euromaidan, Ihor Lutsenko was attacked by unknown assailants, and RFERL journalists were injured by riot police.[439] According to Reporters Without Borders, Vyacheslav Veremyi (Vesti) died after he was pulled from his taxi and shot by unknown assailants[440] and 27 other journalists were injured in Kyiv on 18 and 19 February in attacks, mostly by Berkut and other unknown assailants.[441] Oleksandr Yaroshenko (writing as Serhiy Levitanenko), an Odessa journalist who was critical of Vladimir Putin, was beaten on three occasions in the first half of 2014 and his apartment was set on fire.[442] Journalists were particularly vulnerable in eastern Ukraine.[443][444] In April 2014, staff of Provintsiya, the local newspaper in Kostiantynivka, Donetsk Oblast, were threatened for reporting critically on the Donetsk People's Republic and the newsroom was burned down.[445] In May 2014, The Daily Beast reported that pro-Russian militants were conducting \"systematic abductions\" of journalists.[155] Irma Krat was held by insurgents from April to July 2014, accused of beheading Berkut members, and injected with a drug before being interrogated.[156] After Oleksiy Matsuka reported on links between pro-Russian separatists and Moscow, his car was set on fire and leaflets calling him a traitor were circulated in his hometown, Donetsk.[446] Pro Gorod, a pro-Ukraine newspaper in Torez, was attacked in April 2014.[447] On 21 April 2014, pro-Russian insurgents in Sloviansk abducted Simon Ostrovsky of Vice News, holding him in a basement and beating him before releasing him on 24 April.[448] Vyacheslav Ponomarev said that Ostrovsky \"need(ed)to learn a lesson\" and Ponomarev's spokeswoman, Stella Khorosheva, accused Ostrovsky of \"not reporting in a correct way.\"[449][450] In May 2014, German journalist Stefan Scholl and Pavel Kanygin [UK] of Novaya Gazeta were abducted in Artemivsk by four men who accused Kanygin of \"failure to make it clear that the insurgents were good guys fighting fascist oppression.\"[155] Scholl was soon released and Kanygin was also released, after the abductors were paid.[155] Serhiy Lefter, a Ukrainian journalist for Poland's Open Dialogue Foundation, was kidnapped and held for three weeks by insurgents in Sloviansk.[451] Sergey Zakharov, an artist from Donetsk whose work satirized pro-Russian fighters, was held for six weeks and tortured.[452] Other journalists who disappeared in militant-controlled areas included Roman Cheremsky,[453] Valery Makeyev, Yehor Vorobyov, Yury Lelyavsky, Dmitry Potekhin, and Oleksandr Bilokobylsky.[454] Taken prisoner by LPR militants on 9 January 2015, Luhansk journalist Maria Varfolomeyeva was accused in March of spying for the Ukrainian military in late January, although she was in captivity at the time.[455] Sometimes family members of journalists were also seized. In August 2014, when militants of the Donetsk People's Republic were unable to find Donetsk journalist Viktoria Ishchenko, who had moved to Kyiv, they took her parents.[456] The same month, militants from the Luhansk People's Republic seized Luhansk journalist Serhiy Sakadynsky, holding him until January 2015, and his wife, Mariya Havak, holding her for two months.[457] The Institute for Mass Information and the Independent Media Union of Ukraine – which began holding annual Enemies of the Press awards in 2007 – reported in June 2015 that the DPR and LPR were the most dangerous places in Ukraine for the media, citing 64 cases of abducted journalists, 21 cases in which journalists were beaten, and 35 attacks on media offices which refused to cooperate with militants.[458] Some journalists and media workers died during the war in eastern Ukraine. On 24 May 2014, an exchange of mortar fire near Sloviansk resulted in the deaths of Italian photojournalist Andrea Rocchelli and his interpreter, Andrey Mironov, and leg wounds to French photographer William Roguelon.[459] Rossiya 24 journalist Igor Kornelyuk and sound engineer Anton Voloshin died on 17 June 2014 during mortar fire near Luhansk.[64] Anatoliy Klyan of Channel One Russia died on 29 June 2014 in Donetsk Oblast when his bus came under fire while approaching a Ukrainian military unit in the middle of the night.[460] Andrei Stenin died in unclear circumstances.[219] Serhiy Nikolayev, a photojournalist for Segodnya, died on 28 February 2015 from wounds sustained during shelling in Pisky, Donetsk Oblast.[461] Ukrainian television journalist Ruslan Kotsaba was arrested by Ukrainian authorities on suspicion of treason for posting a video on YouTube urging people to dodge the new military draft. He faces imprisonment of up to fifteen years.[462][463] On March 18, the editor of The Working Class and former deputy of the Verkhovna Rada Alexander Bondarchuk was arrested under paragraph 1, article 110 of the Criminal Code of Ukraine, \"Violation of territorial integrity and inviolability of Ukraine\", for publishing two articles in his newspaper. In May 2016, the Ukrainian hacker website Myrotvorets, curated by SBU and other Ukrainian authorities, published a list of journalists who received press accreditation in Donetsk People's Republic in order to cover the war from both sides; the journalists were labeled \"collaborators with terrorists\". After the list's publication, a number of these journalists (including Hromadske.TV reporter Yekaterina Sergatskova and freelance journalist Roman Stepanovich) received death threats in emails and phone calls. The data publication was condemned by David Weisbrot, the chair of the Australian Press Council, as well as G7 ambassadors to Kyiv and an international group of journalists, including the BBC, The New York Times, The Daily Beast, and The Economist.[464][465] Following Russia's annexation of Crimea, the Committee to Protect Journalists found a rise in attacks on the press.[466] Roskomnadzor required news outlets to register as Russian entities by 1 April 2015. The body granted registration to 232 out of 3,121 outlets (8%) by that date.[466] The Institute for Mass Information and the Independent Media Union of Ukraine noted 32 cases of censorship, 13 abductions or illegal detentions of journalists, and 11 attacks on editorial offices.[458] Media were threatened with denial of registration if they criticized the annexation or described the situation as an \"annexation\" or \"occupation\" of Crimea.[467] They were prevented from taking photographs or recording video of pro-Ukrainian gatherings.[467] Some journalists were assaulted and intimidated in Russia, including Vladimir Romensky (Dozhd), Ilya Vasyunin (Russkaya Planeta), Nina Petlyanova (Novaya Gazeta), Irina Tumakova (Fontanka.ru [ru]), Sergey Kovalchenko and Sergey Zorin (Telegraph agency).[468] Alexandr Skobov was stabbed in July 2014 after writing an article for Grani.ru criticising the ideology of the self-declared Federal State of Novorossiya.[154] In August 2014, Arseniy Vesnin sustained a concussion in an attack while he was reporting for Ekho Moskvy on demonstrators supporting Ukraine in Saint Petersburg.[469] Lev Shlosberg (Pskovskaya Guberniya) was beaten unconscious in August 2014 in Pskov while investigating the alleged deaths of Russian paratroopers in eastern Ukraine.[150][468] A BBC crew was attacked in September 2014 in Astrakhan, also while investigating Russian soldiers' deaths.[470] Ksenia Batanova, a journalist and producer for Dozhd, a channel which reported extensively on the deaths, was attacked the same month in central Moscow, sustaining a fractured skull and concussion.[471] Timur Kuashev, a journalist for Dosh magazine and human rights activist, openly criticized the invasion of Eastern Ukraine as well as abuses by security services in southern Russia. On 1 August 2014 he was kidnapped in Nalchik and killed by unknown perpetrators.[149] On 4 March 2022, Russian President Putin signed into law a bill introducing prison sentences of up to 15 years for those who publish \"knowingly false information\" about the Russian military and its operations, leading to some media outlets in Russia to stop reporting on Ukraine or shutting their media outlet.[472][473]","Title":"Media portrayal of the Ukrainian crisis - Wikipedia","KeyID":"16021","URL":"https://en.wikipedia.org/wiki/Media_portrayal_of_the_Ukrainian_crisis"}