{"Content: ":"Konstantin Lvovich Ernst[2] (Russian: Константин Львович Эрнст; born 6 February 1961) is a Russian media manager, producer and TV host. He is currently the CEO of Channel One Russia.[3][4] His father Lev Konstantinovich Ernst, of German descent, was a Soviet biologist and Vice-President of the Russian Academy of Agricultural Sciences. He carried out research on genetics, biotechnology, selection of agricultural animals and cloning.[5] Konstantin Ernst's mother is Svetlana Nilovna Golevinova,[6] a financial officer. Ernst spent his childhood and youth in Leningrad, where his father had been appointed Head of a new research center. Konstantin graduated from High School No. 35 located on the Vassilyevsky Island and in 1983 got a degree from the Biology and Soil Department of the Leningrad State University. As a child, Konstantin was fascinated by painting, in particular, the work of the Soviet avant-garde painter Alexander Labas.[7] In an interview with Afisha, as part of the project entitled ‘History of the Russian Media between 1989 and 2011’, Ernst said that he had met Alexander Lyubimov at an informal meeting and that the latter suggested him to try his hand in Vremya, a TV program run by the chief editorial office for children and adolescents of the Central Television of the USSR. Ernst worked in Vzglyad (English: \"Outlook\") for two years as an interviewer, scriptwriter and director. His colleague Yevgeny Dodolev says in his book, The Beatles of the Perestroika, that Ernst was able to try himself as a director after he had arranged that Videofilm would provide him with equipment rooms and state-of-the-art (for their time) Betacam SP video cameras for his business trips (at the time, only Vremya personnel had access to this equipment at the Ostankino Technical Center). This persuaded Vzglyad management to give a chance to the young employee and he did not let them down.[8] In 1989 Anatoly Lysenko, Deputy Editor-in-Chief of the youth editorial office at the Central Television and head of Vzglyad, suggested that Ernst start working on his own show. Matador, a TV show on culture, significant events and creative people, premiered in January 1990. Ernst served as a scriptwriter, presenter, director and producer, experimented with ways of presenting information and would sometimes reincarnate into the protagonists of his show.[9] On 25 January 1995, Vladislav Listyev was appointed CEO of ORT. A little over a month later, on the evening of March 1, Listyev was assassinated at the entrance of his apartment building. The candidacy of a new CEO generated a lot of controversy among shareholders, because, under the Charter, all minority shareholders had to reach a consensus (private individuals and the State owned 49% and 51% of the television channel respectively). Boris Berezovsky, one of the main minority shareholders, offered this post to Ernst, whom Valentin Yumashev had introduced to him, but Ernst refused. Several months later, however, he changed his mind and accepted the post of executive producer. On 3 September 1999, following the resignation of Igor Shabdurasulov, who had been at the helm of ORT since October 1998, Ernst became the TV channel's interim CEO, while maintaining his post of executive producer. As recommended by Shabdurasulov and with the support of the President of the Russian Federation Boris Yeltsin and Boris Berezovsky, the meeting of the ORT shareholders appointed Ernst new CEO of ORT on 6 October 1999. He continued to combine the roles of CEO and executive producer until July 2001, when Alexander Faifman became the new executive producer of ORT.[10] At the time of Ernst's appointment as CEO in Fall 1999, Berezovsky had de facto control of the channel's information policy through the Directorate of Information Programs, headed by his friend Tatyana Koshkaryova since Summer 1999. After deep divisions emerged between Berezovsky and Vladimir Putin, the new President of the Russian Federation, Berezovsky sold his stock of shares to Roman Abramovich. In his testimony given by the former head of the President's Office Alexander Voloshin at Her Majesty's High Court of Justice in England in the discussion of the lawsuit that Berezovsky had filed against Abramovich in 2011, Voloshin said that the CEO of ORT needed to get rid of Berezovsky's informal influence, hence pressure exerted on Berezovsky in 2000. According to Voloshin, after this Ernst set things straight.[11] Spearheaded by Ernst on 29 July 2002, ORT shareholders voted, at their annual meeting, for the restoration of the TV channel's historical name, Channel One. Ernst explained this name change by a discrepancy between the channel's legal status and the notion of public television. Channel One Russia retained its right to the ORT trademark. Ernst was considering the possibility of using it as a venue for testing new projects and participating in competitions for broadcasting in decametric waves. In 2010, Ernst attempted to implement vertical integration into Russian television, a widespread approach in the United States and some European countries, which means new episodes of serials are aired once a week at a specific time. Vertical integration is, for a number of reasons, cost-effective for TV channels and series producers. When announcing his experiment with vertical integration, Ernst said in an interview to TimeOut that in doing so the channel was trying to meet the needs of TV viewers and to be of interest to those who do not usually watch TV. New series had relatively poor ratings for Channel One Russia (approximately 13%), but all the episodes that had been filmed by that time were, however, aired, after which the channel resumed horizontal integration.[12] A remix of Khochesh' (Do you Want?), a song of the Russian singer Zemfira, was performed during the opening ceremony of the 2014 Winter Olympics at the Fisht Olympic Stadium in Sochi, Russia, on 7 February 2014. Right after the end of the ceremony, all the content disappeared from the singer's official website, replaced with a black page featuring the following text: \"channel one ignored every possible agreement and used my track without my consent. this is in direct violation of my intellectual property rights. it's outrageous) a great opening ceremony! Kostya, congratulations! but why this lack of respect? you do whatever you want?\" [sic]. In response, Ernst declared in the broadcast of Echo of Moscow on 9 February 2014 that he \"had known Zemfira since the very beginning, when nobody knew her\" and that he \"had done very much for Zemfira and her career\". He added that \"Zemfira had breached her contract with REAL Records, a company that I was heading at that time, but I decided not to sue her\". Under the circumstances, however, he would have to do that if she was going to sue him. Ernst did not provide any details on the supposed breach of contract between Zemfira and REAL Records, stating only that this had happened some five or seven years before that. Following this, Zemfira's official representative Pavlo Shevchyuk said in an interview to Business FM that she would not sue Ernst for using her song Khochesh' (Do you Want?) without her consent. He also added that the message on the singer's official website, which had disappeared on the morning of 10 February 2014 was a means to express her discontent over the issue.[13] On 10 February 2016, Slava Taroshchina, columnist for Novaya Gazeta, highlighted in her article on Ernst's 55th anniversary that \"this time Vladimir Putin had not gone to Ostankino in person as it had happened five years earlier\" and that \"Katya Andreeva did not read in a blank voice the president's congratulations message for the lack thereof\". The article ended with the comment that \"at 50, Ernst had a dozen of first-class personal projects, with its top-hit Prozhektorperiskhilton, whereas at 55, all Ernst had to offer is Urgant, balancing on the edge of the limit\".[14] On 22 December 2016, Ernst said in an exclusive interview to Gazeta.Ru that \"user-generated content on the Internet refers mainly to gags and news, and only those who are able to aggregate their creative and financial resources to create a product can deal with all the system-based things. It's almost impossible to achieve that on one's own. Yes, you can shoot a film with your iPhone, but it'll still have nothing in common with mass production\".[15] On 13 January 2017, Ernst announced live in 'OK na svyazi!', a Russian online show, that Channel One Russia would not air Andrey Kravchcyuk's Viking in 2017, adding that this film was meant to be shown in movie theatres and that it would be most inappropriate to show it on a TV screen. At the same time, Viking was the first Russian movie that grossed 1.25 billion rubles, making it the third highest-grossing film in Russian history and the tenth highest-grossing film worldwide. On 4 September 2017, Ernst said that Channel One Russia had no plans to put matches of the Russian Football Championship on its broadcast schedule, because \"television is designed differently\" and \"it makes no sense to air some individual matches\".[16] The Pandora Papers leaks revealed that Ernst was a secret shareholder in a $1 billion project where Ernst obtained his stakes through a loan with a state-connected bank, which meant that he put up none of his money.[17] Ernst concealed his involvement in the project through lawyers and partners.[17] Ernst is an avid collector of comic books.[18] Ernst has never been officially married.[citation needed] His first common-law partner was Anna Silunas, a theatre critic and daughter of Vidas Silunas, a professor and Chair of the Foreign Theatre Department of the Moscow Art Theater School.[19] In 1998, he began a relationship with Larisa Sinelshchikova. It lasted until spring 2010, when Sinelshchikova put an end to it and moved from her upscale apartment on Povarskaya Street,[20] where the couple had resided until then, to her own mansion in prestigious area of Moscow Oblast (a federal subject of Russia). Contrary to allegations in some American and British media, Ernst and Larisa Sinelshchikova were never had common household and common business, assets or property. On 21 July 2014, the Russian version of Tatler announced that \"Konstantin Ernst had definitely put his young girlfriend on the list of his social events\", adding that \"Sofya Zaika, former employee of the Ulyana Sergeenko fashion house, readily changed funny parties at Simach and audacious photo sessions for cultural receptions and timid remarks that are hardly audible from behind the TV titan’s shoulder\".[21] Russian television circles learned about a relationship between 25-year-old Zaika and 52-year-old Ernst as early as the middle of 2013.[22] In the past, Sofya Zaika had also dated Fyodor Boomer, better known as Kto DJ, and the photographer Timofey Kolesnikov. Sofya is also a close friend and protégé of Russian director and screenwriter Renata Litvinova who calls Sofya her ‘favorite actress’.[23][24][25] A number of Russian media sources announced on 22 July 2017 that Ernst married Sofya Zaika, but there is no official confirmation of this marriage.[26][27][28] Ernst has three daughters. The elder daughter Alexandra, born in 1994 from his relationship with Anna Silunas (now lives in Nyc, Usa). His two younger daughters with Sofya Zaika (born in 2016 and 2017), whose names are kept in secret.[29] Some Russian media erroneously say Ernst the father of Larisa Sinelshchikova's children, Anastasia (born in 1983) and Igor (born in 1985).[30] A number of Russian media sources state that Ernst \"treats the channel as if it were his patrimony\" and that, at the same time, \"Ernst never talks about money straightforwardly, but when someone comes to see him about a project, it gets clear that he will have to share the 'cake'\", and that \"when considering the launch of this or that TV project, his first question is how it will profit him\".[31] In May 2016, Ernst was included in the sanctions list of Ukraine by President Petro Poroshenko; Ernst was denied entry to Ukraine.[32] In September 2017, Vladimir Solovyov, a TV host on Russia-1, said in an interview that Ivan Urgant's bold joke about 'nightingale brood' being a good name for a show on Rossiya, which he had made in his show on Channel One Russia, was not a spontaneous but planned act approved by Ernst. \"This dig on me took place on television! However, I didn't retaliate against Moscow, but Vania ran wild in his earnest. Someone must be having hard time getting over the transfer of some presenters from Channel One Russia to Rossiya. Urgant is just a tool\", Solovyov explained his point of view, adding that \"things are not usually done this way on TV\" and that \"this is a declaration of war\".[33] In September 2017, Mikhail Goryachev, content manager of Russia's leading digital television operator Tricolor TV, said that content distribution still refers to the situation when Ernst \"stuffs subscribers with what he deems necessary\" via TV channels and suggested that such content distribution will not be done through intermediaries but directly.[34]","Title":"Konstantin Ernst - Wikipedia","KeyID":"16028","URL":"https://en.wikipedia.org/wiki/Konstantin_Ernst"}