{"Content: ":"The Federal Service for Supervision of Communications, Information Technology and Mass Media,[a] abbreviated as Roskomnadzor (RKN) (Russian: Роскомнадзор [РКН]), is the Russian federal executive agency responsible for monitoring, controlling and censoring Russian mass media. Its areas of responsibility include electronic media, mass communications, information technology and telecommunications, supervising compliance with the law, protecting the confidentiality of personal data being processed, and organizing the work of the radio-frequency service. In March 2007, the authority—then a subdivision of the Cultural Ministry of Russia called \"Russian Federal Surveillance Service for Compliance with the Legislation in Mass Media and Cultural Heritage Protection\" (Rosokhrankultura)—warned the Kommersant newspaper that it should not mention the National Bolshevik Party on its pages, as the party had been denied official registration.[2] The Federal Service for Supervision in the Sphere of Telecom, Information Technologies and Mass Communications was re-established in May 2008. Resolution number 419, \"On Federal Service for Supervision in the Sphere of Telecom, Information Technologies and Mass Communications\", was adopted on February 6, 2008.[3][4] In December 2019, media criticized the service's choice of experts who are performing analysis of referred publications to assess their compliance with regulations. A number of experts recruited by Roscomnadzor are associated with pseudo-scientific and sectarian movements, including HIV/AIDS deniers, ultra-conservative, anti-vaccination and alternative medicine activists. Three such experts—Anna Volkova, Tatyana Simonova and Elena Shabalina—assessed lyrics of popular rapper Egor Kreed in which they found \"mutagenic effect\", \"satanic influence\" and \"psychological warfare\".[5] Also in 2019, Roskomnadzor published the first iteration of the \"list of information resources who had in the past been spreading unreliable information\" including a number of social media groups and media websites accused mostly of incorrectly reporting on a single incident in Dzerzhinsk in June 2019.[6][7] After nationwide pro-Navalny protests in 2021, Roskomnadzor fined seven social media companies for not removing pro-Navalny videos: \"Facebook, Instagram, Twitter, TikTok, VKontakte, Odnoklassniki and YouTube will be fined for non-compliance with requirements to prevent the dissemination of calls to minors to participate in unauthorized rallies\" it said in a statement published on its website.[8][9] On March 10, 2022, 820GB of Roskomnadzor data was leaked and published, with the hacking group Anonymous claiming responsibility. Anonymous engaged in several cyberattacks against Russian websites as the 2022 Russian invasion of Ukraine occurred.[10][11] Roskomnadzor is a federal executive body responsible for control, censorship, and supervision in the field of media, including electronic media and mass communications, information technology and communications functions control and supervision over the compliance of personal data processing requirements of the legislation of the Russian Federation in the field of personal data, and the role of co-ordinating the activities of radio frequency service. It's an authorized federal executive body for the protection of human subjects of personal data.[12] It is also the body administering Russian Internet censorship filters.[13] It also designs and implements procedures of Russian Autonomous Internet Subnetwork, like inventory of Russian Autonomous Systems, alternative DNS root servers in Russian National Domain Name System, controls local ISPs interconnect and Internet exchanges. The main goal is to provide access to Russian Autonomous Internet Subnetwork even after disconnect or isolation from the global Internet (Sovereign Internet Law) On March 31, 2013 The New York Times reported that Russia was \"selectively blocking [the] Internet\".[14] In 2014, during the Crimea Crisis, Roskomnadzor had a number of websites criticising Russian policy in Ukraine blocked, including the blog of Alexei Navalny, Kasparov.ru and Грани.ру [ru].[15] Also, on June 22, 2016 Amazon Web Services was entirely blocked for a couple of hours because of a poker app.[16][17] In October 2014, GitHub was blocked for a short time. On December 2 GitHub was blocked again for some satiric notes, describing \"methods of suicide\",[18] which caused major tensions among Russian software developers. It was unblocked on December 4, and GitHub had set up a special page[19] dedicated to Roskomnadzor-related issues. All content was and remains available for non-Russian networks. On April 5, 2013, it was confirmed by a spokesperson for Roskomnadzor that Wikipedia had been blacklisted over the article \"Cannabis smoking\" (Курение каннабиса) on the Russian Wikipedia.[20][21] On August 18, 2015, an article in Russian Wikipedia about charas (Чарас (наркотическое вещество) (in Russian)) was blacklisted by Roskomnadzor as containing propaganda on narcotics. The article was then rewritten from scratch using UN materials and textbooks, but on August 24 it was included in the list of forbidden materials sent to Internet providers of Russia.[22] As Wikipedia uses HTTPS protocol to encrypt traffic, effectively all of the site with all language versions[dubious – discuss] of Wikipedia was blocked in Russia on the night of August 25.[citation needed] On 1 March 2022, Roskomnadzor threatened to block access to Russian Wikipedia over the article \"Вторжение России на Украину (2022)\" (\"Russia's invasion of Ukraine (2022)\"), claiming that the article contained \"illegally distributed information\" including \"reports about numerous casualties among service personnel of the Russian Federation and also the civilian population of Ukraine, including children\".[23][24] Roskomnadzor made similar threats on 31 March, demanding that Wikipedia remove any information about the invasion that is \"misinforming\" Russians or it could face a fine of up to 4 million rubles (approximately US$49,000).[25] In 2017, the neo-Nazi website The Daily Stormer was briefly moved to a Russian domain, but Roskomnazdor subsequently acted to remove its access, and the site was subsequently moved to the dark web.[26] On April 16, 2018, Roskomnadzor ordered Russian ISPs to block access to the instant messenger Telegram, as the company refused to hand over the encryption keys for users' chats to Russian authorities.[27] The information watchdog applied the method of mass IP blocks, hitting the major hosting providers, such as Amazon, and disrupting hundreds of Russian internet services.[28][27][29] Roskomnadzor had to abandon this approach, but failed to implement any other means to stop Russian users from accessing Telegram. In the end, the Roskomnadzor and other government structures set up their own channels in the \"outlawed\" app. In mid-2020 Roskomnadzor officially gave up on trying to block Telegram.[30] On 10 March 2021, Roskomnadzor started to \"slow down\" Twitter for users in Russia, attributing the decision to the platform's failure to remove content deemed illegal by the Russian government.[31] This action occasionally caused Russia's key websites, including Roskomnadzor itself, to stop working. It also led to malfunctions of major commercial services, such as Qiwi payment system, and blocked some users from accessing Yandex, Google, and YouTube. In addition, along with Twitter, Roskomnadzor throttled access to numerous websites with domain names ending in \"t.co\" (t.co being among the Twitter domain), thus affecting no fewer than 48 thousand hosts, including GitHub, Russia Today, Reddit, Microsoft, Google, Dropbox, Steam.[30][32] On 26 February 2022, following the Russian invasion of Ukraine, Twitter said that access to the platform was being restricted to some users in Russia.[33] On 1 March, Roskomnadzor again slowed access to Twitter, accusing the company of failing to remove what it called \"fake posts\" about the \"special operation\".[34] On 28 April 2022, Twitter was fined 3 million rubles (USD 41,000) after being sued by Roskomnadzor for not removing content that included instructions for how to prepare and use molotov cocktails against Russian armored vehicles.[35] On 4 March 2022, Roskomnadzor said it was blocking access to Facebook over restrictions that were imposed on Russian state media outlets.[36] On 21 March, further action was taken after a court ruled that Meta Platforms was guilty of \"extremist activity\", affecting access to Facebook and Instagram but not WhatsApp.[37] The ruling came after a Reuters report stated that Meta would allow its users to post messages supporting violence against Russian soldiers and Russian president Vladimir Putin following the invasion of Ukraine, however Meta later narrowed its moderation policy to prohibit calls for the death of a head of state.[38] In April 2022, Roskomnadzor fined Google more than 7 billion rubles (USD 94 million), for not removing what it claimed was illegal content from YouTube.[39] In April 2022, Roskomnadzor drew up a protocol and a court in Moscow fined TikTok two million rubles (USD 27,000) for not removing content related to the LGBT community.[40] On 23 April 2022, Roskomnadzor blocked the online chess website Chess.com in Russia because of two articles that were critical of the Russian invasion of Ukraine and their links replacing the flags of all Russian users on the website.[41][42]","Title":"Roskomnadzor - Wikipedia","KeyID":"16031","URL":"https://en.wikipedia.org/wiki/Roskomnadzor"}