{"Content: ":"Coordinates: 55°44′15.38″N 37°35′24.92″E﻿ / ﻿55.7376056°N 37.5902556°E﻿ / 55.7376056; 37.5902556 RIA Novosti (Russian: РИА Новости), sometimes referred to as RIAN (РИАН) or RIA (РИА) is a Russian state-owned domestic news agency. On 9 December 2013 by a decree of Vladimir Putin it was liquidated and its assets and workforce were transferred to the newly created Rossiya Segodnya agency.[1] On 8 April 2014 RIA Novosti was registered as part of the new agency.[2] RIA Novosti is headquartered in Moscow. The chief editor is Anna Gavrilova. RIA Novosti's Russian name was Federal State Unitary Enterprise Russian Agency of International Information «RIA Novosti» (Russian: Федеральное государственное унитарное предприятие Российское агентство международной информации «РИА Новости», Federal'noye Gosudarstvennoye Unitarnoye Predpyatye Rossiyskoye Agentsvo Mezhdunarodnoy Informatsii), FGUP RAMI «RIA Novosti» (Russian: ФГУП РАМИ «РИА Новости») for short. Its formal English name was Russian News & Information Agency \"RIA Novosti\". Early in the 1990s it had the name state enterprise RIA «Novosti» (named after Soviet Press Agency «Novosti» and Information Agency «Novosti»). RIA means Russian Information Agency and Novosti means News in Russian. The common abbreviation in Russian is RIA.[citation needed] RIA Novosti was scheduled to be closed down in 2014; starting in March 2014, staff were informed that they had the option of transferring their contracts to Rossiya Segodnya or sign a redundancy contract.[3] On 10 November 2014, Rossiya Segodnya launched the Sputnik multimedia platform as the international replacement of RIA Novosti and Voice of Russia. Within Russia itself, however, Rossiya Segodnya continues to operate its Russian language news service under the name RIA Novosti with its ria.ru website.[citation needed] The agency published news and analyses of social-political, economic, scientific and financial subjects on the Internet and via e-mail in the main European languages, as well as in Persian, Japanese and Arabic.[4][5] It had a correspondent network in the Russian Federation, CIS and over 40 non-CIS countries.[4] Its clients include the presidential administration, Russian government, Federation Council, State Duma, leading ministries and government departments, administrations of Russian regions, representatives of Russian and foreign business communities, diplomatic missions, and public organizations.[4] The last editor-in-chief of RIA Novosti was Svetlana Mironyuk,[4] the first woman appointed to the role in the agency's history. According to the organisation's Charter, enterprise's property was federally owned (because federal unitary enterprise) and was indivisible.[6][7] According to the agency, it was partially government-subsidized (2.7–2.9 billion roubles in 2013[8]), but maintained full editorial independence.[9] RIA Novosti's history dates back to 24 June 1941, when by a resolution of the USSR Council of People's Commissars and the Communist Party Central Committee, \"On the Establishment and Tasks of the Soviet Information Bureau\", the Soviet Information Bureau (Sovinformburo) was set up under the USSR Council of People's Commissars and the Central Committee. Its main task was to oversee work to cover international, military events and the events of the country's domestic life in periodicals and on the radio (from 14 October 1941, to 3 March 1942, was based in Kuibyshev – modern-day Samara).[4] The bureau's main task was to compile reports on the situation on the frontline of the war, work on the home front, and the partisan movement for the radio, newspapers and magazines. Sovinformburo directed the activity of the All-Slavonic Committee, Anti-Nazi Committee of Soviet Women, Anti-Nazi Committee of the Soviet Youth, Anti-Nazi Committee of Soviet Scientists, and the Jewish Anti-Nazi Committee. In 1944, a special bureau on propaganda for foreign countries was set up as part of Sovinformburo.[4] Through 1,171 newspapers, 523 magazines and 18 radio stations in 23 countries, Soviet embassies abroad, friendship societies, trade unions, women's, youth and scientific organizations, Sovinformburo informed readers and listeners about the struggle of the Soviet people against Nazism and in the post-war years about the main areas of Soviet domestic and foreign policies.[4] Sovinformburo heads included A.S. Shcherbakov (1941–45), S. A. Lozovsky (1945–48) and Y.S. Khavinson, D.A. Polikarpov.[4] In 1961, the Novosti Press Agency (APN) succeeded Sovinformburo. It became the leading information and press body of Soviet public organizations. The constituent conference was held on 21 February 1961. The conference of representatives of Soviet public organizations adopted a decision to create a press agency of public organizations named Novosti. The agency's guiding body was the Council of the Agency's Founders.[4] The APN founders were the USSR Journalists Union, USSR Writers Union, Union of Soviet Societies of Friendship and Cultural Relations with Foreign Countries, and the Znaniye Society. On 3 April 1961, the Agency charter was adopted. Under its charter, APN's aim was \"to contribute to mutual understanding, trust and friendship among peoples in every possible way by broadly publishing accurate information about the USSR abroad and familiarizing the Soviet public with people’s lives of foreign countries.\" APN's motto was \"Information for Peace, for the Friendship of Nations\". APN had bureaus in over 120 countries. The Agency published 60 illustrated newspapers and magazines in 45 languages with a one-time circulation of 4.3 million copies. With the Union of Soviet Friendship Societies, APN published the newspaper, Moscow News, which in September 1990 became an independent publication. APN Publishing House put out over 200 books and booklets with a total annual circulation of 20 million copies. In 1989, a TV center opened in APN. Later, it was transformed into the TV-Novosti TV company,[4] which, since 2005, operates RT media network. The APN heads included Boris Burkov (1961–70), Ivan Udaltsov (1970–75), Lev Tolkunov (1975–83), Pavel Naumov (1983–86), Valentin Falin (1986–88), Albert Vlasov (1988–90).[4] By a decree of USSR President Mikhail Gorbachev, \"On the Establishment of the Information Agency Novosti,\" the Information Agency Novosti (IAN) succeeded APN on 27 July 1990. \"To provide information support for the USSR's state domestic and foreign policies and proceeding from the interests of the democratization of the mass media,\" the Novosti Press Agency was renamed the Information Agency Novosti (IAN). IAN's tasks remained the same – \"preparing and publishing printed, TV and radio materials in the USSR and abroad; studying public opinion on Soviet foreign and domestic policies in the USSR and abroad.\" A computer databank was created in the Agency. Initially, it contained over 250,000 documents. In 1991, the Infonews hotline started operating in the Agency. IAN had bureaus in 120 countries. It published 13 illustrated magazines and newspapers. The chairman of the IAN Board was Albert Ivanovich Vlasov.[4] The Russian Information Agency Novosti was created in September 1991 on the basis of IAN and the Russian Information Agency. By a Presidential decree of the Russian president dated 22 August 1991, RIA Novosti was placed within the competence of the Press and Information Ministry. RIA Novosti had about 80 bureaus and news offices abroad, over 1,500 subscribers in CIS countries and about a hundred in non-CIS countries. A Presidential decree of the Russian president of 15 September 1993 \"On the Russian Information Agency Novosti\", transformed RIA Novosti to a state news-analytical agency. RIA Novosti's radio channel – RIA-Radio worked in 1996. In August 1997, the TV channel Kultura was set up on the basis of the RIA TV channel under the sponsorship of the VGTRK TV and radio broadcasting company. By a decree of the Russian president, \"On Improving the Work of the State Electronic Media,\" the VGTRK information holding was created in May 1998, which RIA Novosti joined.[4] In May 1998, the agency was renamed the Russian Information Agency Vesti. As a mass media body, it retained the name of RIA Novosti on 1 April 2004, after making changes in the founding documents.[4] In 2005, RIA Novosti launched RT (originally Russia Today) a global multilingual television news network, which is a government-funded but autonomous, non-profit organization. RIA Novosti asserts that it \"merely participated in establishing the channel\" which retained \"complete legal, editorial and operational independence.\"[10] On 9 December 2013 Russian President Vladimir Putin signed the liquidation of RIA Novosti \"On some measures to improve the effectiveness of the state mass media\"[11] and merging it with the international radio service Voice of Russia to create Rossiya Segodnya.[12][13][14] Dmitry Kiselyov, a former anchorman of the Channel One Russia is appointed as the president of the new information agency.[15][16] According to her interview, the editor-in-chief of the TV network RT, Margarita Simonyan was completely unaware about the reorganization of the information agency and got the information from listening to competitor radio station Kommersant-FM.[17] The reorganization created concerns that RIA Novosti would become a propaganda outlet.[18][12] On 8 April 2014 RIA Novosti was registered by Roskomnadzor as a news agency[19] and online newspaper.[20] On 26 February 2022, during the Russian invasion of Ukraine, RIA Novosti by mistake published an article titled \"The arrival/attack of Russia and the new world\" (\"Наступление России и нового мира\"), which was prepared ahead of the time anticipating the Russian victory. In particular, it announced that Russia had won the Russo-Ukrainian War and that \"Ukraine has returned to Russia\".[21][22] In the article, author Petr Apokov condemned \"Anglo-Saxons who rule the West\" for allegedly attempting to \"steal Russian lands\", described the 1991 dissolution of the Soviet Union as a \"terrible catastrophe\", and asserted that Russian President Vladimir Putin's launch of the invasion resolved the \"Ukrainian question\" to establish a \"new world order\" with \"Russia, Belarus and Ukraine, acting in geopolitical terms as a single whole\" against the remainder of Europe.[21][23][24][25] The article was promptly removed by RIA Novosti, but not earlier than it was republished by the state-owned news agency Sputnik and translated by the Pakistani newspaper The Frontier Post into English under the title \"The new world order\".[21][24][26] On 3 April 2022, RIA published \"What Russia should do with Ukraine\", an article condemned for genocidal intent.[27]","Title":"RIA Novosti - Wikipedia","KeyID":"16033","URL":"https://en.wikipedia.org/wiki/RIA_Novosti"}