{"Content: ":"The mass media in Cuba consist of several different types: television, radio, newspapers, and internet. The Cuban media are tightly controlled by the Cuban government led by the Communist Party of Cuba (PCC) in the past five decades. The PCC strictly censors news, information and commentary, and restricts dissemination of foreign publications to tourist hotels. Journalists must operate within the confines of laws against anti-government propaganda and the insulting of officials, which carry penalties of up to three years in prison. Private ownership of broadcast media is prohibited, and the government owns all mainstream media outlets.[1][2] Cuba has several dozen online regional newspapers. The only national daily paper is Granma, the official organ of the PCC. A weekly version, Granma International, is published in English, Spanish, French, Portuguese, Turkish and German, available online. Havana residents also have their own weekly, Havana-oriented paper, Tribuna de La Habana. The weekly Juventud Rebelde is the official organ of the Communist Youth Union. The biweekly Bohemia is the country's only general-interest newsmagazine. Cuba's official news agency is Prensa Latina, which publishes several magazines, including Cuba Internacional, directed at the foreign audience.[3] Granma regularly features speeches by Raúl Castro and other leaders of the Cuban government, including former President Fidel Castro's column, \"Reflexiones de Fidel\" (Fidel's Reflections), official announcements of the Cuban government, popular sketches highlighting the history of Cuba's revolutionary struggle from the 19th to the 21st century, developments in Latin America and world politics, steps by Cuba's workers and farmers to defend and advance the socialist revolution, and developments in industry, agriculture, science, the arts, and sports in Cuba today.[1] The Prensa Latina was founded shortly after the Cuban Revolution. The agency was founded at the initiative of Ernesto Che Guevara similarly to Agencia Latina founded by Juan Perón in Argentina, to spread government ideology and neutralize American propaganda.[1] The written press began in Cuba in 1764 with La Gazeta, followed by the Papel Periódico de La Habana (Havana Periodical Paper) in 1790. Cuba currently has several newspapers, including the following: Although the press is publicly owned, magazines and bulletins owned by the Catholic Church and other Christian denominations are also published and available to any Cuban citizen. In Havana, the Catholic Church publishes magazines such as Palabra Nueva and Espacio Laical monthly. In the diocese of Pinar del Río, Vitral is published bimonthly. These magazines and bulletins include religious instruction and news from the church. The bulletin with the highest circulation is Vida cristiana, published weekly in Havana; it reaches the majority of Catholics in the country. Today, the Church seeks to expand to different forms of media such as television and radio which it currently has no access.[1] In 2005 Cubans had at least 3.9 million radio receivers, and the country had 169 AM, and 55 FM stations. The Cuban Institute of Radio and Television serves as the government’s administrative outlet for broadcasting. Of the six national AM/FM radio networks, the top three are Radio Progreso, Radio Reloj, and Radio Rebelde, in that order. Two other national radio networks that also provide news and entertainment are Radio Musical Nacional (CMBF) and Radio Enciclopedia. Another station, Radio Taíno, promotes tourism. The Cuban government also operates Radio Havana, the official Cuban international short-wave radio service. Cuba’s restriction of foreign broadcast media is one reason the U.S. government has sponsored radio broadcasting into Cuba through Radio y Televisión Martí, much of which is jammed.[3] Cuba was one of the first countries in the Americas to have radio service. In 1922, under the cooperation of the US-based International Telephone and Telegraph, the first radio station in the country (2LC) began broadcasts on 22 August. The radio stations in the country were developed by private initiatives, and its programming was initially based on news and entertainment. Businessman Goar Mestre[4] started construction of Radio Center, inspired by the Radio City in New York.[5] Mestre began broadcasts on Channel 6 (CMQ) on December 18 of that year. Under Fulgencio Batista's dictatorship censorship was imposed.[6] Radio's primary purpose in Cuba was to enhance the \"high culture\" education of the Cuban citizen. Radio stations and networks included:[7] Soon after the Cuban Revolution in 1959, Fidel Castro's government applied a series of measures that transformed all national media. Rebelde, the first radio station developed under the revolution, started broadcasting on February 24. During the early years of the revolution there was a division between the mainstream media in Cuba, created with private capital that opposed the new political situation. A series of small radio stations in favor of the new government, organized an \"Independent Front of Free Broadcasters\" (Spanish: Frente Independiente de Emisoras Libres). These radio stations were recognized as official by the new government. The government would develop a Bureau of Broadcasting under the political leadership of the PCC. Radio stations in the country were completely put under state control on May 24, 1962 under the management of the newly established Cuban Broadcasting Institute. Under the new broadcasting system, all media were to meet a set of values established by the government to strengthen the political process in the country, some names of radio stations were changed, and the coverage of radio services were extended to reach the whole country. In 1975, the agency changed its name to the Cuban Institute of Radio and Television.[9] Cubans cannot watch or listen to independent, private, or foreign broadcasts. In 1963, using Soviet-supplied equipment, Cuba became the first nation in the Western Hemisphere to jam radio broadcasts, the apparent targets being the anti-Castro stations in the US.[5] In 2005 Cubans had at least 3 million television sets, and the country had 58 TV broadcasting stations. The Cuban Institute of Radio and Television serves as the government’s administrative outlet for broadcasting. The Cuban television system is made up of two networks: Cubavisión and Tele Rebelde. Cuba’s restriction of foreign broadcast media is one reason the U.S. government has sponsored television broadcasting into Cuba through Radio y Televisión Martí, much of which is jammed.[3] Cuba was one of the first countries in the Americas to have television service. The popularity of radio led to the development and launch of television stations. The first years of television in Cuba were marked by a climate of competitiveness between two Cuban businessmen backed by US companies, Gaspar Pumarejo and Goar Mestre. Mestre started construction of Radio Center, inspired by the Radio City in New York, while Pumarejo tried to develop a television studio in his own home.[5] Pumarejo's channel (Unión Radio Televisión) was the first TV channel to start broadcasts in the island; it began broadcasting on 24 October 1950 with an address by President Carlos Prío Socarrás from the Presidential Palace. Mestre began broadcasts on Channel 6 (CMQ) on December 18 of that year. Telenovelas, news, cooking shows, and comedy groups were shown. After Union Radio TV went on the air, Cuban demand for television sets soared.[6] Under Fulgencio Batista's dictatorship censorship was imposed.[6] Television's primary purpose in Cuba was to enhance the \"high culture\" education of the Cuban citizen. Soon after the Cuban Revolution in 1959, Fidel Castro's government applied a series of measures that transformed all national media. Television channels in the country were completely put under state control on May 24, 1962 under the management of the newly established Cuban Broadcasting Institute. Under the new broadcasting system, all media were to meet a set of values established by the government to strengthen the political process in the country, some names of TV stations were changed, and the coverage of the TV services were extended to reach the whole country. In 1975, the agency changed its name to the Cuban Institute of Radio and Television.[9] Cuba has one of the lowest Internet circulation rates in the Western hemisphere. Cuban Internet is characterized by a low number of connections, limited bandwidth, censorship and high cost. The Internet in Cuba stagnated since its introduction in 1996 due to several factors: Starting in 2007 this situation began to improve — Internet remains illegal in private homes but government-owned internet cafes offer Internet access. 118 cybercafes operate in Cuba. In 2015, the government opened the first public wifi hotspots in 35 public locations and reduced prices and increased speeds for Internet access in cybercafes.[11] The Cuban internet is among the most tightly regulated in the world. All content is subject to review by the Department of Revolutionary Orientation. At Internet cafes Cuban citizens have to give their name and address. All material intended for publication on the Internet must be approved by the National Registry of Serial Publications in advance. One report found that many foreign news outlet websites are not blocked in Cuba, but the slow connections and outdated technology in Cuba makes it impossible for citizens to load these websites. Rather than having complex filtering systems, the government relies on the high cost of getting online and the telecommunications infrastructure that is slow to restrict Internet access. Reports have shown that the Cuban government uses Avila Link software to monitor citizens use of the Internet. The government has obtained citizens usernames and passwords in order to closely monitor emails.[12] Dissidents accuse the government of not providing affordable home internet access for political reasons. The Cuban government blames the US for the poor state of telecoms infrastructure, which it says is caused by the American economic embargo imposed in the 1960s.[13] In recent times, censorship of the Internet has slowly relaxed. In 2007, it became possible for members of the public to legally buy a computer. Since June 4, 2013 Cubans can sign up with ETECSA, the state telecom company, for public Internet access at 118 centers across the country. The government approved wifi hotspots which were opened in 2015 give largely unfettered internet access and access to social media sites such as Facebook and Twitter; however, opposition sites are blocked. The cost of the new access at $4.50 an hour is still high in a country where state salaries average $20 a month. As of 2016, only 5% of Cubans enjoy web access at home.[13] Citizens have developed numerous techniques to circumvent the government's control of the Internet. Some get online through embassies and coffee shops, or purchase accounts through the black market. The black market consists of professional or former government officials who have been cleared to have Internet access who sell or rent their usernames and passwords to citizens who want to have access. Bloggers and dissidents also use USB keys to get their work published by giving their pieces to people who have an easier time getting online, who then upload their items from the USB.[12] These USB sticks are known as \"El Paquete Semanal\" or weekly package noting their frequency of distribution across the Island.[14] A paquete contains 1 terabyte of data filled with anything from pirated foreign television, music videos, apps, news, and other digital media content otherwise inaccessible to the Cuban population. Paquetes cost around 5 Cuban Pesos or about 20 US cents making them much a much more reliable and economical way to consume media.[15] They are also largely tolerated, so long as they do not contain pornography or political dissent although the latter requirement is often broken. In 2006, Guillermo Fariñas, a Cuban psychologist, independent journalist, and political dissident, held a seven-month hunger strike to protest Internet censorship in Cuba. He ended it in the autumn of 2006, due to severe health problems. He stated that he was ready to die in the struggle against censorship.[16] Alan Gross, an American government contractor under employment for the U.S. Agency for International Development, was arrested in Cuba on December 3, 2009 and was convicted on March 12, 2011 for covertly distributing laptops and cellphones on the island.","Title":"Mass media in Cuba - Wikipedia","KeyID":"16044","URL":"https://en.wikipedia.org/wiki/Mass_media_in_Cuba"}