{"Content: ":"The mass media in Iran are privately and publicly owned but is subject to censorship. As of 2016, Iran had 178 newspapers, 83 magazines, 15,000 information sites and 2 million blogs.[1] A special court has authority to monitor the print media and may suspend publication or revoke the licenses of papers or journals that a jury finds guilty of publishing anti-religious material, slander, or information detrimental to the national interest. The Iranian media is prohibited from criticizing the Islamic doctrines (as interpreted by the Iranian government).[citation needed] Most Iranian newspapers are published in Persian, but newspapers in English and other languages also exist. The most widely circulated periodicals are based in Tehran. Popular daily and weekly newspapers include Iran, Ettelaat, Kayhan, Hamshahri and Resalat. Iran Daily and Tehran Times are both English language papers.[2] Iran’s largest media corporation is the Islamic Republic of Iran Broadcasting (IRIB).[2] Financial Tribune is the main English language (online) economic journal. Iran Front Page ( IFP News ) is an English News website which provides its audiences with the English version of the latest news and views from Iran published by the Iranian Persian media.[3] A number of foreign broadcasts into the country exist, including Persian language programmes from Kol Israel and Radio Farda; however, these broadcasts tend to encounter occasional radio jamming.[4] The government engages in censorship programs to anything divergent from the country's regulations.[5][6] The majority of Iranians- upwards of 80 percent- get their news from government-owned media.[7] Attempts to establish private, independent media outlets in Iran have been restricted or banned, and Reporters Without Borders has declared Iran to have the highest number of jailed journalists in the Middle East. According to the 1979 Iranian Constitution, all broadcasting must exclusively be government-operated, and in 1994 the Islamic Republic banned the use of satellite television.[8] Yet, over 30 percent of Iranians watch satellite channels.[9] Iranian media include Iranian news agencies, Iranian newspapers, Iranian blogs, Persian language magazines, Persian language television stations (Not all Iranian).","Title":"Mass media in Iran - Wikipedia","KeyID":"16047","URL":"https://en.wikipedia.org/wiki/Mass_media_in_Iran"}