{"Content: ":"The mass media in China consists primarily of television, newspapers, radio, and magazines. Since the start of the 21st century, the Internet has also emerged as an important form of communication by media, and is placed under the supervision of the Chinese government. Since the founding of the People's Republic of China in 1949 and until the 1980s, almost all media outlets in Mainland China were state-run. Privately-owned media outlets only began to emerge at the onset of economic reforms, although state media outlets such as Xinhua News Agency, China Central Television (CCTV), and the official newspaper of the Central Committee of the Chinese Communist Party, People's Daily, continue to hold significant market share. Non-governmental media outlets that are allowed to operate within the PRC (excluding Hong Kong and Macau, which have separate media regulatory bodies) are no longer required to strictly follow every journalistic guideline set by the Chinese government.[1][needs update] However, regulatory agencies, such as the General Administration of Press and Publication (GAPP) and the National Radio and Television Administration (NRTA), continue to set strict regulations on subjects considered taboo by the government, including but not limited to the legitimacy of the Chinese Communist Party (CCP), pro-democracy movements, human rights in Tibet, the Uyghur genocide, pornography, and the banned religious topics, such as the Dalai Lama and Falun Gong. Hong Kong is also witnessing increasing self-censorship.[2] Media controls were most relaxed during the 1980s under Deng Xiaoping, until they were tightened in the aftermath of the 1989 Tiananmen Square protests and massacre. They were relaxed again under Jiang Zemin in the late 1990s, but the growing influence of the Internet and its potential to encourage dissent led to heavier regulations again under the government of Hu Jintao.[3] Reporters Without Borders consistently ranks China very poorly on media freedoms in their annual releases of the Press Freedom Index, labeling the Chinese government as having \"the sorry distinction of leading the world in repression of the Internet\".[4] In 2021, China ranked 177 out of 180 nations on the Press Freedom Index.[5] Press in China is not free, with access to the open Internet restricted.[6] The government is heavily involved in the media in the PRC, and the largest media organizations (namely CCTV, the People's Daily, and Xinhua) are agencies of the Party-State: \"The first social responsibility and professional ethic of media staff should be understanding their role clearly and being a good mouthpiece. Journalists who think of themselves as professionals, instead of as propaganda workers, are making a fundamental mistake about identity,\" Hu Zhanfan, the president of CCTV.[7] Media taboos include topics such as the legitimacy of the CCP, the governance of Tibet, and Falun Gong. Within those restrictions there is a diversity of the media and fairly open discussion of social issues and policy options within the parameters set by the CCP. The diversity in mainland Chinese media is partly because most state media outlets no longer receive heavy subsidies from the government, and are expected to cover their expenses through commercial advertising.[8] They can no longer merely serve as mouthpieces of the government, but also need to attract advertising through programming that people find attractive.[9] While the government issues directives defining what can be published, it does not prevent, and in fact encourages outlets to compete for viewers and advertising.[citation needed] In 2020, China was the world’s largest jailor of journalists, according to Reporters Without Borders, with at least 118 detained.[10][11] The number of newspapers in mainland China has increased from 42—virtually all CCP newspapers—in 1968 to 382 in 1980 and more than 2,200 today. By one official estimate, there are now more than 7,000 magazines and journals in the country. The number of copies of daily and weekly newspapers and magazines in circulation grew fourfold between the mid-1960s and the mid-to-late 1980s, reaching 310 million by 1987.[12] These figures, moreover, underreport actual circulation, because many publishers use their own distribution networks rather than official dissemination channels and also deliberately understate figures to circumvent taxation. In addition, some 25,000 printing houses and hundreds of individual bookstores produce and sell unofficial material—mostly romance literature and pornography but also political and intellectual journals.[13] China has many newspapers but the front runners are all State-run: the People's Daily, Beijing Daily, Guangming Daily and the Liberation Daily. The two primary news agencies in China are Xinhua News Agency and the China News Service. Xinhua was authorised to censor and edit the news of the foreign agencies in 2007. Some[who?] saw the power of Xinhua as making the press freedom weak and it allowed Xinhua to control the news market fully.[13] Much of the information collected by the Chinese mainstream media is published in neicans (internal, limited circulation reports prepared for the high-ranking government officials), not in the public outlets.[14] In 2012, China banned Al Jazeera English and expelled their foreign staff due to an unfavorable report about forced labor. This was the first time since 1998 that China had expelled a major foreign media organization.[15][16] Reporting in China has become more difficult with the Chinese government increasingly interfering in the work of foreign journalists and discouraging Chinese citizens from giving interviews to the foreign press.[17] The Chinese government increasingly uses restrictions and harassment of foreign journalists as a way to punish their home country or the home country of the media organization they report for.[18] Since 2018 none of the 150 correspondents and bureau chiefs surveyed annually by the Foreign Correspondents’ Club of China (FCCC) have reported an improvement in their working conditions.[19] In 2020, the Chinese government expelled or forced the departure of at least 20 journalists. The Committee to Protect Journalists said of the behavior \"It’s very disreputable for China, and it also shows that they have a lot to hide.\"[20] To foreign journalists working in China, the ruling CCP has threatened and punished them by failing to renew their credentials when they criticize the CCP's policies and human rights abuses. In March 2020, Chinese officials expelled almost all American journalists from China, accusing them and the US of trying to \"impose American values\" in China.[21][22][23] In August 2020, China detained Cheng Lei, an Australian journalist working for China Global Television Network, a Chinese state-run English television news channel, amid souring relations with Australia.[24] Following her arrest the only other two Australian journalists in China were placed under exit bans and only managed to leave the country with their families after the Australian authorities interceded on their behalf.[17] In December 2020, Chinese authorities detained Haze Fan, who works for the Bloomberg News bureau in Beijing, on suspicion of \"endangering national security\".[25] In April 2021, BBC journalist John Sudworth and his family were forced to flee Mainland China for the island of Taiwan after personal attacks and disinformation from the Chinese government put them in danger. His wife is a journalist with the Irish RTÉ. The Chinese government had been angered by reporting he did on the internment camps in Xinjiang as well as a larger BBC story about forced labor in Xinjiang’s cotton industry.[26] The media and communications industry in mainland China is administered by various government agencies and regulators. The principal mechanism to force media outlets to comply with the CCP's requests is the vertically organized nomenklatura system of cadre appointments, and includes those in charge of the media industry.[27] The CCP utilizes a wide variety of tools to maintain control over news reporting including \"direct ownership, accreditation of journalists, harsh penalties for online criticism, and daily directives to media outlets and websites that guide coverage of breaking news stories.\"[6] The media in mainland China also are becoming more autonomous and more diverse. Since Chairman Mao Zedong's death in 1976 and the subsequent emergence of Deng Xiaoping (who died in February 1997) as the country's paramount leader, an overall climate of economic and social reform in mainland China has been reflected in media content.[citation needed] An example of the liberalisation has been the People's Daily, which had been rigidly controlled under Mao, used against his enemies, and copied verbatim by every other newspaper in the country during the Cultural Revolution. This leading daily was reformed and enlivened in the late 1970s and early-to-middle 1980s by then editor-in-chief Hu Jiwei. Hu expanded the paper's size and coverage, encouraged public criticism through letters to the editor, called for promulgation of a press law to spell out journalists' rights, and introduced a sprightlier writing style.[citation needed] Nevertheless, the Committee to Protect Journalists (CPJ) reported that China \"continues to be the world's leading jailer of journalists,\" with 42 imprisoned journalists at the end of 2004, and accuses private companies, both foreign and domestic, of having been complacent toward or complicit with government censorship.[28] Also, in their Worldwide Press Freedom Index 2007, Reporters Without Borders ranked China 163rd (or 7th from bottom) in terms of press freedom.[29] Freedom House issued a report in 2006 claiming that the Internet is still closely monitored by the state, with access to websites and publications critical of the government being restricted, as well as foreign satellite television and radio broadcasts being censored.[30] In preparation of the 17th National Party Congress in 2007, new restrictions were placed on all sectors of the press, Internet-users, bloggers, website managers, foreign journalist, more than 30 of which have been arrested since the start of the year. In addition, a thousand discussion forums and websites have been shut down, and \"a score of dissidents\" have been imprisoned since July 2007.[31] In efforts to stem growing unrest in China, the propaganda chief of the State Council, Hua Qing, announced in the People's Daily that the government was drafting a new press law that would lessen government involvement in the news media. In the editorial, CCP General secretary Hu Jintao was said to have visited the People's Daily offices and said that large scale public incidents should be \"accurately, objectively and uniformly reported, with no tardiness, deception, incompleteness or distortion\".[32] Recent reports by Chinese media indicate a gradual release from party control. For example, the detention of anti-government petitioners placed in mental institutions was reported in a state newspaper, later criticised in an editorial by the English-language China Daily.[33][34] As of 2008 scholars and journalists believed that such reports were a small sign of opening up in the media.[35] Under CCP General Secretary Xi Jinping investigative journalism has been driven almost to extinction within China.[36] The Chinese government has used the COVID-19 Pandemic as cover to further reduce media freedoms in China.[19] Talk radio in mainland China allows a much freer exchange of views than other media formats.[citation needed] In effect, talk radio has shifted the paradigm from authorities addressing the people to people addressing the authorities.[citation needed] For example, until 1991 the 14 million inhabitants of Shanghai were served by only one radio station—Radio Shanghai. Today, there are over 100 talk radio stations throughout the Shanghai area.[37] Although difficult to quantify, growing skepticism toward authority in mainland China appears to be spurring public support for media criticism (often indirect and carefully couched) of the State and slowly diluting the legitimacy of the CCP.[citation needed] This rise in skepticism is reported by informed observers to be occurring all across East Asia. Such observers point to increased publicity given to cases of official corruption, malfeasance, and ineptness—along with broader declines in social values such as civility and respect—as at least partly responsible for greater media and popular doubts about elected and appointed officials as compared to the past. At the same time, public skepticism of authority can and often does include skepticism toward the media themselves. Journalists, like individuals in other sectors of the mainland Chinese society, are far less willing than in the past to submit blindly to authority. Journalists were active participants in the 1989 demonstrations that culminated in the 1989 Tiananmen Square protests and massacre. The Tiananmen Square massacre made it all but impossible to reconcile the growing desire of mainland Chinese journalists for control over their own profession with the CCP's interest in not letting that happen. There have even been occasional acts of open, outright defiance of the CCP, though these acts remain rare.[38] The administration of satellite receivers falls under the jurisdiction of the State Administration for Radio, Film, and Television, which stipulates that foreign satellite televisions channels may only be received at high-end hotels and the homes and workplaces of foreigners. Foreign satellite televisions channels may seek approval to broadcast, but must be \"friendly toward China.\" Foreign television news channels are, in theory, ineligible for distribution in China.[39] Home satellite dishes are officially illegal. Black market satellite dishes are nonetheless prolific, numbering well into the tens of millions.[40] Chinese authorities engage in regular crackdowns to confiscate and dismantle illicit dishes, expressing concerns both over the potential for copyright infringements and over their ability receive \"reactionary propaganda.\"[41] The internet in China is heavily censored which limits public access to international media and non-sanctioned Chinese media.[42] In the 1990s and early 2000s, the ways in which the CCP operated—especially the introduction of reforms aimed at decentralizing power—spurred a period of greater media autonomy in several ways: As state resources have become stretched more thinly, the media have found it far easier than before to print and broadcast material that falls within vaguely defined grey areas, though again, this uncertainty can also work to the advantage of the CCP.[9] Powerful domestic institutions like the CCP's Central Propaganda Department and the State Administration of Radio, Film, and Television constrain efforts by the media to become more autonomous and politically diverse.[9] The lack of an independent judiciary has hamstrung efforts by the media to mount court challenges against restrictions on media activities. The CCP appoints judges, and the position of the courts is merely equal to—not above—that of the bureaucracy. Media outrage over nationally publicized criminal cases can also bring pressure on members of the judiciary to act in ways that might be contrary to their initial desires and to the best interests of the defendants.[44] The government uses a variety of approaches to retain some control over the media: In 2019, All-China Journalists Association updated its code of ethics and mandatory exam requiring journalists to be guided by Xi Jinping Thought.[46][47] In October 2021, the National Development and Reform Commission published rules restricting private capital in \"news-gathering, editing, broadcasting, and distribution.\"[48] He Qinglian documents in Media Control in China that there are many grades and types of internal documents [neibu wenjian 内部文件]. Many are restricted to a certain level of official – such as county level, provincial level or down to a certain level of official in a ministry. Some Chinese journalists, including Xinhua correspondents in foreign countries, write for both the mass media and the internal media. The level of classification is tied to the administrative levels of CCP and government in China. The higher the administrative level of the issuing office, generally the more secret the document is. In local government the issuing grades are province [sheng 省], region (or city directly subordinate to a province) [diqu 地区or shengzhixiashi 省直辖市] and county [xian 县]; grades within government organs are ministry [bu 部], bureau [ju 局] and office [chu 处]; in the military corps ([jun 军], division [shi 师], and regiment [tuan 团]. The most authoritative documents are drafted by the Central Committee to convey instructions from CCP leaders. Documents with Chinese Communist Party Central Committee Document [Zhonggong Zhongyang Wenjian 中共中央文件] at the top in red letters are the most authoritative.[49] As of 2012 CCTV and Xinhua had greatly expanded international coverage and operations particularly in Africa.[7] In 2021, the United Kingdom expelled three Ministry of State Security officers who had been posing as journalists with Chinese media agencies.[50] Already in 1948, the Xinhua News Agency established its first overseas bureau in sub-Saharan Africa.[51] Initially, the Chinese media presence sought to promote Sino-African relations and \"played an important role in assisting the government in developing diplomatic relations with newly independent African countries\".[52] Africa-China media relations became more sophisticated when the Forum on China–Africa Cooperation (FOCAC) was founded in 2000.[53] In 2006 during the first FOCAC Summit in Beijing, the Chinese government presented its vision on media cooperation with Africa. Media exchange should \"enhance mutual understanding and enable objective and balanced media coverage of each other\".[54] Through FOCAC, the Chinese influence on the African mediasphere has increased. In 2006, China Radio International (CRI) was established in Nairobi followed by the launch of the Chinese state-run CGTN Africa and the establishment of an African edition of China Daily in 2012.[55] Additionally, China offers workshops and exchange programs to African journalists to introduce them to Chinese politics, culture, and economy as well as the Chinese media system.[56] China does not only invest in African media outlets and journalists but also their digital infrastructure. The Chinese government grants financial and technical aid to African countries to expand their communications structure.[57][58] Scholars argue that through increased media presence and investments, the Chinese government tries to dominate the public sphere in Africa and expand its soft power.[59] Research shows that Chinese news media in Africa portray China-Africa relations in an extremely positive light with little space for criticism.[60] Hence, China tries to shape African narratives in its favor.[61] However, Chinese media influence in Africa is still relatively new and therefore the consequences of Chinese media engagement in Africa remain unclear.[62] Despite China's efforts to support the African media infrastructure and promote China-Africa relations, African perceptions of China vary significantly and are complex.[63] In general, a case study of South Africa shows that China is perceived as a powerful trading nation and economic investments result in a positive Chinese image.[64] Yet, South African journalists are critical of Chinese media intervention and concerned about practices of Chinese journalism.[65] Likewise, a study about Uganda reveals that journalists are worried about media cooperation with China because it poses a threat to the Freedom of the press.[66] To conclude, the success of Chinese media influence in Africa depends on whether they can prevail in the African market and control the narrative in their favor.[67] In 2001, the Jamestown Foundation reported that China was buying into Chinese-language media in the U.S., offering free content, and leveraging advertising dollars—all to manipulate coverage.[68] The Guardian reported in 2018 that the China Watch newspaper supplement was being carried by The Telegraph along with other newspapers of record such as The New York Times, The Wall Street Journal and Le Figaro.[69]","Title":"Mass media in China - Wikipedia","KeyID":"16043","URL":"https://en.wikipedia.org/wiki/Mass_media_in_China"}