{"Content: ":"During the 2022 Russian invasion of Ukraine, national parliaments including those of Poland,[1] Ukraine,[2] Canada, Estonia,[3] Latvia,[4] Lithuania[5] and the Republic of Ireland[6] declared that genocide was taking place. Scholars of genocide, including Eugene Finkel,[7][8] Timothy D. Snyder[9] and Gregory Stanton;[10] legal experts Otto Luchterhandt [de][11] Zakhar Tropin;[12] and a comprehensive report by the Raoul Wallenberg Centre for Human Rights[13] claimed that along with the acts required by the definition of genocide,[14] there was genocidal intent, together establishing genocide. Human rights lawyer Juan E. Méndez stated on 4 March 2022 that the genocide claim was worth investigating, but should not be presumed;[15] and genocide scholar Alexander Hinton stated on 13 April that Russian president Vladimir Putin's genocidal rhetoric would have to be linked to the war crimes in order to establish genocidal intent, but it is \"quite likely\" that Russia is committing genocide in Ukraine.[10] War crimes committed by Russian forces that occurred include sexual violence,[16] torture, extrajudicial killings and looting.[17] Under the 1948 Genocide Convention, genocide requires both genocidal intent (\"intent to destroy, in whole or in part\") and acts carried out to destroy \"a national, ethnic, racial or religious group\" with that intent; the acts can be any of:[14] Punishable acts include genocide and also complicity in and attempts, conspiracy, or incitement to commit genocide, and parties to the convention have an obligation to prevent and suppress them.[14] The human rights organizations Amnesty International and Human Rights Watch recorded mass cases of crimes by the Russian Armed Forces against civilians in territories occupied by the Russian Armed Forces during the 2022 Russian invasion of Ukraine, including torture, executions, rape[16] and looting.[17][18][19][12][20] After the Bucha massacre, Agnès Callamard, Secretary General of Amnesty International, said that crimes committed \"are not isolated incidents and are likely part of an even larger pattern of war crimes, including extrajudicial executions, torture and rape in other occupied regions of Ukraine.\"[19] According to Dr. Jack Watling of the Royal Joint Institute for Defense Studies, these actions are part of the Russian doctrine of anti-guerrilla warfare. Its goal is \"to take revenge on the population for the audacity to resist.\" Watling noted that similar tactics were used in the Second Chechen War, in the Afghanistan conflict, and during the World War II.[21][failed verification] The organized nature of the killings of civilians was also reported by representatives of the intelligence communities of Great Britain and Germany. The head of British intelligence MI6, Richard Moore, in connection with the killings in Bucha, noted: \"We knew that Putin's plans for the invasion included extrajudicial executions by the military and special services.\" On 7 April, German magazine Der Spiegel published data from a German intelligence report to the Bundestag produced on 6 April. According to the data of radio interceptions voiced by the parliamentarians, Russian military personnel carried out killings of civilians and executions of Ukrainian prisoners of war after they underwent an interrogation. What was described in them corresponded to the location of the bodies found in Bucha. Der Spiegel came to the conclusion that they showed that the massacres were neither random actions nor grassroots initiative of some military. Much more likely, these materials indicate that the killings of civilians could be part of a \"clear strategy\" to \"intimidate the civilian population and suppress resistance.\"[22][23] The International Federation for Human Rights and its affiliate in Ukraine, the Center for Civil Liberties (CSF), reported evidence of the forcible transfer of civilians by the Russian military from the besieged Mariupol to Russia, and the Donetsk and Luhansk oblasts, and Crimea using the practice of filtration camps. According to the CSF, families were separated, and documents and phones were confiscated. According to the CSF, Russian forces also prevented civilians from passing through humanitarian corridors to the non-occupied parts of Ukraine, opening fire on them. According to Ukrainian officials, the same practice was used by Russian troops in Sumy, Kharkiv and Kyiv.[24] The director of Amnesty International Ukraine, in an interview with Deutsche Welle on 4 April 2022, accused Russia of using targeted tactics to deplete the civilian population in besieged cities (deliberately cutting off access to food, water, electricity, and heat supply) and bringing them to a humanitarian catastrophe. There were noted cases of blocking humanitarian corridors, shelling of buses, killing of civilians who tried to leave the besieged cities.[25] On 23 March 2022, the Sejm of Poland adopted a resolution on the commission by Russia of war crimes, crimes against humanity, and violations of human rights on the territory of Ukraine. In accordance with the resolution, Poland condemned acts of genocide and other violations of international law committed by Russian troops on the territory of Ukraine. The resolution states that these crimes were committed \"on the orders of the military commander-in-chief President Vladimir Putin\".[1] On 14 April 2022, the Verkhovna Rada of Ukraine adopted a resolution, \"On the commission of genocide in Ukraine by the Russian Federation\", in which the actions of the Russian troops and the Russian leadership in Ukraine are recognized as genocide of the Ukrainian people.[26][2][27][28] In accordance with the statement of the Rada on the resolution, acts of genocide by Russia included:[2] In June 2022, a bipartisan group in the United States Congress introduced a resolution characterizing Russian actions in Ukraine as genocide.[29] List of countries, which recognize the ongoing events in Ukraine as genocide: Days after the discovery of evidence of the Bucha massacre, Ukrainian President Volodymyr Zelenskyy declared that Ukraine was experiencing an attempted genocide. Polish President Andrzej Duda, Prime Minister of Poland Mateusz Morawiecki, Prime Minister of Spain Pedro Sanchez, Colombian President Iván Duque, American President Joe Biden, and Prime Minister of Canada Justin Trudeau also assessed the situation in Ukraine as a genocide. British Prime Minister Boris Johnson said that \"the atrocities in Bucha are not far from genocide.\"[10][34][19][15][35][36][37][38][39] On 13 April 2022, French President Emmanuel Macron said he wanted to be \"careful with terms\", questioning the usefulness of the \"escalation of words\" to end the war, specifying that \"Russia unilaterally launched a brutal war, and it is now established that war crimes were committed by the Russian army.”[40] Zelenskyy criticized Macron's characterization.[41] The All-Ukrainian Council of Churches and Religious Organizations called on every state in the world to recognize the genocide of the Ukrainian people during the 2022 Russian invasion and condemn the ideology of the \"Russian world\".[42] Numerous other state leaders and officials have made statements about the issue.[43] \"This report comprises an independent inquiry into whether the Russian Federation bears State responsibility for breaches of the Genocide Convention in its invasion of Ukraine and concludes there are: Independent Legal Analysis of the Russian Federation's Breaches of the Genocide Convention in Ukraine and the Duty to Prevent[44] In early March 2022, the Chief Prosecutor of the International Criminal Court, Karim Ahmad Khan, after obtaining formal referrals from 39 countries, started the phase of a full investigation of war crimes, and crimes against humanity or genocide in Ukraine \"by any person\" since November 2013. Prior to 2022, the preliminary examination had found \"reasonable grounds for believing that crimes within the jurisdiction of the court have been committed\" and \"identified potential cases that would be admissible.\"[45] On 4 March 2022 the UN Human Rights Council created an Independent International Commission of Inquiry on Ukraine into violations of human rights and of international humanitarian law. Other investigations of war crimes were also carried out separately under universal jurisdiction, the intiators of which were independent states.[45] On 27 May 2022, a report by New Lines Institute for Strategy and Policy and Raoul Wallenberg Centre for Human Rights concluded that there were reasonable grounds to conclude that Russia breached two articles of the 1948 Genocide Convention, by publicly inciting genocide through denial of the right of Ukraine as a state and Ukrainians as a nation to exist, and by the forcible transfer of Ukrainian children to Russia, which is a genocidal act under article II of the convention.[46] A Foreign Policy article acknowledged that Vladimir Putin's goal was to \"erase Ukraine as a political and national entity and to Russify its inhabitants\", meaning the report serves as a warning that Russia's war could become genocide.[47] \"The Ukraine that you and I had known, within the borders that used to be, no longer exists, and will never exist again\". Maria Zakharova, 19 June 2022[48] \"Who's to say that Ukraine will exist on the world map in two years at all?\" Dmitry Medvedev, 15 June 2022[49] Scholars including Eugene Finkel and Timothy D. Snyder claimed that along with the acts required by the definition of genocide,[14] there was genocidal intent, together establishing genocide.[7][8][9] On 5 April 2022, Holocaust scholar Eugene Finkel claimed that after the initial phase of the 2022 Russian invasion was resisted by Ukrainian armed forces, the aims of the invasion evolved. According to Finkel, the combined evidence of widespread war crimes, including the Bucha massacre, together with \"abundant\" evidence for genocidal intent, as illustrated by the essay What Russia should do with Ukraine published in RIA Novosti by Timofey Sergeytsev,[50] established that genocide was taking place.[7][8] On 8 April 2022, historian of Eastern Europe and the Holocaust, Timothy D. Snyder, described the What Russia should do with Ukraine essay as \"an explicit program for the complete elimination of the Ukrainian nation as such\".[9] According to Snyder, Sergeytsev presents the Russian definition of \"Nazi\" as being \"a Ukrainian who refuses to admit being a Russian\", and any \"affinity for Ukrainian culture or for the European Union\" is seen as \"Nazism\". Thus, per Snyder, the document defines Russians as not being Nazis, and justifies using the methods of fascism against Ukrainians while calling the methods \"denazification\". Snyder describes the document as \"one of the most openly genocidal documents [that he had] ever seen\", stating that the document calls for the majority of Ukrainians, twenty million people, to be killed or sent to labour camps. Snyder argues that Sergeytsev's document, published two days after information about the Bucha massacre became widely known, makes the establishment of genocidal intent much easier to prove legally than in other cases of mass killing.[9] The Guardian also described Russian media, including RIA Novosti, as encouraging genocide on the basis that Ukrainian resistance to the invasion was evidence of their Nazism.[51] Snyder argued that an analysis of the statements by Vladimir Putin over several decades showed that Putin had long-standing genocidal intentions against Ukrainians. Snyder stated, \"To see Putin's genocidal drive is to help some of us understand where this war came from, where it's going, and why it can't be lost.\"[35] Gregory Stanton, founder and head of Genocide Watch, told the BBC that there is evidence \"that the Russian army actually intends to partially destroy the Ukrainian national group\", which explains the killings of civilians in addition to combatants and the military. Commenting on Vladimir Putin's pre-invasion speech in which he declared that the eight-year War in Donbas looked like genocide, Stanton pointed to what some scholars call \"mirroring\", in which he says: \"Often the perpetrator of a genocide accuses the other side – the targeted victims – of intending to commit genocide before the perpetrator does so. This is exactly what happened in this case.\"[10] The German newspaper Der Tagesspiegel published a legal opinion by lawyer Otto Luchterhandt, which refers to the blockade of Mariupol and numerous crimes of the Russian military from the point of view of international law, in particular, genocide. In an interview with Deutsche Welle regarding actions indicative of genocide, he stated:[11] Regarding the fact that the term \"genocide” implies the destruction of a certain ethnic group, he noted: \"Yes, because we are talking about the community of the city of Mariupol as part of the Ukrainian population, that is, the Ukrainian national group. The crime refers to protection from actions to destroy not only the entire group, but also part of it.\"[11] Associate Professor of the Department of International Law of the Institute of International Relations of the Taras Shevchenko National University of Kyiv Zakhar Tropin, on his Facebook page said: \"The terrible events in Bucha, Irpin and Gostomel (and in general in Ukraine) should be considered and mentioned in connection with the goals of the so-called \"special operation\" of the Russian Federation. The leadership of the aggressor spoke directly about this - the so-called \"denazification\". Considering what has been done, this is a direct call, planning and leadership of the genocide in Ukraine. The logic is simple: the events in Bucha, Irpin and Gostomel plus the purpose of the so-called \"special operation\", \"denazification\" = the crime of genocide.\"[12] Aisling Reidy, Senior Legal Counsel at Human Rights Watch, commented to Deutsche Welle on 3 April 2022, that in Bucha, \"there are certainly war crimes, potentially crimes against humanity, where we see civilians being killed, and clearly being killed in a summary execution format,\" stating that it is \"too early\" to call what happened a genocide.[54] American University professor of international law Rebecca Hamilton stated that the term \"genocide\" is often used by members of the public \"to describe a situation that is horrendous, seems unimaginable when it seems that peaceful residents are killed only for the reason that they, in this case are Ukrainians.\" Hamilton stated that \"the legal definition of genocide is very specific, and we have not yet reached the stage where enough evidence has been collected to make a legal assessment of whether genocide has taken place.\"[45] Human rights law professor and former UN Special Adviser on the Prevention of Genocide, Juan E. Méndez, commented: \"I think this deserves an investigation. Of course, it would be a serious mistake to ignore the fact that many of the victims so far were clearly civilians, perhaps because they were Ukrainians - this is a national origin, a condition that fits into the partial definition of genocide ... But that the fact that civilians are killed is not necessarily genocide.\"[15] Jonathan Lieder Maynard, lecturer in international politics at King's College London, argued that the current evidence is too unclear to fit with the strict definition of the Genocide Convention. He noted: \"Perhaps these atrocities could have been genocide or could develop into genocide in the future, but the evidence is still insufficient.\" At the same time, Maynard drew attention to the \"deeply disturbing\" rhetoric of the Russian president, who denied the historical existence of Ukraine as an independent state. According to him, this illustrates the \"genocidal way of thinking\" when Vladimir Putin believes that Ukraine \"is fake, so it has no right to exist.\"[10] Director of the Center for the Study of Genocide and Human Rights at Rutgers University, Alexander Hinton, in an interview with the BBC stated on 13 April that \"a lot [had] changed in [the previous] week\" and that it was \"quite likely\" that Russian forces were carrying out genocide. Hinton stated that the genocidal rhetoric of Vladimir Putin would have to be clearly linked to the atrocities themselves in order to prove genocidal intent.[10]","Title":"Claims of genocide of Ukrainians in the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16059","URL":"https://en.wikipedia.org/wiki/Claims_of_genocide_of_Ukrainians_in_the_2022_Russian_invasion_of_Ukraine"}