{"Content: ":"Universal jurisdiction investigations of war crimes in Ukraine are investigations of war crimes in the 2022 Russian invasion of Ukraine carried out under the legal systems of individual states under the universal jurisdiction principle of international humanitarian law.[1] States that started investigations included Germany,[2] Lithuania,[3] Spain[4] and Sweden.[5] The 2022 Russian invasion of Ukraine that started in February 2022 included several events suspected of being war crimes. The International Criminal Court opened a full investigation. The principle of universal jurisdiction allows a state to conduct investigations and prosecutions for war crimes committed in another state or of which the victims or the suspected perpetrators are nationals of another state.[1] As of 5 April 2022[update], Estonia,[6] Germany,[7] Latvia, Lithuania,[8] Norway, Poland, Slovakia, Spain, Sweden, Switzerland and Ukraine had all declared their intentions of starting universal jurisdiction investigations of war crimes of the 2022 Russian invasion of Ukraine.[1][9] French prosecutors opened a war crimes investigation under national jurisdiction, for cases in which French citizens or residents were possible victims or suspects.[10] French Minister of Justice Éric Dupond-Moretti promised the ICC the full support of the European Union (EU), and of Eurojust, the EU agency for cooperation against criminals, in particular.[11] On 8 March 2022, the German Public Prosecutor General declared that it had opened investigations under its universal jurisdiction law, Völkerstrafgesetzbuch. Initial fields of investigations included indiscriminate attacks on civilians and on civilian infrastructure, the use of cluster munitions and reports of Russian forces having death lists for killing Ukrainian activists and politicians.[2] In early March 2022, the Lithuanian Prosecutor General's office opened a \"pre-trial investigation on war crimes and crimes against humanity\" of the 2022 Russian invasion of Ukraine.[12] In early April, the Prosecutor General's office stated that it would investigate the death of film-maker Mantas Kvedaravičius, who was killed during an attack by Russian forces near Mariupol while it was under siege, as part of the overall investigation.[3] On 8 March 2022, the Spanish Prosecution Ministry open universal jurisdiction investigations both for the crime of aggression by the Russian Federation and for \"serious violations of international humanitarian law\".[4] On 5 April 2022, the Swedish Prosecution Authority (SPA) stated that it had opened preliminary investigations into what appeared to be \"grave war crimes\" being committed in Ukraine. Initial aims of the investigation included the securing of evidence in Sweden that could be later used in legal proceedings in Sweden, another country exercising universal jurisdiction, or the ICC investigation. The SPA called for survivors and witnesses to get into contact.[5][13]","Title":"Universal jurisdiction investigations of war crimes in Ukraine - Wikipedia","KeyID":"16058","URL":"https://en.wikipedia.org/wiki/Universal_jurisdiction_investigations_of_war_crimes_in_Ukraine"}