{"Content: ":"Ongoing The Iraqi conflict is an armed conflict that began with the 2003 invasion of Iraq by a United States-led coalition that toppled the government of Saddam Hussein. The conflict continued as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government.[4] The United States officially withdrew from the country in 2011 but became reinvolved in 2014 at the head of a new coalition.[5] The main phase of the conflict ended following the defeat of the Islamic State of Iraq and the Levant (ISIL) in the country in 2017, but a low-level ISIL insurgency is ongoing in the rural north parts of the country.[6] The main rationale for the invasion of Iraq was based on allegations by the American and British governments that Saddam Hussein was developing weapons of mass destruction and that he thus presented a threat to his neighbors and to the world. The United States stated \"on November 8, 2002, the UN Security Council unanimously adopted Resolution 1441. All fifteen members of the Security Council agreed to give Iraq a final opportunity to comply with its obligations and disarm or face the serious consequences of failing to disarm. The resolution strengthened the mandate of the UN Monitoring and Verification Commission (UNMOVIC) and the International Atomic Energy Agency (IAEA), giving them authority to go anywhere, at any time and talk to anyone in order to verify Iraq's disarmament.\"[7] Throughout the early 2000s, the administrations of George W. Bush and Tony Blair worked to build a case for invading Iraq, culminating in the U.S. Secretary of State Colin Powell's address to the Security Council one month before the invasion.[8] Shortly after the invasion, the Central Intelligence Agency, Defense Intelligence Agency, and other intelligence agencies refused to continue to support the allegations related to Iraqi weapons (as well as the Saddam Hussein and al-Qaeda link allegations), at which point the Bush and Blair administrations shifted to secondary rationales for the war, such as the Hussein government's human rights record and promoting democracy in Iraq.[9][10] Opinion polls showed that people all over the world opposed a war without a UN mandate, and that the view of the United States as a danger to world peace had significantly increased.[11][12] U.N. Secretary-General Kofi Annan described the war as illegal, saying in an interview in 2004 that it was \"not in conformity with the Security Council.\"[13] Revelations of faulty evidence and shifting rationales became the focal point for critics of the war, who charge that the George W. Bush administration purposely fabricated evidence to justify an invasion that it had long planned to launch.[14] Supporters of the war claim that the threat from Iraq and Saddam Hussein was real and that it had later been established. The U.S. led the effort for \"the redirection of former Iraqi weapons of mass destruction (WMD) scientists, technicians and engineers to civilian employment and discourage emigration of this community from Iraq.\"[15] The invasion of Iraq lasted from 20 March to 1 May 2003 and signaled the start of the Iraq War, which was dubbed Operation Iraqi Freedom by the United States.[16] The invasion consisted of 21 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq and deposed the Ba'athist government of Saddam Hussein. The invasion phase consisted primarily of a conventionally fought war which included the capture of the Iraqi capital of Baghdad by American forces with the assistance of the United Kingdom, Australia and Poland. 160,000 troops were sent by the Coalition into Iraq during the initial invasion phase, which lasted from 19 March to 9 April 2003. About 130,000 were sent from the USA, with about 28,000 British, 2,000 Australian, and 194 Polish soldiers. 36 other countries were involved in its aftermath. In preparation for the invasion, 100,000 U.S. troops were assembled in Kuwait by 18 February.[17] The coalition forces also received support from Kurdish irregulars in Iraqi Kurdistan. The invasion was preceded by an airstrike on the Presidential Palace in Baghdad on 20 March 2003. The following day, coalition forces launched an incursion into Basra Province from their massing point close to the Iraqi-Kuwaiti border. While the special forces launched an amphibious assault from the Persian Gulf to secure Basra and the surrounding petroleum fields, the main invasion army moved into southern Iraq, occupying the region and engaging in the Battle of Nasiriyah on 23 March. Massive air strikes across the country and against Iraqi command and control threw the defending army into chaos and prevented an effective resistance. On 26 March, the 173rd Airborne Brigade was airdropped near the northern city of Kirkuk, where they joined forces with Kurdish rebels and fought several actions against the Iraqi Army to secure the northern part of the country. The main body of coalition forces continued their drive into the heart of Iraq and met with little resistance. Most of the Iraqi military was quickly defeated and Baghdad was occupied on 9 April. Other operations occurred against pockets of the Iraqi army, including the capture and occupation of Kirkuk on 10 April, and the attack and capture of Tikrit on 15 April. Iraqi president Saddam Hussein and the central leadership went into hiding as the coalition forces completed the occupation of the country. On 1 May, an end of major combat operations was declared, ending the invasion period and beginning the military occupation period. Invading U.S.-led forces were unable to immediately fill the power vacuum caused by the sudden collapse of a highly centralized state authority, resulting in weeks of virtual anarchy. The rampant looting during this time period, and the inability of U.S.-led forces to control the situation, led to Iraqi resentment. Additionally, the unexpectedly quick implosion of Saddam Hussein's regime meant that the invading forces never engaged and decisively defeated his army in any major battle; the Iraqi army forces simply melted away, often with their weapons, back to their homes. Another cause of resentment was the lack of immediate humanitarian aid and reconstruction efforts for Iraqis suffering from the invasion, the long-term effects of the repression and mismanagement of the Saddam Hussein regime, and international sanctions.[18] A number of factions felt suspicious of long-term American intentions; the conduct of some American soldiers also served to heighten tensions.[18] The de-Ba'athification Commission set up by the Coalition Provisional Authority, the nature of selection of the Governing Council, and other policy decisions were interpreted by Sunni Arabs as actions intended to single out their community for discrimination; this encouraged the beginnings of sectarian tensions.[18] In May 2003, after the Iraqi conventional forces had been defeated and disbanded, the U.S. military noticed a gradually increasing flurry of attacks on U.S. troops in various regions of the so-called \"Sunni Triangle\", especially in Baghdad and in the regions around Fallujah and Tikrit. The U.S. military blamed the attacks on remnants of the Ba'ath Party and the Fedayeen Saddam militia. Tensions between U.S. forces and the residents of Fallujah were especially severe, with crowd riots and small skirmishes commonplace. Members of insurgent groups came from a variety of sources. Former members of the security services of the Ba'ath regime, former military officers, and some other Ba'ath Party members are cited as members of insurgent groups; indeed, these elements formed the primary backbone of the nascent insurgency.[19] Initially, most former members of the Ba'ath Party and former Iraqi soldiers expressed a willingness to compromise with the Coalition forces. However, many lost their jobs and pensions with the disbanding of the Iraqi army by Paul Bremer; this, and the unwillingness of the Coalition Provisional Authority to negotiate with former Ba'ath elements, provided impetus for the initial insurgency. While 80% of the army officers were Sunni, the rank and file of the regular army was 80% Shia.[20] Prisoners let out of prison by Saddam Hussein before his disappearance provided another source both of insurgent recruits and of organized crime factions.[18] Finally, as O'Hanlan says, the porous borders of Iraq and the subsequent foreign insurgents also bolstered the insurgency.[21] Resistance to U.S.-led forces would not for long be confined to the Sunni regions of Iraq. Between 2003 and 2004, Shiite dissatisfaction with the occupation, especially among the urban poor, had been gradually increasing for some of the same reasons it had been among the Sunnis: the perception that the Coalition had failed to deliver on its promises and a nationalist dissatisfaction with foreign occupation. Many young men without jobs or prospects and who had lost faith with the promises of the U.S. began to become drawn to Shiite religious radicalism, especially of the brand advocated by the cleric Muqtada al-Sadr. Sadr's distinguished family background, and his fiery anti-occupation rhetoric and calls for the implementation of Islamic law, caused him to emerge as the leader of this portion of Iraqi Shiite society. In June 2003, after being rejected from a spot on the Iraqi Governing Council, he had created a militia known as the Mahdi Army, whose mission he said was to help keep order and cleanse Iraq of \"evil.\" Since that point, the U.S. had regarded him as a threat, but was divided on whether or not to proceed with a crackdown. Eventually, as Sadr's rhetoric heated and his militia paraded through Sadr City in what seemed like a challenge to the United States, they decided to begin to squeeze his movement. On March 29, they moved to close Sadr's newspaper[22] known as \"al-Hawza\" and arrested one of his aides on murder charges. That, combined with his steadily decreasing political prospects for success within the U.S.-backed interim government, pushed Sadr to decide for armed revolt. On April 4, the Mahdi Army was directed to begin launching attacks on coalition targets and to seize control from the nascent U.S.-trained Iraqi security forces. The Mahdi Army, which by then numbered from 3,000 to 10,000 men, organized quickly escalating violent riots and then a coordinated assault, surprising coalition and Iraqi forces and seizing control of Najaf, Kufa, al-Kut, and parts of Baghdad and southern cities like Nasiriyah, Amarah, and Basra. A widespread collapse of the Iraqi security forces ensued, with most deserting or defecting to the rebels rather than fighting. Soon, combat was erupting in many urban centers of southern and central portions of Iraq as U.S. forces attempted to maintain control and prepared for a counteroffensive. At the same time, the Sunni insurgency was rapidly intensifying. On March 31, 2004, four private military contractors working for the U.S. military were killed and subsequently mutilated by insurgents and a crowd of residents in the city of Fallujah, long a particularly troublesome center of Sunni resistance to the U.S. presence. On the same day, 5 U.S. soldiers were killed by a large IED on a road a few miles outside of the city. The attacks took place as the Marines were taking over responsibility for al-Anbar province, in which Fallujah is located, from the U.S. Army. The intended Marine strategy of patrols, less aggressive raids, humanitarian aid, and close cooperation with local leaders was quickly suspended and the U.S. decided that it was time for a major assault to clear the city of insurgents. On April 4, U.S. and Iraqi forces launched Operation Vigilant Resolve to retake the city, which had clearly fallen completely into rebel hands. They met very stiff and well-organized resistance from the guerrillas. After three days of fighting with the U.S. Marines, the insurgents still held three-quarters of the city. Cases of widespread reach and planning, suggesting national insurgent coordination, were noted. Hundreds of insurgents cut the road between Fallujah and Baghdad to the east, while west of Fallujah in Ramadi, over 150 insurgents launched an offensive against U.S. Marine positions. A similar attack followed, conducted by about 150 insurgents, against U.S. Marines near the Syrian border in al-Qaim. The assaults were beaten back, but the U.S. toll from the combined attacks numbered in the dozens. Political pressure began to build on the United States and the Governing Council of Iraq as the hospital of Fallujah continued to report high numbers of civilian casualties, inflaming further the Iraqi people and Muslim world in general. After two weeks of fighting, the U.S. Marines were on the verge of capturing, but had not yet taken central control of, the city of Fallujah. Pentagon leaders, fearing that continuing the effort to capture the city might further inflame a larger revolt against Coalition authority, pulled back the forces. The Marines were ordered to stand-down and cordon off the city on April 30, where they would remain in a perimeter around the city for the following six months. A compromise on April 30 was reached in order to ensure security within Fallujah itself by creating the \"Fallujah Brigade\", a unit that drew from former members of Iraq's Army, local volunteers, and even the insurgents themselves. The unit's formation was part of a truce negotiation. This unit was to act under the control of the Coalition Provisional Authority, patrol alongside the Iraqi Police and National Guardsmen but maintain its autonomy. The Fallujah Brigade had many former Saddam loyalists. From various reports, Brigade members re-integrated themselves into the insurgent outfits that dominated.[23] The city remained under the control of insurgent forces. Reportedly, Abu Musab al-Zarqawi's organization was among the several that exercised some authority in the area. By the end of the spring uprising, the cities of Fallujah, Samarra, Baquba, and Ramadi had been left under Sunni guerrilla control with American patrols in the cities ceased. The insurgency had undergone another major shift, as insurgent organizations now had safe havens in cities such as Fallujah to develop and coordinate with each other. Zarqawi's group and its allies were in a period of uneasy cooperation with other insurgent groups dominated by nationalist and Ba'athist agendas, although the groups increasingly came into competition for territory within Sunni insurgent-controlled areas. U.S. forces launched only occasional armored forays into Samarra and Baquba, while about half a dozen small forts were maintained by the U.S. Marines in Ramadi, with the surrounding territory in the city controlled by rebels. American ground forces remained outside of Fallujah, though regular air strikes were conducted on alleged safehouses of Abu Musab al-Zarqawi's followers in the city. With the battle for Fallujah over, the Sunni insurgency continued against the U.S. forces remaining outside these cities as the guerrillas resumed their tactics of using IED's and mortars to attack U.S. forces indirectly, for the most part avoiding direct combat. Meanwhile, the fighting continued in the Shiite south. Over the next three months, over 1,500 Mahdi Army militiamen, several hundred civilians, and dozens of coalition soldiers were killed as the U.S. gradually took back the southern cities. On June 6, a truce was reached, temporarily ending the fighting. On June 28, 2004, the occupation was formally ended by the Coalition, which transferred power to a new Iraqi government led by Prime Minister Ayad Allawi. Although many Iraqis were optimistic about the government, militants saw it as little more than an American puppet and continued the fight unabated. On July 18, guerrillas offered a $285,000 reward for Allawi's assassination. In February 2006, the Salafi jihadist organization Tanzim Qaidat al-Jihad fi Bilad al-Rafidayn (also known as Al-Qaeda in Iraq) bombed one of the holiest sites in Shi'a Islam - the al-Askari Mosque in Samarra. This set off a wave of Shi'a reprisals against Sunnis followed by Sunni counterattacks.[24] The conflict escalated over the next several months until by 2007, the National Intelligence Estimate described the situation as having elements of a civil war.[25] In 2008 and 2009, during the Sunni Awakening and the surge, violence declined dramatically.[26][27] However, low-level strife continued to plague Iraq until the U.S. withdrawal in late 2011.[28] In October 2006, the Office of the United Nations High Commissioner for Refugees (UNHCR) and the Iraqi government estimated that more than 370,000 Iraqis had been displaced since the 2006 bombing of the al-Askari Mosque, bringing the total number of Iraqi refugees to more than 1.6 million.[29] By 2008, the UNHCR raised the estimate of refugees to a total of about 4.7 million (~16% of the population). The number of refugees estimated abroad was 2 million (a number close to CIA projections[30]) and the number of internally displaced people was 2.7 million.[31] The estimated number of orphans across Iraq has ranged from 400,000 (according to the Baghdad Provincial Council), to five million (according to Iraq's anti-corruption board). A UN report from 2008 placed the number of orphans at about 870,000.[32][33] The Red Cross stated in 2008 that Iraq's humanitarian situation was among the most critical in the world, with millions of Iraqis forced to rely on insufficient and poor-quality water sources.[34] According to the Failed States Index, produced by Foreign Policy magazine and the Fund for Peace, Iraq was one of the world's top 5 unstable states from 2005 to 2008.[35] A poll of top U.S. foreign policy experts conducted in 2007 showed that over the next 10 years, just 3% of experts believed the U.S. would be able to rebuild Iraq into a \"beacon of democracy\" and 58% of experts believed that Sunni–Shiite tensions would dramatically increase in the Middle East.[36][37] Two polls of Americans conducted in 2006 found that between 65% to 85% believed Iraq was in a civil war.[38][39] However, a similar poll of Iraqis conducted in 2007 found that 61% did not believe that they were in a civil war.[40] The withdrawal of U.S. military forces from Iraq was a contentious issue in the United States for much of the 2000s. As the war progressed from its initial invasion phase in 2003 to a nearly decade-long occupation, American public opinion shifted towards favoring a troop withdrawal; in May 2007, 55% of Americans believed that the Iraq War was a mistake, and 51% of registered voters favored troop withdrawal.[41] In late April 2007 Congress passed a supplementary spending bill for Iraq that set a deadline for troop withdrawal but President Bush vetoed this bill, citing his concerns about setting a withdrawal deadline.[42][43][44] The Bush Administration later sought an agreement with the Iraqi government, and in 2008 George W. Bush signed the U.S.–Iraq Status of Forces Agreement. It included a deadline of 31 December 2011, before which \"all the United States Forces shall withdraw from all Iraqi territory\".[45][46][47] The last U.S. troops left Iraq on 18 December 2011, in accordance with this agreement.[48][45][46] The Islamic State of Iraq and the Levant's (ISIS, ISIL) military campaign was very successful, and the group took swathes of territory in northern Iraq during 2014. Violence reached very high levels, with 1,775 people killed in the month of June alone. These figures remained very high for the remainder of the year.[49] The 2017 Iraqi–Kurdish conflict occurred in and around the Kurdish region of northern Iraq that began on 15 October 2017, shortly after the Iraqi Kurdistan referendum in 2017 was held on September 25. After the independence referendum, Prime Minister Haider al-Abadi demanded the referendum to be canceled. In October, the Iraqi military moved into the Kurdistan region after the entry of Islamic State of Iraq and the Levant. On 16 October 2017, the Kurdish Peshmerga ignored a deadline given by Iraq to withdraw. This led to Battle of Kirkuk (2017), and Iraqi forces and Iranian-backed PMU retaking Kirkuk and its province on 15 October 2017. Within 15 hours, the city of Kirkuk and the nearby K-1 Air Base, along with surrounding oilfields, were retaken by Iraqi forces. This resulted in the conflict's end. On December 9, 2017, the last ISIL-held areas in the al-Jazira Desert were captured by the Iraqi military. The prime minister later declared victory, and celebrations occurred soon after. Following ISIL's defeat in December 2017, the group has continued an insurgency mostly in the rural parts of the country. However they have been greatly weakened and violence in Iraq has been sharply reduced in 2018. Only 95 people lost their lives during the month of May of 2018 from violence-related crimes, the lowest figure in 10 years.[50]","Title":"Iraqi conflict (2003–present) - Wikipedia","KeyID":"16055","URL":"https://en.wikipedia.org/wiki/Iraqi_conflict_(2003%E2%80%93present)"}