{"Content: ":"Allegations of Genocide under the Convention on the Prevention and Punishment of the Crime of Genocide (Ukraine v. Russian Federation) is a case brought before the International Court of Justice (ICJ), the principle judicial organ of the United Nations. It was submitted by Ukraine on February 26, 2022 against Russia following the latter's invasion of Ukraine in 2022, which Russia sought to justify in part by unsubstantiated claims that Ukraine was engaged in acts of genocide within the Luhansk and Donetsk oblasts.[1] Ukraine said that these claims gave rise to a dispute under the 1948 Convention on the Prevention and Punishment of the Crime of Genocide, and based its application on the ICJ's jurisdiction to resolve disputes involving the Convention.[2][3] On 16 March 2022, the court ruled that Russia must \"immediately suspend the military operations\" in Ukraine, while waiting for the final decision on the case.[4][5] Ukraine's application sought to \"establish that Russia has no lawful basis to take action in and against Ukraine for the purpose of preventing and punishing any purported genocide.\" Its main contention was that “the Russian Federation has falsely claimed that acts of genocide have occurred in the Luhansk and Donetsk oblasts of Ukraine, and on that basis recognized the so-called 'Donetsk People's Republic' and 'Luhansk People's Republic,' and then declared and implemented a ‘special military operation’ against Ukraine.”[2] Ukraine sought to establish that these acts by Russia had no basis in the Genocide Convention, and sought full reparation for these wrongful acts.[6] Ukraine also accused Russia of planning \"acts of genocide in Ukraine\" and asserted that Russian Armed Forces were \"intentionally killing and inflicting serious injury on members of the Ukrainian nationality—the actus reus of genocide under Article II of the Genocide Convention.\"[2] Initial hearings in the case took place on March 7, 2022 at Peace Palace in The Hague, Netherlands—the seat of the court—to determine Ukraine's entitlement to provisional relief.[7] The Russian delegation did not appear for these proceedings,[8] but submitted a written statement.[9] On 16 March 2022, the court ruled 13-2 that Russia must \"immediately suspend the military operations\" it commenced on 24 February 2022 in Ukraine,[4] with Vice-President Kirill Gevorgian of Russia and Judge Xue Hanqin of China dissenting.[5] The court also unanimously called for \"[b]oth Parties [to] refrain from any action which might aggravate or extend the dispute before the Court or make it more difficult to resolve.[4] In addition to a brief summary of its decision,[4] the ICJ issued a 20-page order explaining its reasoning.[10] Six judges filed separate statements explaining their individual views on the case, including Vice-President Gevorgian and Judge Xue.[11][12][13][14][15][16] While the court's decisions are binding on member states, the court has no means of enforcing its orders directly.[17][18] In rare cases, countries have ignored rulings in the past.[17][19] The court first determined that it had jurisdiction to order provisional relief \"pursuant to Article IX of the Genocide Convention,\" which empowers the ICJ to resolve disputes over the interpretation, application, or fulfillment of the Convention. The court explained that Article IX applied because Russia and Ukraine had a dispute over whether genocide is occurring in Donetsk and Luhansk. The court then found that Ukraine had \"a plausible right not to be subjected to military operations by the Russian Federation for the purpose of preventing and punishing an alleged genocide\" in its territory. One reason for this finding was that there was no evidence before the court substantiating Russia's allegations of genocide. The court also found it \"doubtful\" that the Convention, in light of its object and purpose, authorizes a contracting party’s unilateral use of force in the territory of another state for the purpose of preventing or punishing an alleged genocide.[20] The court then determined that there was a plausible link between Ukraine's asserted rights under the Genocide Convention and the main provisional relief it sought—the suspension of Russia's military operations—although it found that such a link was lacking for two other forms of relief requested by Ukraine. The two rights asserted by Ukraine were the right \"not to be subject to a false claim of genocide\" and the right to \"not to be subjected to another State's military operations on its territory based on [an abuse] of the Genocide Convention.\" Finally, the court ruled that there is a real and imminent risk that irreparable prejudice will be caused to Ukraine's rights and the situation in Ukraine was sufficiently urgent to warrant provisional relief. On this issue, the court found that \"the civilian population affected by the present conflict is extremely vulnerable. The 'special military operation' being conducted by the Russian Federation has resulted in numerous civilian deaths and injuries. It has also caused significant material damage, including the destruction of buildings and infrastructure. Attacks are ongoing and are creating increasingly difficult living conditions for the civilian population. Many persons have no access to the most basic foodstuffs, potable water, electricity, essential medicines or heating. A very large number of people are attempting to flee from the most affected cities under extremely insecure conditions.\"[10] Vice-President Gevorgian and Judge Xue disagreed that the ICJ had jurisdiction, writing that Ukraine was really seeking a ruling on the legality of the Russian invasion, and that this did not raise a genuine dispute under the Genocide Convention.[11][13] Judge Mohamed Bennouna also expressed doubts about the applicability of the Genocide Convention, but said that \"I voted in favour of the Order indicating provisional measures in this case because I felt compelled by this tragic situation, in which terrible suffering is being inflicted on the Ukrainian people, to join the call by the ICJ to bring an end to the war.\"[12] Judge ad hoc Yves Daudet wrote separately to criticize the ICJ for ordering both Ukraine and Russia \"to refrain from any act that might aggravate or extend the dispute,\" arguing that \"this measure of non-aggravation of the dispute should have been directed solely at the Russian Federation, which I recall was designated by the United Nations General Assembly as the perpetrator of aggression against Ukraine.\"[16] The remaining two judges' separate opinions provided additional supporting reasons for the court's order.[14][15] Shortly after the decision was released, Ukrainian President Volodymyr Zelenskyy hailed the ruling as a complete victory for his country,[5] saying that ignoring the order would further isolate Russia.[19][21] UN Secretary-General António Guterres said the decision reinforced his repeated appeals for peace.[18] The following day, Group of Seven Foreign Ministers released a joint statement accusing Russia of conducting an \"unprovoked and shameful war\" and calling on the country to abide by the court's decision.[22][23] Russian presidential press secretary Dmitry Peskov rejected the decision, saying that Russia could not \"take this decision into account\" and that without consent from both sides the decision was not valid.[24] Following an extraordinary summit in Brussels, NATO leaders released a joint statement condemning Russian attacks on civilians and calling on Russia to immediately suspend military operations as ordered by the court.[25]","Title":"Ukraine v. Russian Federation (2022) - Wikipedia","KeyID":"16060","URL":"https://en.wikipedia.org/wiki/Ukraine_v._Russian_Federation_(2022)"}