{"Content: ":"Sexual violence in the 2022 Russian invasion of Ukraine has been committed by the Russian Armed Forces.[1][2] Sexual violence related to the military conflict with Russia and with Russian affiliated armed groups took place in Ukraine also prior to the 2022 invasion. In 2017 the Office of the United Nations High Commissioner for Human Rights (OHCHR) published a report on conflict-related sexual violence during the first three years of the Russo-Ukrainian War presenting a sample of 31 emblematic cases.[3] The report documented that the majority of cases happened in the context of deprivation of liberty, often associated with torture and ill-treatment, mainly to punish and humiliate the victims, or extract confessions from them.[4] The report indicated that sexual violence was perpetrated by all parties involved in the conflict, often remained under-reported and rarely was prosecuted and punished; however, media reports of \"cases of mass rape\" in the conflict area were not confirmed by the report.[5] The report concluded that there were no grounds to believe that sexual violence had been used as a weapon of war by the Ukrainian armed forces or by the Russian and Russian-supported armed forces.[6] According to the Sexual Violence in Armed Conflict data set, sexual violence by Russian forces has been reported in three of seven years of conflict since 2014 in eastern Ukraine.[7] In March 2020, the UN Human Rights Monitoring Mission in Ukraine (HRMMU) documented beatings and electric shock in the genital area, rape, threats of rape, forced nudity, and threats of rape against family members, by Russian-led forces as a means of torture and punishment.[8][9] In its report covering the initial period of the 2022 Russian invasion of Ukraine, from 24 February to 26 March 2022, the Office of the United Nations High Commissioner for Human Rights (OHCHR) listed four types of risks of sexual violence. Increased military presence and activities in civilian areas, the destruction of homes and infrastructure, internal displacement, and high numbers of women and girls leaving Ukraine caused high risks of conflict-related sexual violence and human trafficking.[10] OHCHR stated that reports to the National hotline for the prevention of domestic violence, trafficking in human beings and gender discrimination[11][12] indicated a high risk of sexual violence, and that several factors made under-reporting likely.[10] Ukrainian member of the Verkhovna Rada, the Ukrainian parliament, Maria Mezentseva, stated that there were \"many more victims\" of sexual assault than the first Brovary Raion case investigated by the Prosecutor General of Ukraine, Iryna Venediktova. Mezentseva stated that once the victims were \"ready to talk\", the evidence would become public.[1] Ukrainian lawyer Kateryna Busol also stated that sexual assault during the invasion was much more widespread than the single case announced by Venediktova. She referred to reports of \"gang rape, rape in front of children, and sexual violence following the killing of family members\". Busol stated that most cases were of female victims, and from the areas of Ukraine occupied by the Russian Armed Forces.[1] HRW stated that it had received three reports of rape, apart from the 13/14 March rape, that it had not sufficiently verified.[2] A Ukrainian volunteer helping Ukrainian refugees in Warsaw stated to The Quint in late March 2022 that the numbers of rapes and sexual assaults of Ukrainian women by Russian soldiers during the invasion had been \"massively underreported\".[13] Verkhovna Rada member Lesia Vasylenko stated in an interview published on 17 March that elderly women, unable to escape from areas occupied by Russian Armed Forces, were mostly either raped and executed or committed suicide. She stated that these cases were underreported because the families lacked the \"strength or capacity\" to testify.[14][citation needed] On 3 April, La Strada Ukraine, which runs a hotline for helping survivors of human trafficking, sexual assault and domestic violence, stated that rape is underreported and stigmatised in peacetime, and that the cases known to the organisation could be \"the tip of the iceberg\".[15] In late March, the Prosecutor General, Venediktova, started an investigation into a claim of Russian soldiers shooting a man and then raping his wife. The Times published an interview with the woman on 28 March. She stated that she was from a small village in Brovary Raion. According to her account, soldiers arrived at the couple's house, shot the couple's dog, shot the husband and said \"You don’t have a husband anymore. I shot him with this gun. He was a fascist.\"[16] They held a gun to the wife's head, and took turns to rape her while her son was in the boiler room of the house, crying. The two men took a 20 minute break, carried out a second round of rape, and later a third round of rape, by which time they were \"so drunk they were barely standing\". The wife escaped with her son, and testified to the police, and identified one of her alleged rapists from online social media profiles.[17] Meduza published an in-depth account of the same rape (and of another) in Bogdanivka and of surrounding events.[18] Russian spokesperson Dmitry Peskov described the allegations as \"a lie\".[1] Venediktova stated that an arrest warrant for a Russian soldier based on \"suspicion of violation of the laws and customs of war\" had been issued.[1][19] The OHCHR verified the allegation and described the case in its June 2022 report on human rights in Ukraine during the Russsian invasion.[16] Human Rights Watch (HRW) reported on a 13 March beating and rape of a 31-year-old woman in the village of Mala Rohan in Kharkiv Raion, controlled at the time by the Russian Armed Forces. Around midnight on 13 March, a Russian soldier entered a school where the woman was sheltering with her family and other villagers. The soldier forced the woman to undress under gunpoint. He shot at the ceiling, and raped the woman. The soldier threatened the woman with a knife, raped her again, cut her neck, cheek and hair with his knife, hit her face and slapped her. Around 7 am on 14 March, the soldier released the woman and left the building. The woman and her family walked to Kharkiv and received medical assistance.[2] On 12 April 2022, BBC News interviewed a 50-year-old woman from a village 70 km west of Kyiv, who said that she was raped at gunpoint by a Chechen allied with the Russian Armed Forces. A 40-year-old woman was raped and killed by the same soldier, according to neighbours, leaving what BBC News described as a \"disturbing crime scene\". Police exhumed the 40-year-old's body the day after the visit by BBC News. Police chief of Kyiv Oblast, Andrii Nebytov, stated that the police were investigating a case on 9 March when Russian soldiers shot a man, two of them repeatedly raped the man's wife, and then the soldiers burnt the house and shot the family's dogs. Police exhumed the man's body.[20] The New York Times described one woman \"held as a sex slave, naked except for a fur coat and locked in a potato cellar before being executed\", found after the late March 2022 liberation of the Kyiv region.[21] Bucha mayor Anatoliy Fedoruk stated that at least 25 rapes had been reported during Bucha massacre.[22] In the OHCHR 26 March 2022 report, UN Human Rights Monitoring Mission in Ukraine (HRMMU) reported cases of Ukrainian Territorial Defense Forces carrying out abuses that typically consisted of \"duct-tap[ing] individuals to electricity poles or trees, partially or fully stripp[ing] them, beat[ing] them, including with sticks and rods, and spray[ing] them with paint or mark[ing] their bodies and clothes with the word 'marauder'. OHCHR stated that \"binding partially or fully stripped persons to poles or trees and beating them in public could amount to [conflict-related sexual violence]\".[10] According to the 26 March 2022 OHCHR report, HRMMU was aware of one allegation of a threat of sexual violence by the Armed Forces of Ukraine during the invasion of Ukraine, in which \"a captured Russian military member was threatened with castration on camera\".[10][23] There have been at least two separate cases of women and children refugees who were taken advantage of while they were fleeing the violence in Ukraine. A man was arrested in Poland in mid-March for the alleged rape of a 19-year-old refugee who reportedly had sought shelter and aid from the man and two men reportedly assaulted a Ukrainian teenage refugee who was staying in German accommodations for refugees.[24] Prior to the launch of the United Kingdom Governments housing scheme for refugees one women reported a man who attempted to have her stay with him and promised free accommodation, food, expenses and a monthly allowance in return for sex. The woman reportedly tried to rebuff the man, who only stopped after she informed him she was traveling with her mother.[25] Shortly after the invasion of Ukraine, many porn sites such as PornHub posted many videos that were linked with the #Ukraine, some which could be seen as sexual violence or monetizing the violence and war. The increase in interest in these videos have raised concerns that female refugees would be trafficked and end up engaging in similar videos.[26] The lack of easily accessible contraceptives for rape victims of the Russian invasion of Ukraine fleeing across the Ukrainian–Polish border, due to Polish anti-abortion laws, limits abortion access for the rape victims. Doctors and volunteers at the Ukrainian–Polish border secretly helped rape victims to obtain emergency contraception, at the risk of imprisonment in Poland.[13][27][28][29] Following the late March liberation of the Kyiv region and reports of gang rape, gunpoint sexual assaults, and rapes in front of children, The Guardian asserted that Ukrainian women were facing a threat of rape as a weapon of war.[15] Lyudmyla Denisova, Ombudsman in Ukraine for human rights, \"speculated\" that sexual violence was being used as a weapon of war by Russian forces.[21][30] Denisova was fired from her position in the end of May, 2022. She later admitted to making \"“exaggerated” reports of sexual crimes by Russian soldiers in order to get Ukraine more weaponry.[31] Canadian and UK Foreign Ministers Mélanie Joly and Liz Truss stated in late April 2022 that sexual violence was used in the invasion by Russian forces as a weapon of war. The described rape as a weapon of war to be \"a systematic weapon to exert control and exercise power over women ... as destructive in conflict as chemical weapons or landmines, which are both banned by international conventions, but yet to be treated as seriously.\"[32][33] Women held protests at Russian embassies against rape by Russian soldiers in the invasion. The women protested with bags over their heads, their hands tied behind their backs, and their bare legs covered in red liquid, symbolising blood, with four women protesting on 16 April 2022 in Dublin, Ireland,[34] and 80 women protesting on the same day in Vilnius, Lithuania.[35] On 20 April, a similar protest, by 130 women took place in front of the Russian embassy in Riga, Latvia,[36] and another was held by a dozen women in front of the Russian consulate in Gdańsk, Poland.[37]","Title":"Sexual violence in the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16067","URL":"https://en.wikipedia.org/wiki/Sexual_violence_in_the_2022_Russian_invasion_of_Ukraine"}