{"Content: ":"Distinction is a principle under international humanitarian law governing the legal use of force in an armed conflict, whereby belligerents must distinguish between combatants and civilians.[1][2] Distinction and proportionality are important factors in assessing military necessity in that the harm caused to civilians or civilian property must be proportional and not \"excessive in relation to the concrete and direct military advantage anticipated\" by an attack on a military objective.[3] Distinction is covered by Protocol I (Additional to the Geneva Conventions), Chapter II: \"Civilians and Civilian Population\". Article 50 defines who is a civilian and what is a civilian population; article 51 describes the protection which should be given to civilian populations; and chapter III regulates the targeting of civilian objects. Article 8(2)(b)(i) of the Rome Statute of the International Criminal Court also prohibits attack directed against civilians. Not all states have ratified Protocol I or the Rome Statute, but it is an accepted principle of international humanitarian law that the direct targeting of civilians is a breach of the customary laws of war and is binding on all belligerents. Luis Moreno-Ocampo was the Chief Prosecutor at the International Criminal Court who investigated allegations of war crimes during the 2003 invasion of Iraq. He published an open letter containing his findings; in a section titled \"Allegations concerning War Crimes\", he elucidates this use of distinction: Under international humanitarian law and the Rome Statute, the death of civilians during an armed conflict, no matter how grave and regrettable, does not in itself constitute a war crime. International humanitarian law and the Rome Statute permit belligerents to carry out proportionate attacks against military objectives,[3] even when it is known that some civilian deaths or injuries will occur. A crime occurs if there is an intentional attack directed against civilians (principle of distinction) (Article 8(2)(b)(i)) or an attack is launched on a military objective in the knowledge that the incidental civilian injuries would be clearly excessive in relation to the anticipated military advantage (principle of proportionality) (Article 8(2)(b)(iv). Article 8(2)(b)(iv) criminalizes: Intentionally launching an attack in the knowledge that such attack will cause incidental loss of life or injury to civilians or damage to civilian objects or widespread, long-term and severe damage to the natural environment which would be clearly excessive in relation to the concrete and direct overall military advantage anticipated; Article 8(2)(b)(iv) draws on the principles in Article 51(5)(b) of the 1977 Additional Protocol I to the 1949 Geneva Conventions, but restricts the criminal prohibition to cases that are \"clearly\" excessive. The application of Article 8(2)(b)(iv) requires, inter alia, an assessment of: (a) the anticipated civilian damage or injury; (b) the anticipated military advantage; (c) and whether (a) was \"clearly excessive\" in relation to (b).","Title":"Distinction (law) - Wikipedia","KeyID":"16064","URL":"https://en.wikipedia.org/wiki/Distinction_(law)"}