{"Content: ":"The Raoul Wallenberg Centre for Human Rights (RWCHR) is a Montreal-based non-governmental organization dedicated to pursuing justice through the protection and promotion of human rights. The RWCHR's name and mission is inspired by Raoul Wallenberg's humanitarian legacy. The RWCHR pursues justice by mobilizing advocacy and advising foreign policy in Canada and around the world. The first Raoul Wallenberg All-Party Parliamentary Caucus for Human Rights was launched in Canada in 2017.[1] The RWCHR was founded by renowned international human rights lawyer and former Canadian Minister of Justice Irwin Cotler in 2015. The RWCHR's mission is to mobilize a \"unique international consortium\" of academics, activists, lawyers, jurists, Parliamentarians, NGOs, citizens and students in the pursuit of justice.[1] The RWCHR's mission statement is organized around five themes, each of which reflects Raoul Wallenberg's humanitarian legacy. Each theme is co-chaired by a leading jurist/parliamentarian/advocate/citizen in the country of Wallenberg's Honorary Citizenship. The honorary co-chairs are Elie Wiesel (US – in memoriam), the Honourable Justice Rosalie Abella (Canada), the Honourable Meir Shamgar (Israel) and the Honourable Göran Persson (Sweden).[2] All of the RWCHR's activity relates to one or more of the below themes. The RWCHR believes that we have a “moral imperative and historic responsibility” to pay tribute to the heroes of humanity who put their livelihoods on the line to defend us.[3] Notable heroes of humanity that the RWCHR has made efforts to commemorate are Raoul Wallenberg, Boris Nemtsov and Elie Wiesel. Raoul Wallenberg According to the RWCHR, Raoul Wallenberg, a Swedish non-Jew who saved 100,000 Hungarian Jews during the Holocaust, represents how one man with the 'compassion to care and the courage to act' can save more lives than the entire international bystander community.[4] Wallenberg can also be said, according to the RWCHR, to have foreshadowed the foundational principles of international human rights and humanitarian law.[4] Further, Wallenberg serves to highlight the plight of political prisoners because once the Red Army arrived to liberate Hungary, Wallenberg, a liberator himself, was imprisoned never to be heard from again. Wallenberg's fate remains unknown due to Russia's unwillingness to reveal KGB archives.[5] Determined to uncover the fate of this hero of humanity, the RWCHR's chair, Irwin Cotler, served as the chair of the International Commission on the Fate and Whereabouts of Raoul Wallenberg writing a 1,200-page report which presented “incontrovertible” evidence that Wallenberg did not die in 1947 (as the Soviets claimed), “compelling” evidence that he was alive in the 1950s and 1960s, and “credible” evidence that he lived until the 1970s and 1980s.[3] More recently, the RWCHR joined a legal action to appeal a Russian court ruling that denied Wallenberg's family access to documents that may reveal the hero's fate.[6] The RWCHR's team has also authored recent Op-Eds, like the ones in The Times of Israel and The Jerusalem Post, on the need to remember this hero of humanity.[7][8][9] According to Canadian Senator Sheila Finestone and House of Commons proceedings, the RWCHR's chair was consequential in getting the Canadian Government to adopt a Raoul Wallenberg Commemorative Day, which is held annually on January 17, the day Wallenberg was captured by the Red Army.[10][11] The RWCHR also co-sponsors the annual International Raoul Wallenberg Roundtable.[12][13] Boris Nemtsov Boris Nemtsov, a Russian liberal politician that vehemently opposed Vladimir Putin, was assassinated on February 27, 2015 in central Moscow weeks after expressing concern that Putin would try to assassinate him.[14] Nemtsov was a harsh critic of Putin's corruption and his annexation of Crimea and a strong advocate for democracy and the adoption of the Magnitsky Act. The RWCHR has taken steps to commemorate this hero of humanity. On February 8, 2018, the RWCHR co-hosted a screening of the documentary \"Nemtsov\" at Queen's Park, Toronto, Canada, preceding a discussion with the RWCHR's chair, Vladimir Kara-Murza and Peter MacKay.[15] On March 9, 2016, the RWCHR co-sponsored the first annual Boris Nemtsov Memorial Russia Freedom Forum.[16] The RWCHR has also co-authored an Op-Ed in the Ottawa Citizen urging the Canadian Government to follow the United States and Lithuania's lead in adopting Nemtsov commemorations by doing such things as renaming a park or bridge.[17] Elie Wiesel Elie Wiesel is a Holocaust survivor and Nobel Peace Prize winner who dedicated his life to giving a voice to victims of the Holocaust and speaking out against recent genocides in Rwanda, Cambodia, Bosnia and Darfur. Wiesel famously said, \"there may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest\".[18] The RWCHR's chair worked closely with Wiesel for over 50 years helping to, after Wiesel's death on July 2, 2016, create Elie Wiesel Park at the busiest intersection in Côte-St-Luc, Québec.[19] The RWCHR has also written numerous Op-Eds and participated in events and galas dedicated to commemorating this hero of humanity.[20][21] The RWCHR seeks to prevent atrocities similar to the Holocaust by remembering and acting upon the lessons related to it. Accordingly, on May 4, 2016, The RWCHR and the International March of the Living co-chaired the International Nuremberg Symposium at Jagiellonian University in Kraków, Poland on the “Double Entendre of Nuremberg: the Nuremberg of Hate and the Nuremberg of Justice”.[22] The “Never Again” Declaration, which highlights some of the following universal lessons, was unanimously adopted at the Symposium: the danger of forgetting and the responsibility to remember, the danger of genocide denial and the responsibility to speak truth to power and repudiate false witness, the danger of impunity and the responsibility to bring war criminals to justice, the danger of the betrayal of the elites, the danger of assaults on the vulnerable, the danger of state-sanctioned incitement to hate, the danger of the bystander community and the danger of silence and indifference in the face of evil, the responsibility to act, prevent, protect and intervene, the responsibility to pay tribute to the rescuers, and the responsibility to respect the legacy of survivors.[23] The RWHCR has mounted an advocacy campaign to highlight these universal lessons. Accordingly, numerous Op-Eds have been written by RWCHR staff members relating these universal lessons to past and contemporary atrocities. Examples include articles in the National Post and Huffington Post about the lessons of the Rwandan genocide,[24] implementing the lessons of the Holocaust to combat anti-semitism,[25] and the international community's failure to invoke the Responsibility to Protect (R2P) in Syria.[26] The RWCHR hosts, organizes and participates in many events that pertain to the Holocaust and genocides more generally. For example, on March 1, 2018, the RWCHR co-organized an event with the Montreal Holocaust Museum, the McGill Centre for Human Rights and Legal Pluralism and the Montreal Institute for Genocide and Human Rights Studies featuring a discussion with Payam Akhavan and Bob Rae to raise awareness and discuss the responsibility to protect the Rohingya, victims of mass persecution in Myanmar.[27] On the celebration of the 150th anniversary of Canada's confederation, the RWCHR endorsed and participated in an event which saw the Armenian, Ukrainian, Jewish, Rwandan and Greek communities of Canada come together at the Armenian Community Centres in Montréal, Toronto and Vancouver to discuss the role Canada should play in human rights today.[28] Other examples include the RWCHR partnering with Vanier College to host the 25thand 26th Annual Vanier Conference on the Holocaust and Genocide.[29] The RWCHR is dedicated to protecting liberal democracy by fighting against the global resurgence of authoritarianism and illiberal populism that threaten it, and by consequence, human rights. Accordingly, on May 26, 2017, the RWCHR became a signatory to the Prague Appeal for Democratic Renewal, a declaration issued by the International Coalition for Democratic Renewal which calls for the mobilization of a coalition of conscience in defence of democracy.[30] The RWCHR is also a major sponsor of the Magnitsky Act [see below]. The RWCHR hosts, organizes and participates in many events that pertain to the protection of democracy. Since 2016, the RWCHR has been a co-sponsor of the Geneva Summit for Human Rights and Democracy.[31] At the 10th Annual Geneva Summit, the RWCHR's chair gave the summit's closing remarks and presented Vladimir Kara-Murza with the Geneva Summit 2018 Courage Award.[3] The RWCHR also participated in the 2017 Oslo Freedom Forum discussing \"Democracy and the Rule of Law\".[32] In May 2017, the RWCHR joined forces with the Montreal Institute for Genocide and Human Rights Studies, Amnesty International Canada and the United Committee of Armenian Organizations of Quebec to host Rights City/Montréal, ville des droits humains, which comprises three major events to celebrate Montreal's role in advancing human rights and democracy.[33] To discuss the threat illiberal populism and authoritarianism pose to academic freedom, the RWCHR and its chair participated in the Canadian Science Policy Conference in Ottawa alongside Home Hoodfar and Viviana Fernandez.[34] In August 2017, the RWCHR helped host Vietnamplify, a conference that highlights the fight for human rights in Vietnam.[35] On October 7, 2017, the RWCHR played a role in highlighting the humanitarian crisis caused by the turn to authoritarianism in Burundi by inviting Pierre-Claver Mbonimpa to Ottawa for a press conference and meeting with Parliamentarians.[36] The RWCHR mobilizes international advocacy in concert with other international human rights bodies, governments and NGOs to defend political prisoners around the world. According to the RWCHR's chair, the “plight of a political prisoner [serves as a] looking glass into the human rights violator country that imprisons them”.[37] The RWCHR serves as international legal counsel to the following political prisoners: Raif Badawi, a Saudi blogger imprisoned for exercising his right to freedom of expression;[38] Leopoldo Lopez, a leader of the Venezuelan democratic opposition currently under house-arrest;[39] Dr. Wang Bingzhang, a Chinese pro-democracy dissident currently languishing in a Chinese prison;[40] Sun Qian, a Falun Gong practitioner imprisoned for her spiritual faith;[41] Saeed Malekpour, a Canadian permanent resident imprisoned in the notorious Evin Prison in Iran for developing a computer software;[42] Ayatollah Hossein Kazemeyni Boroujerdi, imprisoned in Evin Prison for advocating for separation of religion and government;[43] the Baháʼí 7, imprisoned in Evin Prison for practicing their Baháʼí Faith and promulgating religious freedom.[44] In 2017, the RWCHR used Human Rights Day to co-host a press conference with the Raoul Wallenberg All-Party Parliamentary Caucus for Human Rights to highlight the cases of political prisoners.[45] The RWCHR believes that advancing women's rights is essential to achieving a more peaceful and prosperous world built upon principles of justice and dignity. The RWCHR has accordingly begun to host events and engage in public advocacy intended to help women exercise the self-determination they are entitled to. Examples include an Op-Ed authored by the RWCHR and published in the Huffington Post on International Women's Day on the need to continue advancing women's rights. On March 20, 2018, the RWCHR co-sponsored an event with UN Watch parallel to the United Nations Commission on the Status of Women with the goal of shining a spotlight on the role of women in defending democracy and pursuing justice. Participants of the event included Wai Wai Nu, Mahnaz Afkhami, Maria Corina Machado and Ketty Niviyabandi.[46] The Magnitsky legislation is a series of laws that give governments the power to levy sanctions on corrupt officials who have grossly violated internationally recognized human rights. The legislation is named after Sergei Magnitsky, a Russian tax accountant who was imprisoned, and later murdered, for uncovering and reporting the theft of $230-million by Russian state officials. The U.S. Magnitsky Act was originally intended to sanction the corrupt Russian officials involved in the wrongful imprisonment and murder of Sergei Magnitsky, it began a global movement to pass similar sanction laws that supports human rights advocates by combating a globally pervasive culture of corruption, criminality and impunity. The RWCHR and its chair played a relatively significant role in helping create the global movement for Magnitsky legislation. The RWCHR's chair ignited a parliamentary process in 2016 to pass Canadian Magnitsky legislation inviting Bill Browder, Vladimir Kara-Murza, and Garry Kasparov to testify before Parliament.[47] This, coupled with a major campaign engaged in by the RWCHR to get the Canadian Foreign Affairs Committee to submit a report calling for a framework for human rights sanctions created enough momentum for the Canadian Magnitsky legislation, officially titled the Justice for Victims of Corrupt Foreign Officials Act, to unanimously pass in the House of Commons.[48] Following this, the Canadian Foreign Minister Chrystia Freeland and Bill Browder credited the RWCHR and its chair with the passing of the Canadian Magnitsky legislation.[23][49] On November 1, 2017, the RWCHR, along with Bill Browder and other Parliamentarians held a press conference with Nikita and Natalia Magnitsky, the son and wife of the late Sergei Magnitsky, to celebrate the passing of Magnitsky legislation in Canada. On December 14, 2017, Bill Browder, Garry Kasparov and the RWCHR's chair testified in Washington before the Commission on Security and Cooperation in Europe, also known as the U.S. Helsinki Commission, to examine the implementation of the Magnitsky Act and its impact on the Russian government and members of Putin's inner circle.[23] The RWCHR, with the help of their Raoul Wallenberg All-Party Parliamentary Caucus for Human Rights, have been urging the Canadian government to support the global Magnitsky legislation movement by persuading other countries to adopt similar laws.[50][51] The RWCHR has also taken matters in their own hands attempting to use their influence to sway other countries to adopt Magnitsky legislation. To this end, two RWCHR lawyers, Irwin Cotler and Brandon Silver, visited the Netherlands in February to meet with Martijn Van Helvert and other Members of the Foreign Affairs Committee to encourage them to pass Dutch Magnitsky legislation.[52] Much of the RWCHR's work regarding combating human rights violations in Putin's Russia involves promoting the Magnitsky Act, both in Canada and abroad [see above]. The RWCHR also devote significant time to honouring Boris Nemtsov, a hero of humanity who was murdered for his criticism of Putin's corruption and criminality [see above]. In both of these regards, the RWCHR has partnered with Russian dissident Vladimir Kara-Murza, who has been de facto exiled from Russia for his promotion of the Magnitsky Act.[53] The RWCHR has also been engaged with the case of Alexey Pichugin, evidenced by his mention in an Op-Ed in The Hill authored by the RWCHR's chair.[54] In 2013, the RWCHR's chair launched Iran Accountability Week, a major advocacy initiative held annually in the first week of May by the Canadian Subcommittee on International Human Rights to highlight the domestic repression and rights-abuses perpetrated by Khamenei's Iran.[55] A centrepiece of Iran Accountability Week is the Global Iranian Political Prisoner Advocacy Project whereby Parliamentarians and Senators “adopt” political prisoners and engage in sustained public advocacy, partly by co-authoring an Op-Ed, on their behalf.[44] The cases of Saeed Malekpour, Ayatollah Hossein Kazemeyni Boroujerdi and the Baháʼí 7 have been advocated for in this regard. The cases of the political prisoners held in Iran's notorious Evin Prison were also highlighted by the RWCHR in a demonstration conducted on Parliament Hill the day before September 1, 2017, a day of solidarity with political prisoners held in Iran officially remembered due to the 1988 massacre of political prisoners in Iran, an event that Canada was the first to recognize as a crime against humanity thanks to the leadership of Irwin Cotler, amongst other individuals.[56] At the gathering, RWCHR's chair reminded everyone that there is no statute of limitations for crimes against humanity and that, as a result, Canada should push to establish an international tribunal, such as the ones created in response to the Rwandan and Bosnian genocides, to bring perpetrators to justice.[57] The case of Saeed Malekpour was further highlighted by the RWCHR in 2017 when staff members spoke alongside Homa Hoodfar and Alex Neve at an event held at the University of Toronto.[58] The RWCHR also uses the media to mount their public advocacy campaign authoring numerous Op-Eds intended to bring attention to the particular cases of political prisoners. For example, Op-Eds written by the RWCHR in the Huffington Post and The Jerusalem Post discuss the imprisonment of Nasrin Sotoudeh, Ayatollah Hossein Kazemeyni Boroujerdi and the Baháʼí 7 respectively.[59][60] Iran Accountability Week also pays particular attention to the state sanctioned persecution of Baháʼís in Iran. During the 5th annual Iran Accountability Week, the RWCHR's chair personally testified before the Subcommittee on International Human Rights calling the persecution of the Baháʼís in Iran a \"litmus test\" of the country's human rights violations.[61] During the 6th annual Iran Accountability Week, the RWCHR and RWCHR All-Party Parliamentary Caucus on Human Rights hosted a public panel in Canadian Parliament discussing many of the Islamic Republic of Iran's human rights abuses, with particular focus on the Baha'is.[62] Participants and attendees at the 6th annual Iran Accountability Week included Payam Akhavan, Maziar Bahari, Mark Dubowitz, Corinne Box, Michael Levitt, Judy Sgro and Marilou McPhedran. The RWCHR also participated with Senators and Parliamentarians in panel discussions hosted by the Canadian Friends of a Democratic Iran to discuss, among other things, the persecution of the Baháʼí.[63] On November 22, 2017, the RWCHR, the Raoul Wallenberg All-Party Parliamentary Caucus for Human Rights, the National Spiritual Assembly of the Baháʼís in Canada and the University of Ottawa's Human Rights Research and Education Centre co-hosted a screening of “The Cost of Discrimination”, a documentary which draws parallels between life under Apartheid in South Africa and life for the Baháʼís in today's Iran.[64] An Op-Ed highlighting the plight of the Baháʼí was also written in the National Post by RWCHR staff members.[65] In attempt to sanction the Iranian officials that have perpetrated, and are complicit in rights abuses, in 2016 and 2017 the RWCHR participated in an event for the Canadian Coalition Against Torture with RWCHR's chair testifying before the Canadian Senate Standing Committee on Foreign Affairs and International Trade regarding the need to pass Bill S-219, an Act to deter Iran-sponsored terrorism and human rights violations through the levying of sanctions.[66] In addition to Parliamentary testimony, the RWCHR has used the media to lobby the Canadian and U.S. governments to use the power vested in the Magnitsky Act to sanction Iranian officials complicit in rights abuses.[67] Much of the RWCHR's work regarding human rights in Saudi Arabia relate to Raif Badawi, a prisoner of conscience sentenced to 10,000 lashes and 10 years in prison for exercising his right to freedom of expression. The RWCHR serves as Raif Badawi's international legal counsel.[38] To secure his freedom, the RWCHR has mounted a public advocacy campaign which has entailed pushing for Badawi to receive honorary Montreal citizenship, leading a rally on the eve of the 5th anniversary of Badawi's imprisonment, and writing Op-Eds in the Huffington Post, Time and The Hill, which were used to point out that Badawi's imprisonment is a violation of Saudi and international law.[68][69] The RWCHR also organized a 'Tweetstorm' on the occasion of the International Day to End Impunity for Crimes against Journalists in 2018, with participants including the likes of J.K Rowling, and Hillel Neuer.[70] The RWCHR has also engaged in many behind-the-scenes diplomatic efforts. In March 2018, when Saudi Crown Prince Mohammad bin Salman was in Washington, D.C., the RWCHR's chair handed him a legal brief on Badawi's case based on Islamic and Saudi Arabian law. The Crown Prince said he would consider the brief.[71] The RWCHR has also heavily criticized the Canadian government's decision to sell billions of dollars of militarized armoured vehicles to Saudi Arabia. The RWCHR's chair authored an Op-Ed in the Montreal Gazette criticizing the Canadian government for saying that the sale was \"consistent with Canada's foreign and defence policies, including human rights\" given the \"appalling state of human rights in Saudi Arabia\".[72] The RWCHR was adamant in saying that the arms deal, which the Saudi government said was awarded to Canada to cement the friendship between the two countries, should have been leveraged to secure the release of Raif Badawi who has a strong connection to Canada given that his family resides in Sherbrooke, Quebec.[73] In September 2017, the Secretary General of the Organization of American States appointed the RWCHR's chair to an expert panel intended to investigate whether Venezuela should be referred to the International Criminal Court for the possible commission of crimes against humanity.[74] In December, the RWCHR co-hosted a civil society roundtable with several NGOs, academics and Parliamentarians which, according to the Government of Canada, helped inform Canada's strategy in dealing with the crisis, especially regarding the government's approach to the Lima Group.[13] In April 2018, Brandon Silver, a member of RWCHR's legal team, attended a roundtable discussion with Canadian Parliamentarians and government officials submitting constructive proposals for dealing with the Venezuelan crisis. On May 30, 2018, the RWCHR held a press conference in Ottawa with an all-party group of Parliamentarians and Senators to discuss the report,[75] which did indeed find the Maduro regime to have committed crimes against humanity since 2014.[76] To intensify the advocacy against the Maduro regime, on April 2, 2018, Brandon Silver, published an article in The Hill Times calling out the regime's human rights abuses.[77] On June 21, 2018, the RWCHR's chair testified before the European Parliament to discuss the need to refer Venezuela to the International Criminal Court.[78] Finally, on September 25, 2018, several state parties to the Organization of American States – Argentina, Canada, Chile, Colombia, Paraguay and Peru – jointly referred the situation in Venezuela to the International Criminal Court, marking the first time state parties to the International Criminal Court referred another state party for investigation.[79] The work of the RWCHR and its members were central to making this joint referral happen. The RWCHR also serves as legal counsel to Leopoldo Lopez, the leader of Venezuela's democratic opposition.[80] In May 2016, RWCHR's chair received a Special Award by the Standing Committee on Foreign Policy, Sovereignty and Integration of the Venezuelan National Assembly for his work on this matter.[81] In May 2017, the RWCHR spearheaded Leopoldo Lopez's wife's meeting at Canadian Parliament hosted by federal party leaders Justin Trudeau, Rona Ambrose and Tom Mulcair. During his time as a Member of Parliament, the RWCHR's chair spent significant energy attempting to redress the targeting and forced organ harvesting from Falun Gong practitioners in China. In 2013, he tabled a private member's bill (Bill C-561) to this effect. Now, his efforts have been taken up by Garnett Genuis, a member of the Raoul Wallenberg All-Party Parliamentary Caucus for Human Rights, who has resurrected Bill C-561 in Bill C-350.[82] The RWCHR acts pro bono as international legal counsel to Sun Qian, a Canadian citizen and Falun Gong practitioner who has been detained in China since February, 2018 being subject to mental and physical torture.[41] The RWCHR also acts as international legal counsel to Dr. Wang Bingzhang, a Chinese dissident currently languishing in a Chinese prison for doing nothing other than promoting democracy.[40] To highlight his case, the RWCHR sponsored the screening of \"Inside These Walls\", a documentary about the plight of Dr. Wang Bingzhang, at Concordia University's Cinema Politica. The RWCHR has called on the Canadian government to use the Magnitsky Act to impose sanctions on Chinese regime officials involved in the aforementioned.[83] In 2021, the Centre released a report[84] in partnership with the Washington, D.C.-based Newlines Institute for Strategy and Policy regarding the activities of the Chinese state in Xinjiang, concluding that the Chinese government is responsible for an ongoing genocide against the Uyghur people. The report details evidence that a genocide is occurring, including arbitrary detention, forced abortions and sterilization, the forcible transfer of children to other [non-Uyghur] groups, killings, and creating conditions inconducive to the free expression and practice of minority culture.[85] In the words of the RWCHR's chair and executive director, Irwin Cotler and Judith Abitan respectively, \"Although Mauritania claims that it has abolished slavery, it actually remains one of the world’s only bastions of slavery.\" Accordingly, the RWCHR acts pro bono as international legal counsel to Biram Dah Abeid, a leader of the international anti-slavery movement and founder and president of the Initiative for the Resurgence of the Abolitionist Movement in Mauritania (IRA-Mauritania).[86] In December 2018, a few months after the RWCHR announced that they had taken up Biram's case, he was released from prison. Biram has since declared himself a presidential candidate in the June 2019 elections. In 2019, the RWCHR worked together with the Centre for Human Rights and Democracy in Africa (CHRDA) in documenting human rights violations during the Anglophone crisis, a civil war involving the Southern Cameroons region of Cameroon that started in 2017. The CHRDA had earlier, in August 2018, published a list of 106 villages that had been raided and burnt down by Cameroonian government forces since October 2017 in the context of the Anglophone crisis. Citing eyewitness accounts, videos and photos as evidence, the CHRDA claimed that the 106 villages had been \"attacked, burned down partially or completely and deserted either completely or partially\".[87] In May 2019, the RWCHR and CHRDA together claimed that human rights violations in the Anglophone crisis constituted crimes against humanity.[88]","Title":"Raoul Wallenberg Centre for Human Rights - Wikipedia","KeyID":"16076","URL":"https://en.wikipedia.org/wiki/Raoul_Wallenberg_Centre_for_Human_Rights"}