{"Content: ":"Iryna Valentynivna Venediktova (Ukrainian: Ірина Валентинівна Венедіктова; born 21 September 1978) is a Ukrainian politician, academic, and lawyer serving as the prosecutor general of Ukraine since March 2020, and is the first woman to hold the office. She was suspended on 17 July 2022 by Ukrainian President Volodymyr Zelenskyy.[2][3] On 19 July, Venediktova was dismissed following a vote in the Verkhovna Rada, which was tabled by Zelenskyy,[4] and pointing to the presence of personnel collaborating with occupying Russian forces within her agency. Venediktova was born on 21 September 1978 in Kharkiv (Ukrainian SSR) to a family of lawyers. Her father, Valentyn Semenovych Venediktov, was a major general of the police, Doctor of Law, professor, honored lawyer of Ukraine, corresponding member of the Engineering Academy of Ukraine, and vice-rector of the Kharkiv National University of Internal Affairs [uk]. Her mother, Valentyna Mykhailivna Venediktova, was a candidate of juridical science, concurrently performed research and pedagogical work, and worked at Yaroslav Mudryi National Law University and Kharkiv National University of Internal Affairs. In 2000, Venediktova graduated with honours from Kharkiv National University of Internal Affairs Faculty of Management and Computer Science, majoring in Law and Management. From 2000 to 2004, Venediktova was a lecturer at the Department of Jurisprudence at Kharkiv Humanitarian Institute of the People's Ukrainian Academy. In 2003, at Yaroslav Mudryi National Law Academy she passed her candidate's thesis defence on the subject \"Agreement on trust management of property as a form of implementation of the legal institution of trust management of property in Ukraine\", receiving the degree of Candidate of Juridical Science. 2004 – associate professor of the Department of Justice at V.N. Karazin Kharkiv National University. 2005–2019 – head of the Department of Civil Law at V.N. Karazin Kharkiv National University. While a professor at Karazin Kharkiv National University, she also served as the faculty advisor to the Leavitt Institute for International Development's year long semester program on adversarial proceedings. In 2013, at Taras Shevchenko National University of Kyiv she passed her doctor's thesis defence on the subject \"Protection of interests guaranteed by law in civil law\". In 2014, she received the academic rank of professor at the Department of Civil Law at V.N. Karazin Kharkiv National University. Until 2019, she was a member of the editorial boards of specialized scientific publications and specialized academic councils: deputy head of the editorial board of a specialized publication \"Bulletin of V.N. Karazin Kharkiv National University\". Series \"Law\", \"Medical Law\", \"Private Law\". She was the chairman of specialized academic councils at V.N. Karazin Kharkiv National University. She provided training for doctors of philosophy, assisting in passing the defence of one doctor's and ten candidates' of law theses. She concurrently held scientific and pedagogical activities and practical work: 2010–2019 – member of the Foundation for Medical Law and Bioethics of Ukraine; 2012–2015 – senior research scientist at the Scientific and Research Institute of Providing Legal Framework for the Innovative Development of the National Academy of Legal Sciences of Ukraine; 2016–2019 – arbitrator of the International Commercial Arbitration Court at the Ukrainian Chamber of Commerce; 2016–2019 − member of the Scientific Advisory Board of the Supreme Court of Ukraine. She is the author of more than 100 scientific and scientific-methodical works published in national and foreign publications, among them 8 monographs, 80 scientific and 4 scientific-methodical publications. In 2018, Venediktova became a legal adviser to Volodymyr Zelensky. She was a member of the campaign headquarters of the candidate for President of Ukraine Zelensky, as an expert on judicial reform. In the July 2019 Ukrainian parliamentary election, she was elected as an MP of the Verkhovna Rada (Ukraine's parliament) on the party-list of the pro-president political party \"Servant of the People\" (No. 3 on the party list). On 29 August 2019, Venediktova took the chair of the Verkhovna Rada Committee on Legal Policy. On 27 December 2019, Venediktova was appointed as acting director of the State Bureau of Investigations by the Decree of the President of Ukraine No 961/2019. Venediktova became the first woman in the history of Ukraine to chair a government law enforcement agency. Despite the fact that Venediktova held this position for a rather short period of time, until 17 March 2020, she managed to introduce a new organizational structure of the SBI. An independent unit within the SBI for investigation of Euromaidan related criminal proceedings was created. A system of SBI monthly reporting to the public and foreign partners on the results of the work of the law enforcement agency was introduced. For the improper performance of their duties, four heads of the territorial departments of the SBI were dismissed from the office. More than 350 persons were notified of being under suspicion. More than 170 criminal proceedings were forwarded to court. Since 13 March 2020, Venediktova has been a member of the National Security and Defense Council of Ukraine (NSDC). On 17 March 2020, Iryna Venediktova was appointed as prosecutor general.[5] Her appointment was backed by 269 MPs. Venediktova began her work as the prosecutor general with joint coordination meetings with the government law enforcement agencies, where they discussed the problems of investigating corruption crimes, as well as damage compensation to the state. Venediktova took personal control over high-profile criminal proceedings, which are in the full glare of publicity, including cases involving journalists and activists. During the first 100 days in power, Iryna Venediktova held 24 meetings at the Prosecutor General's Office with representatives of the competent authorities of foreign states and international organizations, during which the issue of continuing the reform of the prosecution authorities was discussed. On 4 June 2020 (for the first time in 10 years), Iryna Venediktova chaired the coordination meeting at the Prosecutor General's Office with the heads of law enforcement agencies on combating tortures caused by law enforcement officers, as well as inhumane and degrading behaviour and punishment. On 16 September 2020 National Anti-Corruption Bureau of Ukraine (NABU) accused Venediktova of manipulative language during her speech to the Ukrainian parliament the previous day.[6] According to NABU there was enough evidence to start investigating Servant of the People MP Oleksandr Yurchenko for taking a bribe and that NABU had asked (this was denied by Venediktova) the Prosecutor General's Office to ask for the extradition of Oleg Bakhmatyuk from Austria.[6][7] On 17 September 2020 Venediktova ordered the detention of Oleksandr Yurchenko, although the previous day she had claimed in parliament that there was insufficient grounds for signing an arrest warrant for Yurchenko.[8] During the 2022 phase of the Russian invasion of Ukraine, Venediktova played a major role in coordinating legal procedures and prosecutions for war crimes in the invasion. In late March 2022, she announced the creation of the Task Force on Accountability for Crimes Committed in Ukraine, an international legal task force that would support Ukrainian prosecutors in coordinating legal cases in multiple courts in several jurisdictions for war crimes related to the invasion. Venediktova stated that the Ukrainian prosecutors had collected 2500 \"possible war crimes cases\", including the Mariupol theatre airstrike, and \"several hundred suspects\".[9] On 17 July 2022, Venediktova was suspended as prosecutor general by Ukrainian President Volodymyr Zelenskyy.[2]","Title":"Iryna Venediktova - Wikipedia","KeyID":"16074","URL":"https://en.wikipedia.org/wiki/Iryna_Venediktova"}