{"Content: ":"The prosecutor general of Ukraine (also procurator general of Ukraine, Ukrainian: Генеральний прокурор України) heads the system of official prosecution in courts known as the Office of the Prosecutor General (Ukrainian: Офіс Генерального прокурора). In 1991 the post was inherited from the socialist law state. The term of authority of the prosecutor is six years.[4] The prosecutor general is appointed and dismissed by the president with parliamentary consent.[5] Parliament can force the prosecutor general to resign after a vote of no-confidence.[5] The current prosecutor general since 27 July 2022 is Andriy Kostin.[6] There are seven more additional deputies to the prosecutor general.[citation needed] The Prosecution General Office is a state institution that is directly proscribed in the Constitution of Ukraine along with the Cabinet of Ukraine, the Constitutional court of Ukraine, the Supreme Court, the Verkhovna Rada, and the President of Ukraine. Since its establishment in 1917/18, the Prosecutor General Office of Ukraine was subordinated to the Government of Ukraine, while the prosecutor general held the post of the minister of justice.[7] In 1922 it was reorganized under socialist law after the Soviet occupation of Ukraine.[7] With adaptation of the Stalin's Constitution of 1936/37, the office's subordination changed and, instead of being subordinated to the government of Ukraine, it was directly subordinated to the Prosecutor General Office of the Soviet Union.[7] The status of the office was lowered and no longer held any posts in the government of the union republic.[7] With the dissolution of the Soviet Union in 1991, the Prosecutor General Office of Ukraine exists as an independent agency.[7] The Office of the Prosecutor General is entrusted with: The prosecutor general is appointed to office by the president of Ukraine with the consent of the Verkhovna Rada (parliament).[8] The prosecutor is dismissed from office by the president.[8] The Verkhovna Rada may express no confidence in the prosecutor which will results, after a required number of votes is achieved,[5] in their resignation from office.[8] Both in theory and in practice, the prosecutor general and their office wield considerable power.[9] (For instance, only the prosecutor general and the chairman of the Supreme Court of Ukraine may file requests to the Verkhovna Rada to withhold the immunity of deputies from detainment or arrest.) This is a legacy of the Soviet Union state prosecutor's office founded in 1937 of which the current Prosecutor General Office is the successor.[9] After Ukraine's independence in 1991, many of the Prosecutor General Office functions were expanded.[9] In 2016 the powers of the Prosecutor General Office were decreased and (starting in January 2017[4]) limited[9] to: On annual basis, the prosecutor general has to report to the Verkhovna Rada about the legal situation in the country. The prosecutor general creates a collegiate council consisting out of the prosecutor general, their first and other deputies, the prosecutor of the Autonomous Republic of Crimea[nb 1], and other leaders of prosecution agencies. The independent agency General Inspectorate oversees \"the legality of actions undertaken by prosecutors and investigators of the whole prosecution system\".[13] As of 21 December 2019[update][14] The post of Prosecutor General appeared back in 1917. After Ukraine declared its independence from the Russian Republic due to the Bolshevik's aggression and became the Ukrainian People's Republic, the post was held by the minister of justice.[1] After the occupation of Ukraine by Bolsheviks in June 1922 there was established the Prosecutor's Office of the Ukrainian SSR.[1][15] In the early years of the Ukrainian SSR, the office of prosecutor general was merged with the minister of justice until spring 1936. From 1937 to 1991 the republican prosecution office of Ukraine was subordinated to the prosecutor general of the USSR. Until 1937 the prosecutor general of Ukraine was appointed by the higher bodies of state power of Ukraine. This list shows prosecutors of independent Ukraine. In the absence of the prosecutor general, the office is headed by their first deputy as the acting prosecutor general. Prior to January 2017, the term of authority of the prosecutor was five years.[4] Since January 2017 this was increased to six years.[4] Legend: Notes:","Title":"Prosecutor General of Ukraine - Wikipedia","KeyID":"16073","URL":"https://en.wikipedia.org/wiki/Prosecutor_General_of_Ukraine"}