{"Content: ":"International criminal law (ICL) is a body of public international law designed to prohibit certain categories of conduct commonly viewed as serious atrocities and to make perpetrators of such conduct criminally accountable for their perpetration. The core crimes under international law are genocide, war crimes, crimes against humanity, and the crime of aggression. Classical international law governs the relationships, rights, and responsibilities of states. After World War II, the Charter of the International Military Tribunal and the following Nuremberg trial revolutionized international law by applying its prohibitions directly to individuals, in this case the defeated leaders of Nazi Germany, thus inventing international criminal law. After being dormant for decades, international criminal law was revived in the 1990s to address the war crimes in the Yugoslav Wars and the Rwandan genocide, leading to the establishment of a permanent International Criminal Court in 2001. International criminal law is best understood as an attempt by the international community to address the most grievous atrocities. It has not been an ideal instrument to make the fine and nuanced distinctions typical of national law, for these shift focus from those large scale atrocities that \"shock the conscience\" with which it is concerned. This creates significant differences of analysis between the legal systems, notably for the concept of legal intent.[1] Some precedents in international criminal law can be found in the time before World War I. However, it was only after the war that a truly international crime tribunal was envisaged to try perpetrators of crimes committed in this period. Thus, the Treaty of Versailles stated that an international tribunal was to be set up to try Wilhelm II of the German Empire. In the event, however, the Kaiser was granted asylum in the Netherlands. After World War II, the Allied powers set up an international tribunal to try not only war crimes, but crimes against humanity committed by Nazi Germany and Imperial Japan. The Nuremberg Tribunal held its first session in 1945 and pronounced judgments on 30 September / 1 October 1946. A similar tribunal was established for Japanese war crimes (the International Military Tribunal for the Far East). It operated from 1946 to 1948. After the beginning of the war in Bosnia, the United Nations Security Council established the International Criminal Tribunal for the Former Yugoslavia (ICTY) in 1993 and, after the genocide in Rwanda, the International Criminal Tribunal for Rwanda in 1994. The International Law Commission had commenced preparatory work for the establishment of a permanent International Criminal Court in 1993; in 1998, at a diplomatic conference in Rome, the Rome Statute establishing the ICC was signed. The ICC issued its first arrest warrants in 2005. International criminal law is a subset of international law. As such, its sources are the same as those that comprise international law. The classical enumeration of those sources is in Article 38(1) of the 1946 Statute of the International Court of Justice and comprise: treaties, customary international law, general principles of law (and as a subsidiary measure judicial decisions and the most highly qualified juristic writings). The Rome Statute governing the International Criminal Court contains an analogous, though not identical, set of sources that the court may rely on. The prosecution of severe international crimes—including genocide, crimes against humanity, and war crimes—is necessary to enforce international criminal law and deliver justice to victims. This is an important component of transitional justice, or the process of transforming societies into rights-respecting democracies and addressing past human rights violations. Investigations and trials of leaders who have committed crimes and caused mass political or military atrocities is a key demand of victims of human rights abuses. Prosecution of such criminals can play a key role in restoring dignity to victims, and restoring trusting relationships in society.[2] James Waller concludes that genocide is worth it because not only does it often work, but the chances of punishment for those who orchestrate and carry it out are, if existent, relatively inconsequential. Impunity is the rule rather than the exemption. A recent documentary, for instance, states that more than 800,000 SS soldiers survived the war. While several thousand were prosecuted for war crimes, only 124 were convicted. The apprehension and conviction rates for international tribunals are as equally disconcerting, even as they are empowering for would-be perpetrators.[3] International criminal law does not, at present,[when?] apply to armed opposition groups.[4] Article 9 of the Nuremberg Charter states: At the trial of any individual member of any group of organization the Tribunal may declare (in connection with any act of which the individual may be convicted) that the group or organization of which the individual was a member was a criminal organization. Article 9, which was used to prosecute membership in the Schutzstaffel (SS), allows the criminalization of certain organizations (presumably state-supported) and prosecution for membership by allowing individuals to be prosecuted where evidence was otherwise insufficient. It also has some implications concerning asset seizures, reparations and other payments for damages caused by violations of international law, but does not impose criminal responsibility on organizations in their capacity as organizations. Under Article 9, the SS and several Nazi other organizations were criminalized, including the Leadership Corps of the Nazi Party.[4] Human rights standards have been applied to these groups in some cases, as the Inter-American Commission on Human Rights in Colombia until 1999. The application of human rights treaties to these groups remains the exception, rather than the rule. Human rights are usually understood conceptually as those rights individuals hold against the state, and some scholars argue that they are poorly suited to the task of resolving disputes that arise in the course of armed conflict between the state and armed opposition groups.[4] Today, the most important institution is the International Criminal Court (ICC), as well as several ad hoc tribunals: Apart from these institutions, some \"hybrid\" courts and tribunals exist—judicial bodies with both international and national judges: Some domestic courts have also been established to hear international crimes, such as the International Crimes Tribunal (Bangladesh). The International Criminal Court (French: Cour Pénale Internationale; commonly referred to as the ICC or ICCt)[7] is a permanent tribunal to prosecute individuals for genocide, crimes against humanity, war crimes, and the crime of aggression (although it cannot currently exercise jurisdiction over the crime of aggression).[8][9] The court's creation perhaps constitutes the most significant reform of international law since 1945. It gives authority to the two bodies of international law that deal with treatment of individuals: human rights and humanitarian law. It came into being on July 1, 2002—the date its founding treaty, the Rome Statute of the International Criminal Court, entered into force[10]—and it can only prosecute crimes committed on or after that date.[11] The court's official seat is in The Hague, Netherlands, but its proceedings may take place anywhere.[12] As of November 2019[update], 123 states[13] are parties to the Statute of the Court, including all the countries of South America, nearly all of Europe, most of Oceania and roughly half of Africa.[14][15] Burundi and the Philippines were member states, but later withdrew effective 27 October 2017[16] and 17 March 2019,[17] respectively.[14][15] A further 31 countries[13] have signed but not ratified the Rome Statute.[14][15] The law of treaties obliges these states to refrain from \"acts which would defeat the object and purpose\" of the treaty until they declare they do not intend to become a party to the treaty.[18] Four signatory states—Israel,[19] Sudan,[20] the United States[21][22] and Russia[23]—have informed the UN Secretary General that they no longer intend to become states parties and, as such, have no legal obligations arising from their signature of the Statute.[14][15] Forty-one additional states[13] have neither signed nor acceded to the Rome Statute. Some of them, including China and India, are critical of the Court.[24][25] Ukraine, a non-ratifying signatory, has accepted the Court's jurisdiction for a period starting in 2013.[26] The court can generally exercise jurisdiction only in cases where the accused is a national of a state party, the alleged crime took place on the territory of a state party, or a situation is referred to the court by the United Nations Security Council.[27] It is designed to complement existing national judicial systems: it can exercise its jurisdiction only when national courts are unwilling or unable to investigate or prosecute such crimes.[28][29] Primary responsibility to investigate and punish crimes is therefore left to individual states.[30] To date, the Court:opened investigations in Afghanistan, the Central African Republic, Côte d'Ivoire, Darfur, Sudan, the Democratic Republic of the Congo, Kenya, Libya, Uganda, Bangladesh/Myanmar, Palestine and Venezuela.[31] Additionally, the Office of the Prosecutor conducted preliminary examinations in situations in Bolivia, Colombia, Guinea, Iraq / the United Kingdom, Nigeria, Georgia, Honduras, South Korea, Ukraine and Venezuela.[32][33] Preliminary investigations were closed in Gabon; Honduras; registered vessels of Comoros, Greece, and Cambodia; South Korea; and Colombia on events since 1 July 2002.[32] It publicly indicted 49 people. Proceedings against 22 are ongoing: 15 are at large as fugitives, two are in the pre-trial phase, five are on trial, and one is appealing his sentence. Proceedings against 27 have been completed: two are serving their sentences, six have finished their sentences, four have been acquitted, seven have had the charges against them dismissed, three have had the charges against them withdrawn, and five have died before trial. As of March 2011, three trials against four people are underway: two trials regarding the situation in the Democratic Republic of the Congo and one trial regarding the Central African Republic. Another two people have been committed to a fourth trial in the situation of Darfur, Sudan. One confirmation of charges hearing (against one person in the situation of the DR Congo) is to start in July 2011 while two new cases (against a total of six persons in the situation of Kenya) will begin with the suspects' first appearances in April 2011. The judicial division of the court consists of 18 judges who are elected by the Assembly of State Parties for their qualifications, impartiality, and integrity, and serve nine-year, non-renewable terms.[34] The judges are responsible to ensure fair trials, render decisions, issue arrest warrants or summonses to appear, authorize victims to participate, and order witness protection measures.[34] They elect among themselves the ICC president and two vice presidents who head the court. The Court has three Judicial Divisions who hear matters at different stages of the proceedings: Pre-Trial, Trial, and Appeals.[34] Pre-Trial: three judges decide if there is enough evidence for a case to go to trial, and if so, confirm the charges and commit the case to trial.[34] They are responsible to issue arrest warrants or summonses to appeal, preserve evidence, protect suspects and witnesses, appoint counsel or other support for the defense, ensure that a person is not detained for an unreasonable period prior to trial, and safeguard information affecting national security[34] Trial: three judges decide if there is enough evidence to prove beyond a reasonable doubt that the accused is guilty as charged, sentence those found guilty, and pronounce the sentence in public, order reparation to victims, including restitution, compensation and rehabilitation[34] Appeal: five judges handle appeals filed by parties that confirm, reverse or amend a decision on guilt or innocence or on the sentence and potentially order a new trial before a different Trial Chamber.[34] They also ensure that the conviction was not materially affected by errors or by unfairness of proceedings and that the sentence is proportionate to the crimes. The appeal judges are also empowered to confirm, reverse or amend an order for reparations revise the final judgment of conviction or the sentence, and hear appeals on a decision on jurisdiction or admissibility, interim release decisions and interlocutory matters[34] The Court's Pre-Trial Chambers has publicly indicted 41 people, and issued arrest warrants for 33 others, and summonses to eight more. Seven people are currently in ICC detention.[34] At the trial stage, there are 23 ongoing proceedings, as 12 people are at large as fugitives, three are under arrest but not in the Court’s custody, and one is appealing his conviction.[34] Seventeen proceedings have been completed, resulting in three convictions, one acquittal, six had the charges against them dismissed, two had the charges against them withdrawn, one had his case declared inadmissible, and four died before trial.[34] An example to illustrate the Court’s proceedings is Thomas Lubanga, 51, a Congolese warlord and the first person convicted by the Court for his crimes of recruiting and using child soldiers.[35] In March 2012, Lubanga was found guilty and sentenced to 14 years in prison for abducting boys and girls under the age of 15 and forcing them to fight in for his army, the Force Patriotique pour la Libération du Congo (FPLC), in the Democratic Republic of Congo’s Ituri region between 2002 and 2003.[36] FPLC recruited children as young as 11 from their homes and schools to participate in an ethnic fighting, and many were taken to military camps, where they were beaten, drugged, and girls used as sex slaves.[36] On 13 January 2006 the ICC Prosecution filed an application for the issuance of a warrant of arrest for Lubanga, which was granted by the Pre-Trial Chamber I on 10 February 2006.[36] On 17 March 2006 Congolese authorities surrendered Lubanga to the Court, where he was held in their detention center in the Hague until 20 March 2006, where he made his first court appearance to confirm his identity, ensure he was informed of the crimes of which he was accused, and receive a counsel of defense.[36] From 26 August 2011 to 14 March 2012, the Trial Chamber I, composed of judges from France, the Dominican Republic, and Hungary, heard Lubanga’s case, which included 36 witnesses, including 3 experts called by the Office of the Prosecutor, 24 witnesses called by the defense and three witnesses called by the legal representatives of the victims participating in the proceedings.[36] The Chamber also called four experts and a total of 129 victims, represented by two teams of legal representatives and the Office of Public Counsel for Victims.[36] Trial Chamber I unanimously found Lubanga guilty as a co-perpetrator of the war crimes of conscripting and enlisting children under the age of 15 and using them to participate actively in hostilities from 1 September 2002 to 13 August 2003.[36] The International Criminal Tribunal for Rwanda (ICTR), or the Tribunal pénal international pour le Rwanda (TPIR), is an international court established in November 1994 by the United Nations Security Council in Resolution 955 in order to judge people responsible for the Rwandan genocide and other serious violations of the international law in Rwanda, or by Rwandan citizens in nearby states, between 1 January and 31 December 1994.[37] In 1995 it became located in Arusha, Tanzania, under Resolution 977.[38] (From 2006, Arusha also became the location of the African Court on Human and Peoples' Rights). In 1998 the operation of the Tribunal was expanded in Resolution 1165.[39] Through several resolutions, the Security Council called on the Tribunal to complete its investigations by end of 2004, complete all trial activities by end of 2008, and complete all work in 2012.[40] The tribunal has jurisdiction over genocide, crimes against humanity and war crimes, which are defined as violations of Common Article Three and Additional Protocol II of the Geneva Conventions (dealing with war crimes committed during internal conflicts). So far, the Tribunal has finished 50 trials and convicted 29 accused persons. Another 11 trials are in progress. 14 individuals are awaiting trial in detention; but the prosecutor intends to transfer 5 to national jurisdiction for trial. 13 others are still at large, some suspected to be dead.[41] The first trial, of Jean-Paul Akayesu, began in 1997. Jean Kambanda, interim Prime Minister, pleaded guilty. According to the ICTR's Completion Strategy, in accordance with Security Council Resolution 1503, all first-instance cases were to have completed trial by the end of 2008 (this date was later extended to the end of 2009).[42] On July 1, 2012, an International Residual Mechanism for Criminal Tribunals will begin functioning with respect to the work begun by the ICTR. The ICTR has been called upon by the United Nations Security Council to finish its work by December 31, 2014, and to prepare its closure and transition of cases to the Mechanism. The International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991, more commonly referred to as the International Criminal Tribunal for the former Yugoslavia or ICTY, is a body of the United Nations established to prosecute serious crimes committed during the wars in the former Yugoslavia, and to try their perpetrators. The tribunal is an ad hoc court which is located in The Hague, the Netherlands. The Court was established by Resolution 827 of the United Nations Security Council, which was passed on 25 May 1993. It has jurisdiction over four clusters of crime committed on the territory of the former Yugoslavia since 1991: grave breaches of the Geneva Conventions, violations of the laws or customs of war, genocide, and crime against humanity. The maximum sentence it can impose is life imprisonment. Various countries have signed agreements with the UN to carry out custodial sentences. The last indictment was issued 15 March 2004. The Tribunal aims to complete all trials by mid-2011 and all appeals by 2013, with the exception of Radovan Karadžić whose trial is expected to end in 2012 and the appeal to be heard by February 2014.[43] Goran Hadžić has been charged, however is still at large and thus do not fall within the court's completion strategy.[44] On 1 July 2013, an International Residual Mechanism for Criminal Tribunals will begin functioning with respect to the work begun by the ICTY. The ICTY has been called upon by the United Nations Security Council to finish its work by 31 December 2014 and to prepare its closure and transition of cases to the Mechanism.","Title":"International criminal law - Wikipedia","KeyID":"16077","URL":"https://en.wikipedia.org/wiki/International_criminal_law"}