{"Content: ":"Gomel Region or Gomel Oblast or Homyel Voblasts (Belarusian: Го́мельская во́бласць, Homielskaja vobłasć, Russian: Гомельская область, Gomelskaya oblast) is one of the regions of Belarus. Its administrative center is Gomel. The total area of the region is 40,400 square kilometres (15,600 sq mi), the population in 2011 stood at 1,435,000 with the number of inhabitants per km2 at 36.[2] Important cities within the region include: Gomel, Mazyr, Zhlobin, Svietlahorsk, Rechytsa, Kalinkavichy, Rahachow and Dobrush. Both the Gomel Region and the Mogilev Region suffered severely from the Chernobyl disaster.[3] The Gomel Province borders the Chernobyl Exclusion Zone in places, and parts of it have been designated as mandatory or voluntary resettlement areas as a result of the radioactive contamination.[4] Gomel Region comprises 21 districts and 2 city municipalities. The districts have 278 selsovets, and 17 cities and towns. Pripyatsky National Park covers 2% of the territory of the region. Eleven wildlife preserves of national importance cover 2.1% of the region.[5] The extreme southern point of Belarus is located in Gomel Region, on the Dnieper River to the south of the urban-type settlement of Kamaryn, Brahin District.[6] The 3rd largest lake in Belarus, Lake Chervonoye, is located in Gomel Region, Zhytkavichy District.[7] Gomel Region borders Mogilev Region on the north, Brest Region on the west, Russia (Bryansk Oblast) on the east and Ukraine (Chernihiv Oblast, Kyiv Oblast and Zhytomyr Oblast) on the south and southeast. The processing industry is represented by alcohol, alcoholic beverage, wine, beer and soft drinks, vegetable-drying and canning industries. Mazyr is home to one of Belarus' major oil refineries. Gomel Region is a major transport hub. Major railway junctions include Gomel, Zhlobin, and Kalinkavichy. Gomel is located at the intersection of the highways 95E Odessa – Kyiv – St. Petersburg, Bakhmach – Vilnius, and M10 Bryansk – Brest. River transport is also common in the region with regular navigation on the Pripyat, Dnieper and Berezina rivers. The number of travel agencies in Gomel Region has grown from 21 in 2000 to 54 in 2010.[8][9] Main tourist destinations of the region are Pripyatsky National Park and Gomel. Coordinates: 52°20′N 29°40′E﻿ / ﻿52.333°N 29.667°E﻿ / 52.333; 29.667","Title":"Gomel Region - Wikipedia","KeyID":"16081","URL":"https://en.wikipedia.org/wiki/Gomel_Region"}