{"Content: ":"Triploblasts Lankester, 1873 The Bilateria /baɪləˈtɪəriə/ or bilaterians are animals with bilateral symmetry as an embryo, i.e. having a left and a right side that are mirror images of each other. This also means they have a head and a tail (anterior-posterior axis) as well as a belly and a back (ventral-dorsal axis).[2] Nearly all are bilaterally symmetrical as adults as well; the most notable exception is the echinoderms, which achieve secondary pentaradial symmetry as adults, but are bilaterally symmetrical during embryonic development. Most animals are bilaterians, excluding sponges, ctenophores, placozoans and cnidarians. For the most part, bilateral embryos are triploblastic, having three germ layers: endoderm, mesoderm, and ectoderm. Except for a few phyla (i.e. flatworms and gnathostomulids), bilaterians have complete digestive tracts with a separate mouth and anus. Some bilaterians lack body cavities (acoelomates, i.e. Platyhelminthes, Gastrotricha and Gnathostomulida), while others display primary body cavities (deriving from the blastocoel, as pseudocoeloms) or secondary cavities (that appear de novo, for example the coelom). Some of the earliest bilaterians were wormlike, and a bilaterian body can be conceptualized as a cylinder with a gut running between two openings, the mouth and the anus. Around the gut it has an internal body cavity, a coelom or pseudocoelom.[a] Animals with this bilaterally symmetric body plan have a head (anterior) end and a tail (posterior) end as well as a back (dorsal) and a belly (ventral); therefore they also have a left side and a right side.[4][2] Having a front end means that this part of the body encounters stimuli, such as food, favouring cephalisation, the development of a head with sense organs and a mouth.[5] The body stretches back from the head, and many bilaterians have a combination of circular muscles that constrict the body, making it longer, and an opposing set of longitudinal muscles, that shorten the body;[2] these enable soft-bodied animals with a hydrostatic skeleton to move by peristalsis.[6] Most bilaterians (Nephrozoans) have a gut that extends through the body from mouth to anus, while Xenacoelomorphs have a bag gut with one opening. Many bilaterian phyla have primary larvae which swim with cilia and have an apical organ containing sensory cells. However, there are exceptions to each of these characteristics; for example, adult echinoderms are radially symmetric (unlike their larvae), and certain parasitic worms have extremely plesiomorphic body structures.[4][2] The hypothetical most recent common ancestor of all bilateria is termed the \"Urbilaterian\".[8][9] The nature of the first bilaterian is a matter of debate. One side suggests that acoelomates gave rise to the other groups (planuloid-aceloid hypothesis by Ludwig von Graff, Elie Metchnikoff, Libbie Hyman, or Luitfried von Salvini-Plawen [nl]), while the other poses that the first bilaterian was a coelomate organism and the main acoelomate phyla (flatworms and gastrotrichs) have lost body cavities secondarily (the Archicoelomata hypothesis and its variations such as the Gastrea by Haeckel or Sedgwick, the Bilaterosgastrea by Gösta Jägersten [sv], or the Trochaea by Nielsen). One hypothesis is that the original bilaterian was a bottom dwelling worm with a single body opening, similar to Xenoturbella.[3] It may have resembled the planula larvae of some cnidaria, which have some bilateral symmetry.[10] The first evidence of bilateria in the fossil record comes from trace fossils in Ediacaran sediments, and the first bona fide bilaterian fossil is Kimberella, dating to 555 million years ago.[11] Earlier fossils are controversial; the fossil Vernanimalcula may be the earliest known bilaterian, but may also represent an infilled bubble.[12][13] Fossil embryos are known from around the time of Vernanimalcula (580 million years ago), but none of these have bilaterian affinities.[14] Burrows believed to have been created by bilaterian life forms have been found in the Tacuarí Formation of Uruguay, and are believed to be at least 585 million years old.[15] The Bilateria has traditionally been divided into two main lineages or superphyla.[16] The deuterostomes include the echinoderms, hemichordates, chordates, and a few smaller phyla. The protostomes include most of the rest, such as arthropods, annelids, mollusks, flatworms, and so forth. There are a number of differences, most notably in how the embryo develops. In particular, the first opening of the embryo becomes the mouth in protostomes, and the anus in deuterostomes. Many taxonomists now recognize at least two more superphyla among the protostomes, Ecdysozoa[17] (molting animals) and Spiralia.[17][18][19][20] The arrow worms (Chaetognatha) have proven difficult to classify; recent studies place them in the gnathifera.[21][22][23] The traditional division of Bilateria into Deuterostomia and Protostomia was challenged when new morphological and molecular evidence found support for a sister relationship between the acoelomate taxa, Acoela and Nemertodermatida (together called Acoelomorpha), and the remaining bilaterians.[16] The latter clade was called Nephrozoa by Jondelius et al. (2002) and Eubilateria by Baguña and Riutort (2004).[16] The acoelomorph taxa had previously been considered flatworms with secondarily lost characteristics, but the new relationship suggested that the simple acoelomate worm form was the original bilaterian bodyplan and that the coelom, the digestive tract, excretory organs, and nerve cords developed in the Nephrozoa.[16][24] Subsequently the acoelomorphs were placed in phylum Xenacoelomorpha, together with the xenoturbellids, and the sister relationship between Xenacoelomorpha and Nephrozoa confirmed in phylogenomic analyses.[24] A modern consensus phylogenetic tree for Bilateria is shown below, although the positions of certain clades are still controversial (dashed lines) and the tree has changed considerably since 2000.[25][23][26][27][28] Cnidaria †Proarticulata Xenoturbellida Nemertodermatida Acoela Cephalochordata Urochordata Craniata/Vertebrata Echinodermata Hemichordata †Cambroernida †Saccorhytus coronarius †Vetulocystids †Vetulicolians Nematoda Nematomorpha Loricifera Onychophora Tardigrada Arthropoda Priapulida Kinorhyncha Rotifera and allies Chaetognatha Platyhelminthes and allies Mollusca Annelida and allies †Kimberella A different hypothesis is that the Ambulacraria are sister to Xenacoelomorpha together forming the Xenambulacraria. The Xenambulacraria may be sister to the Chordata or the Nephrozoa (sans Ambulacraria). The phylogenetic tree shown below depicts the latter proposal. Also the veracity of deuterostomes (without protostomia emerging in it), is under discussion.[29] It is indicated when approximately clades radiated into newer clades in millions of years ago (Mya).[30] While the below tree depicts a chordates as a sister group to protostomia according to analyses by Philippe et al., the authors nonetheless caution that \"the support values are very low, meaning there is no solid evidence to refute the traditional protostome and deuterostome dichotomy.\"[31] Placozoa Cnidaria †Proarticulata Xenoturbellida Nemertodermatida Acoela Echinodermata Hemichordata †Cambroernida Cephalochordata Urochordata Craniata/Vertebrata Nematoda Nematomorpha Loricifera Onychophora Tardigrada Arthropoda Priapulida Kinorhyncha Rotifera and allies Chaetognatha Platyhelminthes and allies Mollusca Annelida and allies †Kimberella †Saccorhytus coronarius †Vetulocystids †Vetulicolians","Title":"Bilateria - Wikipedia","KeyID":"1608","URL":"https://en.wikipedia.org/wiki/Bilateria"}