{"Content: ":"Xenacoelomorpha[2] /ˌzɛnəˌsɛloʊˈmɔːrfə/ is a small phylum of bilaterian invertebrate animals, consisting of two sister groups: xenoturbellids and acoelomorphs. This new phylum was named in February 2011 and suggested based on morphological synapomorphies (physical appearances shared by the animals in the clade),[3] which was then confirmed by phylogenomic analyses of molecular data (similarities in the DNA of the animals within the clade).[2][4] The clade (groupings of organisms based on their most recent shared/common ancestors) Xenacoelomorpha groups the Acoelomorpha and the genus Xenoturbella, due to molecular studies.[4] Initially this phylum was considered to be a member of the deuterostomes,[2] (meaning during development, as an embryo, the anus develops first and then the mouth), but because of recent transcriptome analysis, it was concluded that phylum Xenacoelomorpha is the sister group (two closest relatives in a phylogenetic tree) to the Nephrozoa, which includes both the protostomes (where in development of the embryo, the mouth forms first, then the anus) and the deuterostomes, therefore phylum Xenacoelomorpha is the basalmost bilaterian clade.[5][6] This would mean they are neither a deuterostome nor protostome. However, some studies point out that their basal placement may be caused by high mutation rates leading to long branch attraction (LBA). These analyses suggest that the xenacoelomorphs are instead the sister group of Ambulacraria forming the clade Xenambulacraria and that despite their simple body plans, they actually derive from a more complex ancestor.[7][8] Having a larger number of species within this group would allow for better conclusions and analysis to be made within the phylum and in groups closely related to the phylum. All species within phylum xenacoelomorphs are bilateral, meaning they have a mirror image on their right and left axis, like humans. While they are triploblasts (meaning they have the three germ layers: ectoderm, endoderm, and mesoderm) they do not have a true body cavity (they lack a coelom) because they have an acoelomate body plan. While animals that are diploblastic (only have two germ layers: ectoderm and endoderm) also lack a coelom, they do not have an acoelomate body plan because they lack the mesoderm germ layer. In acoels, the mouth opens directly into a large endodermal syncytium, while in nemertodermatids and xenoturbellids there is a sack-like gut lined by unciliated cells.[9] The nervous system is basiepidermal, i.e., located right under the epidermis, and a brain is absent. In xenoturbellids it is constituted by a simple nerve net without any special concentration of neurons, while in acoelomorphs it is arranged in a series of longitudinal bundles united in the anterior region by a ring comissure of variable complexity.[10] The sensory organs include a statocyst (for balance) and some groups have two unicellular ocelli (simple eyes).[9][10] The epidermis of all species within the phylum is ciliated. The cilia are composed of a set of 9 pairs of peripheral microtubules and one or two central microtubules (patterns 9+1 and 9+2, respectively). The pairs 4–7 terminate before the tip, creating a structure called a \"shelf\".[11] This phylum consists of species that are free-living, parasitic, and symbiotic. They are small flat like worms found in marine and sometimes brackish water environments, on the sediments. They can be found at depths of almost 4 km and near hydrothermal vents. The phylum is hermaphroditic (male and female sex organs) and reproduces sexually with direct development, meaning they skip the vulnerable larval stage. Excavata: Other:","Title":"Xenacoelomorpha - Wikipedia","KeyID":"1609","URL":"https://en.wikipedia.org/wiki/Xenacoelomorpha"}