{"Content: ":"Several attacks in Western Russia, primarily in the Bryansk, Kursk and Belgorod oblasts, have been reported since the start of the 2022 Russian invasion of Ukraine. Russia has accused Ukraine of responsibility. According to The Moscow Times, \"Ukraine has not claimed responsibility for the attacks ... while not formally denying being behind them.\"[1] On 24 February, during the first day of the 2022 Russian invasion of Ukraine, it was reported that a border checkpoint in Tyotkino in Kursk Oblast was attacked from Ukraine at 9:40. There were no injuries and it was claimed the attack was stopped by the response of Russian border guards, who retaliated.[2] On 25 February, the Millerovo air base was attacked, allegedly with Tochka-U missiles, presumedly by the Ukrainian 19th Missile Brigade.[3][4] On 1 March, there was an explosion on a military air base in Taganrog in Rostov Oblast, Russia. There were claims it was effectuated by Ukraine.[5] On 23 and 24 March, Governor of Belgorod Oblast Vyacheslav Gladkov reported that Zhuravlyovka and Nekhoteyevka came under shelling from the Ukrainian side. The next day, the Moscow Patriarchate claimed that chaplain Oleg Artyomov died in Zhuravlyovka as a result of a BM-30 Smerch strike by Ukraine.[6] On 29 March 2022, local officials reported a series of explosions outside the Russian city of Belgorod, close to the border with Ukraine. It was later reported that those explosions may have been caused by a fire.[7] On 7 April, the Investigative Committee of the Russian Federation claimed that the explosions were the result of a Ukrainian attack that used three Tochka-U tactical ballistic missiles. Eight people were injured and 21 vehicles were destroyed.[8] Also on 29 March, the Tyotkino border checkpoint was attacked, with no wounded as a result.[9] On 1 April, according to Russian governor Vyacheslav Gladkov and an unnamed US official, two Ukrainian Mi-24 Helicopters attacked and set fire to a fuel depot in Belgorod, Russia in a low-altitude airstrike with no reported casualties.[10][11][12] Ukraine denied and dismissed this event on Russian territory as Russian propaganda.[13][14] Ukrainian security official Oleksiy Danilov denied Ukraine was behind the helicopter attack[15][16] with a joke in which he blamed the \"People's Republic of Belgorod\" instead.[17][18][19] On the same day, a rocket exploded in a different part of the Russian oblast, but its apparent trajectory and model led open-source researchers to suspect it was a failed Russian missile.[20] On 11 April, Belgorod, Bryansk, Kursk, and Voronezh Oblasts all raised their terror alert system to \"yellow\", the second tier in a three-class system.[21][22] The Republic of Crimea and Krasnodar Krai did not raise their alert levels but did do so in certain districts. Authorities in Belgorod ordered a two-week ban on fireworks and firecrackers.[21] On 14 April, the FSB border service reported that on 13 April, a border checkpoint near Novye Yurkovichi in Bryansk Oblast came under mortar fire from Ukraine while a group of around 30 Ukrainian refugees headed for Russia was present there. According to the official claims, two automobiles were damaged but no injuries were documented.[23][24][25][26] On the same day, regional and municipal authorities stated that Ukraine had shelled the village of Spodaryushino (near Mokraya Orlovka) in Belgorod Oblast, causing several explosions. While no injuries occurred, the village's population was temporarily evacuated out of concerns about a possible escalation. A neighboring settlement also had its population relocated.[27] Governor of Belgorod Oblast Vyacheslav Gladkov said that the attack \"had come from the Ukrainian side.\"[24] In a separate alleged attack a resident of Zhuravlyovka was injured, according to Gladkov.[28][29][30] On the same day, the Investigative Committee of Russia said Ukrainian attack helicopters had launched six missile strikes on residential areas in the town of Klimovo in Bryansk Oblast, damaging six buildings.[31][32] Officials at the Russian Health Ministry said that seven people had been injured, two of which had been hurt seriously.[32] According to personnel at the city's hospital, among those injured were a pregnant woman and a two-year-old child.[25][24] According to Radio Free Europe/Radio Liberty, an unverified video of a house in Bryansk burning went viral on the internet.[25] The next day, Russian security services claimed they had shot down a Mil Mi-8 helicopter during the incident.[33] On 19 April 2022, Belgorod's governor accused Ukrainian forces of striking the village of Golovchino, damaging more than 30 houses and lightly wounding 3 residents.[34] On 24 April 2022, Russian state media agency TASS reported a village in Belgorod Oblast had been shelled with a projectile launched from Ukraine's direction.[35] On 25 April, according to Belgorod governor, at least two residents, a man and a woman, were injured in Zhuravlyovka as a result of shelling.[36] On the same day, another attack happened in Bryansk: in the morning, two large explosions and fires occurred at two oil facilities, a civilian one and a military one. Videos and images posted on social media showed large columns of black smoke several hours after the initial explosions. An analyst told The Guardian that the fires were likely an act of sabotage by Ukraine, although responsibility remained uncertain.[37][38] Unconfirmed reports in the Russian media suggested the fires could have been caused by a drone attack; on the same day, two Bayraktar TB2 drones were reportedly shot down in Bryansk Oblast.[39] On 26 April, an inert mine was discovered along a railway track in Bryansk.[40] On 27 April, an ammunition depot near Staraya Nelidovka [ru] in Belgorod Oblast caught fire.[41][42] On 29–30 April, a border checkpoint near Krupets in the Rylsky District in Kursk Oblast was repeatedly shelled, according to the governor. Bryansk governor said that his region was shelled as well.[43][44][45] On 1 May, a fire broke out at at Russian Defense Ministry's facility in Belgorod Oblast, a local resident was slightly injured.[46] On the same day, in Kursk Oblast, a bridge on the Sudzha—Sosnovy Bor [ru] railway collapsed. The governor declared it an act of sabotage. A criminal investigation was launched.[47] According to Newsweek, also on May 1, at approximately 20:00 YEKT (15:00 UTC), the FPK Perm Powder plant in Perm, Russia exploded. According to official sources, a product caught fire, causing the explosion. The resulting fire killed one worker instantly, gave one fatal injuries, and hospitalized another. Three other workers received injuries. The plant manufactured gunpowder. According to Newsweek, other sources allege that it may be the result of Ukrainian sabotage.[48] On 11 May, Belgorod governor claimed that Solokhi was shelled from the side of Ukraine. According to his statements, one person was killed, seven were injured as a result of the incident.[49] The deceased was identified as Ruslan Nefyodov, aged 18.[50] On 15 May, Gladkov said that one person was injured with a shrapnel wound in Sereda [ru] after a Ukrainian strike,[51] as 10 shells were reportedly shot down by Russian air defense systems. Another 10 shells fell close to Novostroyevka-Vtoraya [ru], while another round of eight artillery shells reportedly damaged a power line and a number of farming structures in Zhuravlyovka.[52] On 17 May, he claimed that one more person was slightly injured in Bezymeno as it was shelled from the territory of Ukraine.[53] Kursk governor said that the border checkpoint at Tyotkino had been shelled once again on the same day, no victims were reported.[53] On 18 May, Gladkov declared that Solokhi was shelled again, one person was reportedly injured.[54] Kursk governor Starovoyt reported that Alekseevka, Glushkovsky District [ru], was shelled.[55] On 19 May, Starovoyt claimed that a distillery in Tyotkino was shelled, a truck driver died, at least one civilian was wounded.[56][57][58] On the same day, Alekseevka and Dronovka [ru] were reportedly shelled.[59] On 25 May, Gladkov claimed that one person was wounded in Zhuravlyovka as it was shelled \"from the territory of Ukraine\".[60] Zhuravlyovka and Nekhoteyevka were subject to continuous shelling on 26 May. A woman died from her wounds in the hospital the next day.[61][62][63] On 26 May, Starovoyt said that Vorozhba, Sudzhansky District [ru] came under shelling \"from the Ukrainian side\", and a local school teacher was wounded by broken glass.[64] On 31 May, at around 2:30 AM local time, agricultural sheds were reportedly attacked by the Ukrainian side.[65] On June 6, a bridge at Tyotkino was shelled, damaging it. Near the bridge, a block of apartments was badly damaged, a car was burnt out and the local sugar refinery suffered some damage .[1] Klintsy and its surrounding regions in Bryansk Oblast were shelled for three days straight beginning in 12 June. The first two days of attacks were more minor incidents targeting military bases, with little to no casualties. On 14 June a helicopter fired missiles at residential areas in the city, damaging dozens of houses and ripping a woman's leg off.[66] Authorities recorded six injuries on 14 June.[67] Haaretz described bombing of Russian villages on the Ukrainian border as \"constant\" and attributed them to the Ukrainian army fire.[68] On July 3, Russian officials said that a group of explosions targeting civilian areas had killed four people and destroyed 50 buildings in Belgorod. Russia blamed Ukraine for the attack and Defence Ministry spokesman Igor Konashenkov said that Russia had shot down three Ukrainian ballistic missiles. Ukraine denied it was responsible.[69][70] Schools in Bryansk Oblast were closed following the attack on 14 April and four regions in Russia increased their security measures.[32][71] On April 15, Russia launched major missile strikes on the Ukrainian capital of Kyiv in retaliation for the attacks.[33] The Russian attacks were the largest of their kind to take place since Russia cancelled its offensive into Kyiv Oblast.[72] Ukraine rejected the claims that it was responsible for the 14 April attacks, instead asserting that Russian intelligence services were trying to \"carry out terrorist acts to whip up anti-Ukrainian hysteria\" in the country.[73][32] After the attack, the Security Service of Ukraine released what it claimed were intercepted conversations between Russian soldiers showing that Russia deliberately fired on the villages in order to blame Ukraine. One of the alleged soldiers refers to the Russian apartment bombings in 1999 where he says that the \"same shit happened in the Chechen war. Apartments were blown up in Moscow, like they were terrorists. In fact, they are FSB officers.\"[74] In response to accusations regarding the April 13 Bryansk border checkpoint incident by Russia's FSB security service, Ukrainian interior ministry advisor Anton Herashchenko said that something \"fell and caught fire\" at a Russian military facility, without explicitly confirming or denying Ukrainian responsibility.[26] On 27 April, Mykhailo Podolyak, advisor to Volodymyr Zelenskyy, commented on the recent incidents. Without directly admitting that Ukraine was responsible, he said that it was not possible to \"sit out\" the Russian invasion. \"And therefore, the disarmament of the Belgorod and Voronezh killers' warehouses is an absolutely natural process. Karma is a cruel thing,\".[75]","Title":"2022 Western Russia attacks - Wikipedia","KeyID":"16096","URL":"https://en.wikipedia.org/wiki/2022_Western_Russia_attacks"}