{"Content: ":"The Woodrow Wilson International Center for Scholars (or Wilson Center) is quasi-government entity and think tank which conducts research to inform public policy.[1] Located in the Ronald Reagan Building and International Trade Center in Washington, D.C., it is a United States Presidential Memorial that was established as part of the Smithsonian Institution by an act of Congress in 1968. So-named for Woodrow Wilson's achievement of being the only President of the United States to hold a PhD,[2] the center is also a think tank, ranked multiple times by the University of Pennsylvania's Think Tanks and Civil Societies Program as among the ten best in the world.[3][4][5][6] On January 28, 2021, Mark Andrew Green was announced as the Wilson Center's next president, director and CEO. He began his term on March 15, 2021.[7] The center was established within the Smithsonian Institution, but it has its own board of trustees, composed both of government officials and of individuals from private life appointed by the president of the United States. The center also publishes a digital magazine, the Wilson Quarterly. The center is a public–private partnership. Approximately one-third of the center's operating funds come annually from an appropriation from the U.S. government, and the center itself is housed in a wing of the Ronald Reagan Building, a federal office building where the center enjoys a 30-year rent-free lease. The remainder of the center's funding comes from foundations, grants and contracts, corporations, individuals, endowment income, and subscriptions.[citation needed] Because of its historic reliance on congressional appropriations, the center posts on its website a Plan for Federal Funding Hiatus.[8] The board of trustees, currently led by Bill Haslam, are appointed to six-year terms by the president of the United States.[9] Board of Directors Most of the center's staff form specialized programs and projects covering broad areas of study.[10] Key programs include: the Cold War International History Project, Environmental Change and Security Program, History and Public Policy Program, Kennan Institute, the Kissinger Institute, the Environmental Change and Security Program, and the North Korea International Documentation Project.[citation needed] Media related to Woodrow Wilson International Center for Scholars at Wikimedia Commons Coordinates: 38°53′37″N 77°01′50″W﻿ / ﻿38.8936°N 77.0305°W﻿ / 38.8936; -77.0305","Title":"Woodrow Wilson International Center for Scholars - Wikipedia","KeyID":"16109","URL":"https://en.wikipedia.org/wiki/Woodrow_Wilson_International_Center_for_Scholars"}