{"Content: ":"The Council on Foreign Relations (CFR) is a right leaning American think tank specializing in U.S. foreign policy and international relations. Founded in 1921, it is a nonprofit organization that is independent and nonpartisan. CFR is based in New York City, with an additional office in Massachusetts. Its membership, which numbers 5,103, has included senior politicians, numerous secretaries of state, CIA directors, bankers, lawyers, professors, corporate directors and CEOs, and senior media figures. CFR meetings convene government officials, global business leaders and prominent members of the intelligence and foreign-policy community to discuss international issues. CFR has published the bi-monthly journal Foreign Affairs since 1922. It also runs the David Rockefeller Studies Program, which influences foreign policy by making recommendations to the presidential administration and diplomatic community, testifying before Congress, interacting with the media, and publishing on foreign policy issues. Towards the end of World War I, a working fellowship of about 150 scholars called \"The Inquiry\" was tasked with briefing President Woodrow Wilson about options for the postwar world when Germany was defeated. This academic group, including Wilson's closest adviser and long-time friend \"Colonel\" Edward M. House, as well as Walter Lippmann, met to assemble the strategy for the postwar world.[3]: 13–14  The team produced more than 2,000 documents detailing and analyzing the political, economic, and social facts globally that would be helpful for Wilson in the peace talks. Their reports formed the basis for the Fourteen Points, which outlined Wilson's strategy for peace after the war's end. These scholars then traveled to the Paris Peace Conference 1919 and participated in the discussions there.[4]: 1–5  As a result of discussions at the Peace Conference, a small group of British and American diplomats and scholars met on May 30, 1919, at the Hotel Majestic in Paris. They decided to create an Anglo-American organization called \"The Institute of International Affairs\", which would have offices in London and New York.[3]: 12 [4]: 5  Ultimately, the British and American delegates formed separate institutes, with the British developing the Royal Institute of International Affairs (known as Chatham House) in London. Due to the isolationist views prevalent in American society at that time, the scholars had difficulty gaining traction with their plan and turned their focus instead to a set of discreet meetings which had been taking place since June 1918 in New York City, under the name \"Council on Foreign Relations\". The meetings were headed by corporate lawyer Elihu Root, who had served as Secretary of State under President Theodore Roosevelt, and attended by 108 \"high-ranking officers of banking, manufacturing, trading and finance companies, together with many lawyers\". The members were proponents of Wilson's internationalism, but they were particularly concerned about \"the effect that the war and the treaty of peace might have on postwar business\".[4]: 6–7  The scholars from the inquiry saw an opportunity to create an organization that brought diplomats, high-level government officials, and academics together with lawyers, bankers, and industrialists to engineer government policy. On July 29, 1921, they filed a certification of incorporation, officially forming the Council on Foreign Relations.[4]: 8–9  Founding members included its first honorary president, Elihu Root, and first elected president, John W. Davis, vice-president Paul D. Cravath, and secretary–treasurer Edwin F. Gay.[5][2] In 1922, Gay, who was a former dean of the Harvard Business School and director of the Shipping Board during the war, spearheaded the Council's efforts to begin publication of a magazine that would be the \"authoritative\" source on foreign policy. He gathered US$125,000 (equivalent to $2,023,608 in 2021) from the wealthy members on the council, as well as by sending letters soliciting funds to \"the thousand richest Americans\". Using these funds, the first issue of Foreign Affairs was published in September 1922. Within a few years, it had gained a reputation as the \"most authoritative American review dealing with international relations\".[3]: 17–18  In the late 1930s, the Ford Foundation and Rockefeller Foundation began contributing large amounts of money to the Council.[6] In 1938, they created various Committees on Foreign Relations, which later became governed by the American Committees on Foreign Relations in Washington, D.C., throughout the country, funded by a grant from the Carnegie Corporation. Influential men were to be chosen in a number of cities, and would then be brought together for discussions in their own communities as well as participating in an annual conference in New York. These local committees served to influence local leaders and shape public opinion to build support for the Council's policies, while also acting as \"useful listening posts\" through which the Council and U.S. government could \"sense the mood of the country\".[3]: 30–31  Beginning in 1939, and lasting for five years, the Council achieved much greater prominence within the government and the State Department, when it established the strictly confidential War and Peace Studies, funded entirely by the Rockefeller Foundation.[4]: 23  The secrecy surrounding this group was such that the Council members who were not involved in its deliberations were completely unaware of the study group's existence.[4]: 26  It was divided into four functional topic groups: economic and financial; security and armaments; territorial; and political. The security and armaments group was headed by Allen Welsh Dulles, who later became a pivotal figure in the CIA's predecessor, the Office of Strategic Services (OSS). CFR ultimately produced 682 memoranda for the State Department, which were marked classified and circulated among the appropriate government departments.[4]: 23–26  A critical study found that of 502 government officials surveyed from 1945 to 1972, more than half were members of the Council.[4]: 48  During the Eisenhower administration 40% of the top U.S. foreign policy officials were CFR members (Eisenhower himself had been a council member); under Truman, 42% of the top posts were filled by council members. During the Kennedy administration, this number rose to 51%, and peaked at 57% under the Johnson administration.[3]: 62–64  In an anonymous piece called \"The Sources of Soviet Conduct\" that appeared in Foreign Affairs in 1947, CFR study group member George Kennan coined the term \"containment\". The essay would prove to be highly influential in US foreign policy for seven upcoming presidential administrations. Forty years later, Kennan explained that he had never suspected the Russians of any desire to launch an attack on America; he thought that it was obvious enough and he did not need to explain it in his essay. William Bundy credited CFR's study groups with helping to lay the framework of thinking that led to the Marshall Plan and NATO. Due to new interest in the group, membership grew towards 1,000.[4]: 35–39  Dwight D. Eisenhower chaired a CFR study group while he served as President of Columbia University. One member later said, \"whatever General Eisenhower knows about economics, he has learned at the study group meetings.\"[4]: 35–44  The CFR study group devised an expanded study group called \"Americans for Eisenhower\" to increase his chances for the presidency. Eisenhower would later draw many Cabinet members from CFR ranks and become a CFR member himself. His primary CFR appointment was Secretary of State John Foster Dulles. Dulles gave a public address at the Harold Pratt House in New York City in which he announced a new direction for Eisenhower's foreign policy: \"There is no local defense which alone will contain the mighty land power of the communist world. Local defenses must be reinforced by the further deterrent of massive retaliatory power.\" After this speech, the council convened a session on \"Nuclear Weapons and Foreign Policy\" and chose Henry Kissinger to head it. Kissinger spent the following academic year working on the project at Council headquarters. The book of the same name that he published from his research in 1957 gave him national recognition, topping the national bestseller lists.[4]: 39–41  On November 24, 1953, a study group heard a report from political scientist William Henderson regarding the ongoing conflict between France and Vietnamese Communist leader Ho Chi Minh's Viet Minh forces, a struggle that would later become known as the First Indochina War. Henderson argued that Ho's cause was primarily nationalist in nature and that Marxism had \"little to do with the current revolution.\" Further, the report said, the United States could work with Ho to guide his movement away from Communism. State Department officials, however, expressed skepticism about direct American intervention in Vietnam and the idea was tabled. Over the next twenty years, the United States would find itself allied with anti-Communist South Vietnam and against Ho and his supporters in the Vietnam War.[4]: 40, 49–67  The Council served as a \"breeding ground\" for important American policies such as mutual deterrence, arms control, and nuclear non-proliferation.[4]: 40–42  In 1962 the group began a program of bringing select Air Force officers to the Harold Pratt House to study alongside its scholars. The Army, Navy and Marine Corps requested they start similar programs for their own officers.[4]: 46  A four-year-long study of relations between America and China was conducted by the Council between 1964 and 1968. One study published in 1966 concluded that American citizens were more open to talks with China than their elected leaders. Henry Kissinger had continued to publish in Foreign Affairs and was appointed by President Nixon to serve as National Security Adviser in 1969. In 1971, he embarked on a secret trip to Beijing to broach talks with Chinese leaders. Richard Nixon went to China in 1972, and diplomatic relations were completely normalized by President Carter's Secretary of State, another Council member, Cyrus Vance.[4]: 42–44  Vietnam created a rift within the organization. When Hamilton Fish Armstrong announced in 1970 that he would be leaving the helm of Foreign Affairs after 45 years, new chairman David Rockefeller approached a family friend, William Bundy, to take over the position. Anti-war advocates within the Council rose in protest against this appointment, claiming that Bundy's hawkish record in the State and Defense Departments and the CIA precluded him from taking over an independent journal. Some considered Bundy a war criminal for his prior actions.[4]: 50–51  In November 1979, while chairman of CFR, David Rockefeller became embroiled in an international incident when he and Henry Kissinger, along with John J. McCloy and Rockefeller aides, persuaded President Jimmy Carter through the State Department to admit the Shah of Iran, Mohammad Reza Pahlavi, into the US for hospital treatment for lymphoma. This action directly precipitated what is known as the Iran hostage crisis and placed Rockefeller under intense media scrutiny (particularly from The New York Times) for the first time in his public life.[7][8] In his book, White House Diary, Carter wrote of the affair, \"April 9 [1979] David Rockefeller came in, apparently to induce me to let the shah come to the United States. Rockefeller, Kissinger, and Brzezinski seem to be adopting this as a joint project\".[9] The CFR has two types of membership: life membership; and term membership, which lasts for 5 years and is available only to those between the ages of 30 and 36. Only U.S. citizens (native born or naturalized) and permanent residents who have applied for U.S. citizenship are eligible. A candidate for life membership must be nominated in writing by one Council member and seconded by a minimum of three others. Visiting fellows are prohibited from applying for membership until they have completed their fellowship tenure.[10] Corporate membership (250 in total) is divided into \"Associates\", \"Affiliates\", \"President's Circle\", and \"Founders\". All corporate executive members have opportunities to hear speakers, including foreign heads of state, chairmen and CEOs of multinational corporations, and U.S. officials and Congressmen. President and premium members are also entitled to attend small, private dinners or receptions with senior American officials and world leaders.[11] Women were excluded from membership until the 1960s.[12] In 2019, it was criticized for accepting a donation from Len Blavatnik, a Ukrainian-born English billionaire with close links to Vladimir Putin. It was reported to be under fire from its own members and dozens of international affairs experts over its acceptance of a $12 million gift to fund an internship program.[13] Fifty-five international relations scholars and Russia experts wrote a letter to the organization's board and CFR's president, Richard N. Haass. \"It is our considered view that Blavatnik uses his 'philanthropy'—funds obtained by and with the consent of the Kremlin, at the expense of the state budget and the Russian people—at leading western academic and cultural institutions to advance his access to political circles. We regard this as another step in the longstanding effort of Mr. Blavatnik—who ... has close ties to the Kremlin and its kleptocratic network—to launder his image in the West.\" Members of CFR's board of directors include:[14] The council publishes the international affairs magazine Foreign Affairs. It also establishes independent task forces, which bring together various experts to produce reports offering both findings and policy prescriptions on foreign policy topics. CFR has sponsored more than fifty reports, including the Independent Task Force on the Future of North America that published report No. 53, entitled Building a North American Community, in May 2005.[15] The council received a three star rating (out of a possible four stars) from Charity Navigator in fiscal year 2016, as measured by their analysis of the council's financial data and \"accountability and transparency\".[16]","Title":"Council on Foreign Relations - Wikipedia","KeyID":"16102","URL":"https://en.wikipedia.org/wiki/Council_on_Foreign_Relations"}