{"Content: ":"El País (Spanish: [el paˈis] (listen); lit. 'The Country') is a Spanish-language daily newspaper in Spain. El País is based in the capital city of Madrid and it is owned by the Spanish media conglomerate PRISA.[7] It is the second most circulated daily newspaper in Spain as of December 2017[update].[8] El País is the most read newspaper in Spanish online and one of the Madrid dailies considered to be a national newspaper of record for Spain (along with El Mundo and ABC).[9] In 2018, its number of daily sales were 138,000.[10] Its headquarters and central editorial staff are located in Madrid, although there are regional offices in the principal Spanish cities (Barcelona, Seville, Valencia, Bilbao, and Santiago de Compostela) where regional editions were produced until 2015. El País also produces a world edition in Madrid that is available online in English and in Spanish (Latin America).[11] El País was founded in May 1976 by a team at PRISA which included Jesus de Polanco, José Ortega Spottorno and Carlos Mendo.[12][13] The paper was designed by Reinhard Gade and Julio Alonso. It was first published on 4 May 1976,[14] six months after the death of dictator Francisco Franco, and at the beginning of the Spanish transition to democracy. The first editor-in-chief of the daily was Juan Luis Cebrián.[15] El País was the first pro-democracy newspaper within a context where all the other Spanish newspapers were influenced by Franco's ideology.[16] The circulation of the paper was 116,600 copies in its first year.[17] It rose to 138,000 copies in 1977.[17] In 1978, El País suffered a far-right terrorist attack due to political upheaval. Four people were injured, two greatly, and one died. The building also suffered structural damage.[18] El País filled a gap in the market and became the newspaper of Spanish democracy, for which role El País was awarded the Prince of Asturias Award for Communication and the Humanities in 1983, at a time when the transition from Franco's dictatorship to democracy was still developing. The paper's first Director (until 1988) was Juan Luis Cebrián, who came from the daily newspaper Informaciones. Like many other Spanish journalists of the time he had worked for Diario Pueblo (meaning People's Daily in English) which was a mouthpiece for the Francoist sindicato vertical. Its reputation as a bastion of Spanish democracy was established during the attempted coup d'état by Lieutenant Colonel Antonio Tejero of the Guardia Civil on 23 February 1981. During the uncertain situation of the night of 23 February 1981, when all members of parliament were held hostage in the Congress building and with tanks on the streets of Valencia, and before the state television station could transmit a speech by King Juan Carlos I condemning the coup, El País published a special edition of the newspaper called 'El País, for the Constitution'. It was the first available daily paper during the situation with a pro-democracy position. It called on citizens to demonstrate in favor of democracy, and was widely discussed in the news media so much so that the director of El País, Juan Luis Cebrián, called the then director of Diario 16, Pedro J. Ramírez, in order to propose that both newspapers work on a joint pro-democracy publication; Ramírez refused, claiming that he would prefer to wait a few hours to see how the situation developed. Diario 16 was not published until after a television broadcast by the king. Along with its commitment to democracy before the attempted coup of 23 February 1981, the Spanish Socialist Workers' Party's election victory in 1982 with an absolute majority and its open support for the government of Felipe González,[19] meant that El País consolidated its position during the 1980s as the Spanish newspaper with the most sales ahead of the conservative leaning ABC. In 1986, El País was the recipient of the Four Freedom Award for the Freedom of Speech by the Roosevelt Institute.[20] In 1987, El País received the largest amount of state aid.[21] Both the rigorous journalistic standards and the fact that it was the first Spanish newspaper to establish internal quality control standards have increased the standing of El País. It was also the first Spanish daily to create the role of \"Reader's Advocate,\" and the first to publish a \"Style Guide\", that has since become a quality benchmark among journalists.[22] El País has also established a number of collaborative agreements with other European newspapers with a social democrat viewpoint. In 1989, El País participated in the creation of a common network of information resources with La Repubblica in Italy and Le Monde in France. At the beginning of the 1990s, El País had to face a new political and journalistic challenge. The increasing political tensions caused by corruption scandals involving the socialist government of Felipe González polarized both the Spanish political classes and the press of the left and right wings. Since that time both the Partido Popular and the media aligned with it have accused El País and the other companies owned by PRISA.[23][24] along with Sogecable[25][26] of supporting the interests of the Spanish Socialist Workers' Party (PSOE). Despite this, El País has managed to maintain its position as the best selling generalist daily in Spain, although its lead over El Mundo has been reduced. Both in 1993 and 1994 it was the best selling newspaper in the country with a circulation of 401,258 copies and 408,267 copies, respectively.[27] In the period of 1995–1996 El País had a circulation of 420,934 copies, making it again the best-selling paper in the country.[28] Since October 2001, an English language supplement of El País has been included in the Spanish version of the International Herald Tribune. This content can also be found on El País' internet site.[29] In 2001 El País had a circulation of 433,617 copies[30] and it was 435,298 copies next year.[31] The paper had a circulation of 435,000 copies in 2003.[32] On March 11, 2004, Spain suffered Europe's first jihadist terror attack with a nearly simultaneous, coordinated bombings against the Cercanías commuter train system of Madrid, Spain, on the morning of 11 March 2004 – three days before Spain's general elections. The day of the attacks, then prime minister José María Aznar, from the ruling conservative party called El País editor in chief Jesús Ceberio and gave him assurances that the attacks had been planned and executed by the Basque terrorist group ETA. Despite having no other confirmation, Ceberio ran a front page blaming ETA for the attack, having to correct course the following day. Ceberio, who would continue as editor for three more years, published an editorial piece accusing Aznar of manipulating him. El País was awarded the World's Best Designed Newspaper™ for 2006 by the Society for News Design (SND).[33] Based on the findings of the European Business Readership Survey the paper had 14,589 readers per issue in 2006.[34] The circulation of the daily was 425,927 copies between June 2006 and July 2007.[35] On 24 January 2013, El País published a wrong report about the health status of then Venezuelan President Hugo Chávez, with photography of an unknown man from a 2008 YouTube video, provided by the news agency Gtres Online and published on the front page of the paper's print edition as a picture of the Venezuelan president.[36] In August 2019, the newspaper's online edition published an obituary of king Juan Carlos I even though the former monarch was actually recovering from major cardiac surgery. The El País management explained that the article was published due to an “algorithm error.”[37] The paper has criticized figures such as Che Guevara, among others. It impugned Guevara's advocacy of armed struggle.[38] The 16 February 2012 edition of El País was banned in Morocco due to the publication of a cartoon which, according to the Moroccan authorities, tarnished King Mohammed VI's name.[39] In January 2018, El País was sentenced to publish a rectification article after the Catalan TV channel TV3 denounced the newspaper for \"harming the TV channel's image\" with an article which contained \"inaccurate data\".[40] A similar case happened between El País and the Catalan businessman Jaume Roures, with El País being sentenced after publishing Roures had 250 million Euros in tax havens.[41] According to a report prepared by the Parliament of the United Kingdom fake news committee written by the nonprofit organization Transparency Toolkit and published in April 2018, El País had published \"numerous examples of misinterpretations of data sources, use of inaccurate information, lack of attention to detail and a poor research methodology\" regarding the alleged Russian involvement in the Catalan independence referendum. It describes their conclusions as \"exceptionally deceptive\" and concludes \"there may be a temptation to use groundless allegations of fake news to support political argument\".[42][43] On 26 September 2007, the paper published the Bush-Aznar memo, a leaked transcript of a closed-door meeting between U.S. president George W. Bush and Spanish Prime Minister José María Aznar, shortly before the invasion of Iraq.[44] In 2007 the circulation of El País was about 400,000 copies.[45] During the premiership of the PSOE's José Luis Rodríguez Zapatero, El País published several articles criticizing the policies of the Zapatero government.[46] This provided opportunities for new entrants to represent the dissentient, anti establishment left, such as the appearance of the daily newspaper Público. The 2008 circulation of El País was 435,000 copies, making it the second most read daily in the country, only after the sport-daily Marca.[47][48] It was 267,000 in April 2014.[45] In March 2015, El País, together with six other international newspapers, founded an alliance called the Leading European Newspaper Alliance (LENA).[49] In June 2016, El País Brasil was found in a list of political newspapers that received money from the Workers Party government.[50] The current editor Soledad Gallego Díaz has been brought to court after dismissing five employees for what the accusers maintain are political and ideological reasons.[51] El País has had five editors-in-chief since it was founded in 1976. In February 2014 it was announced that Antonio Caño would be proposed as new editor-in-chief, appointment that was ratified by the Board of Directors and became effective on 3 May 2014. In June 2018, Soledad Gallego-Díaz became the first-ever female editor of El País.[52] Gallego-Díaz was replaced by Javier Moreno in June 2020.[53] In July 2021, Pepa Bueno was appointed as the new editor.[54] The appearance of El País is characterized by its sobriety, in both its treatment of information and its aesthetics. Most pages contain five columns arranged in a neat, clear manner with distinct journalistic sub-categories. Photographs and graphics play a secondary, supporting role to the written word. The newspaper had had the same design from its foundation until the end of 2007, with little change (it previously used only black-and-white (monochrome) photographs, although the current format includes color photographs and more imaginative design, mainly in the varied supplements), and the same Times Roman font.[55] The newspaper's format was revamped on 21 October 2007 with changes to its printed form, its digital presence on the Internet and the replacement of its historical motto 'Independent morning daily' with 'Global Spanish language newspaper'.[56] The paper began to be published in tabloid format.[57] Other notable changes are the inclusion of the acute accent in its title header and the substitution of Times Roman by \"Majerit\", a specially-commissioned plain serif font.[58] Opinion polls cited in El País are all carried out by a separate company called Instituto OPINA. In the mid-1990s, El País was the second Spanish newspaper to publish an internet edition, El País digital (the first was the Catalan newspaper Avui). On 18 November 2002, it became the first Spanish newspaper to introduce a payment system for access to the contents of its electronic version, which drastically reduced the number of visits to the website, to the extent that El Mundo, which maintained open access to the majority of its contents, became the leading Spanish digital newspaper. After taking this decision El País digital was suspended in 2002 by the Oficina de Justificación de la Difusión for four months because of two serious breaches of OJD regulations.[59] The El País digital website opened again on 3 June 2005 with free access to the majority of the contents. Subscription was required to gain access to multimedia contents and to the newspaper's archive. On 26 November 2013, El País launched a digital edition in Portuguese. In October 2014, El País launched a digital edition in Catalan.[60] In February 2021 it ceased distribution of printed versions in European countries outside of Spain.[61] El País produces a number of supplements: The children's supplement, Pequeño País (English: Small Country), ceased publication in 2009. A number of publications issued in installments have also been produced throughout its history: The paper's ideology has been defined by a leaning towards Europeanism, progressivism, and social liberalism.[63] Politically, it was situated in the center-left during most of Spain's transition to democracy.[17] It regularly criticized the conservative government of Mariano Rajoy (2011–2018) over corruption scandals, economic performance, and a \"do-nothing\" approach to the Catalan crisis.[64] In the late 1970s and 1980s, El País had close connections with the Spanish Socialist Workers' Party (PSOE).[19] The paper has repeatedly supported King Juan Carlos I for his contribution to the consolidation of democracy, especially, for his decisive intervention in aborting the coup of 23 February 1981.[65] The paper is characterized by the amount of space it gives to the reporting of international news, culture and information regarding the economy as well as Spanish news. It has specific columnists and contributors from different social backgrounds contributing to the democratic and pro-European editorial line of the newspaper. ... Che Guevara [..] belonged to that sinister saga of tragic heroes, still present in the terrorist movements of various types, from the nationalists to the Jihadists, who try to hide the fact they are assassins by claiming to be martyrs, prolonging the old prejudice inherited from Romanticism. The fact that Che Guevara gave his life and sacrificed those of many others does not improve his ideas, that drink from the springs of one of the great totalitarian systems. [..] the only attestable contribution of the insurgent followers of Guevara to Latin American politics was to offer new alibis to the authoritarian tendencies that were germinating on the continent. Thanks to his armed challenge, the right-wing military dictators could present themselves as a lesser evil, if not a inevitable requisite opposing another symmetrical military dictatorship, such as that led by Castro [..] In the four decades that have passed since his death, the Latin American left and, of course, that in Europe, has completely expedited his goals and fanatical methods. To the point where today the only people who commemorate the date of his execution in La Higuera are the governments that subjugate the Cubans or those that invoke Simón Bolívar in their populist harangues.","Title":"El País - Wikipedia","KeyID":"16101","URL":"https://en.wikipedia.org/wiki/El_Pa%C3%ADs"}