{"Content: ":"The Moscow Times is an independent English-language and Russian-language online newspaper.[7] It was in print in Russia from 1992 until 2017 and was distributed free of charge at places frequented by English-speaking tourists and expatriates such as hotels, cafés, embassies, and airlines, and also by subscription. The newspaper was popular among foreign citizens residing in Moscow and English-speaking Russians.[8] In November 2015 the newspaper changed its design and type from daily to weekly (released every Thursday) and increased the number of pages to 24. The newspaper became online-only in July 2017 and launched its Russian-language service in 2020. In 2022, its headquarters were relocated to Amsterdam in the Netherlands in response to restrictive media laws passed in Russia after the invasion of Ukraine. The website was later banned in the country. Some foreign correspondents started their careers at the paper, including Ellen Barry, who later became The New York Times Moscow bureau chief.[9] Derk Sauer, a Dutch publisher who came to Moscow in 1989, made plans to turn his small, twice-weekly paper called the Moscow Guardian into a world-class daily newspaper. Sauer brought in Meg Bortin as its first editor in May 1992, and the team used a room at the Radisson Slavyanskaya Hotel as its headquarters.[10][11] The Moscow Times was founded in 1992 by Sauer to reach US and European expats who had moved to Moscow after the fall of communism. He said: \"It was a completely different time, there was no internet and there was a huge influx of Western expats who didn't speak Russian. At the time, they were the only ones with money in Moscow, so The Moscow Times was an interesting medium for advertisers\".[12] The first edition of The Moscow Times was published in March 1992.[13] It was the first Western daily to be published in Russia,[14] and quickly became \"a primary source of news and opinion\" quoted in both Russia and the West.[11] It \"played an important role by giving space to Russian commentators\". For example, in the fall of 1993, it was able to play a role in defeating the censors: \"when anti-Yeltsin forces occupied the Russian Parliament and censorship was revived. Russian newspapers came out with large blank spaces on their front pages where articles critical of the authorities had been suppressed. The writers of those articles came to see us. Published the next day in English in The Moscow Times, their articles were quickly picked up and beamed back in Russian by the BBC and other foreign radios, defeating the censors.\"[11] From the mid-1990s until 2000, it was based in the old headquarters of Pravda.[15] In 1997, the website moscowtimes.ru was registered.[16] In 2003–04, the newspaper added Jobs & Careers and Real Estate appendices, and in 2005 the Moscow Guide appendix, featuring high culture. The annual Moscow Dining Guide was also launched in 2005.[16] Until 2005, the paper was owned by Independent Media, a Moscow-registered publishing house that also prints a Russian-language daily newspaper, Vedomosti, The St. Petersburg Times (The Moscow Times' counterpart in Saint Petersburg) and Russian-language versions of popular glossy magazines such as FHM, Men's Health and Cosmopolitan Russia.[14] That year, Independent Media was acquired by the Finnish publishing group Sanoma at an enterprise value of €142 million.[17][18] In 2006, the paper began its alliance with the International Herald Tribune, while 2009 saw the launch of the themoscowtimes.com website. The first color issue was published in 2010.[16] In 2009, it published Russia for Beginners: A Foreigner's Guide to Russia, written by foreign authors who offer advice based on their own experiences of living in Russia.[19] The paper celebrated its 20th anniversary in 2012 with a gala dinner at the Hotel Baltschug Kempinski in Moscow.[20] In January 2014, malicious ads on the newspaper's website redirected visitors to an exploit kit landing page.[21] In December 2014, The Moscow Times was forced offline for two days by a distributed denial of service (DDoS) attack. It was forced offline a second time in February 2015 for unknown reasons.[9] In April 2014 longtime editor-in-chief Andrew McChesney stepped down and was replaced by Nabi Abdullaev, a former Moscow Times reporter, news editor, managing editor, and deputy editor-in-chief who had left in 2011 to head RIA Novosti's foreign-language news service.[22] Shortly after his appointment, Abdullaev argued in The Guardian that the west's \"biased journalism ...robs the west of its moral authority\".[23] In Autumn 2015 Abdullaev was removed from his post and replaced by Mikhail Fishman, former head of Russky Newsweek.[24] In October 2014 The Moscow Times made the decision to temporarily suspend online comments after an increase in abusive and excessive pro-Russian trolling.[25] The paper said it disabled comments for two reasons — it was an inconvenience for its readers as well as being a legal liability, because under Russian law websites are liable for all content, including user-generated content like comments.[26] In 2014, sister publication The St. Petersburg Times ceased publication.[27] In 2015, Sanoma sold MoscowTimes LLC to Demyan Kudryavtsev [ru; et], a former director of Kommersant.[28][29][30] In 2017, the paper version stopped. The final paper edition appeared on July 6.[31] In July 2017 the operation of the paper changed to Stichting 2 Oktober, a foundation based in the Netherlands.[32][33] The Moscow Times currently belongs to a limited liability company which is 51% owned by Russian businessman Vladimir Jao, the CEO of an airline catering company, 30% by Svetlana Korshunova (Russian: Светлана Коршунова), general director of the paper, and 19% by Derk Sauer, the original founder of the paper. Speaking to Kommersant, Derk Sauer explained that this is merely to comply with a Russian law which prohibits foreigners from controlling more than 20% of any Russia-based media company, since Sauer is a Dutch citizen. He further said that Vladimir Jao is an old friend of his, and \"he does not control the publication, he is a partner\".[2][1][34] In March 2020, the online newspaper launched a Russian-language edition.[35] Following the passage of a law restricting coverage of the invasion of Ukraine in March 2022, the newspaper moved its main editors to Amsterdam.[36][37] On 15 April, Roskomnadzor blocked access to the Russian-language website of The Moscow Times in Russia after it had published what authorities called a false report on Russian riot police officers refusing to participate in the invasion.[38][39] Inter-country annexes The Moscow Times – Russia-France, Russia-Finland, Russia-UK, etc. These editions are dedicated to bilateral issues of cooperation and promote establishing of business and investment programs of interaction between two countries. They focus on economic, trade, and investment, as well as inter-culture project, tourism issues. Real Estate Catalog and Real Estate Quarterly – regular specialized business editions about the real estate market. The Moscow Times Guide – Russia for Beginners, Russia for the Advanced, Dining Guide, Travel Guide, Bar Guide glamorous edition, seasonal style guide, fashionable trends, cultural events in Moscow.[16] The Moscow Times Conferences was a meeting place of Russian and foreign investors, businessmen and experts in Russia and abroad as well. In the second half of 2017, the Conferences were transferred to the Vedomosti. Practice brand.[40]","Title":"The Moscow Times - Wikipedia","KeyID":"16103","URL":"https://en.wikipedia.org/wiki/Moscow_Times"}