{"Content: ":"CNN International (CNNI, simply branded on-air as CNN) is an international television channel that is owned by CNN Global. CNN International carries news-related programming worldwide; it cooperates with sister network CNN's national and international news bureaus. Unlike its sister channel, CNN, a North American only subscription service, CNN International is carried on a variety of TV platforms across the world, and broadcast from studios inside and outside the US, in Atlanta, New York City,[3] London, Mumbai, Hong Kong, and Abu Dhabi. In some countries, it is available as a free-to-air network. The service is aimed at the overseas market, similar to BBC World News, France 24, CNA, DW, CGTN, WION, NHK World or Al Jazeera English. CNN International began broadcasting on September 1, 1985, at first primarily broadcasting to American business travelers in hotels. The first studio for CNNI was at CNN's original studio building known as Techwood, home at that time to all of Turner Broadcasting System's channels. Today, it is home to the Turner Studios complex that houses the entertainment channels. Other early studios in Atlanta were tucked away in various corners of the CNN Center, and the newsroom lacked even a digital clock. The vast majority of the network's programming originally consisted of simulcasts of the two domestic CNN channels (CNN/US and Headline News). In the United Kingdom, the channel began broadcasting on September 17, 1987, the office was located at 25/28 Old Burlington Street, London.[4] In 1990, however, the amount of news programming produced by CNNI especially for international viewers increased significantly. A new newsroom and studio complex was built in 1994, as CNN decided to compete against BBC World Service Television's news programming. CNNI emerged as an internationally oriented news channel, with staff members of various national backgrounds, even though some accusations of a pro-U.S. editorial bias persist. CNN International was awarded the Liberty Medal on July 4, 1997. Ted Turner, in accepting the medal on behalf of the network, said: \"My idea was, we're just going to give people the facts... We didn't have to show liberty and democracy as good, and show socialism or totalitarianism as bad. If we just showed them both the way they were ... clearly everybody's going to choose liberty and democracy.\"[5] In 1995, creative director Morgan Almeida defined a progressive rebranding strategy, to target CNNI's diverse global market, making the on-air look less overtly American and with a cleaner, simpler \"international\" aesthetic going forward. The word \"International\" in the channel's logo was replaced with a globe, and the new branding featured numerous international locations filmed in time-lapse, channel idents created in CGI with Velvet Design in Munich, and a news brand designed with The Attik in New York.[6] The network undertook another major rebranding effort in 2006 overseen by Mark Wright and London agency Kemistry. The ticker was replaced by a flipper, on-screen graphics were more unified and from October 2007 until August 2008, new studios were progressively rolled out. However, on January 1, 2009, CNN International adopted the \"lower-thirds\" that CNN/US had introduced a month earlier which were inspired by the clean modern design of the CNNI rebrand efforts. In the U.S., CNNI North America was distributed overnight and on weekends over the CNNfn financial channel, until that channel's demise in December 2004. It is now available as a standalone, full-time channel, usually as part of high-tier packages of subscription providers including Time Warner Cable, AT&T U-Verse, Verizon FiOS and Cox Communications. Throughout January until September 2009, CNN International adapted more programs that became geared towards a primetime European audience with a few titled after CNN International personalities, most notably the interview program Amanpour. On September 21, 2009, the channel launched a new tagline \"Go Beyond Borders\", along with a new logo, and consolidated its general newscasts (World News, CNN Today, World News Asia, World News Europe and Your World Today) into a single newscast entitled World Report. The slogan \"Go Beyond Borders\" emphasizes the international perspective that gives the information in this string and the plurality of the audiences. With this tagline, CNN also refers to the various platforms to disseminate their contents. The new image was created by the creativity and marketing department, and agency CNN Tooth & Nail. An important element of the rebrand was a new evening program that adds the broadcast of programs Amanpour and World One. The makeover of CNN International has subject to a lot of criticism on both the new prime time lineup and the redesigned graphics. On January 11, 2009, in a bid to compete directly with Al Jazeera English, the network launched a new production center: CNN Abu Dhabi, based in the United Arab Emirates. Then, CNN International adapted half-hour shows in its schedule with a new evening prime program for Middle East viewers, Prism. In 2010, CNN International launched new programs for its evening lineup in order to improve its schedule. In 2011, programs from CNN U.S. were added to the CNN International schedule, including the talk program Piers Morgan Live which was later cancelled and replaced with CNN Tonight hosted by Don Lemon. \"This is CNN\" represents CNN International's rebrand with new sets and output in full 16:9 high definition. The \"This is CNN\" slogan is also used on its sister network CNN in USA. The managing director of CNN International from 2003 to May 2019 was Tony Maddox.[7] In 2019, CNN International announced it was reducing its programming and staff based in London to reduce costs, with CNNI losing $10 million per year.[8] Later that year, CNNI cancelled its Asia-Pacific Primetime Show, News Stream, anchored by Kristie Lu Stout, effectively ending production output from its Hong Kong Studios.[9] In 2022, WarnerMedia closed CNN International in Russia due to Russia's invasion of Ukraine.[10] There are five variants of CNN International: The schedules of the different regional versions no longer differ significantly from each other, but there are still minor variations such as content during the commercial breaks (e.g. weather forecasts and local airtimes shown). CNN has reported that its broadcast agreement in mainland China includes an arrangement that its signal must pass through a Chinese-controlled satellite. With this method of transmission, Chinese authorities have been able to black out CNNI segments at will. CNN has also said that its broadcasts are not widely available in mainland China, but rather only in certain diplomatic compounds, hotels, and apartment blocks.[11] In June 2015, CNN International was made available online in the United States for CNN/U.S subscribers on participating television providers through the CNNgo service.[12] CNNj is a Japanese version of CNN International distributed by Japan Cable Television that first launched on March 1, 2003. CNNj is tailored specifically for a Japanese audience, with all programming broadcast from 7.00 to 0.00 local time (0.00 to 17.00 EET) being translated into Japanese.[13] The channel used to broadcast a mixture of CNN International and CNN/US, but since 2008, CNNj has been a direct relay of CNN International Asia Pacific. Starting late 2010, the high definition feed of CNN US was launched in Japan for American viewers under the name \"CNN/US HD\", the first such feed available outside of the United States.[14] Although dramatically scaled down since its early days, CNNI, until the start of the COVID-19 pandemic, produced almost all of its own programming, with the exception of some CNN/US primetime output. However, since the start of the outbreak, CNNI's own programming has been significantly cut back with CNNI currently draws from the feed of the main CNN channel for all editions of Early Start, The Situation Room with Wolf Blitzer, The Lead with Jake Tapper, Erin Burnett Outfront, Anderson Cooper 360°, Cuomo Prime Time until its cancellation, and also now both hours of Don Lemon Tonight. CNNI also broadcasts all but the final 30 minutes of the weekday edition of New Day and two hours of the CNN/U.S. CNN Newsroom. At the weekend, CNNI simulcasts the entire weekend schedule, apart from the first hour of New Day and 2–3 hours of CNN Newsroom, as well as continuing to simulcast the Sunday edition of Inside Politics, State of the Union, Fareed Zakaria GPS, Reliable Sources, Smerconish and some CNN Special Investigations Unit documentaries.[15] During simulcasts, the timepiece of CNN/US is replaced by that of CNNI, and CNN/US's red logo on a white field is retained in the on-screen graphic (rather than replaced by CNNI's white logo on a red field), signifying CNN/US as the originating source. CNNI also simulcasts CNN/U.S. newscasts whenever major events happen in the United States or around the world. Examples include the death and funeral of Ronald Reagan, the crash of Continental Airlines Flight 3407 in the Buffalo suburb of Clarence Center, the Hudson River plane landing, the attempted Christmas Day bombing of flight 253 and the death and memorial service of Michael Jackson as well as scheduled broadcasts such as New Year's Eve Live and Election Night in America. Likewise, CNN/U.S. occasionally turns to CNNI newscasts, primarily when major international news breaks during overnight hours in the U.S. A notable case was during the death of Pope John Paul II and the aftermath of the London Underground bombings of July 7, 2005. CNN/U.S. simulcast CNNI coverage of the death of Pakistan's former Prime Minister Benazir Bhutto on the night after her assassination took place. Simulcasts also happened from November 27 to 29, 2008, due to the terror attacks in Mumbai, India, on January 4, 2009, when Israel launched strikes into Gaza, and during the early hours of January 14, 2010, due to the earthquake in Haiti. From 2005 until early 2008, CNNI's Your World Today aired on CNN/U.S.[16] during the 12–1 p.m. ET timeslot. That program was initially pre-empted by Issue #1, a program dealing in the American economic, financial, and housing sectors as part of the lead-up to the 2008 U.S. presidential election, and permanently replaced by another hour of CNN Newsroom in September 2008. During the Atlanta tornado outbreak in March 2008, CNN/U.S. and CNNI simulcasted coverage after Anderson Cooper 360° ended. That coverage ended around 12:36 a.m. EDT[17] and the channels resumed their normal programming. Furthermore, the next day, with storms impending, CNN/U.S. had to move onto CNNI's U.S. news set and weather center to avoid water from possible flooding during the storms. On January 17, 2011, CNN/U.S. dropped its early morning rebroadcasts of ParkerSpitzer and Anderson Cooper 360° during the 4–6 a.m. ET time period, and began to simulcast World Business Today and World One from CNNI in those slots. Both newscasts are the only programs broadcast entirely in 4:3 fullscreen frames on CNN/U.S.' standard-definition and high-definition feeds (the SD feed of CNN/US switched to a widescreen letterboxed screen format on January 11, 2011). World One was dropped from CNN/U.S. just a few months later to allow the addition of an extra hour of American Morning which has been replaced with Early Start. As of August 2014, following the unrest in Ferguson, Missouri, a permanent simulcast of CNNI's block of Newsroom with Rosemary Church and Errol Barnett was added to the late-night lineup of CNN/U.S., serving as a lead-in to Early Start. In late 2015, John Vause and anchor Isha Sesay began to anchor a two-hour block of the simulcast from CNN studios in Los Angeles.[18] In 2017, CNN International began simulcasting the first hour of the weekday edition of New Day and on September 10, 2018, The Lead with Jake Tapper started to be simulcast on CNNI.[19] In 2019, CNN International announced it was reducing its programming and staff based in London to reduce costs.[8] Consequently, an additional two hours of simulcasts with CNN/U.S. on weekdays were added – the first hour of Early Start and the second hour of New Day, resulting in CNNI broadcasting CNN/U.S. for seven hours each weekday. By mid-April 2020, due to the impact of the COVID-19 pandemic on CNN's operations, CNN/U.S. weekday programming accounted for 14 hours within each 24 hour cycle of CNN International broadcasting time, with CNN International's daily worldwide programming in Europe consisting of five hours of the international version of CNN Newsroom, from 5 a.m. – 10 a.m. GMT, and five internationally focused programs: CNN World Sport, First Move with Julia Chatterley and Connect the World with Becky Anderson between the hours of 1 p.m. – 4 p.m. GMT; with Amanpour and Quest Means Business, between 6 p.m. – 8 p.m. GMT.[15] Each of those internationally focused programmes air for one hour each, except Connect the World, which airs for two hours and if live news events are slated to happen during Amanpour's timeslot, that show may air at a different time. Weekend simulcasts of CNN/U.S. were increased with CNN/U.S.'s live news output shown in full at the time. Apart from between from 5 a.m. – 11 a.m. GMT when editions of the international version of CNN Newsroom were aired alongside magazine programmes, CNN International only showed its own programming – consisting of magazine programmes – when CNN/US was broadcasting repeat showings of programmes it had aired earlier that day. Later in 2020, live weekend domestic programming on CNN International was slightly reduced to accommodate newer editions of magazine programmes although apart from during the North America overnight period, CNNI still does not produce any of its own news coverage at the weekend although on weekdays, CNN World Sport was re-introduced and is broadcast instead of the final 30 minutes of New Day and June 2021 saw the return of other weekday programmes with international programming now airing on weekdays between 8am and 4pm Eastern Time which means that CNN USA's daytime rolling daytime news programming is once again not seen on CNN International on weekdays. Since the beginning of the 2022 Russian invasion of Ukraine in February 2022, CNN International has been augmenting CNN/US programming during hours that usually would be repeats or specials, such as overnights and late in the evening on Saturdays and Sundays. This has effectively given CNN/US rolling live 24 hour coverage throughout most of the conflict. CNN International HD is the high-definition simulcast feed of the channel broadcasting at 1920x1080i, which was launched in September 2012. Prior to June 3, 2013, only programming from CNN/U.S. was available natively in HD, while shows made for CNN International were produced in 4:3 576i. In February 2013, the European SD feed of CNN International began broadcasting in widescreen by downscaling the HD feed, which resulted in all 4:3-native programming being broadcast in pillarbox until the June 3 switchover, and finalized on June 17 of the same year, when the switchover was completed. Following the March 2003 launch of CNNj, a live relay of CNN/U.S. and CNN International, with simultaneous audio translation into Japanese,[20] starting in late 2010, the high definition feed of CNN/U.S. was launched in Japan under the name CNN HD.[21] CNN/U.S. (both SD and HD) is also available on Greater China-based satellite service DishHD, a subsidiary of Dish Network in the United States. On June 28, 2016, CNN International HD was launched for Sky customers in the UK (including on Freesat from Sky), on channel 506 or 579, making the next news channel launch in the 600s. The HD version is available free-to-air within the British Isles, and is provided on satellite and IPTV services, and also live-streamed for U.K. users (and geo-blocked outside the U.K.), through CNN International's official U.K. video site. However, viewers with non-proprietary Freesat boxes will need to add the channel manually as Freesat does not market CNN International HD publicly as part of its offerings. CNN debuted its news website CNN.com (initially an experiment known as CNN Interactive) on August 30, 1995. The site attracted growing interest over its first decade and is now one of the most popular news websites in the world. The widespread growth of blogs, social media and user-generated content have influenced the site, and blogs in particular have focused CNN's previously scattershot online offerings, most noticeably in the development and launch of CNN Pipeline in late 2005. In April 2009, CNN.com ranked third place among online global news sites in unique users in the U.S. according to Nielsen/NetRatings; with an increase of 11% over the previous year. CNN Pipeline was the name of a paid subscription service, its corresponding website, and a content delivery client that provided streams of live video from up to four sources (or \"pipes\"), on-demand access to CNN stories and reports, and optional pop-up \"news alerts\" to computer users. The installable client was available to users of PCs running Microsoft Windows. There was also a browser-based \"web client\" that did not require installation. In July 2007, the service was discontinued and replaced with a free streaming service. The now-defunct topical news program Judy Woodruff's Inside Politics was the first CNN program to feature a round-up of blogs in 2005.[22] Blog coverage was expanded when Inside Politics was folded into The Situation Room. In 2006, CNN launched CNN Exchange and CNN iReport, initiatives designed to further introduce and centralize the impact of everything from blogging to citizen journalism within the CNN brand. CNN iReport which features user-submitted photos and video, has achieved considerable traction, with increasingly professional-looking reports filed by amateur journalists, many still in high school or college. The iReport gained more prominence when observers of the Virginia Tech shootings sent-in first hand photos of what was going during the shootings.[23] In early 2008, CNN began maintaining a live streaming broadcast available to those who receive CNN at home.[24] CNN International is broadcast live, as part of the RealNetworks SuperPass subscription outside the U.S. CNN also offers several RSS feeds and podcasts. On April 18, 2008, CNN.com was targeted by Chinese hackers in retaliation for the channel's coverage on the 2008 Tibetan unrest. CNN reported that they took preventive measures after news broke of the impending attack.[25][26] The company was honored at the 2008 Technology & Engineering Emmy Awards for development and implementation of an integrated and portable IP-based live, edit and store-and-forward digital newsgathering system. On October 24, 2009, CNN launched a new version of the CNN.com website, revamping it adding a new \"sign up\" option where users may create their own user name, a new \"CNN Pulse\" (beta) feature along with a new red color theme.[27] However, most of the news archived on the website has been deleted. CNN also has a channel in the popular video-sharing site YouTube, but its videos can only be viewed in the United States, a source of criticism among YouTube users worldwide.[citation needed] In April 2010, CNN announced via Twitter its upcoming food blog called \"Eatocracy,\" in which it will \"cover all news related to food – from recalls to health issues to culture.\"[28] CNN had an internet relay chat (IRC) network at chat.cnn.com. CNN placed a live chat with Benjamin Netanyahu on the network in 1998.[29] CNN also maintains a wire service known as CNN Wire, a CNN Newsource division.[30] In parts of the world without a CNN bureau, reports from a local affiliate station are used to file a story. Former CNN Beijing and Tokyo bureau chief Rebecca MacKinnon described how the news-gathering priorities of CNN International were skewed to \"produce stories and reports that would be of interest to CNN USA.\" Nevertheless, Jane Arraf, a former correspondent who was with the Council on Foreign Relations and later served as a Middle East-based correspondent for Al Jazeera English, noted that when she spoke on international affairs, CNN International would usually give her more airtime than CNN/US. For its own part, former CNN executive Eason Jordan has defended CNN International's \"international\" perspective, saying \"No matter what CNN International does, as long as CNN's headquarters is in the United States people are going to say, well, it's an American service. But the reality is that it's an international service based in the United States, and we don't make any apologies about that.\"[34] CNN is one of the world's largest news organizations, and its international channel, CNN International is the leading international news channel in terms of viewer reach.[35][36] Unlike the BBC and its network of reporters and bureaus, CNN International makes extensive use of affiliated reporters that are local to, and often directly affected by, the events they are reporting. The effect is a more immediate, less detached style of on-the-ground coverage. This has done little to stem criticism, largely from Middle Eastern nations, that CNN International reports news from a pro-American perspective. This is a marked contrast to domestic criticisms that often portray CNN as having a \"liberal\" or \"anti-American\" bias.[citation needed] A Chinese website, anti-cnn.com,[37] has accused CNN and western media in general of biased reporting against China, with the catchphrase \"Don't be so CNN\" catching on in the Chinese mainstream as jokingly meaning \"Don't be so biased\". Pictures used by CNN are allegedly edited to have completely different meanings from the original ones. In addition, the channel was accused of largely ignoring pro-China voices during the Olympic Torch Relay debacle in San Francisco.[citation needed] In October 2011, Amber Lyon gave her claims to the Syrian government news agency SANA that she had been directed by CNN to report selectively, repetitively, and falsely in order to sway public opinion in favor of direct American aggression against Iran and Syria,[38] and that this was common practice under CNN. She subsequently repeated this claim, addressing the degraded state of journalistic ethics in an interview[39][citation needed] during which she also discussed the Bahraini episode, suggesting paid-for content was also taken from Georgia, Kazakhstan, and other states, that the War on Terrorism had also been employed as a pretext to pre-empt substantive investigative journalism within the U.S., and that following the Bahrain reporting, her investigative department had been terminated and \"reorganized\", and her severance and employee benefits used as a threat to intimidate and attempt to purchase her subsequent silence. Lyon claimed to have met with Tony Maddox, president of CNN International, twice about this issue in 2011 and had claimed that during the second meeting she was threatened and intimated to stop speaking on the matter.[40] CNN issued a detailed response to Lyon's claims about its coverage of Bahrain.[41] Lyon also claimed on the Russian news channel RT that CNN reporters, headed by Maddox, have been instructed to over-cover Iran as a form of propaganda, and that CNN International has been paid by the Bahraini government to produce and air news segments intentionally painting them in a positive light.[citation needed] CNN became the official broadcaster of one of the biggest events of the UAE in 2021, when Dubai was hosting the Expo 2020. The official announcement was made in July 2021.[42] However, months later, human rights organizations began to raise concerns around CNN's participation in the event, pointing out that the CNN was lending its legitimacy to the Emirates' propaganda efforts. Analyzing CNN's coverage of the UAE over 10 months, critics accused the news media of running a PR for the UAE. The rights groups also notified of the UAE's poor human rights and women's rights records They further urged for CNN to be transparent about its dealings with the Arab nation.[43][44] On July 7, 2010, Octavia Nasr, senior Middle East editor and a CNN journalist for 20 years, was fired after she expressed admiration on her Twitter account for a militant Muslim cleric and former Hezbollah leader who had recently died.[45] 1 2 3 4 5 6 7 NBC News Wall Street Journal Politico MSNBC/CNBC/Telemundo Bloomberg BNA Washington Examiner Boston Globe/Washington Blade Fox News CBS News Radio AP Radio/PBS VOA Time Yahoo! News Daily Caller/EWTN CBS News Bloomberg News McClatchy NY Post/TheGrio Washington Times Salem Radio/CBN Cheddar News/Hearst TV AP NPR Foreign pool The Hill Regionals Newsmax Gray TV/Spectrum News ABC News Washington Post Agence France-Presse Fox Business/Fox News Radio CSM/Roll Call Al Jazeera Nexstar/Newsy Reuters NY Times LA Times Univision/AURN RealClearPolitics Daily Beast/Dallas Morning News BBC/Newsweek CNN USA Today ABC News Radio Daily Mail National Journal HuffPost Financial Times/The Guardian","Title":"CNN International - Wikipedia","KeyID":"16106","URL":"https://en.wikipedia.org/wiki/CNN_International"}