{"Content: ":"Task & Purpose is an American online publication founded in 2014. It primarily covers the United States Armed Forces, and defense more generally. In 2018, Task & Purpose had 2.5 million monthly readers.[1] Task & Purpose was founded in 2014 by Zachary Iscol, Brian Jones, and Lauren Katzenberg.[2] The company grew out of the job board HirePurpose and its content originally had a focus on helping soldiers transition back to civilian life.[3] In 2018 managing editor Adam Weinstein resigned after CEO Zachary Iscol requested that he change the title of a ProPublica investigation into undue influence over the Department of Veterans Affairs featured on the site.[1] Weinstein contended that Iscol strongly disagreed with both the title and the factual accuracy of the reporting done by ProPublica which Weinstein felt was undue influence on the publication's editorial independence. Weinstein also said that this was not the first time that management, specifically Iscol, had interfered in the editorial process in an effort to make the publication appealing to more conservative readers.[4] As of October 2018, Paul Szoldra was named the editor-in-chief. Szoldra is a U.S. Marine Corps veteran and the founder of the popular military satire website The DuffelBlog.[5] In 2019, Task & Purpose broke the story that eight of the Navy staff involved in the Eddie Gallagher (Navy SEAL) trial had been awarded the Navy Achievement Medal. Following the reporting President Trump ordered the medals rescinded.[6] In October 2020, Task & Purpose was acquired by North Equity LLC.[7] In March 2021, James Clark was promoted to deputy editor of Task & Purpose. Clark has been with the publication for over six years.[8] More than 500 contributing authors have published work in Task & Purpose. These authors have been a mix of active military, retired military, and civilian. Notable authors who have contributed work to Task & Purpose include President Barack Obama and Senator John McCain.[2]","Title":"Task & Purpose - Wikipedia","KeyID":"16119","URL":"https://en.wikipedia.org/wiki/Task_%26_Purpose"}