{"Content: ":"The RAND Corporation (\"research and development\")[7] is an American nonprofit global policy think tank[1] created in 1948 by Douglas Aircraft Company to offer research and analysis to the United States Armed Forces. It is financed by the U.S. government and private endowment,[6] corporations,[8] universities[8] and private individuals.[8] The company has grown to assist other governments, international organizations, private companies and foundations with a host of defense and non-defense issues, including healthcare. RAND aims for interdisciplinary and quantitative problem solving by translating theoretical concepts from formal economics and the physical sciences into novel applications in other areas, using applied science and operations research. RAND has approximately 1,850 employees. Its American locations include: Santa Monica, California (headquarters); Arlington, Virginia; Pittsburgh, Pennsylvania; and Boston, Massachusetts.[9] The RAND Gulf States Policy Institute has an office in New Orleans, Louisiana. RAND Europe is located in Cambridge, United Kingdom, and Brussels, Belgium.[10] RAND Australia is located in Canberra, Australia.[11] RAND is home to the Frederick S. Pardee RAND Graduate School, one of eight original graduate programs in public policy and the first to offer a PhD. The program aims to provide practical experience for its students, who work with RAND analysts on real-world problems. The campus is at RAND's Santa Monica research facility. The Pardee RAND School is the world's largest PhD-granting program in policy analysis.[12] Unlike many other universities, all Pardee RAND Graduate School students receive fellowships to cover their education costs. This allows them to dedicate their time to engage in research projects and provides them on-the-job training.[12] RAND also offers a number of internship and fellowship programs allowing students and outsiders to assist in conducting research for RAND projects. Most of these projects are short-term and are worked on independently with the mentoring of a RAND staff member.[13] RAND publishes the RAND Journal of Economics, a peer-reviewed journal of economics. Thirty-two recipients of the Nobel Prize, primarily in the fields of economics and physics, have been associated with RAND at some point in their career.[14][15] RAND was created after individuals in the War Department, the Office of Scientific Research and Development, and industry began to discuss the need for a private organization to connect operational research with research and development decisions.[13] The immediate impetus for the creation of RAND was a fateful conversation in September 1945 between General Henry H. \"Hap\" Arnold and Douglas executive Franklin R. Collbohm.[16] Both men were deeply worried that ongoing demobilization meant the federal government was about to lose direct control of the vast amount of American scientific brainpower assembled to fight World War II.[16] As soon as Arnold realized Collbohm had been thinking along similar lines, he said, \"I know just what you're going to tell me. It's the most important thing we can do.\"[17] With Arnold's blessing, Collbohm quickly pulled in additional people from Douglas to help, and together with Donald Douglas, they convened with Arnold two days later at Hamilton Army Airfield to sketch out a general outline for Collbohm's proposed project.[17] Douglas engineer Arthur Emmons Raymond came up with the name Project RAND, from \"research and development\".[7] Collbohm suggested that he himself should serve as the project's first director, which he thought would be a temporary position while he searched for a permanent replacement for himself.[7] He later became RAND's first president and served in that capacity until his retirement in 1967.[18] On 1 October 1945, Project RAND was set up under special contract to the Douglas Aircraft Company and began operations in December 1945.[13][19] In May 1946, the Preliminary Design of an Experimental World-Circling Spaceship was released. By late 1947, Douglas had expressed their concerns that their close relationship with RAND might create conflict of interest problems on future hardware contracts. In February 1948, the chief of staff of the newly created United States Air Force approved the evolution of Project RAND into a nonprofit corporation, independent of Douglas.[13] On 14 May 1948, RAND was incorporated as a nonprofit corporation under the laws of the State of California and on 1 November 1948, the Project RAND contract was formally transferred from the Douglas Aircraft Company to the RAND Corporation.[13] Initial capital for the spin-off was provided by the Ford Foundation. Since the 1950s, RAND research has helped inform United States policy decisions on a wide variety of issues, including the space race, the U.S.-Soviet nuclear arms confrontation, the creation of the Great Society social welfare programs, the digital revolution, and national health care.[20] Its most visible contribution may be the doctrine of nuclear deterrence by mutually assured destruction (MAD), developed under the guidance of then-Defense Secretary Robert McNamara and based upon their work with game theory.[21] Chief strategist Herman Kahn also posited the idea of a \"winnable\" nuclear exchange in his 1960 book On Thermonuclear War. This led to Kahn being one of the models for the titular character of the film Dr. Strangelove, in which RAND is spoofed as the \"BLAND Corporation\".[22][23] Even in the late 1940s and early 1950s, long before Sputnik, the RAND project was secretly recommending to the US government a major effort to design a man-made satellite that would take photographs from space—and the rockets to put such a satellite in orbit.[24] RAND was incorporated as a non-profit organization to \"further promote scientific, educational, and charitable purposes, all for the public welfare and security of the United States of America\". Its self-declared mission is \"to help improve policy and decision making through research and analysis\", using its \"core values of quality and objectivity\".[25] The achievements of RAND stem from its development of systems analysis. Important contributions are claimed in space systems and the United States' space program,[26] in computing and in artificial intelligence. RAND researchers developed many of the principles that were used to build the Internet.[27] RAND also contributed to the development and use of wargaming.[28][29] Current areas of expertise include: child policy, civil and criminal justice, education, health, international policy, labor markets, national security, infrastructure, energy, environment, corporate governance, economic development, intelligence policy, long-range planning, crisis management and disaster preparation, population and regional studies, science and technology, social welfare, terrorism, arts policy, and transportation.[30] RAND designed and conducted one of the largest and most important studies of health insurance between 1974 and 1982. The RAND Health Insurance Experiment, funded by the then–U.S. Department of Health, Education and Welfare, established an insurance corporation to compare demand for health services with their cost to the patient.[31][32] Over the last 60 years, more than 30 Nobel Prize winners have been involved or associated with the RAND Corporation at some point in their careers.[citation needed]","Title":"RAND Corporation - Wikipedia","KeyID":"16114","URL":"https://en.wikipedia.org/wiki/RAND_Corporation"}