{"Content: ":"The Kyiv Post is the oldest English-language newspaper in Ukraine, founded in October 1995 by Jed Sunden.[3] American Jed Sunden founded the Kyiv Post weekly newspaper on Oct. 18, 1995 and later created KP Media for his holdings.[2] The newspaper, which went online in 1997, serves Ukrainian and expatriate readers with a general interest mix of political, business and entertainment coverage. The 50-member staff is a team of mainly Ukrainian journalists, numbering 35 editorial team members and 15 in the commercial division as of Jan. 10, 2020, including 40 Ukrainians. Historically, the editorial policy has supported democracy, Western integration and free markets for Ukraine. It has published numerous investigative stories, including coverage of the 2000 murder of journalist Georgiy Gongadze, in which ex-Ukrainian President Leonid Kuchma is a prime suspect; the 2004 Orange Revolution, in which a massive public uprising blocked Viktor Yanukovych from taking power as president after the rigged presidential election of November 26, 2004; the 2013-14 EuroMaidan Revolution that overthrew Yanukovych as president; the Russian invasion of Crimea; the War in the Donbas region; and Oligarch Watch.[4] On 8 November 2021, the paper's website published a statement by Kivan announcing the temporary closing of the newspaper claiming \"One day, we hope to reopen the newspaper bigger and better.\" Reporters at the Kyiv Post replied in a joint statement that the sudden closure came on the heels of Kivan's attempt to \"infringe\" on their editorial independence.[5] Some of these reporters founded a new English-language publication named The Kyiv Independent, which is funded by donations and published its first newsletter on 26 November, 2021,[6] and its website on December 2.[7][8] On 11 November 2021 Luc Chénier was appointed as new CEO on the Kyiv Post.[9] On 24 December 2021 Bohdan Nahaylo was appointed as new editor and the paper resumed publication.[10] The Kyiv Post has only had three owners in its existence, Sunden, Mohammad Zahoor, a British businessman of Pakistani origin, and Adnan Kivan, a native of Syria.[11] Sunden's KP Media sold the newspaper to British citizen Zahoor on July 28, 2009.[12][13] Zahoor owns the ISTIL Group and is a former steel mill owner in Donetsk.[14] Zahoor published the newspaper through his Public Media company. In an interview with the Kyiv Post published on August 6, 2009, Zahoor pledged to revive the newspaper and adhere to its tradition of editorial independence.[15] On 21 March 2018, Odesa-based businessman Adnan Kivan,[11] a Syrian native and Ukrainian citizen, purchased the Kyiv Post from Zahoor for a selling price both said was more than $3.5 million. Kivan pledged editorial independence of journalists in an interview [16][17] with Kyiv Post chief editor Brian Bonner.[18] The newspaper is operated by his Businessgroup LLC. Kivan owns the KADORR Group of companies that specializes in construction and agriculture. His wife, Olga, and three children participate in his business. He used to be active in metals trading in the Black Sea port city from 1991-2007. Sunden created the newspaper in the early years following the collapse of the Soviet Union, starting with $8,000 in capital, three computers and a staff of seven people working from a small flat in Kyiv. The first 16-page issue was put out by an editorial staff of two people. Sunden built the newspaper into a profitable enterprise, one that served the needs of the expatriate community that then regarded Ukraine as a potential hotspot for investment. During Sunden's tenure, he held to libertarian and anti-Communist views on the editorial and opinion pages, but established the business model of editorial independence on the news pages. He said the policy is good for business and news. Sunden was controversial for allowing paid \"massage\" advertisements from women engaging in prostitution. After Zahoor bought the newspaper, he retained the entire editorial team. One of his first acts as publisher, however, was to eliminate the paid \"massage\" advertisements, saying he didn't want to own a newspaper that promoted prostitution. Zahoor sustained the policy of editorial independence, with limited exceptions. After the newspaper's editors endorsed Yulia Tymoshenko over Viktor Yanukovych for president in the 2010 Ukrainian presidential election, the publisher issued a policy to forbid editorial endorsements of any political candidate or political party, saying the newspaper should remain non-partisan even on its opinion pages. Zahoor relaxed the policy during the May 25, 2014 presidential election, when he and his wife, singer-actress Kamaliya, came out publicly in strong support of billionaire Ukrainian businessman Petro Poroshenko's election as president. While the newspaper was free to endorse any candidate for the election, its editorial board made no endorsement in the contest that Poroshenko easily won. Zahoor's purchase and significant investment improved a newspaper that had been badly battered by the global recession of 2008-2009, a sharp downturn that struck the Kyiv Post particularly hard in October–November 2008. The Kyiv Post lost advertising and cut costs, but still ended the year in the black, the last profitable year of its existence. In the last months under Sunden in 2009, the newspaper's editorial staff shrunk to 12 members, its page count to 16 and its print distribution to 6,000 copies. Zahoor invested in journalists, increased distribution and improved newsprint. He boosted the page count—to 32 pages through much of 2010-2011, dropping back to 24 pages again through much of 2012-2013 and then to 16 or 24 pages since then. However, despite the investments, the Kyiv Post never regained consistent profitability, despite further staff and cost cuts, as print advertising continued to shrink, especially in the once all-important sector of employment advertising. However, combined with Zahoor's subsidies, the newspaper has been able to minimize financial losses through special publications, such as the Legal Quarterly, Real Estate and Doing Business supplements, as well as special events, including the annual Tiger Conference[19] and others. The start of an affiliated nongovernmental organization, the Media Development Foundation,[20] also raises money for independent journalism. Kivan's first six months as owner have also seen renewed investment as the Kyiv Post hired three new foreign correspondents - Iryna Somer in Brussels,[21] Askold Krushelnycky, a former chief editor of the Kyiv Post, in Washington, D.C.; and Olena Goncharova in Edmonton, Canada. Somer left her Brussels position at the end of 2018. In 2013, the Kyiv Post covered what became known as the Euromaidan, and began on November 21, 2013, triggered by then-President Viktor Yanukovych's broken promise to sign a political and economic association agreement with the European Union. The Kyiv Post published hundreds of stories in print and online about the revolution, which ended in Yanukovych fleeing to Russia on February 21–22, 2014. The first Kyiv Post story about the revolution was published on November 22, 2013.[22] After Yanukovych and many members of his government took up exile in Russia, the Kyiv Post covered the formation of an interim Ukrainian government, the Russian annexation of Crimea on February 27, 2014, the start of the war in the Donbas in April 2014 and the May 25, 2014, election of Petro Poroshenko as independent Ukraine's fifth president after Yanukovych (2010-2014), Viktor Yushchenko (2005-2010), Leonid Kuchma (1994-2005) and Leonid Kravchuk (1991-1994). The Kyiv Post launched its website in 1997 under Sunden. Currently, the website is updated seven days a week, approximately 10 hours a day, and includes Kyiv Post exclusive content, news and photos from wire services and aggregated articles from other news sources about Ukraine. The Kyiv Post launched an online paywall in March 2013. The erection of the paywall became financially necessary because of the decline in print advertising in the newspaper industry generally, including at the Kyiv Post.[23] During times of intense national crisis, such as the EuroMaidan Revolution and Russia's current war against Ukraine, the Kyiv Post has relaxed its paywall and made its coverage available freely for a limited amount of time. The website currently provides many categories of stories for free, including its aggregated content, its opinions and editorials and its multimedia offerings, including video, cartoons and photo galleries. In August 2014, the Kyiv Post launched Kyiv Post+, a special public project covering Russia's war against Ukraine and the aftermath of the EuroMaidan Revolution; the coverage continues today, although the marketing campaign Kyiv Post+ was discontinued in February 2016. In October 2014, the Kyiv Post started a Reform Watch project to track the progress under President Petro Poroshenko and Prime Minister Arseniy Yatsenyuk in eliminating corruption and bureaucratic obstacles to democratic progress and economic growth. In November 2021 the online paywall was canceled. The Kyiv Post withstood numerous threats to its existence from 1995. According to audiotapes released by Mykola Melnychenko, bodyguard to ex-President Leonid Kuchma, then-tax inspector Mykola Azarov talked about conducting tax audits of the newspaper and other news outlets that criticized the administration. Azarov went on to become prime minister under President Viktor Yanukovych. He has since fled abroad and is now on Ukraine's wanted list on suspicion of massive corruption. During the Yanukovych administration, the Kyiv Post faced and overcame three distinct political threats to its survival during the administration of President Viktor Yanukovcyh (February 27, 2010 – February 22, 2014). However, the biggest threat may be economic, not political. Many Central and Eastern European English-language newspapers, including The Moscow Times, The Prague Post and The Sofia Echo, have ceased their print publications in light of falling advertising demand and changing readership patterns online. America media analyst Ken Doctor chronicled the Kyiv Post's challenges in an April 17, 2014, article.[30] The Kyiv Post also was featured in the September/October 2014 edition of the Columbia Journalism Review. Under the headline, the \"Kyiv Post's unlikely success\" author Oliver Bullough writes that: The more you learn about the Kyiv Post, the more you realize how remarkable it is that it holds its own against these [other media] behemoths. Its newsroom budget is less than $25,000 a month. It has but 19 editorial staff; it has faced repeated attacks from regime-allied oligarchs. The fact its reporting survives at all, let alone flourishes, comes down to the unlikeliest of pairings: a journalist from Minnesota and an Anglo-Pakistani billionaire. Each has his own reasons for loving Ukraine, and the Post brought them together.[31] The Kyiv Post is also a center for investigative journalism. Bonner, besides serving as chief editor, was also the regional coordinator of the Objective Investigative Journalism Project, funded by the Danish Ministry of Foreign Affairs, from 2013-2017 along with Olga Rudenko, the Kyiv Post's deputy chief editor since Oct. 6, 2017. Stories were published at mymedia.org.ua and other news outlets. Ex-Kyiv Post staff writer Vlad Lavrov, meanwhile, is the regional coordinator for the Organized Crime and Corruption Reporting Project, whose donors include the U.S. Agency for International Development. A group of Kyiv Post journalists in 2013 launched the Media Development Foundation, a nongovernmental organization that has raised $865,000 in the last five years to support independent journalism in three ways: The Kyiv Post was one of the media outlets that participated in the 2016 Panama Papers investigation. Kyiv Post employees also launched a second nongovernmental organization, the Free Press Foundation, to support independent journalism projects.[citation needed] The Kyiv Post launched a Ukrainian-Russian-language version of the paper on July 16, 2010 to reach a mass audience, but discontinued the project in May 2012. During this period, the editorial staff reached a record high of 30 members. The Kyiv Post has had 15 chief editors since its first edition on October 18, 1995. They include Andrea Faiad, Igor Greenwald, Askold Krushelnycky, Tom Warner, Greg Bloom, Diana Elliott, Scott Lewis, Paul Miazga, Andrey Slivka, Roman Olearchyk, John Marone, Stephan Ladanaj, Zenon Zawada and Jakub Parusinski. The longest-serving chief editor is Brian Bonner, an American citizen who became the editor in the summer of 1999 and returned on June 9, 2008. He continued to serve until Nov. 19, 2021. Bonner's tenure was interrupted briefly twice. The first came on April 15, 2011, when publisher Mohammad Zahoor fired him for publishing an interview with then-Agriculture Minister Mykola Prysazhnyuk, who is currently on Ukraine's wanted list on suspicion of massive corruption. The 2011 interview with Prysazhnyuk included the agricultural minister's contradictory explanations about who is behind KlibInvestBud, a mystery company which sought to monopolize Ukrainian grain exports. The front-page story was published on April 15, 2011.[32] Bonner's firing lasted only five days, after almost the entire staff went on strike in support of his decision to publish the article. On April 18 in Kyiv, a group of visiting U.S. senators met with Bonner and some Kyiv Post staff members in the InterContinental Hotel in Kyiv and issued a statement of support[33] Zahoor reinstated Bonner as senior editor on April 20, 2011, elevating him to chief editor again later in the year. The incident garnered international attention as a barometer of the state of freedom of the press in Ukraine. One example of the news coverage included a story from The New York Times on April 24, 2011.[34] Zahoor also fired Bonner as chief editor a second time on April 30, 2013, as the newspaper underwent deep budget cuts, but reinstated him on September 1, 2013.[35] After Zahoor's purchase on July 28, 2009, he has had six chief executive officers, including American James Phillipoff (July 2009-July 2011), Michael Willard (July 2011-August 2013), Jakub Parusinski (September 2013-August 2014), Nataliya Bugayova (August 2014-December 2015) and Luc Chenier (August 2016 – March 1, 2018). Bugayova was the former chief of staff to Economy Minister Pavel Sheremeta before becoming the first Ukrainian and first woman to be CEO of the Kyiv Post. Bugayova resigned to relocate and take a new job as the director of development for the Institute for the Study of War in Washington, D.C. Bugayova wrote her farewell column \"Kyiv Post's values are made for new Ukraine\"[36] in the Dec. 18, 2015, edition of the Kyiv Post. Commercial director Alyona Nevmerzhytska became acting chief executive officer in March 2016 until Chenier took over in August 2016. After Chenier's departure on March 1, 2018, Brian Bonner took over the duties of the CEO but retained his title as chief editor amid the transfer to Kivan's ownership. On 11 November, the new CEO of Kyiv Post was announced, Luc Chénier.[37] On 24 December 2021, Bohdan Nahaylo was appointed as a Chief Editor of the Kyiv Post. The Kyiv Post's longtime motto on its masthead was \"Independence. Community. Trust.\" meant to underscore its commitment to high journalistic standards and ethical practices, in contrast to many Ukrainian news outlets where publishers and owners dictate editorial policy and advertising is disguised as news stories through the purchase of space known as \"jeansa\" or advertorials. The newspaper changed its official motto to \"Ukraine's Global Voice\" in February 2018, when the slogan appeared in the first print edition and on the website home page under the masthead. In 2014, the Kyiv Post staff won the University of Missouri Journalism School's prestigious Medal of Honor for Distinguished Service in Journalism. The award was given to chief editor Brian Bonner and then-deputy chief editor Katya Gorchinskaya, who held the position from 2008-2015, at a ceremony at the journalism school in Columbia, Missouri, on October 28, 2014.[38][39] Also in 2014, Moscow-based AGT Communications Company released the findings of its survey from November 21, 2013 to May 21, 2014, that found the Kyiv Post is the most-quoted Ukrainian source of news by American and European news organizations and the second-most quoted in Ukraine and Russia, after Russia's Kommersant. The findings were based on citations in Factiva, the Dow Jones research database.[40] Five Kyiv Post journalists have also won six-month fellowships through the Alfred Friendly Press Partners program, administrated by the University of Missouri's School of Journalism. They were Anastasia Forina, who worked at the Chicago Tribune in 2014; Oksana Grytsenko, who worked at the Pittsburgh Post-Gazette in 2015; Olena Goncharova, who worked at the Pittsburgh Post-Gazette in 2016; Yulianna Romanyshyn, who worked at the Chicago Tribune in 2017; and Anna Yakutenko, who started her fellowship in March 2018. She was assigned to KCUR, the National Public Radio affiliate in Kansas City, Missouri. In June 2022, Anna Myroniuk and Andrei Ciurcanu were runners up in the European Press Prize's Investigative Reporting Award for a story published in the Kyiv Post. The story revealled how Chinese Tobacco manufacturers were supplying smugglers of millions of cigarettes into Ukraine.[41] The Kyiv Post's print circulation is currently 10,000 copies. The Kyiv Post began selling corporate print subscriptions for delivery in 2011 as it seeks to replace its free delivery policy with paid subscriptions. Nonetheless, free copies of the printed newspaper - published on Fridays—are available in more than 160 locations, mainly in Kyiv, including hotels, restaurants, cafes, nightclubs and business centers. The newspaper is also distributed in Odesa, Lviv, Kharkiv and Dnipro, among other Ukrainian cities.","Title":"Kyiv Post - Wikipedia","KeyID":"16113","URL":"https://en.wikipedia.org/wiki/Kyiv_Post"}