{"Content: ":"Rossiyskaya Gazeta (Russian: Российская газета, lit. Russian Gazette) is a Russian newspaper published by the Government of Russia. The daily newspaper serves as the official government gazette of the Government of the Russian Federation, publishing government-related affairs such as official decrees, statements and documents of state bodies, the promulgation of newly approved laws, Presidential decrees, and government announcements.[citation needed] Rossiyskaya Gazeta was founded in 1990 by the Supreme Soviet of the Russian SFSR during the glasnost reforms in Soviet Union, shortly before the country dissolved in 1991. Rossiyskaya Gazeta became official government newspaper of the Russian Federation, replacing Izvestia and Sovetskaya Rossiya newspapers, which were both privatized after the Soviet Union's dissolution. The role of Rossiyskaya Gazeta is determined by the Law of the Russian Federation N 5-FZ, dated 14 June 1994 and entitled \"On the Procedure of Publication and Enactment of Federal Constitutional Laws, Federal Laws and Acts of the Houses of the Federal Assembly\", by the Decrees of the President of the Russian Federation, dated 23 May 1996 No. 763, \"On the Procedure of Publication and Enactment of the Acts of the President of the Russian Federation, of the Government of Russia, and Statutory Legal Acts of the Federal Executive Authorities\", as well as that dated 13 August 1998 No. 963, \"On Adoption of Amendments to the Decree of the President of the Russian Federation dated 23 May 1996 № 763, \"On the Procedure of Publication and Enactment of the Acts of the President of the Russian Federation, of the Government of the Russian Federation, and Statutory Legal Acts of the Federal Executive Authorities\".[3] Until March 2017, Rossiyskaya Gazeta provided content to the Russia Direct website content.[4][failed verification] The 18 September 2007 issue featured a sheet devoted to the Polish film Katyń, directed by Andrzej Wajda, about the 1940 Katyn massacre.[5][failed verification] A short comment by Alexander Sabov was published, claiming that the widely accepted version of Soviet responsibility is based on a single dubious copy of a document, therefore evidence for it is not reliable. Subov's comment immediately provoked media frenzy in Poland, and on the following day the issue of the Polish newspaper Gazeta Wyborcza published relevant documents signed by Lavrenty Beria authorizing the massacre.[6]","Title":"Rossiyskaya Gazeta - Wikipedia","KeyID":"16124","URL":"https://en.wikipedia.org/wiki/Rossiyskaya_Gazeta"}