{"Content: ":"Haaretz (Hebrew: הָאָרֶץ lit. 'The Land [of Israel]', originally Ḥadshot Haaretz – Hebrew: חַדְשׁוֹת הָאָרֶץ, IPA: [χadˈʃot haˈʔaʁets] lit. 'News of the Land [of Israel]'[4]) is an Israeli newspaper. It was founded in 1918, making it the longest running newspaper currently in print in Israel, and is now published in both Hebrew and English in the Berliner format. The English edition is published and sold together with the International New York Times. Both Hebrew and English editions can be read on the internet. In North America, it is published as a weekly newspaper, combining articles from the Friday edition with a roundup from the rest of the week. It is considered Israel's newspaper of record.[5][6][7] It is known for its left-wing and liberal stances on domestic and foreign issues.[8] Compared to its national equivalents, Haaretz has a small circulation.[9][10][11] At the same time, it is widely read by international observers, especially in its English edition, and discussed in the international press.[12] According to the Center for Research Libraries, among Israel's daily newspapers, \"Haaretz is considered the most influential and respected for both its news coverage and its commentary.\"[13] Haaretz was first published in 1918 as a newspaper sponsored by the British military government in Palestine.[14] In 1919, it was taken over by a group of socialist-oriented Zionists, mainly from Russia.[15][16] The newspaper was established on 18 June 1919 by a group of businessmen including the philanthropist Isaac Leib Goldberg, and initially, it was called Hadashot Ha'aretz (\"News of the Land\"). Later, the name was shortened to Haaretz.[17] The literary section of the paper attracted leading Hebrew writers of the time.[18] The newspaper was initially published in Jerusalem. From 1919 to 1922, the paper was headed by a succession of editors, among them Leib Yaffe. It was closed briefly due to a budgetary shortfall and reopened in Tel Aviv at the beginning of 1923 under the editorship of Moshe Glickson, who held the post for 15 years.[16] The Tel Aviv municipality granted the paper financial support by paying in advance for future advertisements.[19] Throughout the 1920s and 1930s, Haaretz's liberal viewpoint was to some degree associated with the General Zionist \"A\" faction,[20] which later helped form the Progressive Party,[21] though it was nonpartisan and careful not to espouse any specific party line.[22][23] It was considered the most sophisticated of the Yishuv's dailies.[20] Salman Schocken, a Jewish businessman who left Germany in 1934 after the Nazis had come to power, bought the paper in December 1935. Schocken was active in Brit Shalom, also known as the Jewish–Palestinian Peace Alliance, a body supporting co-existence between Jews and Arabs which was sympathetic to a homeland for both peoples. His son, Gershom Schocken, became the chief editor in 1939 and held that position until his death in 1990.[24] The Schocken family were the sole owners of the Haaretz Group until August 2006, when they sold a 25% stake to German publisher M. DuMont Schauberg.[25] The deal was negotiated with the help of the former Israeli ambassador to Germany, Avi Primor.[26] This deal was seen as controversial in Israel as DuMont Schauberg's father, Kurt Neven DuMont, was member of the Nazi Party and his publishing house promoted Nazi ideology.[27] On 12 June 2011, it was announced that Russian-Israeli businessman Leonid Nevzlin had purchased a 20% stake in the Haaretz Group, buying 15% from the family and 5% from M. DuMont Schauberg.[28] In December 2019, members of the Schocken family bought all of the Haaretz stock belonging to M. DuMont Schauberg.[1] The deal saw the Schocken family reach 75% ownership, with the remaining 25% owned by Leonid Nevzlin.[1] In October 2012, a union strike mobilized to protest planned layoffs by the Haaretz management, causing a one-day interruption of Haaretz and its TheMarker business supplement. According to Israel Radio, it was the first time since 1965 that a newspaper did not go to press on account of a strike.[29][30] The newspaper's editorial policy was defined by Gershom Schocken, who was editor-in-chief from 1939 to 1990. Schocken was succeeded as editor-in-chief by Hanoch Marmari. In 2004 David Landau replaced Marmari and was succeeded by Dov Alfon in 2008.[31] The current editor-in-chief of the newspaper is Aluf Benn, who replaced Alfon in August 2011.[2] Charlotte Halle became editor of the English print edition in February 2008. Walter Gross was a member of the governing editorial board and a columnist with the paper from 1951 to 1995.[32] Haaretz describes itself as having \"a broadly liberal outlook both on domestic issues and on international affairs\",[33] and has been summarized as being \"liberal on security, civil rights and economy, supportive of the Supreme Court, very critical of Netanyahu's government\".[34] Others describe it alternatively as liberal,[35][36][37] centre-left,[38] left-wing,[39][40][41] and the country's only major left-leaning newspaper.[42] The newspaper opposes retaining control of the territories and consistently supports peace initiatives.[43] The Haaretz editorial line is supportive of weaker elements in Israeli society, such as sex workers, foreign laborers, Israeli Arabs, Ethiopian immigrants, and Russian immigrants.[15] In 2006, the BBC said that Haaretz takes a moderate stance on foreign policy and security.[44] David Remnick in The New Yorker described Haaretz as \"easily the most liberal newspaper in Israel\", its ideology as left-wing and its temper as \"insistently oppositional\".[31] According to Ira Sharkansky, Haaretz's op-ed pages are open to a variety of opinions.[45] J. J. Goldberg, the editor of the American The Jewish Daily Forward, describes Haaretz as \"Israel's most vehemently anti-settlement daily paper\".[46] Stephen Glain of The Nation described Haaretz as \"Israel's liberal beacon\", citing its editorials voicing opposition to the occupation, the discriminatory treatment of Arab citizens, and the mindset that led to the Second Lebanon War.[47] A 2003 study in The International Journal of Press/Politics concluded that Haaretz's reporting of the Israeli–Palestinian conflict was more favorable to Israelis than to Palestinians but less so than that of The New York Times.[48] In 2016, Jeffrey Goldberg, the editor-in-chief of The Atlantic, wrote: \"I like a lot of the people at Haaretz, and many of its positions, but the cartoonish anti-Israelism and anti-Semitism can be grating.\"[49][50] In 2016, the newspaper's readership fell to an all-time low of 3.9% on weekdays,[9][10] far behind other national newspapers in Israel: Israel Hayom had an exposure rate of 39.7%, Yedioth Ahronoth 34.9%, Israel Post 7.2%, and Globes 4.6%.[51] Haaretz uses smaller headlines and print than other mass circulation papers in Israel. Less space is devoted to pictures, and more to political analysis. Opinion columns are generally written by regular commentators rather than guest writers.[15] Its editorial pages are considered influential among government leaders.[52] Apart from the news, Haaretz publishes feature articles on social and environmental issues, as well as book reviews, investigative reporting, and political commentary. In 2008, the newspaper itself reported a paid subscribership of 65,000, daily sales of 72,000 copies, and 100,000 on weekends.[3] The English edition has a subscriber base of 15,000.[47] As of June 2011, readership was 5.8% of the public, down from 6.4% the prior year.[53] In 2012, amid falling circulation, Haaretz was undergoing severe cuts (reportedly firing around 20% of its total workforce, and lowering salaries by between 15 and 35%), and cuts continued through 2013.[54] Despite its historically relatively low circulation in Israel, Haaretz has for many years been described as Israel's most influential daily newspaper.[55][56][57] In 2006, it exposed a scandal regarding professional and ethical standards at Israeli hospitals.[58] Its readership includes members of Israel's intelligentsia and members of its political and economic elites.[59][60] In 1999, surveys showed that Haaretz readership had above-average education, income, and wealth, and that most were Ashkenazi Jews.[47][61] Some have said that Haaretz functions in Israel much as The New York Times does in the United States, as a newspaper of record.[62][63] In 2007, Shmuel Rosner, Haaretz's former U.S. correspondent, told The Nation, \"people who read it are better educated and more sophisticated than most, but the rest of the country doesn't know it exists.\"[47] According to Hanoch Marmari, a former Haaretz editor, the newspaper has lost its political influence in Israel because it became \"detached\" from the country's political life.[64] Andrea Levin, executive director of the pro-Israel Committee for Accuracy in Middle East Reporting in America (CAMERA), said Haaretz was doing \"damage to the truth\" and sometimes making serious factual errors without correcting them.[65] According to The Jerusalem Post, Haaretz editor-in-chief David Landau said at the 2007 Limmud conference in Moscow that he had told his staff not to report on criminal investigations against Prime Minister Ariel Sharon in order to promote Sharon's 2004–2005 Gaza disengagement plan.[66] In April 2017, Haaretz published an op-ed by a staff writer that said the Israeli religious right was worse than Hezbollah.[67][68] Condemnation followed, including from Prime Minister Benjamin Netanyahu, President Reuven Rivlin, and other government ministers and MPs, as well as from Opposition Leader Isaac Herzog.[69] Haaretz operates both Hebrew and English language websites. The two sites offer up-to-the-minute breaking news, live Q&A sessions with newsmakers from Israel, the Palestinian territories and elsewhere, and blogs covering a range of political standpoints and opinions. The two sites fall under the supervision of Lior Kodner, the head of digital media for the Haaretz Group. Individually, Simon Spungin is the editor of Haaretz.com (English) and Avi Scharf is the editor of Haaretz.co.il (Hebrew).[70][71] The Haaretz building is on Schocken Street in south Tel Aviv.[31] The former Haaretz building of 1932–1973 was designed by architect Joseph Berlin. It was demolished in the early 1990s, with only part of the facade preserved and integrated into the new building at 56, Maza Street.","Title":"Haaretz - Wikipedia","KeyID":"16131","URL":"https://en.wikipedia.org/wiki/Haaretz"}