{"Content: ":"Timothy David Snyder (born August 18, 1969) is an American historian specializing in the modern history of Central and Eastern Europe, who is the Richard C. Levin Professor of History at Yale University and a permanent fellow at the Institute for Human Sciences in Vienna.[2][3] He has written several books, including the best-sellers Bloodlands: Europe Between Hitler and Stalin and On Tyranny: Twenty Lessons from the Twentieth Century.[4] An expert on the Holocaust, Snyder is on the Committee on Conscience of the United States Holocaust Memorial Museum. He is also a member of the Council on Foreign Relations. Snyder was born on August 18, 1969,[5] in the Dayton, Ohio area, the son of Christine Hadley Snyder, a teacher, accountant, and homemaker, and Estel Eugene Snyder, a veterinarian.[6] Snyder's parents were married in a Quaker ceremony in 1963 in Ohio, and his mother was active in preserving her family farmstead as a Quaker historic site. Snyder graduated from Centerville High School. He received his Bachelor of Arts degree in history and political science from Brown University and his Doctor of Philosophy degree in modern history in 1995 at the University of Oxford, supervised by Timothy Garton Ash and Jerzy Jedlicki. He was a Marshall Scholar at Balliol College, Oxford, from 1991 to 1994.[7] Snyder has held fellowships at the French National Centre for Scientific Research in Paris from 1994 to 1995, the Institut für die Wissenschaften vom Menschen in Vienna in 1996, the Olin Institute for Strategic Studies at Harvard University in 1997, and was an Academy Scholar at the Weatherhead Center for International Affairs at Harvard University from 1998 to 2001. He has also been an instructor at the College of Europe Natolin Campus, the Baron Velge Chair at the Université libre de Bruxelles, the Cleveringa Chair at the Leiden University, Philippe Romain Chair at the London School of Economics, and the 2013 René Girard Lecturer at Stanford University.[8][9][10] Prior to assuming the Richard C. Levin Professorship of History, Snyder was the Bird White Housum Professor of History at Yale University. He is a member of the Committee on Conscience of the United States Holocaust Memorial Museum.[11] On 25 September 2020, he was named as one of the 25 members of the \"Real Facebook Oversight Board\", an independent monitoring group over Facebook.[12] He serves on the editorial boards of the Journal of Modern European History and East European Politics and Societies.[13] For the academic year 2013–2014, he held the Philippe Roman Chair of International History at the London School of Economics and Political Science.[14] Snyder has written five books and co-edited two. He says that he speaks five European languages and reads ten. This enables him to use primary and archival sources in Germany and Central Europe in his research.[15] Snyder has stressed that in order to engage in such transnational history, knowing other languages is very important, saying \"If you don't know Russian, you don't really know what you're missing.\"[16] In 2010, Snyder published Bloodlands: Europe Between Hitler and Stalin. Bloodlands was a best seller[17] and has been translated into 20 languages.[13] In an interview with Slovene historian Luka Lisjak Gabrijelčič in 2016, Snyder described the book as an attempt to overcome the limitations of national history in explaining the political crimes perpetrated in Eastern Europe in the 1930s and 1940s: The point of Bloodlands was that we hadn’t noticed a major event in European history: the fact 13 million civilians were murdered for political reasons in a rather confined space over a short period of time. The question of the book was: 'How this could have happened?' We have some history of Soviet terror, of the Holocaust, of the Ukrainian famine, of the German reprisals against the civilians. But all of these crimes happened in the same places in a short time span, so why not treat them as a single event and see if they can be unified under a meaningful narrative.[18] Bloodlands received reviews ranging from highly critical to \"rapturous\".[19][20] In assessing these reviews, Jacques Sémelin described it as one of those books that \"change the way we look at a period in history\".[20] Sémelin noted that some historians have criticized the chronological construction of events, the arbitrary geographical delimitation, Snyder's numbers on victims and violence, and a lack of focus on interactions between different actors.[20] Omer Bartov wrote that \"the book presents no new evidence and makes no new arguments\",[21] and in a highly critical review Richard Evans wrote that, because of its lack of causal argument, \"Snyder’s book is of no use\", and that Snyder \"hasn't really mastered the voluminous literature on Hitler’s Germany\", which \"leads him into error in a number of places\" regarding the politics of Nazi Germany.[22] On the other hand, Wendy Lower wrote that it was a \"masterful synthesis\",[23] John Connelly called it \"morally informed scholarship of the highest calibre\",[24] and Christopher Browning described it as \"stunning\".[19] The journal Contemporary European History published a special forum on the book in 2012, featuring reviews by Mark Mazower, Dan Diner, Thomas Kühne and Jörg Baberowski, as well as an introduction and response by Snyder.[25] Snyder's 2012 book Thinking the Twentieth Century was co-authored with Tony Judt while Judt was in the late stages of ALS disease.[26] Snyder published Black Earth: The Holocaust as History and Warning in 2015. The book received mixed reviews.[19] In 2017, he published On Tyranny: Twenty Lessons from the Twentieth Century, a short book about how to prevent a democracy from becoming a tyranny, with a focus on modern United States politics and on what he called \"America's turn towards authoritarianism\".[27] The book topped The New York Times Best Seller list for paperback nonfiction in 2017[28] and remained on bestseller lists as late as 2021.[29][30] Snyder has published essays in publications such as the International Herald Tribune, The Nation, New York Review of Books,[31] The Times Literary Supplement, The New Republic, Eurozine, Tygodnik Powszechny, the Chicago Tribune, and The Christian Science Monitor. Although primarily a scholar of 20th century Eastern European history, in the mid-2010s Snyder became interested in contemporary politics, health and education. In January 2021, he said that the defunding of departments of history and the humanities since the supposed post-Soviet end of history have led to a society without the \"concepts and references\" or structural tools to discuss eroding factors such as modern forms of populism.[32] In The Road to Unfreedom, Snyder argues that Vladimir Putin's government in Russia is authoritarian, and that it uses fascist ideas in its rhetoric.[33] In December 2018, during a discussion with a fellow historian of Eastern Europe, John Connelly, Snyder referred to this as schizo-fascism: fascist ideas have come to Russia at a historical moment, three generations after the Second World War, when it’s impossible for Russians to think of themselves as fascist. The entire meaning of the war in Soviet education was as an anti-fascist struggle, where the Russians are on the side of the good and the fascists are the enemy. So there's this odd business, which I call in the book \"schizo-fascism\", where people who are themselves unambiguously fascists refer to others as fascists.[34] His view was questioned by Marlène Laruelle, Research Professor at The George Washington University: Contrary to [Snyder's] claims, the Kremlin does not live in an ideological world inspired by Nazi Germany, but in one in which the Yalta decades, the Gorbachev-Yeltsin years, and the collapse of the Soviet Union still constitute the main historical referents and traumas.[35] Laruelle accused Snyder of \"distortions, inaccuracies, and selective interpretations.\"[19] Asked in early 2017 how the agenda of the Trump administration compared with Adolf Hitler's rise to power, Snyder said that history \"does not repeat. But it does offer us examples and patterns, and thereby enlarges our imaginations and creates more possibilities for anticipation and resistance\".[36] In a May 2017 interview with Salon, he warned that the Trump administration would attempt to subvert democracy by declaring a state of emergency and take full control of the government, similar to Hitler's Reichstag fire: \"it’s pretty much inevitable that they will try.\"[37] According to Snyder, \"Trump's campaign for president of the United States was basically a Russian operation.\" Snyder also warned that Trump's lies would lead to tyranny.[38] In January 2021, Snyder published a New York Times essay on the future of the GOP in response to the siege of the United States Capitol, blaming Trump and his \"enablers\", Senators Ted Cruz and Josh Hawley, for the insurrection fueled by their claims of election fraud, writing that \"the breakers have an even stronger reason to see Trump disappear: It is impossible to inherit from someone who is still around. Seizing Trump's big lie might appear to be a gesture of support. In fact it expresses a wish for his political death.\"[39] In 2015, Snyder delivered a series of lectures in Kyiv, Dnipro and Kharkiv. The lectures, which were delivered in Ukrainian, were open to the public and focused on Snyder's historical research as well as the contemporary political situation in Ukraine.[40] In 2005, Snyder married Marci Shore, a professor of European cultural and intellectual history at Yale University. The couple have two children together.[41] In December 2019, he fell seriously ill following a series of medical misdiagnoses. While recuperating through the coronavirus pandemic he wrote Our Malady, about the problems of the for-profit health care system in the US, and the coronavirus response so far.","Title":"Timothy D. Snyder - Wikipedia","KeyID":"16134","URL":"https://en.wikipedia.org/wiki/Timothy_D._Snyder"}