{"Content: ":"The Ministry of Defence of the Russian Federation (Russian: Министерство обороны Российской Федерации, Минобороны России, informally abbreviated as МО, МО РФ or Minoboron) is the governing body of the Russian Armed Forces. The President of Russia is the Commander-in-Chief of the Armed Forces of the Russian Federation and directs the activity of the Ministry. The Defence Minister exercises day-to-day administrative and operational authority over the armed forces.[2] The General Staff executes the president's and the defence minister's instructions and orders. The main building of the ministry, built in the 1940s, is located on Arbatskaya Square, near Arbat Street. Other buildings of the ministry are located throughout the city of Moscow. The supreme body responsible for the Ministry's management and supervision of the Armed Forces is The National Defense Management Center (Национальный центр управления обороной РФ) located on Frunzenskaya Embankment and responsible for the centralization of the Armed Forces' command. The current Russian Minister of Defence is Army General Sergei Shoigu. The authors of the U.S. Library of Congress Country Studies' volume for Russia said in July 1996 that: The structure of the Russian Defense Ministry does not imply military subordination to civilian authority in the Western sense.[3] The historical tradition of military command is considerably different in Russia. The tsars were educated as officers, and they regularly wore military uniforms and held military rank. Josef Stalin in his later years in power frequently wore a military uniform, and he assumed the title Generalissimo of the Soviet Union. Likewise, Soviet leader Leonid Brezhnev was named Marshal of the Soviet Union. By tradition dating back to the tsars, the Minister of Defense was a uniformed officer,' with military background (Dmitry Milyutin, Rodion Malinovsky) or without (Dmitriy Ustinov). The State Duma also seats a large number of deputies who are active-duty military officers—another tradition that began in the Russian imperial era. These combinations of military and civilian authority ensure that military concerns are considered at the highest levels of the Russian government. In May 1992, President of Russia Boris Yeltsin appointed General of the Army Pavel Grachev to the post of Minister of Defence. Grachev's decision to side with Yeltsin in the Russian constitutional crisis of 1993, when the president called up tanks to shell the Russian White House to blast his opponents out of parliament, effectively deprived the Supreme Soviet of Russia of its nominal an opportunity to overturn the president's authority. At least partly for that reason, Yeltsin retained his defence minister despite intense criticism of Grachev's management of the First Chechen War and the Russian military establishment in general. Finally, Yeltsin's victory in the first round of the 1996 Russian presidential election spurred Yeltsin to dismiss Grachev. In March 2001, Sergei Ivanov, previously secretary of the Security Council of Russia was appointed defence minister by President Vladimir Putin, becoming Russia's first non-uniformed civilian defence minister.[4] Putin called the personnel changes in Russia's security structures coinciding with Ivanov's appointment as defence minister \"a step toward demilitarizing public life.\" Putin also stressed Ivanov's responsibility for overseeing military reform as defence minister. What Putin did not emphasise was Ivanov's long service within the KGB and FSB and his then rank of General-Lieutenant within the FSB. Such military and security agency associated men are known as siloviki. As of 2002 there were four living Marshals of the Soviet Union. Such men are automatically Advisors to the Defence Minister. The Marshals alive at that time were Viktor Kulikov, Vasily Petrov, Sergei Sokolov, a former Minister of Defence of the Soviet Union, and Dmitri Yazov. Yazov was listed by the American analysts Scott and Scott in 2002 as a consultant to the (former 10th) Directorate for International Military Cooperation[5] Perhaps the first 'real' non-uniformed Defence Minister was Anatoliy Serdyukov, appointed in February 2007. Serdyukov was a former Tax Minister with little siloviki or military associations beyond his two years' military service. The Ministry of Defence is managed by a collegium chaired by the Defence Minister and including the deputy Defence Ministers, heads of Main Defence Ministry and General Staff Directorates, and the commanders of the Joint Strategic Commands/Military Districts, the three Services, and three branches, who together form the principal staff and advisory board of the Minister of Defence. The executive body of the Ministry of Defence is the General Staff of the Armed Forces of the Russian Federation. It is commanded by the Chief of General Staff. U.S. expert William Odom said in 1998 that 'the Soviet General Staff without the MoD is conceivable, but the MoD without the General Staff is not.'[6] Russian General Staff officers exercise command authority in their own right. In 1996 the General Staff included fifteen main directorates and an undetermined number of operating agencies. The staff is organized by functions, with each directorate and operating agency overseeing a functional area, generally indicated by the organization's title. Military Thought is the military-theoretical journal of the Ministry of Defence, and Krasnaya Zvezda its daily newspaper. Senior staff in 2021 included:[7] Minister of Defence: First Deputy Minister(s) of Defence: Deputy Minister(s) of Defence: Entities directly subordinated to the Minister of Defence in August 2012 included:[7] The Office of Inspectors General of the Ministry of Defence was established in 2008, consisting of around thirty retired senior officers. The main task of the office is \"to promote the organization of combat and operational training of troops, the construction and further development of the Armed Forces of the Russian Federation, the development of the theory and history of military art, and the education of personnel.\"[8] It is the successor to the Soviet Armed Forces's Group of Inspectors General, which was dissolved in 1992.[8] An outline structure of the Ministry of Defence includes the groupings below, but this structure was in transition when it was recorded in 2004, with several deputy minister posts being abolished:[9] ","Title":"Ministry of Defence (Russia) - Wikipedia","KeyID":"16137","URL":"https://en.wikipedia.org/wiki/Russian_Defence_Ministry"}