{"Content: ":"Coordinates: 25°48′25″N 80°20′38″W﻿ / ﻿25.8070°N 80.3440°W﻿ / 25.8070; -80.3440 The Miami Herald is an American daily newspaper owned by the McClatchy Company and headquartered in Doral, Florida, a city in western Miami-Dade County and the Miami metropolitan area, several miles west of downtown Miami.[4] Founded in 1903, it is the fifth largest newspaper[5] in Florida, serving Miami-Dade, Broward, and Monroe Counties. It once circulated throughout all of Florida, Latin America and the Caribbean.[6] The Miami Herald has been awarded 22 Pulitzer Prizes since its 1903 founding.[7] The newspaper has been awarded 22 Pulitzer Prizes since beginning publication in 1903.[7] Well-known columnists include Pulitzer-winning political commentator Leonard Pitts, Jr., Pulitzer-winning reporter Mirta Ojito, humorist Dave Barry and novelist Carl Hiaasen. Other columnists include Fred Grimm and sportswriters Michelle Kaufman, Edwin Pope, Dan Le Batard and Greg Cote. The Miami Herald participates in \"Politifact Florida\", a website that focuses on Florida issues, with the Tampa Bay Times. The Herald and the Times share resources on news stories related to Florida.[8] In 1903, Frank B. Stoneman, father of Marjory Stoneman Douglas, reorganized and moved the Orlando Record to Miami.[9] The first edition was published September 15, 1903, as the Miami Evening Record. After the recession of 1907, the newspaper had severe financial difficulties. In December 1907 it began to publish as the Miami Morning News-Record.[9] Its largest creditor was Henry Flagler. Through a loan from Henry Flagler, Frank B. Shutts, who was also the founder of the law firm Shutts & Bowen, acquired the paper and renamed it the Miami Herald on December 1, 1910. Shutts, originally from Indiana, had come to Florida to monitor the bankruptcy proceedings of the Fort Dallas Bank. Although it is the longest continuously published newspaper in Miami, the earliest newspaper in the region was The Tropical Sun, established in 1891. The Miami Metropolis, which later became The Miami News, was founded in 1896, and was the Herald's oldest competitor until 1988, when it went out of business.[10] During the Florida land boom of the 1920s, the Miami Herald was the largest newspaper in the world, as measured by lines of advertising.[11] During The Great Depression in the 1930s, the Herald came close to receivership, but recovered. On October 25, 1939, John S. Knight, son of a noted Ohio newspaperman, bought the Herald from Frank B. Shutts. Knight became editor and publisher, and made his brother, James L. Knight, the business manager. The Herald had 383 employees. Lee Hills arrived as city editor in September 1942. He later became the Herald's publisher and eventually the chairman of Knight-Ridder Inc., a position he held until 1981. The Miami Herald International Edition, printed by partner newspapers throughout the Caribbean and Latin America, began in 1946. It is commonly available at resorts in the Caribbean countries such as the Dominican Republic, and, though printed by the largest local newspaper Listín Diario, it is not available outside such tourist areas. It was extended to Mexico in 2002.[12] The Herald won its first Pulitzer Prize in 1950, for its reporting on Miami's organized crime. Its circulation was 176,000 daily and 204,000 on Sundays. On August 19, 1960, construction began on the Herald building on Biscayne Bay. Also on that day, Alvah H. Chapman, started work as James Knight's assistant. Chapman was later promoted to Knight-Ridder chairman and chief executive officer. The Herald moved into its new building at One Herald Plaza without missing an edition on March 23–24, 1963. The paper won a landmark press freedom decision in Miami Herald Publishing Co. v. Tornillo (1974).[13] In the case, Pat Tornillo Jr., president of the United Teachers of Dade, had requested that the Herald print his rebuttal to an editorial criticizing him, citing Florida's \"right-to-reply\" law, which mandated that newspapers print such responses. Represented by longtime counsel Dan Paul, the Herald challenged the law, and the case was appealed to the Supreme Court.[14] The Court unanimously overturned the Florida statute under the Press Freedom Clause of the First Amendment, ruling that \"Governmental compulsion on a newspaper to publish that which 'reason' tells it should not be published is unconstitutional.\"[15] The decision showed the limitations of a 1969 decision, Red Lion Broadcasting Co. v. Federal Communications Commission, in which a similar \"Fairness Doctrine\" had been upheld for radio and television, and establishing that broadcast and print media had different Constitutional protections.[14] Publication of a Spanish-language supplemental insert named El Herald began in 1976. It was renamed El Nuevo Herald in 1987, and in 1998 became an independent publication. In 2003, the Miami Herald and El Universal of Mexico City created an international joint venture, and in 2004 they together launched The Herald Mexico, a short-lived English-language newspaper for readers in Mexico. Its final issue was published in May 2007. On July 27, 2005, former Miami city commissioner Arthur Teele walked into the main lobby of the Herald's headquarters and phoned Herald columnist Jim DeFede (one of several telephone conversations that the two had had during the day) to say that he had a package for DeFede. He then asked a security officer to tell his (Teele's) wife Stephanie that he loved her, before pulling out a gun and committing suicide.[16] This happened the day the Miami New Times, a weekly newspaper, published salacious details of Teele's alleged affairs, including allegations that he had had sex and used cocaine with a transsexual prostitute. The day before committing suicide, Teele had had another telephone conversation with DeFede, who recorded this call without Teele's knowledge, which was illegal under Florida law. DeFede admitted to the Herald's management that he had taped the call. Although the paper used quotes from the tape in its coverage, DeFede was fired the next day for violating the paper's code of ethics, and he was likely guilty of a felony. Many journalists and readers of the Herald disagreed with the decision to fire rather than suspend DeFede, arguing that it had been made in haste and that the punishment was disproportionate to the offense. 528 journalists, including about 200 current and former Herald staffers, called on the Herald to reinstate DeFede, but the paper's management refused to back down. The state attorney's office later declined to file charges against the columnist, holding that the potential violation was \"without a (living) victim or a complainant\".[17] On September 8, 2006, the Miami Herald's president Jesús Díaz, Jr. fired three journalists because they had allegedly been paid by the United States government to work for anti-Cuba propaganda TV and radio channels. The three were Pablo Alfonso, Wilfredo Cancio Isla and Olga Connor.[18] Less than a month later, responding to pressure from the Cuban community in Miami, Díaz resigned after reinstating the fired journalists. Nevertheless, he continues to claim that such payments, especially if made from organs of the state, violate the principles of journalistic independence.[19] At least seven other journalists who do not work at the Herald, namely Miguel Cossio, Carlos Alberto Montaner, Juan Manuel Cao, Ariel Remos, Omar Claro, Helen Aguirre Ferre, Paul Crespo, and Ninoska Perez-Castellón, were also paid for programs on Radio Martí or TV Martí,[18][20] both financed by the government of the United States through the Broadcasting Board of Governors, receiving a total of between US$15,000 and US$175,000 since 2001. In May 2011, the paper announced it had sold 14 acres (5.7 ha) of Biscayne Bayfront land surrounding its headquarters in the Arts & Entertainment District of Downtown Miami for $236 million, to a Malaysian resort developer, Genting Malaysia Berhad. McClatchy announced that the Herald and El Nuevo Herald would be moving to another location by 2013.[21] In May 2013, the paper moved to a new building in suburban Doral.[22] The old building was demolished in 2014. In November 2018, the Herald broke the story that \"in 2007, despite substantial evidence that corroborated (female teenager's) stories of (sexual) abuse by Epstein, the U.S. attorney in Miami, Alexander Acosta, signed off on a secret deal for the multimillionaire, one that ensured he would never spend a day in prison.\" Thus, the full extent of Epstein's crimes and his collaborators remained hidden and the victims unaware of this arrangement.[23] In July 2019, Epstein was charged with sex trafficking dozens of minors between 2002 and 2005; reporting at the time noted how the Herald brought public attention to accusations against Epstein.[24][25][26] On December 17, 2019 it was announced the Miami Herald would move to a six days a week format.[27] On January 21, 2020 it was announced that the Miami Herald would close its Doral printing plant and move its printing and packaging operations to the South Florida Sun Sentinel's printing facilities in Deerfield Beach. The Herald stopped printing its own editions as of April 26, 2020.[28][29] Radio Tower platform and pylons in front of the former building site Open field where newspaper building once stood Ship moors and remaining walkway The Miami Herald sponsors several community involvement projects, such as those detailed below. The Wish Book program lets community members who are suffering from hardships ask for help from the paper's readers. Wishes have included asking for donations to buy medical equipment for a sick child, help with renovations to make a home wheelchair-accessible, monetary donations to an impoverished family dealing with cancer treatments, and help to an elderly resident wanting to learn how to use a computer. Readers may donate to specific causes or to the program at large.[citation needed] The Herald also co-sponsors spelling bees and athletic awards in South Florida.[citation needed] The \"Tropic\" section and its columnist Dave Barry run the Herald Hunt, a unique annual puzzlehunt in the Miami area.[citation needed] The Miami Herald Silver Knight Awards is one of most highly regarded student awards programs in the United States. The Awards program recognizes outstanding individuals and leaders who have maintained good grades and have applied their knowledge and talents to contribute service to their schools and communities. The Silver Knight Awards program was instituted at the Miami Herald in 1959 by John S. Knight, past publisher of The Miami Herald, founder and editor emeritus of Knight-Ridder Newspapers and winner of the 1968 Pulitzer Prize for Editorial Writing.[30] The program is open to high school seniors with a minimum 3.2 GPA (unweighted) in public, charter, private, and parochial schools in Miami-Dade and Broward counties. Students may be recognized in one of 15 categories: Art, Athletics, Business, Digital and Interactive (previously New Media), Drama, English and Literature, General Scholarship, Journalism, Mathematics, Music and Dance, Science, Social Science, Speech, Vocational-Technical, and World Languages. Each school may only nominate one student per category. A panel of independent judges appointed by the Miami Herald for each category interviews the nominees in that category. Each panel selects one Silver Knight and three Honorable Mentions in its category for each of the two counties (30 Silver Knights and 90 Honorable Mentions each year). The honorees are revealed during the Silver Knight Awards ceremony, televised locally from Miami's James L. Knight Center.[31][32] In 2020, Silver Knights received a $2,000 scholarship, a Silver Knight statue, an AAdvantage 25,000-mile travel certificate and a medallion (from sponsor American Airlines). Honorable Mentions each received a $500 scholarship and an engraved plaque. Because of the COVID-19 pandemic, the 2020 awards ceremony was live-streamed on May 28 from a video studio at the Miami Herald's newsroom; the nominees attended via Zoom video conference.[33] The Silver Knight Awards have been given in Miami-Dade County since 1959 and in Broward County since 1984. Silver Knight Awards were given to Palm Beach County students from 1985 through 1990.[34] The program is sponsored by organizations with ties to South Florida; the cash awards have been made possible over the years in part by the support of the John S. and James L. Knight Foundation and the Arthur M. Blank Family Foundation (website). Miami Herald Media Company, which owns the Miami Herald and El Nuevo Herald, is headquartered in Doral, Florida.[4][35] It is located in a two‑story, 160,000-square-foot (15,000 m2) building that had been the U.S. Southern Command center. The newspaper uses 110,000 square feet (10,000 m2) of space for office purposes. In 2013 there were 650 people working there. The newspaper had purchased land adjacent to the headquarters to build the 119,000-square-foot (11,100 m2) printing plant.[35] The previous headquarters, One Herald Plaza, were located on a 14-acre (5.7 ha) plot in Biscayne Bay, Miami. This facility opened in March 1963. In 2011 the Genting Group, a Malaysian company, offered to pay the Miami Herald Media Company $236 million for the current headquarters property. The company began scouting for a new headquarters location after finalizing the sale.[36] The then president and publisher of the media company, David Landsberg, stated that it was not necessary at that point to be located in the city center, and remaining there would be too expensive.[35] The newspaper moved to its current Doral headquarters in May 2013. On April 28, 2014, demolition began on the building on Biscayne Bay between the MacArthur and Venetian causeways.[37] The Miami Herald has received 23 Pulitzer Prizes:[7] In the 1960s under the leadership of Women's Page editor Marie Anderson and assistant women's page editor Marjorie Paxson the Herald won four Missouri Lifestyle Journalism Awards (then called the Penney-Missouri Awards) for General Excellence.[41] The section won the award in 1960, the year of the awards' inauguration.[41] In 1961, it won again, and the program director asked Anderson to sit the 1962 awards out.[41] In 1963 the paper took second place, and in 1964 another first, and the paper was barred from competing for the next five years. In 1969 it won another first. Kimberly Wilmot Voss and Lance Speere, writing in the scholarly journal Florida Historical Quarterly, said Anderson \"personified\" the Penney-Missouri competition's goals.[42] * From 1985 to 1990: Pulitzer Prize for General News Reporting; From 1991 to 1997: Pulitzer Prize for Spot News Reporting; From 1998 to present: Pulitzer Prize for Breaking News Reporting","Title":"Miami Herald - Wikipedia","KeyID":"16136","URL":"https://en.wikipedia.org/wiki/The_Miami_Herald"}