{"Content: ":"Ecdysozoa (/ˌɛkdɪsoʊˈzoʊə/) is a group of protostome animals,[3] including Arthropoda (insects, chelicerata, crustaceans, and myriapods), Nematoda, and several smaller phyla. They were first defined by Aguinaldo et al. in 1997, based mainly on phylogenetic trees constructed using 18S ribosomal RNA genes.[4] A large study in 2008 by Dunn et al. strongly supported the Ecdysozoa as a clade, that is, a group consisting of a common ancestor and all its descendants.[5] The group is also supported by morphological characters, and includes all animals that grow by ecdysis, moulting their cuticle. The group was initially contested by a significant minority of biologists. Some argued for groupings based on more traditional taxonomic techniques,[6] while others contested the interpretation of the molecular data.[7][8] The name Ecdysozoa stems etymologically from Ancient Greek ἔκδυσις (ékdusis) 'shedding', and ζῷον (zôion) 'animal'. The most notable characteristic shared by ecdysozoans is a three-layered cuticle (four in Tardigrada[9]) composed of organic material, which is periodically molted as the animal grows. This process of molting is called ecdysis, and gives the group its name. The ecdysozoans lack locomotory cilia and produce mostly amoeboid sperm, and their embryos do not undergo spiral cleavage as in most other protostomes. Ancestrally, the group exhibited sclerotized teeth within the foregut, and a ring of spines around the mouth opening, though these features have been secondarily lost in certain groups.[10] A respiratory and circulatory system is only present in onychophorans and arthropods (often absent in smaller arthropods like mites); in the rest of the groups, both systems are missing. The Ecdysozoa include the following phyla: Arthropoda, Onychophora, Tardigrada, Kinorhyncha, Priapulida, Loricifera, Nematoda, and Nematomorpha. A few other groups, such as the gastrotrichs, have been considered possible members but lack the main characters of the group, and are now placed elsewhere. The Arthropoda, Onychophora, and Tardigrada have been grouped together as the Panarthropoda because they are distinguished by segmented body plans.[11] Dunn et al. in 2008 suggested that the tardigrada could be grouped along with the nematodes, leaving Onychophora as the sister group to the arthropods.[5] The non-panarthropod members of Ecdysozoa have been grouped as Cycloneuralia but they are more usually considered paraphyletic in representing the primitive condition from which the Panarthropoda evolved.[12] A modern consensus phylogenetic tree for the protostomes is shown below.[13][14][15][16][17][18] It is indicated when approximately clades radiated into newer clades in millions of years ago (Mya); dashed lines show especially uncertain placements.[19] The phylogenetic tree is based on Nielsen et.al.[20] with provisional placement of Loricifera from Hiroshi et al.[17] Xenacoelomorpha Priapulida Kinorhyncha Nematoda Nematomorpha Loricifera Onychophora Tardigrada Arthropoda Spiralia Kimberella † Deuterostomia The grouping proposed by Aguinaldo et al. is almost universally accepted, replacing an older hypothesis that Panarthropoda should be classified with Annelida in a group called the Articulata, and that Ecdysozoa are polyphyletic. Nielsen has suggested that a possible solution is to regard Ecdysozoa as a sister-group of Annelida,[21] though later considered them unrelated.[22] Inclusion of the roundworms within the Ecdysozoa was initially contested[7][23] but since 2003, a broad consensus has formed supporting the Ecdysozoa [24] and in 2011 the Darwin–Wallace Medal was awarded to James Lake for the discovery of the New Animal Phylogeny consisting of the Ecdysozoa, the Lophotrochozoa, and the Deuterostomia.[25] Before Aguinaldo's Ecdysozoa proposal, one of the prevailing theories for the evolution of the bilateral animals was based on the morphology of their body cavities. There were three types, or grades of organization: the Acoelomata (no coelom), the Pseudocoelomata (partial coelom), and the Eucoelomata (true coelom). Adoutte and coworkers were among the first to strongly support the Ecdysozoa.[26] With the introduction of molecular phylogenetics, the coelomate hypothesis was abandoned, although some molecular, phylogenetic support for the Coelomata continued until as late as 2005.[27]","Title":"Ecdysozoa - Wikipedia","KeyID":"1614","URL":"https://en.wikipedia.org/wiki/Ecdysozoa"}