{"Content: ":"The National News Agency of Ukraine (Ukrainian: Українське національне інформаційне агентство), or Ukrinform (Ukrainian: Укрінформ), is a state information and news agency, and international broadcaster of Ukraine. It was founded in 1918 during the Ukrainian War of Independence[6] as the Bureau of Ukrainian Press (BUP). The first director of the agency was Dmytro Dontsov, when the agency name was The Ukrainian Telegraph Agency.[7] The state agency was established as the Bureau of Ukrainian Press (BUP) in 1918, yet since then it went through series of reorganizations. During the Soviet period, it was associated with Telegraph Agency of the Soviet Union (TASS). Ukrinform main objectives are: the coverage of public policy and public life in Ukraine and providing information to government bodies; according to a Decree of the Cabinet of Ministers of Ukraine from February 19, 1997 the agency carries out its activities independently of political parties and public organizations.[10] Per day Ukrinform issues some 500 reports in English, German, Russian, Ukrainian, Polish, French, Spanish, Japanese and around 200 photos and audio digest. Ukrinform delivers information to the media, TV channels, radio stations, official establishments and local governments, foreign embassies and Ukrainian diplomatic missions abroad and foreign media.[11] UATV [uk] is a Russian-language television news channel with focus on events in the occupied territories of Ukraine.[12][13] It's transmitted live on its website, via satellite, through cable television operators, and on television.[12] It has content in English on YouTube.[14] Prior to its temporary closure in January 2020, UATV also broadcast in English, Ukrainian, Crimean Tatar and Arabic.[5][15]  This Ukrainian newspaper-related article is a stub. You can help Wikipedia by expanding it. This Ukrainian corporation or company article is a stub. You can help Wikipedia by expanding it.","Title":"Ukrinform - Wikipedia","KeyID":"16149","URL":"https://en.wikipedia.org/wiki/Ukrinform"}