{"Content: ":"The Center for Strategic and International Studies (CSIS) is an American think tank based in Washington, D.C.[5] CSIS was founded as the Center for Strategic and International Studies of Georgetown University in 1962. The center conducts policy studies and strategic analyses of political, economic and security issues throughout the world, with a specific focus on issues concerning international relations, trade, technology, finance, energy and geostrategy.[6] In the University of Pennsylvania's 2019 Global Go To Think Tanks Report, CSIS is ranked the number one think tank in the United States across all fields, the \"Top Defense and National Security Think Tank\" in the world, and the 4th best think tank in the world overall.[7][8] CSIS has been named the number one think tank for Defense and National Security for the past seven years, and has been declared the 'Center of Excellence'.[8] Since its founding, CSIS \"has been dedicated to finding ways to sustain American prominence and prosperity as a force for good in the world\", according to its website.[9] CSIS is officially a bipartisan think tank with scholars that represent varying points of view across the political spectrum. The think tank is known for inviting well-known foreign policy and public service officials from the U.S. Congress and the executive branch, including those affiliated with either the Democratic or the Republican Party as well as foreign officials of varying political backgrounds. It has been labeled a \"centrist\" think tank by U.S. News & World Report.[10] The center hosts the Statesmen's Forum, a bipartisan venue for international leaders to present their views. Past speakers have included UN Secretary General Ban Ki Moon and National Security Advisor Tom Donilon.[11] The center also conducts the CSIS-Schieffer School Dialogues, a series of discussions hosted by Bob Schieffer, of CBS News, in addition to the Global Security Forum, with keynote addresses by Defense Department officials including former Secretary of Defense Chuck Hagel.[12] The center was founded in 1962[13] by Admiral Arleigh Burke and Ambassador David Manker Abshire,[14] originally as part of Georgetown University. It officially opened its doors on September 4, shortly before the Cuban Missile Crisis. The original office was located one block away from Georgetown's campus in a small brick townhouse located at 1316 36th Street. The first professional staff member hired was Richard V. Allen who later served in the Reagan administration.[15] At a conference held in the Hall of Nations at Georgetown in January 1963,[16] the center developed its blueprint for its intellectual agenda. The book that emerged from the conference, National Security: Political, Military and Economic Strategies in the Decade Ahead, was more than one thousand pages long.[17] The book set out a framework for discussing national security and defined areas of agreement and disagreement within the Washington foreign policy community during the Cold War. The book argued for a strategic perspective on global affairs and also defined a school of thought within international relations studies for that period. The practitioners of this school of thought subsequently made their way to the pinnacles of U.S. policymaking, particularly during the Nixon, Ford and Reagan administrations.[18] By the mid to late 1970s, many scholars who worked at the center had found their way to senior positions in government in the Department of State or Department of Defense. When Henry Kissinger retired from his position as U.S. Secretary of State in 1977,[19] Harvard University declined to offer him a professorship. He decided to teach part-time at Georgetown's Edmund A. Walsh School of Foreign Service[20] and to make CSIS the base for his Washington operations, over offers to teach at Yale, Penn, Columbia and Oxford.[21] He still maintains an office suite at CSIS and continues to work as a counselor and trustee to CSIS. Kissinger's decision to become affiliated with the Washington-based institution attracted more public attention for the center than virtually any event in the preceding fifteen years.[22] Following Kissinger's involvement, other cabinet-level officials also made CSIS at least a part-time base of operations. Such senior officials as James Schlesinger, Bill Brock, Admiral William J. Crowe and Harold Brown joined CSIS in the late 1970s. When Zbigniew Brzezinski joined the center in 1981 after the end of the Carter administration, he worked on issues related to the Soviet Union and Poland's transition to a market economy. The arrangements for these senior government officials allowed them to write, lecture and consult with media and business firms and are typical of the way CSIS can incorporate high-level policymakers when they leave government.[23] During the 1970s and 1980s, a myriad of think tanks either expanded operations or emerged in Washington representing a range of ideological positions and specialized policy interests.[24] For senior government officials, there was a move away from accepting formal arrangements with universities toward the freedom and influence a think tank could provide. Some of Georgetown University's professors criticized CSIS staff members for giving academically unsupported assessments of foreign policy issues during public interviews.[25] Donations to Georgetown University decreased because of its association with CSIS.[citation needed] A special committee studied the friction, and its report stated that CSIS was more focused on the media than to scholarly research and recommended that CSIS be formally separated from Georgetown University.[25] On 17 October 1986, Georgetown University's board of directors voted to sever all ties with CSIS.[25] The Center for Strategic and International Studies was incorporated in the District of Columbia on December 29, 1986,[26] and the formal affiliation between Georgetown and CSIS ended on July 1, 1987. The Center became an incorporated nonprofit organization to raise its endowment and expand its programs to focus on emerging regions of the world. The work of the trustees and counselors with the Center after the dissolution of the Soviet Union in the 1980s left CSIS in a unique position to develop the nation's foreign policy with the United States as the world's sole superpower. It signified a degree of institutional maturation and prestige that the founders had not imagined when they founded the center in the early 1960s.[27] After the end of the Cold War, there emerged a suspicion in Washington that the United States was not as well equipped as it ought to be to compete in the international economy. This outlook drove CSIS to set up a project in early 1990 that, to some, seemed removed from traditional strategic and international concerns.[28] The idea that America should focus on its problems at home to strengthen its role abroad evolved into the Commission on the Strengthening of America, chaired by Senator Sam Nunn and Senator Pete Domenici. David Abshire saw the commission as a way to examine and improve upon economic policy, coming to the conclusion that the White House should reorganize the Executive Office of the President to include a National Economic Council with a national economic adviser on the model of the National Security Council.[29] This new focus on economic policy led CSIS to increase its research focus on international economics and issues concerning the North American Free Trade Agreement, the World Trade Organization, the International Monetary Fund, the World Bank as well as global health and the environmental and societal effects of climate change. These issues merged into CSIS's mission to complement its traditional focus on international security issues. Up to the present day, CSIS has been dedicated to finding ways to sustain American prominence and prosperity as a force for good in the world, according to the CSIS website.[9] In 2013, CSIS moved from its K Street headquarters to a new location on Rhode Island Avenue in Washington, D.C. The new building cost $100 million to build and has a studio for media interviews and room to host conferences, events, lectures and discussions. The building is located in Washington, D.C.'s Dupont Circle neighborhood and will earn LEED Platinum Certification.[30][31][32] H. Andrew Schwartz, a senior vice president at CSIS, in 2015 was quoted describing the organization's \"number one goal\" as \"hav[ing] impact on policy.\"[33] Defending the organization from claims that it had inappropriately engaged in lobbying on behalf of U.S. defense contractors, CEO John Hamre was quoted in 2016 as saying, \"We strongly believe in our model of seeking solutions to some of our country's most difficult problems.... We gather stakeholders, vet ideas, find areas of agreement and highlight areas of disagreement.\"[31] For fiscal year 2013, CSIS had an operating revenue of US$32.3 million. The sources were 32% corporate, 29% foundation, 19% government, 9% individuals, 5% endowment, and 6% other. CSIS had operating expenses of US$32.2 million for 2013 — 78% for programs, 16% for administration, and 6% for development.[34] In September 2014, The New York Times reported that the United Arab Emirates had donated a sum greater than $1 million to the organization. Additionally, CSIS has received an undisclosed amount of funding from Japan through the government-funded Japan External Trade Organization, as well as from Norway. After being contacted by the Times, CSIS released a list of foreign state donors, listing 13 governments including those of Germany and China.[35] The Center for Strategic and International Studies CSIS lists major funding from defense contractors such as Northrop Grumman, Lockheed Martin, Boeing, General Dynamics, and General Atomics.[36] Significant funding has come from the governments of Japan, Taiwan, and the United Arab Emirates.[37] The Center for Strategic and International Studies has experts focused on various regions of the world and on topics that are important to international relations. The subjects include: Defense and Security, Economic Development and Reconstruction, Energy and Climate Change, Global Food Security, Global Health, Global Trends and Forecasting, Governance, Human Rights, Technology, Trans-National Threats, and Trade and Economics. Regions include Africa, Americas, Asia, Europe, Middle East, Russia and Eurasia, and South Asia. CSIS undertakes numerous programs and projects each with its own unique missions and interests. For example, the Defense-Industrial Initiatives Group[38] provides research into the defense industry on behalf of government and corporate customers. The Global Health Policy Center[39] focuses on U.S. engagements in HIV, tuberculosis, malaria, polio, and other high priorities, especially their intersection with U.S. national security interests. CSIS also has several endowed chairs in economics, Chinese studies, and other subjects. CSIS has often provided a platform for high-profile figures to make important statements about international relations issues. For example, in September 2019, former National Security Advisor John Bolton delivered his first speech since leaving office at CSIS, and used the opportunity to be highly critical of US policy towards North Korea.[40] In 2012, CSIS hosted U.S. Secretary of State Hillary Clinton as she delivered a keynote address on \"U.S. Strategic Engagement with North Africa in an Era of Change,\" that addressed the security of embassies in the wake of the 2012 Benghazi attack.[41] Annually, the Center hosts more than 400 major events and hosts over 18,000 guests. In 2013, CSIS had over 180,000 webcast attendees. Recent CSIS speaker events have included the following: Japanese Prime Minister Shinzō Abe, World Bank President Jim Yong Kim, former Secretary of Defense Leon Panetta, Chevron Chairman and CEO John Watson, Royal Dutch Shell CEO Peter Voser, former U.S. National Security Advisor Tom Donilon, and Chairman of the Joint Chiefs of Staff General Martin Dempsey. CSIS hosts more than 350 students and professionals every year for variety of seminars and programming.[42] CSIS also offers a master program in international relations in collaboration with the Maxwell School of Citizenship and Public Affairs at Syracuse University.[43] The Project on Nuclear Issues (PONI) is a program hosted by the Center for Strategic and International Studies (CSIS) to advance the public debate about the future role nuclear technology will play on the world stage. Created in 2003 with support from a few government agencies and private donations, PONI has two stated goals. First, it seeks to \"build and sustain a networked community of young nuclear experts from the military, the national laboratories, industry, academia, and the policy community.\" Second, \"[work] to contribute to the debate and leadership on nuclear issues by generating new ideas and discussions among both its members and the public-at-large.\"[44] Regarding its philosophy, the PONI public website states: \"Perhaps the most critical challenge in sustaining the US nuclear deterrent after the end of the Cold War is maintaining the human infrastructure necessary to support US nuclear capabilities. This is especially true as the human infrastructure necessary to support a nuclear stockpile at the envisioned level of 1700-2200 operational warheads is not appreciably smaller than that necessary to support one at current levels. The challenge is therefore to maintain a smaller, but still vibrant, community of nuclear experts.\"[44] Clark A. Murdock started PONI when it was widely recognized that the nuclear community faced an impending crisis. With the widespread and rapid retirement of nuclear scientists and experts from the national laboratories, private industry, and the government. His study Revitalizing the U.S. Nuclear Deterrent, co-authored with Michèle Flournoy, documented these concerns with shocking clarity. Clark initiated PONI out of concern about the future leadership and expertise of the nuclear community.[45] CSIS regularly publishes books, reports, newsletters, and commentaries targeted at decision makers in policy, government, business, and academia. Primarily it publishes the work of its experts in a specific topic or area of focus in global affairs. CSIS publishes the following: CSIS scholars have published op-eds in The New York Times,[47] The Wall Street Journal,[48] The Financial Times,[49] Foreign Policy, Foreign Affairs and The Washington Post. CSIS experts were quoted or cited thousands of times by the print and online press and appeared frequently in major newswires like the Associated Press, Reuters, Agence France Presse and Bloomberg News. They have also appeared in online media such as The Huffington Post[50] and Summit News,[51] WSJ Live and were regular guests on the PBS NewsHour, NPR's Morning Edition and other policy-focused interview shows such as the Charlie Rose Show.[11] CSIS also has its own YouTube channel,[52] which regularly posts short videos and infographics about the think tank's work. The Chairman of the Board of Trustees is Thomas J. Pritzker, chairman and CEO of The Pritzker Organization.[53] He is also executive chairman of Hyatt Hotels Corporation and serves on the board of directors of Royal Caribbean Cruises Ltd.[54] Former U.S. Deputy Secretary of Defense John J. Hamre has been the president and chief executive officer of CSIS since April 2000.[55] The board of trustees includes many former senior government officials including Henry Kissinger, Zbigniew Brzezinski, William Cohen, George Argyros and Brent Scowcroft.[56] The board also includes major U.S. corporate business leaders as well as prominent figures in the fields of finance, oil & gas, private equity, real estate, academia and media. CSIS' 220 full-time staff[14] and its large network of affiliated scholars conduct to develop policy proposals and initiatives that address current issues in international relations. In 2012, CSIS had a staff of 63 program staffers, 73 scholars and 80 interns. The center also worked with 241 affiliate advisors and fellows as well as 202 advisory board members and senior counselors.[11] CSIS has broadened its reach into public policy analysis under the leadership of Hamre and Nunn. The Department of Defense, as part of the 2012 National Defense Authorization Act, commissioned CSIS to conduct an independent assessment of U.S. interests in the Asia-Pacific Region.[57] Also, in May 2009, President Barack Obama thanked the CSIS bipartisan Commission on Cybersecurity for its help in developing the Obama administration's policies on cyber warfare.[58] The center has also been highly influential in the creation of the White House's foreign policy. \"For the last four years, every Friday afternoon, I've asked my staff to prepare me a reading binder for the weekend,\" said National Security Advisor Tom Donilon \"The task is to go out and try to find the most interesting things that they can find with respect to national security issues [and] almost every week, there are products from CSIS.\"[59] Within the intelligence community, CSIS is known for having \"some of the most insightful analysis and innovative ideas for strengthening our national security,\" according to CIA Director John Brennan.[60] Source:[61] CSIS leadership National security Public service Business & non-profit Academia","Title":"Center for Strategic and International Studies - Wikipedia","KeyID":"16145","URL":"https://en.wikipedia.org/wiki/Center_for_Strategic_%26_International_Studies"}