{"Content: ":"The UNIAN or Ukrainian Independent Information Agency of News (Ukrainian: Українське Незалежне Інформаційне Агентство Новин, УНІАН, romanized: Ukrayins'ke Nezalezhne Informatsiyne Ahentstvo Novyn) is a Kyiv-based Ukrainian news agency. It produces and provides political, business and financial information, as well as a photo reporting service. UNIAN is a part of 1+1 Media Group, related to oligarch Ihor Kolomoyskyi.[2][3] UNIAN was founded in March[citation needed] 1993 as Ukrainian Independent Information Agency of News.[4] The agency has its own building, inherited from the period of the Soviet Union. It is situated on Khreshchatyk Street in Kyiv.[5] UNIAN offers own press conference hall to interested customers.[6][7] UNIAN also runs its own TV channel, UNIAN TV. The channel's content includes news, analytical programs, documentaries, sport and movies. The General Producer of the channel is Vladyslav Svinchenko.[8] The channel is available on satellite, cable and IPTV networks. It broadcasts unencrypted from the AMOS-2 satellite (4.0 W), at 10722 Horizonal, 27500. On August 28, 2013, Oksana Romanyuk, executive director of the Institute of Mass Information, wrote on her Facebook page that the UNIAN leadership locked in a room \"unpleasant\" editors who had previously declared censorship, and several other employees, and kept them for several hours. They were forced to sign that they were aware of the order to \"move\" them from the site department to the \"TV news monitoring\" department located somewhere in Darnytsia. \"[9] Journalists called it revenge for the fact that they had previously reported on censorship: \"We consider the decision of the administration as aimed at persecuting critics and citizens, as well as establishing total censorship on the UNIAN website.\"[10]  This Ukrainian newspaper-related article is a stub. You can help Wikipedia by expanding it. This Ukrainian corporation or company article is a stub. You can help Wikipedia by expanding it.","Title":"Ukrainian Independent Information Agency - Wikipedia","KeyID":"16150","URL":"https://en.wikipedia.org/wiki/Ukrainian_Independent_Information_Agency"}