{"Content: ":"The National Post is a Canadian, English-language, conservative broadsheet daily newspaper. The paper is the flagship publication of Postmedia Network, which is 66 percent American owned by New Jersey based hedge fund Chatham Asset Management,[2][3] and is published Mondays through Saturdays, with Monday released as a digital e-edition only.[4] It was founded in 1998 by Conrad Black. Once distributed nationally, it later began publishing a daily edition in the provinces of Ontario, Quebec, Alberta and British Columbia, with only its weekend edition available in Manitoba and Saskatchewan. As of 2006, the Post is no longer distributed in Canada's Atlantic provinces and the territories. Conrad Black built the National Post around the Financial Post, a financial newspaper in Toronto which Hollinger Inc. purchased from Sun Media in 1997. Financial Post was retained as the name of the new newspaper's business section.[citation needed] Outside Toronto, the Post was built on the printing and distribution infrastructure of Hollinger's national newspaper chain, formerly called Southam Newspapers, that included the newspapers Ottawa Citizen, Montreal Gazette, Edmonton Journal, Calgary Herald, and Vancouver Sun. The Post became Black's national flagship title, and Ken Whyte was appointed editor.[citation needed] Beyond his political vision, Black attempted to compete directly with Kenneth Thomson's media empire led in Canada by The Globe and Mail, which Black and many others perceived as the platform of the Liberal establishment.[citation needed] When the Post launched, its editorial stance was conservative. It advocated a \"unite-the-right\" movement to create a viable alternative to the Liberal government of Jean Chrétien, and supported the Canadian Alliance. The Post's op-ed page has included dissenting columns by ideological liberals such as Linda McQuaig, as well as conservatives including Mark Steyn and Diane Francis, and David Frum. Original members of the Post editorial board included Ezra Levant, Neil Seeman, Jonathan Kay, Conservative Member of Parliament John Williamson and the author/historian Alexander Rose.[citation needed] The Post's magazine-style graphic and layout design has won awards.[clarification needed][5] The original design of the Post was created by Lucie Lacava, a design consultant based in Montreal.[6] The Post now bears the motto \"World's Best-Designed Newspaper\" on its front page.[7] The Post was unable to maintain momentum in the market without continuing to operate with annual budgetary deficits. At the same time, Conrad Black was becoming preoccupied by his debt-heavy media empire, Hollinger International. Black divested his Canadian media holdings, and sold the Post to CanWest Global Communications Corp, controlled by Israel \"Izzy\" Asper, in two stages – 50 percent in 2000, along with the entire Southam newspaper chain,[8] and the remaining 50 percent in 2001.[8] CanWest Global also owned the Global Television Network. Izzy Asper died in October 2003, and his sons Leonard and David Asper assumed control of CanWest, the latter serving as chairman of the Post. Editor-in-chief Matthew Fraser departed in 2005 after the arrival of a new publisher, Les Pyette – the paper's seventh publisher in seven years. Fraser's deputy editor, Doug Kelly succeeded him as editor. Pyette departed seven months after his arrival, replaced by Gordon Fisher.[citation needed] The Post limited print distribution in Atlantic Canada in 2006, part of a trend to which The Globe and Mail and the Toronto Star, Canada's other two papers with inter-regional distribution, have all resorted.[9] Print editions were removed from all Atlantic Canadian newsstands except in Halifax as of 2007.[10] Focussing further on its online publishing, in 2008, the paper suspended weekday editions and home delivery in Manitoba and Saskatchewan.[11] The reorientation towards digital continued into its next decade. Politically, the Post has retained a conservative editorial stance although the Asper family has long been a strong supporter of the Liberal Party of Canada. Izzy Asper was once leader of the Liberal Party in his home province of Manitoba. The Aspers had controversially fired the publisher of the Ottawa Citizen, Russell Mills, for calling for the resignation of Liberal prime minister Jean Chrétien.[citation needed] However, the Post endorsed the Conservative Party of Canada in the 2004 election when Fraser was editor. The Conservatives narrowly lost that election to the Liberals. After the election, the Post surprised many of its conservative readers by shifting its support to the victorious Liberal government of prime minister Paul Martin, and was highly critical of the Conservatives and their leader, Stephen Harper. The paper switched camps again in the runup to the 2006 election (in which the Conservatives won a minority government). Like its competitor The Globe and Mail, the Post publishes a separate edition in Toronto, Ontario, Canada's largest city and the fourth largest English-language media centre in North America after New York City, Los Angeles and Chicago. The Toronto edition includes additional local content not published in the edition distributed to the rest of Canada, and is printed at the Toronto Star Press Centre in Vaughan.[citation needed] On September 27, 2007, the Post unveiled a major redesign of its appearance. Guided by Gayle Grin, the Post's managing editor of design and graphics, the redesign features a standardization in the size of typeface and the number of typefaces used, cleaner font for charts and graphs, and the move of the nameplate banner from the top to the left side of Page 1 as well as each section's front page.[citation needed] In 2009, the paper announced that as a temporary cost-cutting measure, it would not print a Monday edition from July to September 2009.[12] On October 29, 2009, Canwest Global announced that due to a lack of funding, the National Post might close down as of October 30, 2009, subject to moving the paper to a new holding company.[13] Late on October 29, 2009, Ontario Superior Court Justice Sarah Pepall ruled in Canwest's favour and allowed the paper to move into a holding company.[14] Investment bankers hired by Canwest received no offers when they tried to sell the National Post earlier that year. Without a buyer closing the paper was studied, but the costs were greater than gains from liquidating assets. The lawyer for Canwest, in arguing to Justice Pepall, said the National Post added value to other papers in the Canwest chain.[15] On October 28, 2011, the Post announced its first ever yearly profit.[16] The paper now belongs to Postmedia Network Canada Corp. which is a Canadian media company headquartered in Toronto, Ontario, consisting of the publishing properties of the former Canwest, with primary operations in newspaper publishing, news gathering and Internet operations.[citation needed] The ownership group was assembled by National Post CEO Paul Godfrey in 2010 to bid for the chain of newspapers being sold by the financially troubled Canwest (the company's broadcasting assets were sold separately to Shaw Communications). Godfrey secured financial backing from U.S. private-equity firm Golden Tree Asset Management as well as other investors. The group completed a $1.1 billion transaction to acquire the chain from Canwest on July 13, 2010. The new company has over 5,500 employees.[17] The company's shares were listed on the Toronto Stock Exchange in 2011.[18] On May 19, 2006, the newspaper ran two pieces alleging that the Iranian parliament had passed a law requiring religious minorities to wear special identifying badges. One piece was a front-page news item titled \"Iran Eyes Badges For Jews\" accompanied by a 1935 picture of two Jews bearing Nazi-ordered yellow badges. Later on the same day, experts began coming forward to deny the accuracy of the Post story. The story proved to be false, but not before it had been picked up by a variety of other news media and generated comment from world leaders. Comments on the story by the Canadian Prime Minister Stephen Harper caused Iran to summon Canada's ambassador to Tehran, Gordon E. Venner, for an explanation. On May 24, 2006, the editor-in-chief of the newspaper, Doug Kelly, published an apology for the story on page 2, admitting that it was false and the National Post had not exercised enough caution or checked enough sources.[19] From 1998 to 2014, the now defunct Canadian Islamic Congress (CIC) had been actively monitoring media coverage for anti-Muslim or anti-Islam sentiment and had issued reports highlighting its findings. It had opposed the use of phrases such as \"Islamic guerrillas,\" \"Islamic insurgency\" and \"Muslim militants\" saying that terms like \"militant\" or \"terrorist\" should be used without a religious association \"since no religion teaches or endorses terrorism, militancy or extremism.\"[20] The Congress had singled out the National Post, saying the paper \"consistently is No. 1\" as an anti-Islam media outlet.[21] A number of writers for the National Post have subsequently criticized the CIC over these accusations. Alexander Rose wrote that \"judging by [the CIC's] support for the [2001] Durban Conference, during which hook-nosed Jews were equated with apartheid and genocide, the CIC doesn't seem to have problems with some kinds of truly inflammatory racist language\" and that the CIC's \"fetish for censorship in the interest of 'social harmony', as the CIC puts it, reeks of the very authoritarianism oppressing Muslims in Egypt, Iraq, Iran, and Saudi Arabia.\" In addition, Rose stated that \"By editing out bad language, it seems, the CIC believes that correct thoughts will result, even at the necessary expense of reporting the truth.\"[22] Robert Fulford wrote that the CIC \"justifies its existence mainly by complaining about acts of prejudice that haven't happened\" and that \"it's ridiculous to suggest that we avoid the subject of religion when crimes are committed in the name of that religion by men and women considered part of it\",[23] while Jonathan Kay wrote that \"the folks at the Canadian Islamic Congress purport to be the arbiters of what can and can't be said in this country\" and that CIC President Elmasry is \"the country's self-appointed judge of all that is hateful.\"[24] A 2017 survey of Canadians found that the National Post was perceived to be middle-of-the-pack for bias among national news outlets (perceived biased by 48% of Canadians overall). The survey also found that \"the tendency was to see [...] a Conservative bias at the National Post.\"[25][26] A 2010 survey similarly found the Post was more likely to be perceived as right of centre by the public than other Canadian news organizations. [27] The following is a list of past and present columnists for the National Post.[29][30] The National Post's main office is at 365 Bloor Street East in Toronto, Ontario. It was formerly located at 1450 Don Mills Road in the Don Mills neighbourhood of Toronto, which was vacated in 2012.[31] The National Post is published at Postmedia's Islington Printing Plant in Toronto's Rexdale neighbourhood, along with the Toronto Sun, London Free Press and various Postmedia and Metroland-owned weekly newspapers. The newspaper was previously printed at the Toronto Star Press Centre in Vaughan, Ontario until the Toronto Star closed the site.[citation needed]","Title":"National Post - Wikipedia","KeyID":"16155","URL":"https://en.wikipedia.org/wiki/National_Post"}