{"Content: ":"Nexta (pronounced niekh-ta, Belarusian pronunciation: [nʲexta]) is a Belarusian media outlet that is primarily distributed through Telegram and YouTube channels. The YouTube channel was founded by then 17-year-old student Stsiapan Putsila.[1][2] The channel's headquarters are located in Warsaw, Poland, after its founder went into exile.[3] It became the biggest Telegram channel in Belarus as the primary source of news covering events that followed the 2020–2021 Belarusian protests. The Telegram channel mostly featured short videos and images submitted by users taken during the rallies, while longer original videos are shared on YouTube.[1] During the 2022 Russian invasion of Ukraine, Nexta became an operational resource reporting on the events of the war.[4] Nexta operates one of the largest Twitter accounts in the Russian-speaking world, with nearly one million followers.[5] In May 2022, NEXTA Live became the largest Belarusian YouTube channel by number of views.[6] Nexta faces pressure from Belarusian authorities. Since October 2020, Nexta and its logo are considered extremist content in Belarus. Since October 2021, NEXTA, NEXTA Live and Luxta are also classified as extremist organisations. In April 2022, they were recognized as a terrorist organization in Belarus.[7] Nexta is a play on the Belarusian niechta (нехта), meaning \"someone\", and the English next, as in the \"next generation\".[8] It is pronounced as nekhta and not as neksta.[9] Nexta was founded in 2015 as a YouTube music channel for the band of same name by Stsiapan Putsila,[10] a son of a sports journalist and a commentator on Belsat TV-channel.[11] The first video that was uploaded was a video clip under title ‘No Way Out’, dedicated to the 2015 Belarusian presidential election and massive falsifications. The KGB immediately demonstrated interest in Nexta. In that time Putsila was still going to school, the law enforcement made visits to find out about him.[12] In 2017 the band broke up and Putsila started using the channel to ‘accumulate the trash happening in Lukashenko’s Belarus’, making weekly reviews of state news. In that time independent media with video were scarce and Nexta soon became popular.[10] Putsila's film under title ‘They Are Sentenced to Death’ was uploaded to YouTube in 2017 and soon gained 5.5 million views. The film ‘Lukashenko. Criminal Files’ raised wide public outcry, Putsila became a non-grata person in Belarus.[12] In Autumn 2018 Putsila launched the Nexta Live Telegram channel. On the very first day more than 2000 subscribers from YouTube joined it.[11] In 2018 Putsila was charged with ‘offending the president’. His mother's apartment was searched by the law enforcement.[11] In 2019 Roman Protasevich joined Nexta, the team grew to four men.[13] The channel mostly used user-generated content, sometimes it was sent anonymously even from the police officers.[14] As stated by the founders, Nexta survived on selling ads.[15] In 2018 the Belarusian Telegraph Agency accused Putsila of stealing their videos. The blogger complained that he received reports from fake personalities with complaints of copyright violation. Putsila explained that in his films no more than 20% of footage were taken from state TV-channels, which monopolized all video content related to Lukashenko.[16] At that time Nexta's YouTube channel had more than 200000 subscribers. Putsila explained that according to the Belarusian law, citations from TV shows were allowed to be used for analytical, evaluational, and informational purposes. Since the conflict, he started deleting the logos from his content.[17] On September 26, 2019, it became known that the chairman of the Slonim District Executive Committee Gennady Homich filed a lawsuit against Stsiapan Putsila. In the document, the official asked to refute an information, according to which wife of the chairman and the chairman of the district executive committee had been detained by the traffic police for driving under the influence of alcohol.[18] On 12 November, the Minsk District Court ordered that a rebuttal should be posted in the Telegram channel Nexta and sentenced Putsila to a fine of 3,000 Belarusian rubles.[19] The blogger said that he would not execute the court's decision, questioning the independence of the Belarusian courts.[20] On November 21, 2019, the journalist Vladimir Chudentsov, who collaborated with Nexta, was arrested by Belarusian customs officers as he was about to cross the border into Poland. The state officials claim they found 0.87 grams of cannabis in his clothes. Reporters Without Borders commented that it questions the circumstances of Chudentsov's arrest. After his arrest, NEXTA posted a video in support of Chudentsov.[21] Chudentsov was sentenced to 5.5 years in jail. Stsiapan Putsila thinks that Chudensov became a victim of the revenge of Belarusian state authorities because he took part in the production of a documentary film on Alexander Lukashenko.[22] After the first cases of brutal police violence people started gathering on central squares in Minsk and other Belarusian cities on protest rallies, demanding re-elections and immediate release of all detained citizen.[23] Nationwide protests were not covered by the state-controlled media, the Internet was completely shut down for several days. Other independent sources of information (such as Tut.by) were blocked. Nexta managed to bypass most of the blackout, the authorities were unable to restrict access to Telegram groups to the same extent. They published data sent by users, such as current-time locations of the police blocks and patrols, times and spots to gather, pleas for help from the protesters, facts and photos of law enforcement violence, etc.[15][14][24] Only between the 9th and the 16th of August, 2020, the number of subscribers to Nexta Live grew from 300000 to 2 million.[11] As of August 2020, Nexta had more than 740000 subscribers on YouTube and Telegram channels.[11] Nexta was pressured by the Belarusian government for coordinating with activists during the protests, including giving detailed instructions as to where and when protests should take place, which according to some journalists means that Nexta is not a journalistic news source.[3] It has also been criticised for publishing unverified information.[14] Protasevich and Putsila received numerous threats both from the Belarusian regime, they experienced massive attacks from Kremlin’s botes [ru].[25][26] In September 2020 Nexta expanded and grew into an editors office, they hired more journalists and developed thematic departments.[25] In October 2020 Nexta channel and its logo were declared extremist materials in Belarus.[27][28] By that time Nexta and Nexta Live had near 2 million subscribers.[29] Putsila promised to re-brand the channel.[30] In a month, the authorities opened a criminal case against Putsila and Protasevich, accusing him for ‘organizing the mass riot’.[31] As of March 2021, the Belarusian Investigative Committee was seeking to recognize Nexta's editorial board as a ‘foreign extremist agent’.[32] In May 2021 Denis Urad, a former officer of the Belarusian Army, was sentenced to 18 years for treason. He was accused for disclosing to Nexta copies of the MVD request from the Ministry of Defence to send 4000 soldiers during the protests of 2020.[33] In October 2021 the government classified Nexta, Nexta Live and Luxta as 'extremist organisations' and declared that all followers of such Telegram channels will face prosecution under Criminal Code.[34][35] On April 8, 2022, the Supreme Court of Belarus declared the Nexta, Nexta Live and Luxta channels a “terrorist organization” and banned their activities in the country. This was done at the request of the Prosecutor General of Belarus.[36] Tadeusz Giczan became Editor-in-chief after Roman Protasevich shifted to the \"Belarus of the Brain\" Telegram channel formerly edited by a detained blogger, Ihar Losik.[37][38] On his way to Vilnius back from vacation in Greece, Roman Protasevich was arrested by Belarusian authorities after his flight, Ryanair Flight 4978, was diverted to Minsk on the orders of Belarusian president Alexander Lukashenko on 23 May 2021, because of a false bomb threat conveyed by Belarusian air traffic control.[39][40] In July 2022, NEXTA falsely reported that the Chinese People's Liberation Army had used tanks to deter citizens from protesting the bank, along with footage of PLA tanks moving through the city. In fact, the tanks were not sent to the protest, but were filmed by citizens as they were being moved to another location for military exercises.[41]","Title":"Nexta - Wikipedia","KeyID":"16154","URL":"https://en.wikipedia.org/wiki/Nexta"}