{"Content: ":"SPH Media Trust (SMT) is a media organisation with businesses in print, digital, radio, and outdoor media in Singapore. Legally a company limited by guarantee, it was established on 1 December 2021 after Singapore Press Holdings Limited completed the transfer of its media business. It forms part of a duopoly on the mass media of Singapore, with the other player being Mediacorp.[1] SPH Media Trust has over 2,500 employees, including a team of approximately 1,000 journalists, including correspondents operating around the world. Singapore Press Holdings Limited (SPHL) was formed on 4 August 1984 through a merger of three organisations, The Straits Times Press Group, Singapore News and Publications Limited and Times Publishing Berhad.[2] SPHL readership has stagnated since the early-2000s, as Singaporeans increasingly turned to online media for their news consumption.[3] On 6 May 2021, SPHL in response to shareholder pressures, had proposed that it would restructure itself and transfer its media business into a company limited by guarantee (CLG), which will be privately managed.[4][5] The new CLG will be initially managed by the holders of SPHL's current management shareholders: OCBC Bank, Great Eastern, United Overseas Bank, DBS Bank, Singtel, NTUC Income, Temasek, the National University of Singapore and the Nanyang Technological University, while still having to issue new management shares of the media business under the CLG as required by Newspaper and Printing Presses Act.[6][7] The government would also lift the shareholder limits on the currently listed SPH entity.[7] This new CLG was named SPH Media Trust.[8] On 10 September 2021, an extraordinary general meeting was convened over the restructuring proposal to transfer all media business-related assets and staff to SMT. Approximately 97.55% of the 300 shareholders voted in favour of the proposal.[9] The transfer was completed on 1 December 2021. The assets transferred included its headquarters, News Center, and its press, Print Center, as well as all intellectual property and information technology assets. Along with the assets transfer, 2,500 staff were transferred to SMT as well. SPHL had also injected SMT with S$80 million cash and S$30 million of SPHL stocks and SPH REIT units.[10] As part of its restructuring, it transited The New Paper into a fully digital publication and ceased to be a print publication on 11 December 2021.[11] Additionally, it folded Lianhe Wanbao (联合晚报) into Shin Min Daily News (新明日报) on 24 December 2021, consolidating its resources to produce only one Chinese evening paper while taking into account of the limited number of local talents in the Chinese media and shrinking market.[12] To aid with the restructuring of its operations, Singapore government announced on 16 February 2022 that it would provide SMT up to S$900 million over the next five years, with the amount dependent on achieving certain targets such as reach and engagement of its products and to certain vernacular groups and youth.[13] As a private company, SPH Media Trust is managed privately by its shareholders. The initial shareholders were made up of the management shareholders of Singapore Press Holdings Limited,[6][7] as SPHL was a newspaper company as defined under the Newspaper and Printing Presses Act (NPPA) of 1974. The management shares are regulated through NPPA and its issuance and transfers have to be approved by the Ministry of Communications and Information, and in \"any resolution relating to the appointment or dismissal of a director or any member of the staff\" the vote of one management share is equivalent to 200 ordinary shares.[14] New management shares are to be issued to the individual media businesses under SMT.[6][7] In Singapore, SMT publishes 10 newspaper titles in four languages.[15] SMT publishes and produces 10 magazine titles in Singapore and the region, covering a range of interests from lifestyle to information technology.[17] SMT's subsidiary Straits Times Press produces books and periodicals in English and Chinese. Beyond print, the digital editions of SMT newspapers enjoy over 360 million page views with 23 million unique visitors every month.[20] Apart from AsiaOne, SMT's online and new media initiatives include STOMP, online journalism web portal; STJobs and STProperty, online portal for jobs and property; and STClassifieds for general classified ads.[15] In 2018, SPHL sold a 51% stake in AsiaOne to mm2 Asia.[21] SMT manages and operates five radio stations: 96.3 Hao FM and UFM100.3 in Mandarin, as well as MONEY FM 89.3, Kiss92 FM and ONE FM 91.3 in English.[15][22] MONEY FM 89.3 targets educated English speakers aged 35 years and above who take an interest in everyday personal finance matters. ONE FM 91.3 is an English music station playing all the greatest hits from the 80s’ to now. Kiss92 FM targets modern, driven and savvy women aged between 30 and 50, providing informative content and adult contemporary music from the 90's to current. 96.3 Hao FM targets bilingual Singaporeans aged 45 years and above. UFM100.3 targets working professionals aged between 35 and 49 years. SMT has ventured into outdoor advertising through its digital out-of-home platform SPHMBO.[15]","Title":"SPH Media Trust - Wikipedia","KeyID":"16159","URL":"https://en.wikipedia.org/wiki/SPH_Media_Trust"}