{"Content: ":"See text Kinorhyncha /kaɪnoʊˈrɪŋkə, kɪnə-/ (Ancient Greek: κινέω, romanized: kīnéō, lit. 'I move', ῥύγχος rhúnkhos \"snout\") is a phylum of small marine invertebrates that are widespread in mud or sand at all depths as part of the meiobenthos. They are also called mud dragons. Modern species are 1 mm (0.039 in) or less, but Cambrian forms could reach 4 cm (1.6 in).[1] Kinorhynchs are segmented, limbless animals, with a body consisting of a head, neck, and a trunk of eleven segments. Unlike some similar invertebrates, they do not have external cilia, but instead have a number of spines along the body, plus up to seven circles of spines around the head.[2] These spines are used for locomotion, withdrawing the head and pushing forward, then gripping the substrate with the spines while drawing up the body. The body wall consists of a thin syncitial layer, which secretes a tough cuticle; this is molted several times while growing to adulthood. The spines are essentially moveable extensions of the body wall, and are hollow and covered by cuticle. The head is completely retractable, and is covered by a set of neck plates called placids when retracted.[3] Kinorhynchs eat either diatoms or organic material found in the mud, depending on species. The mouth is located in a conical structure at the apex of the head, and opens into a pharynx and then an oesophagus, both of which are lined by cuticle. Two pairs of salivary glands and one or more pairs of \"pancreatic glands\" connect to the oesophagus and presumably secrete digestive enzymes. Beyond the oesophagus lies a midgut that combines the functions of a stomach and intestine, and lacks a cuticle, enabling it to absorb nutrients. The short hind-gut is lined by cuticle, and empties into an anus at the posterior end of the trunk.[3] There is no circulatory system, although the body cavity (or pseudocoel) is well developed, and includes amoebocytes. The excretory system consists of two protonephridia emptying through pores in the final segment.[3] The nervous system consists of a ventral nerve cord, with one ganglion in each segment, and an anterior nerve ring surrounding the pharynx. Smaller ganglia are also located in the lateral and dorsal portions of each segment, but do not form distinct cords. Some species have simple ocelli on the head, and all species have tiny bristles on the body to provide a sense of touch.[3] There are two sexes that look alike, although some sexual dimorphism in allometry has been reported.[4] A pair of gonads are located in the mid-region of the trunk, and open to pores in the final segment. In most species, the sperm duct includes two or three spiny structures that presumably aid in copulation, although the details are unknown. Individual spermatozoa can reach a quarter of the total body length.[5] The larvae are free-living, but little else is known of their reproductive process.[3] After having laid an egg, the female packs it into a protective envelope of mud and organic material.[6] Their closest relatives are thought to be the phyla Loricifera and Priapulida. Together they constitute the Scalidophora. The two groups of Kinorhynchs are generally characterized as classes in Sørensen et al. (2015).[7] 270 species have been described and this number is expected to increase substantially.[8][9] Morphological data has been collected for systematic phylogeny from dozens, and the integration of this with molecular data has led to a new systematic paradigm featuring the order Allomalorhagida (with Homalorhagida being retired).[7] The oldest known species is Eokinorhynchus from the Fortunian of China.[10] Phylum Kinorhyncha Media related to Kinorhyncha at Wikimedia Commons Excavata: Other:","Title":"Kinorhyncha - Wikipedia","KeyID":"1616","URL":"https://en.wikipedia.org/wiki/Kinorhyncha"}