{"Content: ":"Novaya Gazeta (Russian: Новая газета, IPA: [ˈnovəjə ɡɐˈzʲetə], lit. 'New Gazette') is an independent Russian newspaper known for its critical and investigative coverage of Russian political and social affairs.[2][3] It is published in Moscow, in regions within Russia, and in some foreign countries. The print edition is published on Mondays, Wednesdays and Fridays; English-language articles on the website are published on a weekly basis in the form of the Russia, Explained newsletter. Seven Novaya Gazeta journalists, including Yuri Shchekochikhin, Anna Politkovskaya and Anastasia Baburova, have been murdered since 2000, in connection with their investigations.[4] In October 2021, Novaya Gazeta's editor-in-chief Dmitry Muratov was awarded the Nobel Peace Prize, alongside Maria Ressa, for their safeguarding of freedom of expression in their homelands.[5] In March 2022, during the 2022 Russian invasion of Ukraine, the newspaper suspended publication due to increased government censorship.[6] The next month, a European edition of the paper, Novaya Gazeta Europe, was launched from Riga in order to avoid censorship,[7] however the website was blocked in Russia later that month.[8] In July, the newspaper launched a magazine, Novaya Rasskaz-Gazeta,[9] with its website blocked shortly later.[10] A group of former journalists from Komsomolskaya Pravda organised the newspaper in 1993, its first name was Ezhednevnaya Novaya Gazeta (Daily New Gazette).[11] Mikhail Gorbachev used the money from his 1990 Nobel Peace Prize to help establish the Novaya Gazeta in 1993 and purchase its first computers.[12] On 26 November 2001, Novaya Gazeta published an article by Oleg Lurie stating that the management of the International Industrial Bank, headed by Sergey Pugachyov, had been involved in money laundering in the Bank of New York.[13] Pugachyov's bank brought a libel suit against the newspaper, citing financial losses, as a number of its customers had allegedly changed the terms of their accounts in a way which made the bank lose money because of the publication. On 28 February 2002, the bank won the case in Moscow's Basmanny municipal court and was awarded 15 million rubles (about $500,000) in lost revenue, an unprecedented sum for Russian newspapers that might undermine the very existence of Novaya Gazeta, especially as on 22 February Novaya Gazeta had been ordered by the same Basmanny court to pay about $1 million for a corruption allegation against the Krasnodar Krai's top judge. In April, the decision on the International Industrial Bank case was reconfirmed by a court. However, in an article of 27 May 2002,[14] Yulia Latynina, a Novaya Gazeta journalist, revealed that the bank's three customers named in the lawsuit were its subsidiaries or otherwise controlled by its board of directors, and claimed that Novaya Gazeta had requested the opening of a criminal fraud investigation into the activities of the bank. As a result, in June 2002 the International Industrial Bank renounced its claim to the compensation.[15][16] In 2004, the newspaper printed seven articles by columnist Georgy Rozhnov, which accused Sergey Kiriyenko of embezzling US$4.8 billion of International Monetary Fund funds in 1998 when he was Prime Minister of Russia.[17] The newspaper based the accusations on a letter allegedly written to Colin Powell and signed by U.S. Congressmen Philip Crane, Mike Pence, Charlie Norwood, Dan Burton and Henry Bonilla and posted on the website of the American Defense Council.[18] The newspaper claimed that Kiriyenko had used some of the embezzled funds to purchase real estate in the United States. It was later revealed that the letter was a prank concocted by The eXile.[18][citation needed] In response, Kiriyenko sued Novaya Gazeta and Rozhnov for libel, and in passing judgement in favour of Kiriyenko the court ordered Novaya Gazeta to retract all publications relating to the accusations and went on to say that the newspaper \"is obliged to publish only officially proven information linking Mr Kiriyenko with embezzlement.\"[17] On 13 April 2009, the newspaper was granted the first-ever print interview in a Russian publication with President Dmitri Medvedev, discussing issues such as civil society and the social contract, transparency of public officials and Internet development.[19] On 26 January 2010, the paper's web site was subjected to a denial of service attack and effectively taken offline.[20] As of 1 February 2010, the site was still inaccessible. At the peak of the attack the server was receiving 1.5 million connections per second.[21] The newspaper maintained its online presence by publishing articles on its LiveJournal page.[22] On 7 April 2011, the web site was targeted again with the same botnet that appears to be used in a large scale attack on LiveJournal that hosts many opposition blogs.[23][24][25][26] On 25 July 2014, the paper opened with \"Vergeef ons, Nederland\" / \"Прости, Голландия\" (\"Forgive us, Netherlands\" in both Dutch and Russian), in response to the Malaysia Airlines Flight 17 disaster.[27] In early 2016 the newspaper published an article alleging existence of a so-called \"Blue whale\" game, seeking to cause Russian youngsters to commit suicide. The publication caused a moral panic to sweep Russia.[28] After Novaya Gazeta published an investigation by journalist Denis Korotkov about a Russian businessman Yevgeny Prigozhin,[29] in October 2018, Denis Korotkov and the editor-in-chief at Novaya Gazeta were the target of threatening deliveries of a severed ram's head and funeral flowers to the paper's offices. The style of the threat resembled others by Kremlin-linked Yevgeny Prigozhin.[30] Novaya Gazeta published reports about anti-gay purges in Chechnya in 2017, where 3 men were allegedly killed, and dozens detained and intimidated. After publication, the Chechen Government denied the existence of persecutions in the Republic.[31] The newspaper published a report by Elena Milashina and the list of 27 Chechens killed on 26 January 2017. The newspaper also addressed the report and the list to the Investigative Committee of Russia, and asked the committee to investigate the data about the published list. While Novaya Gazeta published the names of 27 Chechens killed in the list, the newspaper said that the real number might be even more, possibly 56.[citation needed] The newspaper said that the allegedly killed Chechens were detained by the local security service, put in custody inside guarded territory owned by the traffic police regiment in the city of Grozny, and executed on 26 January by gunfire with several killed by asphyxiation.[32]) by State Security forces without filing any legal accusations.[33] Following the start of the 2022 Russian invasion of Ukraine, editor-in-chief Dmitry Muratov stated that the newspaper would publish an edition in both Russian and Ukrainian in solidarity.[34] On 4 March 2022, the newspaper said it would remove materials and cut reporting on the war, after receiving an official warning from Roskomnadzor.[35] It published materials from occupied Kherson and other Ukrainian cities.[36] On 28 March, the newspaper announced that it would suspend its online and print activities until the end of the \"special military operation\" after it received another warning from Roskomnadzor.[6] On 7 April, as a result of the crackdown, journalists from Novaya Gazeta announced the launch of Novaya Gazeta Europe, with its editor-in-chief, Kirill Martynov, stating that Novaya Gazeta Europe would be independent from Novaya Gazeta \"both legally and in practice\", with its newsroom consisting of staffers who have left Russia.[37] The new outlet would publish articles in other languages aside from Russian, and Martynov stated that journalists hoped to eventually resume their work in Moscow.[38] On 29 April 2022, Novaya Gazeta Europe announced that its website had been blocked in Russia.[39] On 15 July, staff launched the magazine Novaya Rasskaz-Gazeta, with its first issue containing analysis of Putin's ideology, however by 24 July, the website was blocked in Russia.[10] In a video posted by Novaya Gazeta on YouTube in January 2017, the editor-in-chief Dmitry Muratov,[40] revealed that the newspaper's employees jointly own 76% of shares, while the remaining 24% are owned by Alexander Lebedev (14%) and Mikhail Gorbachev (10%). Since 2009, the editor-in-chief position is elected every second year by the editorial staff through a secret ballot. A few days before the November 2017 election, Muratov announced that he would not stand, as there was need for a change after his 22 years, but that he would continue to work for the newspaper. He was replaced by Sergey Kozheurov, the general director of the newspaper and its first editor-in-chief.[41] However, Muratov was re-elected again in November 2019.[42] Igor Domnikov was well known in Novaya Gazeta among his colleagues for his witty essays and acerbic tone. He was attacked on his way to his Moscow apartment, near the doorway, on 12 May 2000. Hit with a hard object, presumably a hammer by an unknown assailant, he was lying unconscious in a pool of his own blood when found by a neighbor; Igor Domnikov was delivered to a hospital with skull and brain injuries, underwent surgery, but remained in a coma. He died from the injuries on 16 July 2000. 5 members of a gang were arrested in August 2007 on suspicion of murder and were sentenced to prison terms ranging from 18 years to life for the murder as well as other crimes.[43] On 11 March 2015, Former Deputy Governor of Lipetsk Oblast Sergei Dorovskoi was charged by Investigative Committee of Russia with inciting the murder, but Sergei Dorovskoi was never punished because of the statute of limitations.[44][45] Investigations have found that Igor Domnikov had written a series of reports about life in the Lipetsk region in 1999–2000, where he criticized the local government for corruption, which was the motive for Sergei Dorovskoi to incite others to kill the journalist.[46] Viktor Popkov, a contributor for the newspaper, was shot to death in Chechnya in 2001.[47] Yury Shchekochikhin, a journalist and deputy in the State Duma, had also worked for the newspaper as an investigative journalist and had been a deputy Editor-in-Chief until he died from a mysterious and severe allergy on 3 July 2003. Some of his contributions published in Novaya Gazeta were related to the investigation of the Three Whales Corruption Scandal. Journalist Anna Politkovskaya, who was critical of Russia's actions in Chechnya, wrote for Novaya Gazeta until her assassination on 7 October 2006. Politkovskaya wrote in an essay that the editors received: \"Visitors every day in our editorial office who have nowhere else to bring their troubles, because the Kremlin finds their stories off-message, so that the only place they can be aired is in our newspaper, Novaya Gazeta.\"[48] 15 years after her murder, Novaya Gazeta released a short film investigating her death, documenting failures at every level of the subsequent investigation.[49] Journalist and human rights lawyer Stanislav Markelov was shot and killed in Moscow on 19 January 2009 while leaving a press conference about his last minute appeal against the early release of Yuri Budanov, a former Russian military officer convicted for kidnapping and aggravated murder of a young Chechen woman.[50] Anastasia Baburova, a freelance journalist for Novaya Gazeta and a member of Autonomous Action, was with Markelov at the time and was also killed. Natalya Estemirova, human rights researcher and lawyer who lived in Chechen Republic, had sometimes met journalist Anna Politkovskaya and lawyer Stanislav Markelov, because they all were investigating crimes in Chechnya and defending victims rights, she also wrote reports in Novaya Gazeta. Natalya Estemirova was kidnapped on 22 July 2009 in the Chechnyan capital Grozny and two hours later killed in neighboring Ingushetia Republic.[51] In 2018 three journalists of Novaya Gazeta Kirill Radchenko, Alexander Rastorguyev and Orkhan Dzhemal were killed in an ambush outside the town of Sibut in Central African Republic. They did investigations to the Russian merchant enagement in CAR by Wagner group.[52] On 7 April 2022, Muratov was attacked by an unknown person and covered with red paint while on a train from Moscow to Samara, supposedly as an act of the attacker's support for Russian troops.[53][54][55] Muratov said the attacker had shouted \"Muratov, here’s one for our boys.\".[55] He said his eyes were \"burning terribly\" after the attack and posted a selfie showing the effects of the attack.[55] The substance was red paint containing acetone.[56] A declassified United States intelligence report concluded the attackers were part of an unnamed Russian intelligence unit.[56] Svobodnoe Prostranstvo (\"Free Space\", Russian: Свободное Пространство), which had been a colour supplement to Novaya Gazeta, is included in the Friday issue.[57][58] Novaya Gazeta regularly contain free inserts of its side-projects or other newly launched newspapers. The United Civil Front (by the corresponding organisation) and Yabloko's newspaper were published in the form of inserts in the past. Current inserts include the Shofyor (\"Driver\" or \"chauffeur\", Russian: Шофёр) side project and the popular science Kentavr (\"Centaur\", Russian: Кентавр). The Russian version of Le Monde diplomatique was promoted by being issued as such inserts for one year. The number of subscribers after that amounted to 43 and continuation of issuing the insert would have been considered senseless.[59] Novaya Gazeta has also published The New York Times International Weekly on Fridays since 2009. This eight-page supplement features a selection of articles from The New York Times translated into Russian.","Title":"Novaya Gazeta - Wikipedia","KeyID":"16164","URL":"https://en.wikipedia.org/wiki/Novaya_Gazeta"}