{"Content: ":"Ukrainska Pravda (Ukrainian: Українська правда, lit. 'Ukrainian Truth') is a Ukrainian online newspaper founded by Georgiy Gongadze on 16 April 2000 (the day of the Ukrainian constitutional referendum).[2]: 63  Published mainly in Ukrainian with selected articles published in or translated to Russian and English, the newspaper is tailored for a general readership with an emphasis on the politics of Ukraine. In May 2021, owner Olena Prytula sold 100% of the corporate rights of Ukrainska Pravda to Dragon Capital. The parties agreed that the editorial policy of the publication would remain unchanged.[1] Along with Hromadske and the Center for United Action, Ukrainska Pravda is part of the Kyiv MediaHub. In December 2002, Ukrainska Pravda was refused a press accreditation by the General Prosecutor of Ukraine Svyatoslav Piskun (an offence against the Criminal Code of Ukraine).[3] According to the Ukrainian Helsinki Human Rights Union, after Ukrainska Pravda journalists Serhiy Leshchenko and Mustafa Nayyem displayed a protest banner with the message \"Stop the libel law\" during a Verkhovna Rada session on 2 October 2012, the Office of the Verkhovna Rada questioned whether Leshchenko and Nayyem should be granted access to future sessions.[4] Staff and contributors of the Ukrainska Pravda have pioneered many legal and research techniques aimed at advancing freedom of information in Ukraine, particularly those concerning the public spending, public procurement and offshore tax evasion. Staff journalists routinely participate in non-partisan public actions promoting democracy and press freedom in the country.[citation needed] Ukrainska Pravda is also the umbrella site for the following more recent sister Web sites: Editorial copyright disclaimers[5] collectively describe these sites as the \"Ukrainska Pravda Internet Holding\", not specifying the legal nature of the holding. Among regular bloggers at Ukrainska Pravda are Anatoliy Hrytsenko, Ruslana Lyzhychko, Inna Bohoslovska, Tetyana Chornovol, Yuriy Lutsenko and many others.[citation needed] Georgiy Gongadze, co-founder and first editor of the Ukrainska Pravda Ukrainska Pravda's chief investigative journalists, Serhiy Leshchenko (center) and Mustafa Nayem (right), interview politician Taras Chornovil in July 2011 Ukrainska Pravda's journalist Pavel Sheremet died in Kyiv on 20 July 2016 in a car explosion[6] A 2005 cartoon from Ukrainska Pravda","Title":"Ukrainska Pravda - Wikipedia","KeyID":"16169","URL":"https://en.wikipedia.org/wiki/Ukrainian_Pravda"}