{"Content: ":"The Jerusalem Post is a broadsheet newspaper based in Jerusalem, founded in 1932 during the British Mandate of Palestine by Gershon Agron as The Palestine Post. In 1950, it changed its name to The Jerusalem Post. In 2004, the paper was bought by Mirkaei Tikshoret, a diversified Israeli media firm controlled by investor Eli Azur. In April 2014, Azur acquired the newspaper Maariv.[4] The newspaper is published in English and previously also printed a French edition. Originally a left-wing newspaper, it underwent a noticeable shift to the political right in the late 1980s.[5][6] From 2004 editor David Horovitz moved the paper to the center, and his successor in 2011, Steve Linde, pledged to provide balanced coverage of the news along with views from across the political spectrum.[7][8] In April 2016, Linde stepped down as editor-in-chief and was replaced by Yaakov Katz,[9] a former military reporter for the paper who previously served as an adviser to former Prime Minister Naftali Bennett.[10] The paper professes to be in the Israeli political center,[11] yet is considered to be in the political right;[12] its editorial line is critical of political corruption,[13] supportive of the separation of religion and state in Israel, and against perceived unilateral concessions to the Palestinians.[14] It is also a strong proponent of greater investment by the State of Israel in World Jewry and educational programs for the Jewish diaspora.[15] The first attempt to establish an English-language newspaper in Jerusalem was The Jerusalem News, established in 1919 under the auspices of the Christian Science movement, but this had no relationship to The Jerusalem Post.[16] The direct journalistic ancestry of The Jerusalem Post can be traced to The Palestine Bulletin, which was founded in January 1925 by Jacob Landau of the Jewish Telegraphic Agency.[17] It was owned by the Palestine Telegraphic Agency, which was in practice part of the JTA even though it was legally separate.[17] On 1 November 1931, editorship of the Bulletin was taken over by Gershon Agronsky (later Agron), a Jewish journalist who had immigrated to Palestine from the United States.[18] In March 1932, a dispute arose between Landau and Agronsky, which Agronsky resolved to settle by establishing an independent newspaper.[17] However, Landau and Agronsky instead came to an agreement to transform the Bulletin into a new, jointly owned newspaper.[17] Accordingly, the Palestine Bulletin published its last issue on 30 November 1932 and The Palestine Post Incorporating The Palestine Bulletin appeared the following day, 1 December 1932.[17] On 25 April 1933, the masthead was reduced to just The Palestine Post, although the newspaper continued to state its founding year as 1925 for at least a year afterwards.[19] During its time as The Palestine Post, the publication supported the struggle for a Jewish homeland in Palestine and openly opposed British policy restricting Jewish immigration during the Mandate period. According to one commentator, \"Zionist institutions considered the newspaper one of the most effective means of exerting influence on the British authorities.\"[20] On the evening of 1 February 1948, a stolen British police car loaded with half a ton of TNT pulled up in front of the Jerusalem office of the Palestine Post; the driver of a second car arrived a few minutes later, lit the fuse and drove off.[21] The building also contained other newspaper offices, the British press censor, the Jewish settlement police, and a Haganah post with a cache of weapons. Arab leader Abd al-Qadir al-Husayni claimed responsibility for the bombing, but historian Uri Milstein reported that the bomb had been prepared by the Nazi-trained Fawzi el-Kutub, known as \"the engineer\", with the involvement of two British army deserters, Cpl. Peter Mersden and Capt. Eddie Brown.[22][23] Three persons died in the bombing, a newspaper typesetter and two people who lived in a nearby block of flats.[24] Dozens of others were injured and the printing press was destroyed. The morning paper came out in a reduced format of two pages, printed at a small print shop nearby.[21] In 1950, two years after the State of Israel was declared, the paper was renamed The Jerusalem Post.[25] The broadsheet newspaper is published from Sunday to Friday, with no edition appearing on Saturday (the Jewish Sabbath) and Jewish religious holidays. Regular opinion columnists write on subjects such as religion, foreign affairs and economics. As of 2016[update] the managing editor is David Brinn.[26] Some of the material is translated and included in the free Hebrew daily Israel Post, of which Eli Azur is a co-owner. In January 2008, the paper announced a new partnership with The Wall Street Journal, including joint marketing and exclusive publication in Israel of The Wall Street Journal Europe.[27] The Jerusalem Post also publishes a monthly magazine, IVRIT, edited by Dr. Sarit Yalov. Its target audience is people learning the Hebrew language and it is described as \"an easy-Hebrew\" publication, meant for improving basic Hebrew reading skills. It uses the vowel notation system to make comprehension of the Hebrew abjad simpler.[28] The Jerusalem Report, now edited by Steve Linde, is a fortnightly print and online glossy newsmagazine. In 2020, Reuters reported that The Jerusalem Post, along with Algemeiner, The Times of Israel and Arutz Sheva, had published op-eds written by non-existent people.[29][30] In 2020, The Daily Beast identified a network of false personas used to sneak opinion pieces aligned with UAE government policy to media outlets such as The Jerusalem Post.[31] Twitter suspended some of the accounts of these fake persons on its own platform.[32] In January 2022, The Jerusalem Post's website was hacked by pro-Iranian actors. The JPost.com website homepage was replaced with an image depicting a bullet shot from a red ring on a finger (likely in reference to the ring worn by the Iranian General Qasem Soleimani) and the caption \"we are close to you where you do not think about it\". The hack occurred on the second anniversary of the Assassination of Qasem Soleimani and is largely seen as a threat towards Israel.[33][34] Until 1989, the paper supported the Labor Party. In 1989, the paper was purchased by Hollinger Inc., owned by Conrad Black. A number of journalists resigned from the Post after Black's takeover and founded The Jerusalem Report, a weekly magazine eventually sold to the Post. Under editor-in-chief David Makovsky, from 1999 to 2000, the paper took a centrist position on defense, but began to reject socialism.[2] In 2002, Hollinger hired the politically conservative Bret Stephens of The Wall Street Journal as editor-in-chief. David Horovitz took over as editor-in-chief on 1 October 2004.[35] On 16 November 2004, Hollinger sold the paper to Mirkaei Tikshoret Limited, a Tel Aviv-based publisher of Israeli newspapers. CanWest Global Communications, Canada's biggest media concern, had announced an agreement to take a 50 percent stake in The Jerusalem Post after Mirkaei bought the property, but the deal soured. The two sides went to arbitration, and CanWest lost.[36] In 2011, Horovitz was succeeded by the paper's managing editor, Steve Linde, who professed to maintain political moderation and balance.[37] Yaakov Katz, the paper's former military analyst and a fellow at the Nieman Foundation for Journalism, succeeded Linde in April 2016. JPost.com was launched in December 1996. Its current version also contains an ePaper version of the daily newspaper, a range of magazines and other web versions of the Group's products. The site is an entity separate from the daily newspaper. While sharing reporters, it is managed by different teams. Its staff is based in Tel Aviv, while the newspaper offices are located in Jerusalem.[38] The site contains archives that go back to 1989, and the default search on the site sends users to archive listings, powered by ProQuest, where articles can be purchased.[39] Free blurbs of the article are available as well, and full articles are available when linked to directly from navigation within JPost.com or from a search engine. JPost.com includes the \"Premium Zone\", a pay-wall protected area, containing additional Jerusalem Post articles and special features. The site, which was given a graphic facelift in September 2014, recently relaunched its mobile and tablet applications, as well as its special edition for mobile viewing. Gershon Agron founded the newspaper and served as its editor until he went into public service. One of his early reporters was his nephew Martin Agronsky, who would later become a famous American political journalist.[41] Agronsky left the paper after only a year;[42] he felt he had been hired out of nepotism and didn't like this, wanting to earn his jobs.[43][44] Agron's son Dani Agron also worked for the newspaper, serving as its business manager in the 1970s,[45] while his wife Ethel wrote for Hadassah Magazine.[46] Martin Agronsky's son Jonathan Agronsky also became a journalist in the United States.[47]","Title":"The Jerusalem Post - Wikipedia","KeyID":"16168","URL":"https://en.wikipedia.org/wiki/The_Jerusalem_Post"}