{"Content: ":"YES! is a nonprofit, independent publisher of solutions journalism. YES! was founded by David Korten and Sarah van Gelder; Christine Hanna, founder and former co-director of Seattle Good Business Network,[1] is the executive director.[2] The first issue of the magazine was published in summer 1996.[3] It is published quarterly and it has ISSN 1089-6651 and LCCN 96-656670 sn 96044464. Issues of YES! explore a specific issue in depth, and provide resources so that readers may become involved in that issue. Previous issues have covered topics such as just transition,[4] sanctuary city,[5] solidarity economy[6] and decolonization.[7] The magazine is printed on recycled paper and archives all its issues online. YES! is a member of The Media Consortium, an international network of over 70 independent progressive journalism organizations including Mother Jones, The Nation, Grist, Democracy Now!, and others.[8] YES! and other Media Consortium outlets participated in a 2017 study[9] that looked at the impact they could have on the national conversation.[10] In 2015, YES! Magazine was showcased on Neil Young's July tour promoting The Monsanto Years. Young selected five magazines to feature in a \"News You Can Trust\" tent, including YES!, The Nation, Mother Jones, Permaculture Magazine, and Earth Island Journal.[11] • Winner of 2017 excellence award for Zenobia Jeffries column on racial justice from the National Association of Black Journalists.[12] • Winner of 2016 Northwest Excellence Award from the Society of Professional Journalists, YES!’s Jennifer Luxon and Stephen Miller received first place for digital innovation.[13] • Second place, 2016 Northwest Excellence Award, YES! Staff, in general excellence for two issues, Life After Oil and Gender Justice. • Winner of 2016 National Association of Black Journalists Salute to Excellence awards. YES!'s Liz Pleasant won first place in commentary.[14] • Winner of 2015 Northwest Excellence Award from the Society of Professional Journalists, YES!’s Marcus Harrison Green won first place in government and politics reporting.[15] • Winner of 2015 Northwest Excellence Award,[16] YES! Staff received first place in social issues reporting and third place for environment, nature and science reporting. • Second Place, 2015 Northwest Excellence Award, YES! Staff received second place for an online news video. • Winner of 2013 Utne Media award for General Excellence.[17] • Winner of 2001 Utne Reader Alternate Press Award for Best Culture coverage, and was nominated for Best Political Coverage in 2004.[18]","Title":"Yes! (U.S. magazine) - Wikipedia","KeyID":"16176","URL":"https://en.wikipedia.org/wiki/Yes!_(U.S._magazine)"}