{"Content: ":"Jane's Information Group, now styled Janes, is a global open-source intelligence company specialising in military, national security, aerospace and transport topics, whose name derives from British author Fred T. Jane. Jane's Information Group was founded in 1898 by Fred T. Jane, who had begun sketching ships as an enthusiast naval artist while living in Portsmouth. This gradually developed into an encyclopedic knowledge, culminating in the publishing of All the World's Fighting Ships (1898).[1] The company then gradually branched out into other areas of military expertise. The books and trade magazines published by the company are often considered the de facto public source of information on warfare and transportation systems. Based in Greater London for most of its existence, the group was owned by the Thomson Corporation, The Woodbridge Company,[when?][citation needed] then IHS Markit,[2] before being acquired by Montagu Private Equity in 2019.[3] The company name is officially Jane's Information Group,[4][5] and it is as of 2021[update] located in Coulsdon, Surrey.[6] The company continues to provide open-source intelligence in the defence, security, aerospace and transport sectors.[7] Of their publications, books (published annually[8]) include Jane's All the World's Aircraft, Jane's Fighting Ships, Jane's Military Communications,[9] Jane's World Air Forces,[10] Jane's World Navies,[10] and Jane's World Railways. Periodicals include Jane's Defence Weekly, Jane's Intelligence Review, Jane's International Defence Review, and Jane's Navy International. Jane's Police Review (2011) and Jane's Airport Review (2015) were discontinued. Jane's All the World's Aircraft and Fighting Ships are included in the 2019 edition of the AP stylebook as references for proper notation of aircraft and military ship names.[11] Jane's Combat Simulations was a brand of computer flight simulation games and naval warfare simulations produced between 1996 and 2000 under license to Electronic Arts. Major periodical competitors include Defense News, Flight International, Aviation Week & Space Technology and the Shephard Group.[citation needed]","Title":"Janes Information Services - Wikipedia","KeyID":"16179","URL":"https://en.wikipedia.org/wiki/Janes_Information_Services"}