{"Content: ":"The i is a British national morning paper published in London by Daily Mail and General Trust and distributed across the United Kingdom. It is aimed at \"readers and lapsed readers\" of all ages and commuters with limited time, and was originally launched in 2010 as a sister paper to The Independent.[6][7][8] It was later acquired by Johnston Press in 2016 after The Independent shifted to a digital-only model.[9] The i came under the control of JPIMedia a day after Johnston Press filed for administration on 16 November 2018.[10] The paper and its website were bought by the Daily Mail and General Trust (DMGT) on 29 November 2019, for £49.6 million.[2] On 6 December 2019 the Competition and Markets Authority served an initial enforcement order on DMGT and DMG Media Limited requiring the paper to be run separately pending investigation.[11] The i was named British National Newspaper of the Year in 2015. Since its inception, the i has expanded its layout and coverage, adding special sections for notable events and revamping its weekend edition. The paper had an average daily circulation of 302,757 in March 2013,[12] significantly more than The Independent, though that figure has since continued to decline, and had dropped to 233,869 by February 2019.[13] The paper is classified as a 'quality' in the UK market but is published in the standard compact tabloid-size format. A press statement released on the website of The Independent on 19 October 2010 announced the launch of the i. Also in October 2010, Independent Print Limited launched an advertising campaign to promote the new publication. The first issue of the i went on sale for 20p on 26 October 2010, along with a new-look version of The Independent.[8] Starting on 7 May 2011 a Saturday edition was published, with more pages and at the price of 30p. This increased to 40p in January 2014, with the weekday edition rising to 30p. In September 2016, the price was raised to 60p, with the weekday edition rising to 50p.[14] The i was then named National Newspaper of the Year in 2015.[15] At the start of September 2017, the price rose once again, to 60p for the weekday edition and 80p for the relaunched i weekend beginning later that month. The paper cited the rising cost of materials needed to print the paper and the increasingly difficult environment in which print journalism finds itself.[16] On 11 February 2016, it was revealed that regional publisher Johnston Press, which owned The Yorkshire Post and The Scotsman, were in the advanced stages of talks to buy the i for around £24 million.[17] The acquisition was completed before The Independent became a digital-only publication, and a \"significant number\" of staff joined the team from The Independent.[18] The new editorial team was announced in April 2016[19] and moved one floor down in Northcliffe House. On 30 September 2017, a new, redesigned, version of the weekend edition of the i went on sale, costing 80p. This relaunch of the weekend paper saw circulation rise by around 30,000, to around 290,000 of the first edition of the redesigned paper being sold. By August 2018, the weekend edition had become the strongest day of trading for the i.[20] In December 2017, the owners of the i, Johnston Press, announced the newspaper was bringing in a monthly profit of around £1 million.[21] They stated that this was the result of: \"Johnston Press management’s strategy of investing in improved content under editor Olly Duff's clear leadership, increased brand awareness, distribution, and advertiser solutions, while delivering efficiencies\".[22] A February 2018 trading update from parent company Johnston Press stated that the paper held a 20% market share of the 'Quality' weekday market.[23] The i website, inews.co.uk, was reported to attract around two million unique viewers at the start of 2018,[22] but that figure had grown 457% by November, with Comscore reporting unique visitors to the website then stood at 5.2 million, surpassing the reach of The Times and Huffington Post UK.[24] In November 2018, ownership of the i alongside the other assets of Johnston Press were transferred in a pre-packaged administration deal to JPIMedia, a company set up by the bondholders of Johnston Press, after several attempts to restructure the debt or sell the business were unsuccessful. On 14 September 2019, The iweekend price rose from £1 to £1.20.[25] On 29 November 2019, it was announced that JPIMedia had sold the i newspaper and website to the Daily Mail and General Trust, which owns the Mail on Sunday and MailOnline. Lord Rothermere, the chair of DMGT, said that the paper would maintain its politically independent editorial style.[2] In March 2021, the i broke the story that Pontins holiday parks used a list of common Irish surnames as an internal document to prevent bookings by \"undesirable guests\".[26] In December 2021, DMGT announced that both i and the DMGT-owned New Scientist magazine would be moved to a new division of the company, to be called Harmsworth Media.[27][28] The i is tabloid-size and stapled, and the first issue contained 56 pages. The Friday edition of the paper, which contains the \"Friday\" section, has a slightly increased page count, at around 65. The weekend version of the paper is significantly larger than the weekday version, containing 87 pages. The i prides itself on having no supplements, something common in many other quality British newspapers, saying they want to give readers the best experience without supplements that \"clog up\" recycling bins.[16] The newspaper contains \"matrices\" for news, business and sports—small paragraphs of information which are expanded upon in full articles further on in the paper.[8] The title also includes a features section titled iQ, Arts and Business sections and a television guide.[8] The managing director of The Independent stated several days before the newspaper went into print that the publication is designed for people who do not have much time to read a newspaper.[8] On 20 April 2011, editor Simon Kelner announced that a Saturday edition of the i would be published, starting from 7 May 2011 and costing 30 pence, 10 pence more than the weekday version. The paper is now 65p on weekdays and £1.20 at the weekend, running Monday to Saturday (although the Saturday edition is also sold on Sunday).[29] The paper now runs a subscription, whereby customers can buy pre-paid vouchers to exchange for their copy of the paper. The subscription can be either six months or a year long and can be chosen Monday to Friday or including Saturday. There is also a discounted student subscription that lasts for one academic year. Nick Clegg, former UK Deputy Prime Minister and former leader of the Liberal Democrats, a centrist party, is a fortnightly columnist for the i. His column usually features in the \"My View\" comment section of the paper.[30] During an interview for the i in December 2017, then Labour leader, Jeremy Corbyn declared himself to be a dedicated reader of the i, saying that its compact size and concise articles suited his busy lifestyle as Leader of Her Majesty's Opposition.[31] During the referendum on the United Kingdom's membership of the European Union, held in June 2016, the paper chose not to declare for either \"leave\" or \"remain\", unlike a majority of other British newspapers who came out for either side of the debate.[32] In the 2017 and 2019 UK general elections, the i chose not to endorse a political party.[33][34] The i has developed a strong national reputation over time. The paper is understood to be highly regarded by many journalists, especially the former employees of The Independent who had worked on the title. Since being named National Newspaper of the Year at the 2015 News Awards,[35] the i has also gone on to win and be shortlisted for numerous awards in the UK. At the 2017 Press Awards, the i secured six nominations.[36] Katy Balls was a finalist alongside Stephen Bush for Political Commentary of the Year, Yasmin Alibhai-Brown for Broadsheet Columnist of the Year, Alice Jones for Critic of the Year, Steve Connor for Science Editor of the Year, Kim Sengupta for Foreign Reporter of the Year, Sam Cunningham for Sports Journalist of the Year, while the paper itself was nominated for Best News Site of the Year. At the 2017 British Sports Journalism Awards, Hugo Lowell was nominated for Young Sports Writer of the Year.[37] At the 2018 British Media Awards, the i won Gold in the Launch of the Year category for i weekend and Editorial Campaign of the Year category for its coverage of NHS cuts. The paper were also runner-ups for Print Product of the Year and Media Brand of the Year.[38] The i was found in a 2018 poll to be the second-most trusted news brand in the UK after The Guardian.[39] In March 2019, the i overtook The Guardian to become the most trusted digital newsbrand on-line, and third in print.[40] The two then tied as most trusted national newsbrand for their paper editions in 2020; the i was third on-line.[41] At the 2019 British Media Awards, the i won Gold in the Media Brand of the Year category, Silver for the Digital Product of the Year, and Bronze in the Print Product of the Year category.","Title":"i (newspaper) - Wikipedia","KeyID":"16180","URL":"https://en.wikipedia.org/wiki/I_(newspaper)"}