{"Content: ":"The TSN or Television News Service (Ukrainian: Телевізійна Служба Новин, ТСН, romanized: Televiziyna Sluzhba Novyn) is a daily news program of 1+1 TV channel produced by 1+1 Media Group. On weekdays there are up to 8 issues of TSN depending on the day of the week; on Saturday and Sunday there is one. The main issue of TSN is the evening, which starts at 7:30 p.m. TSN is one of the most popular news programs in Ukraine. In December 2012, the program had record viewership, with 31.5% of Ukrainians watching the live program. In addition to news releases, TSN also creates a TV tabloid \"TSN Special \"and Sunday analytical program\" TSN Week\". The program is broadcast live. The slogan of the program roughly translates to \"TSN impresses\" (Ukrainian: ТСН вражає, romanized: TSN vrazhaye). Local news is one of TSN's most important businesses, a program of own correspondents in each region of Ukraine (except Crimea) and beyond. As part of the morning show \"Breakfast with 1+1\" on weekdays there are six issues of TSN, lasting 7–8 minutes every half hour between 7.00 and 9.30 a.m. The current hosts of the program are Marichka Padalko and Sviatoslav Hrynchuk.[1] Broadcast every day at 12.00 a.m., it is a natural continuation of the morning broadcasts. It is distinguished by its dynamism and conciseness of news presentation. The duration of the issue is no more than 20 minutes.[2] Additional daily broadcasts from August 31, 2020. Duration —15 minutes. Host — Solomiya Vitvitska.[3] Additional daily broadcasts from 2016. The duration is 20–30 minutes. The program's current host is Solomiya Vitvitska.[4] Released Monday to Saturday at 7:30 p.m. (on Sunday at this time airs \"TSN Week\"). The current hosts of the main issue are Lydia Taran and Natalia Moseychuk. From Monday to Wednesday it is aired for 60-65 minutes with a break for advertising, Thursday to Friday for 55 minutes with a break for advertising, and on Saturday for 45 minutes. Occaisonally, shorter issues are broadcast, sometimes as brief as 30 minutes.[5] \"TSN Week\" is an analytical program, broadcast every Sunday between 7:30-9:00 p.m., interrupted by a 9-minute advertisement. The host is Alla Mazur.[6] TSN Week analyzes the most important events of the past week. Each issue has a so-called \"top topic\" in which journalists discuss the most significant current event. The program also includes a number of other stories on relevant topics and exclusive interviews with famous politicians.[7] The program constantly conducts its own journalistic investigations. In 2012, one of the investigations TSN Week conducted contributed to the release of the innocent convict Maksym Dmytrenko, who had served 8 years in prison for murders committed by a \"childbirth maniac\".[8] During the off-season issues, TSN Week is replaced by the usual main 45-minute issue of TSN. Aired Monday through Thursday at 12:45 a.m. The hosts were Yulia Borysko and Solomiya Vitvitska. The program has since been discontinued. The last issue was released on March 19, 2020.[9] This program debuted on 18 October 2021.[10] It starts Monday through Wednesday at 10:50 p.m., and late Thursday night at 12:45 a.m. The current host is Natalia Ostrovskaya.[11] TSN.ua (stylised TCH.ua) is TSN's online version. It was created on August 21, 2008. According to Gemius and InMind, as one of the most influential companies in the Ukrainian segment of the World Wide Web, tsn.ua has long been holding a leading position in the Ukrainian Internet media market.[12] According to the results of January 2022, TSN's website was visited by 9,810,000 unique users. In terms of traffic, the site ranks 6th among all Ukrainian websites.[13]","Title":"Television Service of News - Wikipedia","KeyID":"16197","URL":"https://en.wikipedia.org/wiki/Television_Service_of_News"}