{"Content: ":"Mother Jones (abbreviated MoJo) is a progressive[2][3] American magazine that focuses on news, commentary, and investigative journalism on topics including politics, environment, human rights, health and culture. Clara Jeffery serves as editor-in-chief of the magazine. Steve Katz has been the publisher since 2010; Monika Bauerlein has been the CEO since 2015.[4][5][6] Mother Jones is published by the Foundation for National Progress.[7] The magazine was named after Mary Harris Jones, known as Mother Jones, an Irish-American trade union activist, socialist advocate, and ardent opponent of child labor.[8] For the first five years after its inception in 1976,[7] Mother Jones operated with an editorial board, and members of the board took turns serving as managing editor for one-year terms. People who served on the editorial team during those years included Adam Hochschild, Paul Jacobs, Richard Parker, Deborah Johnson, Jeffrey Bruce Klein, Mark Dowie, Amanda Spake, Zina Klapper, and Deirdre English. According to Hochschild, Parker, \"who worked as both editor and publisher, saw to it that Mother Jones took the best of what could be learned from the world of commercial publishing.\"[9] Michael Moore, who had owned and published the Flint, Michigan-based Michigan Voice for ten years, followed English and edited Mother Jones for several months, until he was fired for disputed reasons. Matt Labash of The Weekly Standard reported this was for refusing to print an article that was critical of the Sandinista human rights record in Nicaragua[10]—a view supported by The Nation columnist Alexander Cockburn, but denied by Hochschild and others at the magazine.[11][12] Moore believes that he was fired because of his defiant reaction to the publisher's refusal to allow him to cover a story on the GM plant closings in Flint.[13] Moore also felt that he did not have a chance to shape the magazine, and that many of the articles that were printed during his time as editor were articles that had already been commissioned by Deirdre English. After being fired in 1986, Moore sued Mother Jones for $2 million for wrongful termination,[14] but settled with the magazine's insurance company for $58,000[15]—$8000 more than the initial offering. Russ Rymer was named editor-in-chief in early 2005, and under his tenure the magazine published more essays and extensive packages of articles on domestic violence (July/August 2005),[16] and the role of religion in politics (December 2005).[17] In August 2006, Monika Bauerlein and Clara Jeffery were promoted from within to become co-editors of the magazine. Bauerlein and Jeffery, who had served as interim editors between Cohn and Rymer, were also chiefly responsible for some of the biggest successes of the magazine in the past several years, including a package on ExxonMobil's funding of climate change \"deniers\" (May/June 2005)[18] that was nominated for a National Magazine Award for Public Interest reporting; a package on the rapid decline in the health of the ocean (March/April 2006),[19] and the magazine's massive Iraq War Timeline interactive database.[20] As the magazine's first post-baby boomer editors, Bauerlein and Jeffery used a new investigative team of senior and young reporters to increase original reporting, web-based database tools,[clarification needed] and blog commentary on MotherJones.com. The cover of their first issue (November 2006) asked: \"Evolve or Die: Can humans get past denial and deal with global warming?\"[21][22] In 2015, Bauerlein became CEO and Jeffery became sole editor in chief.[6] David Corn, a political journalist and former Washington editor for The Nation, is bureau chief of the magazine's newly established D.C. bureau.[23] Other D.C. staff have included Washington Monthly contributing editor Stephanie Mencimer, former Village Voice correspondent James Ridgeway, and Adam Serwer from The American Prospect. Laurene Powell Jobs has donated to Mother Jones by way of her LLC, Emerson Collective.[24] Mother Jones has been a finalist for 31 National Magazine Awards, winning seven times (including three times for General Excellence in 2001, 2008 and 2010).[25] The Park Center for Independent Media named Mother Jones the winner of the fifth annual Izzy Award in April 2013, for \"special achievement in independent media,\" for its 2012 reporting, including its analysis of gun violence in the United States, coverage of dark money funding of candidates, and release of a video of Mitt Romney stating that 47 percent of the people of the United States see themselves as victims and are dependent on the government.[26] In August 2013, Mother Jones' co-editors Monika Bauerlein and Clara Jeffery won the PEN/Nora Magid Award for Magazine Editing.[27] Also in 2010, Mother Jones won the Online News Association Award for Online Topical Reporting,[28] and in 2011 won the Utne Reader Independent Press Award for General Excellence.[29] In 2017, Mother Jones won the Magazine of the Year award from the American Society of Magazine Editors.[30] In addition to stories from the print magazine, MotherJones.com offers original reported content seven days a week. During the 2008 presidential election campaign, MotherJones.com journalist David Corn was the first to report John McCain's statement that it “would be fine with [him]” if the United States military were stay in Iraq for “maybe a hundred years”—that what should be assessed is not their simple presence (American troops are uncontroversially stationed in South Korea, Japan, Europe, Bosnia, and many other countries as facets of America's multilateralism), but how many casualties are being suffered.[31] Also in 2008, MotherJones.com was the first outlet to report on Beckett Brown International, a security firm that spied on environmental groups for corporations.[32] Winner of the 2005 and 2006 \"People's Choice\" Webby Award for politics,[33] MotherJones.com has provided extensive coverage of both Gulf wars, presidential election campaigns, and other key events of the last decade. Mother Jones began posting its magazine content on the Internet in November 1993, the first general interest magazine in the country to do so.[34] In the March/April 1996 issue, the magazine published the first Mother Jones 400, a listing of the largest individual donors to federal political campaigns. The print magazine listed the 400 donors in order with thumbnail profiles and the amount they contributed. MotherJones.com (then known as the MoJo Wire) listed the donors in a searchable database. In the 2006 election, MotherJones.com was the first to break stories on the use of robocalling,[35] a story that TPM Muckraker and The New York Times picked up. The Iraq War Timeline interactive database,[20] a continually updated interactive online project, was nominated for a National Magazine Award in 2006.[36] Throughout its circulation, Mother Jones magazine has been the subject of criticism regarding the editorial position of the staff,[37] exploitation of interns,[38] misinterpreting data about homeless people,[39] and promotion of values that are perceived to be inconsistent with those of the magazine's namesake, Mother Jones.[40][41][42] In December 2013, Mother Jones was criticized for its labor practices regarding the employment of interns, as part of the Ben Bagdikian Fellowship Program. The program allowed college students to enroll as “fellows” who would receive a monthly stipend of $1,000 while working for the magazine in San Francisco. Writer Charles Davis of Vice criticized this practice as exploitative noting that “a fellow [working] at Mother Jones earns less than $6 an hour in a state, California, that just decided to raise the minimum wage to $10.” Following the publication of the article, Mother Jones announced that it would reform its budget to provide fellows with equivalent to California's minimum wage. According to Davis, a former intern alleged that they were advised by the company's human resources department to register for food stamps.[43] The magazine was subject of controversy regarding an October 2016 article about white supremacist figure Richard B. Spencer titled, \"Meet the Dapper White Nationalist Riding the Trump Wave\", which was interpreted as presenting Spencer in a positive light in contrast to his promotion of violent, racialist views.[44] In response to the controversy, Mother Jones deleted a tweet promoting the article, in addition to reediting the title of the article.[45] The 2017 video game Wolfenstein II: The New Colossus featured a newspaper article entitled \"Meet The Dapper Young KKK Leader With A Message Of Hope\". Video game website Kotaku said the addition was \"clearly a shot at Mother Jones and any other media outlet who decides to start getting cutesy about white supremacy\".[46] In August 2017 journalist and Mother Jones contributor Glenn Greenwald criticized an article published by the magazine titled \"Are People Disgusted By the Homeless?\" by Kevin Drum, which Greenwald asserts uses dehumanizing stereotypes of homeless people.[39] Kevin Drum would again be a subject of controversy in July 2019, when Naomi Lachance of Fairness and Accuracy in Reporting criticized Drum's handling of the Wayfair Walkout in a blog post titled \"I Don't Understand the Wayfair Walkout\".[47] The Wayfair Walkout was a planned protest action taken by workers and employees of the furniture company to express their opposition to the companies contracting with ICE and other government agencies involved in detainment of suspected undocumented immigrants.[48][49] In response to news of the walkout, Drum wrote, \"But isn't our whole complaint that these kids are being treated badly? Shouldn't we want companies to sell the government toothpaste and soap and beds and so forth? What am I missing here?\"[50] In response to these comments, Lachance wrote \"In a cruel and violent world, full of exponentially increasing climate change, natural disasters, food shortages and wars, people cross borders in search of a place where they have a sliver of a chance to survive. That determination for life should be celebrated, not criminalized. Drum has an attitude toward immigrants that is xenophobic and deeply embarrassing for Mother Jones.\"[51] In late 2017, journalist and columnist David Corn was accused of workplace sexual harassment by former staffers who alleged the columnist of engaging \"...in inappropriate workplace behavior, including unwanted touching and rape jokes\".[52] These allegations were published in numerous newspapers and magazines, including The Daily Beast[53] and Politico.[54] Mother Jones conducted an internal investigation of the accusations, concluding that there was no evidence of misconduct.[52]","Title":"Mother Jones (magazine) - Wikipedia","KeyID":"16192","URL":"https://en.wikipedia.org/wiki/Mother_Jones_(magazine)"}