{"Content: ":"Ali H. Soufan (born 1971) is a Lebanese-American former FBI agent who was involved in a number of high-profile anti-terrorism cases both in the United States and around the world. A 2006 New Yorker article described Soufan as coming closer than anyone to preventing the September 11 attacks and implied that he would have succeeded had the CIA been willing to share information with him.[2] He resigned from the FBI in 2005 after publicly chastising the CIA for not sharing intelligence with him which could have prevented the attacks. In 2011, Soufan published a memoir which includes some historical background on al-Qaeda: The Black Banners: The Inside Story of 9/11 and the War Against al-Qaeda.[3] In 2017, he published Anatomy of Terror: From the Death of Bin Laden to the Rise of the Islamic State. He is the CEO of The Soufan Group[4] and founder of The Soufan Center, \"a nonprofit organization dedicated to serving as a resource and forum for research, analysis, and strategic dialogue related to global security issues and emergent threats.\" Soufan is a Phi Kappa Theta alumnus and winner of the Kennedy award in 2018. Soufan was born in Beirut, Lebanon in 1971. He comes from a Sunni Muslim family. He graduated from Mansfield University of Pennsylvania in 1995, receiving his B.A. in political science. He is an admirer of the poet Khalil Gibran.[5] In 1999, Soufan was called to Jordan to investigate the Jordan Millennium Bombing plot. Here he discovered a box of documents delivered by Jordanian intelligence officials prior to the investigation, sitting on the floor of the CIA station, which contained maps showing the bomb sites. His find \"embarrassed the CIA\", according to a 2006 New Yorker profile of him.[2] In 2000, he was made the lead investigator of the USS Cole bombing.[2] When given a transcript of the interrogations of Fahd al-Quso, he noticed a reference to a one-legged Afghan named \"Khallad\", whom he remembered as a source identified years earlier as Walid bin 'Attash; this helped the FBI to track down Abd al-Rahim al-Nashiri.[2] Following the September 11th attacks, Soufan was one of only eight FBI agents in the entire country who spoke Arabic, and the only one in New York City.[6] Colleagues reported that he would sit on the floor with suspects, offer them tea, and argue over religion and politics in fluent Arabic, while drawing out information.[5] Soufan has been described as having had a close working relationship with FBI counter-terrorism agent John P. O'Neill, who was killed on September 11.[7] While in Yemen investigating the September 11th attacks, Soufan received intelligence that the CIA had been withholding for months. According to The New Yorker, \"Soufan received the fourth photograph of the Malaysia meeting—the picture of Khallad, the mastermind of the Cole operation. The two plots, Soufan instantly realized, were linked, and if the CIA had not withheld information from him he likely would have drawn the connection months before September 11th.\"[2] He was tasked with the \"intensive interrogation\" of Abu Jandal over the course of five days in Yemen, during which time Jandal gave up the names of a number of members of al-Qaeda.[8] It was his questioning of Mohammed al-Qahtani that led to the terrorism charges against Ali Saleh Kahlah al-Marri in Chicago, whom al-Qahtani had mentioned as being a relative.[5] In 2005, Soufan approached a Florida doctor, Rafiq Abdus Sabir, pretending to be an Islamist militant, and asked him whether he would provide medical treatment to wounded al-Qaeda fighters in the Iraq War.[9] When Sabir agreed to provide medical treatment, he was arrested and sentenced to 25 years' imprisonment for supporting terrorism.[10] Soufan obtained a confession from Salim Hamdan, accused of being a driver and bodyguard for Osama bin Laden. Soufan testified before his military tribunal that Hamdan was a hardened terrorist who had possessed advance knowledge of the September 11th attacks.[11][12] He also obtained a confession from Ali al-Bahlul, an al-Qaeda propagandist and bin Laden media secretary accused of making a video celebrating the Cole attacks, and testified at his military tribunal as well.[13] Soufan resigned from the FBI in 2005 and founded the Soufan Group.[14] He continues to be frequently called upon to serve as an expert commentator. Soufan was a former member of the Homeland Security Advisory Council.[15] On May 14, 2009, Soufan testified in front of the Senate Judiciary Committee for its hearing on torture.[16] The hearing followed President Barack Obama's declassification of what is known as the \"torture memos\".[17] Most notably, Soufan claimed in his testimony that his interrogation of Abu Zubaydah had resulted in actionable intelligence, such as the identity of convicted terrorist José Padilla; and that thereafter, when waterboarding was performed on Abu Zubaydah, the flow of intelligence stopped. Soufan's statement contradicts the one made in the \"torture memos\", which were intent on making a legal case in favor of—and justification for—the use of waterboarding and other so-called \"enhanced interrogation techniques\" (EITs). Soufan re-stated his claims in an April 22, 2009, op-ed for The New York Times entitled \"My Tortured Decision\",[18] which was published shortly after the memos were released, and similarly two months later.[19] According to one of President George W. Bush's speechwriters, Marc Thiessen, writing in the National Review in October 2009, both Soufan's testimony and his April 2009 op-ed in The New York Times are contradicted by CIA documents that state that Abu Zubaydah revealed the actionable intelligence only during the CIA's interrogation, which included rougher treatment than the FBI had used.[20] However, in turn, Thiessen's argument is contradicted by the 2008 Department of Justice's Inspector General Report,[21] which quotes FBI sources stating that \"Zubaydah was responding to the FBI's rapport-based approach before the CIA assumed control over the interrogation, but became uncooperative after being subjected to the CIA's techniques.\" Soufan's argument was also supported by the CIA Inspector General's 2004 Report into the program.[22] After investigating claims about the effectiveness of enhanced interrogation techniques, the report stated that while the regular interrogation approach achieved many successes, \"measuring the effectiveness of the EITs, however, is a more subjective process and not without some concern.\" The Department of Justice's Office of Professional Responsibility report,[23] published July 29, 2009, states that \"the CIA Effectiveness Memo provided inaccurate information about Abu Zubaydah's interrogation.\" The CIA memo stated that \"Zubaydah's reporting led to the arrest of Padilla on his arrival in Chicago in May 2003.\" However, the OPR report states, \"In fact Padilla was arrested in May 2002, not 2003,\" and so \"the information 'leading to the arrest of Padilla' could not have been obtained through the authorized use of EITs.\" On May 8, 2012, Bloomberg News published an op-ed by Ali Soufan criticizing a book recently published by former CIA official Jose Rodriguez.[14] Rodriguez's duties included supervising the CIA's enhanced interrogation program. Soufan strongly disputed Rodriguez's claims that the CIA's enhanced interrogation program was effective at securing reliable, useful information.[14] Soufan questioned whether the marked differences in Rodriguez's description of al-Nashiri's role in the USS Cole bombing from that of the prosecution would undermine the case against al-Nashiri.[14] Soufan wrote that al-Nashiri was the bombing's mastermind; Rodriguez disputed that al-Nashiri was not intelligent enough to be a \"mastermind\". In 2017 Soufan founded The Soufan Center (TSC), \"an independent non-profit center offering research, analysis, and strategic dialogue on global security challenges and foreign policy issues...\".[24] As of 2021[update], Michael G. Masters is President of the Center, while Naureen Chowdhury Fink is the Executive Director.[25] Jamal Khashoggi, a journalist with The Washington Post, and an expatriate from Saudi Arabia, who had stirred the ire of the Saudi government, was a friend of Soufan's.[26] When Khashoggi was assassinated in October 2018, Soufan helped erect a memorial to him in Washington DC. In May 2020, CIA officials contacted Soufan to inform him they were monitoring al Qaeda militants who were plotting against him.[27] He also started to receive threatening messages via social media.[28] Cybersecurity experts hired by the Soufan Group determined the social media threats were orchestrated not by al-Qaeda, as the CIA claimed, but by the same Saudi government officials who had targeted his friend Jamal Khashoggi, prior to assassinating him.[26][29] In the Hulu miniseries The Looming Tower (2018), based on Soufan's time in the FBI, he is portrayed by actor Tahar Rahim.[30] In the 2019 film The Report, he is portrayed by Fajer Al-Kaisi.","Title":"Ali Soufan - Wikipedia","KeyID":"16191","URL":"https://en.wikipedia.org/wiki/The_Soufan_Center"}