{"Content: ":"Quartz is a business-focused, privately held English-language international news organization. It launched in New York City in 2012. It publishes in the United States and Japan, and publishes regional editions in the United Arab Emirates, Hong Kong, Africa, and India.[2][3] Quartz targets high-earning readers, calling itself a \"digitally native news outlet for business people in the new global economy\".[4][5] Sixty percent of its readers access the site via mobile devices. In August 2017, Quartz's website saw about 22 million unique visitors.[6] Approximately 700,000 people subscribe to its roster of email newsletters, which includes its flagship Daily Brief.[7] According to Ad Age, Quartz made around $30 million in revenue in 2016, and employed 175 people.[8] In 2017, revenue decreased to $27.6 million as advertising shrank.[9] Uzabase (Japanese: ユーザベース) purchased the organization for $86 million.[10][1] According to a press release, the name Quartz was chosen for reasons related to its branding and the unusual combination of two infrequently used letters, q and z, in the title.[4] On September 24, 2012, Quartz launched its website, designed to deliver content primarily to mobile and tablet users. Its founding team members were from news organizations including Bloomberg, The Economist, The New York Times, and the Wall Street Journal.[11][12] According to its website, Quartz's team reports in 115 countries and speaks 19 languages.[13] The publication was initially led by Kevin Delaney, a former managing director of WSJ.com, Zach Seward, a former WSJ social media editor, and Gideon Lichfield, a global news editor from The Economist, among other editors.[4] Quartz's main office is located in New York. It also has correspondents and staff reporters based in Hong Kong, India, London, Los Angeles, Thailand, Washington DC, and elsewhere.[13] In 2014, Quartz expanded into India, launching Quartz India. In 2015, it launched Quartz Africa.[14][15] In 2015, it launched Atlas, a chart-building platform.[16] In July 2018, Japanese company Uzabase acquired Quartz from Atlantic Media.[17] In October 2019, co-CEO and editor in chief Kevin Delaney, stepped down from his position. Zach Seward, the company's second employee, became the company's new chief executive officer.[18] That same month Apple removed the Quartz app from its Chinese App Store, as part of the Great Firewall, for reporting on the 2019–20 Hong Kong protests.[19][20][21] Revenue fell from $11.6 million in the first half of 2019 to $5 million in the first half of 2020. In November 2020, Uzabase sold Quartz to the publication's staff.[22][23] In April 2022 the site was sold to G/O Media.[24][25] Quartz is structured around a collection of phenomena or \"obsessions\"[26] rather than \"beats\". Quartz often uses charts, created through its Atlas tool. The tool is used by other media organizations, including CNBC, FiveThirtyEight, NBC News, New Hampshire Public Radio, NPR, The New Yorker, The Press-Enterprise, CEOWORLD magazine, and The Wall Street Journal.[27][28]","Title":"Quartz (publication) - Wikipedia","KeyID":"16205","URL":"https://en.wikipedia.org/wiki/Quartz_(publication)"}