{"Content: ":"Yahoo! Sports is a sports news website launched by Yahoo! on December 8, 1997. It receives a majority of its information from STATS, Inc.[2] It employs numerous writers, and has team pages for teams in almost every North American major sport. Before the launch of Yahoo Sports, certain elements of the site were known as Yahoo! Scoreboard. From 2011 to 2016, the Yahoo Sports brand had also been used for a U.S.A. sports radio network. That network is now known as SportsMap. The United States edition of Yahoo Sports covers many sports, including WWE, NFL, MLB, NBA, NHL, college football, college basketball, NASCAR, golf, tennis, FIFA World Cup, UEFA Champions League, Premier League, arena football, boxing, CFL, cycling, IndyCar, Major League Soccer, motorsport, Olympics, NCAA baseball, NCAA ice hockey, NCAA women's basketball, WNBA, alpine skiing World Cup, track & field, cricket (UK), figure skating, rugby (UK), swimming, mixed martial arts, and horse racing.[3] Yahoo Sports also previously covered the now defunct ABL and WUSA. Yahoo Sports employs many reporters, including Pat Forde, Dan Wetzel, Pete Thamel, and Jeff Passan among others. On December 9, 2012, Yahoo and the NBC Sports Group announced a content and promotional deal[17] combining Yahoo Sports’ original reporting expertise, coverage of big events, Rivals’ college content and popular fantasy sports products with NBC Sports Group's growing digital assets, and significant television promotion and integration. While Yahoo Sports and the NBC Sports Group will continue to maintain separate sites and editorial control of their respective newsrooms and digital properties, they will collaborate on premium sports news and events coverage both online and on the air. Yahoo Sports’ popular products will also be included in the NBC Sports Group's digital assets. Key features of the alliance include:[18] Editorial Depth: The combined talent roster of Yahoo Sports and NBC Sports features a deep bench of award-winning reporters and commentators, such as NBC's Bob Costas and Mike Florio; Yahoo Sports’ Dan Wetzel and Adrian Wojnarowski. Yahoo Sports’ renowned investigative reporting will be featured on NBC TV, giving fans multiple-platform delivery. Original Video Programming Concepts: Yahoo Sports and NBC Sports will work together to develop original made-for-web video programs that will appear on both Yahoo Sports and NBCSports.com featuring fan favorites from among the award-winning editorial teams’ rosters, including: NBC Sports host and Emmy Award-winning commentator Bob Costas: video sports news interviews and editorials Football Night in America's Tony Dungy & Rodney Harrison: video segments during NFL season Mike Florio of ProFootballTalk on NBCSports.com: daily, weekday NFL web show, Pro Football Talk Live Rivals on Recruiting: weekly college recruiting show with Rivals and NBC Sports talent. Live Streaming: Yahoo Sports will link to and promote the NBC Sports Live Extra video player. Fans will be able to watch live streams of some of NBC's biggest events, starting with Sunday Night Football and NHL Game of the Week. Live content from NBC Sports Network will continue to be distributed through NBC Sports Live Extra on a TV Everywhere basis. Fantasy Sports: Yahoo Sports, the leading fantasy platform, will become the exclusive fantasy game provider of NBC Sports’ Rotoworld, the premiere fantasy news and information site. This will include Yahoo Sports’ fantasy experiences for football, baseball, hockey, soccer, College Bowl Pick’em and Tourney Pick’em. Rivals.com: The college sports destination will power recruiting and college sporting news for NBCSports.com and the NBC Sports Regional Networks. NBC Sports Regional Networks: The authentic, local sports properties will serve as Yahoo Sports’ preferred content provider in relevant markets, and integrate Yahoo Sports’ team pages, fantasy experts and sports talent. NBC's Alli Sports: Providing youth-focused, action-sports video and other content to Yahoo Sports.","Title":"Yahoo! Sports - Wikipedia","KeyID":"16201","URL":"https://en.wikipedia.org/wiki/Yahoo_Sports"}