{"Content: ":"LBC (originally the London Broadcasting Company) is a British phone-in and talk radio station owned and operated by Global and based in its headquarters in London. It was the UK's first licensed commercial radio station, and began to broadcast on Monday 8 October 1973,[1] a week ahead of Capital Radio. The launch of LBC also saw the beginning of Independent Radio News broadcasting, as LBC provided the service to independent local radio stations nationwide. LBC broadcast only to London until 2006, at which time it became available, via digital radio, in some other parts of the country. It has been available nationwide since 2014. LBC has a like-branded sister station – LBC News – which is dedicated to rolling news, travel and weather. For some years, this station operated as a part-time station broadcasting during daytime hours only in London on 1152 AM and DAB. The station was relaunched as a 24-hour station on national DAB+ radio on Monday 28 October 2019. David Jessel was LBC's original breakfast presenter; he opened the station just before 5am on Monday 8 October 1973. The original station had several presenters who became household names in the British media. These include Adrian Love, Jon Snow, Peter Allen, Rosie Boycott, and Bel Mooney. For 10 years from 1975 the breakfast show AM was presented by Bob Holness and Douglas Cameron. LBC's late-evening interview and phone-in programme between 9 p.m. (later 10 p.m.) and 1 a.m. was called Nightline and at various times was hosted by Adrian Love, Robin Houston, Monty Modlyn, Jeremy Beadle and Tommy Boyd. There was also a character called 'Mr Nasty' (played by John Forrest), who argued over the telephone with children. Beadle and Forrest went on to star in the Granada Television series Fun Factory. Bob Holness, Douglas Cameron, Peter Allen, Jon Snow, Brian Hayes and Jeremy Beadle, among others, were promoted by Ron Onions, Editorial Director of LBC Radio and IRN 1974–84. Ron Onions helped to create a new approach to broadcasting, in counterpoint to the BBC for which he had once worked. Onions played a key role in LBC (London Broadcasting Company) and its sister, the national commercial radio news service IRN (Independent Radio News). In place of the BBC's gravitas, he introduced a lighter, jauntier approach to news presentation akin to that of a tabloid newspaper. He was influenced by American broadcasting from his time as the BBC's New York organiser, and introduced a three-minute \"snapshot\" bulletin. It helped to pave the way for a concept of \"rolling news\". Onions was adept at coining journalistic mantras such as \"good news bad, bad news good\".[citation needed] Originally owned by a consortium led by the Canadian Selkirk Communications of Vancouver British Columbia, with a 47% stake, LBC was sold in 1987, beginning a turbulent commercial history. The new owners were media company Darling Downs, later renamed Crown Communications, owned by Australian entrepreneur David Haynes. Crown sold the station's original base in Gough Square near Fleet Street in the City of London and relocated to Hammersmith; and in 1989 split the station into two separate services, the news and comment station LBC Crown FM, and the phone-in London Talkback Radio on AM. The transition was not initially well received, and substantially increased costs, pushing the company into the red. In 1993, the company was sold to Shirley Porter's Chelverton Investments, after Crown fell into financial difficulties.[2] On the morning of Friday, 3 September 1993, the Radio Authority announced it would not renew the company's two licences, LBC Newstalk and London Talkback Radio, awarding the frequencies instead to London News Radio, a consortium led by former LBC staff and backed by Guinness Mahon.[3] Staff at the station were in shock, not least because while they had received a tip-off from the Financial Times that they looked set to lose one of their frequencies, they did not expect to lose both. This was one of only a handful of times the UK media regulator had declined to renew the licence of an incumbent station. The prospective loss of the franchise brought Chelverton to the brink of collapse,[4] and London News Radio (soon itself taken over by Reuters) bought LBC to keep it on air until the official handover date of October 1994.[5] London News Radio operated the station from LBC's former studios in Hammersmith as London News 97.3, a rolling news and travel information service on the FM band, and the phone-in-driven service London News Talk 1152 on the MW band. These names were simplified slightly in mid-1995 to News 97.3 and News Talk 1152 respectively, but between October 1994 and July 1996 the LBC name was not used on-air at all. Reuters then brought in additional shareholders, and between 1996 and 2002 LBC was part of London News Radio Limited, a company owned jointly by ITN, Daily Mail and General Trust, Reuters, and the GWR Group. This new consortium revived the LBC name on 1152AM on 1 July 1996. At the end of 1996, the FM service was relaunched as News Direct 97.3FM. Production for the station was moved to the basement of ITN's multimedia building in Gray's Inn Road. In 2002, the company was bought for £23.5m by the media company Chrysalis,[6][7][8] which trumpeted its purchase with the promise that it would lift the listenership to at least one million from around 700,000 (LBC had enjoyed an audience of more than two million in the early 1980s). Production was moved to Chrysalis's base in North Kensington, and the formatting of the two frequencies was swapped, the talk format moving to FM and the news format to AM.[9] Mark Flanagan, the station's Managing Director, left Chrysalis in 2005 to set up a political consultancy company, and was replaced by David Lloyd.[10] He introduced a podcasting service called LBC Plus, and a number of premium-rate promotional opportunities to replace falling advertising revenues experienced by the radio sector. In September 2006, the LBC 97.3 station became available in some other parts of the country on the digital DAB platform, after Chrysalis bought out its partners and closed the Digital News Network rolling news station, which had previously been carried on the MXR multiplex. Each multiplex region – the North West, West Midlands, Yorkshire, North East, South Wales, and the West – broadcast the London LBC transmission, augmented with occasional bulletins of regional news and travel information.[11][12] In February 2007, Chrysalis confirmed media speculation that it was reviewing the entire radio operation at its investors' request.[13] Further media speculation from The Guardian suggested that the group had little option, due to shareholder pressure, to sell its radio arm, including LBC, raising up to £200 million for new acquisitions, while The Daily Telegraph suggested that it could be the subject of a management buyout. Subsequently, it was announced on 25 June 2007 that LBC along with its sister stations The Arrow, Heart, and Galaxy network were to be sold for £170 million to Global Radio by the Chrysalis Group, whose Chrysalis Radio operation closed down.[14] In December 2008 the station moved to the Capital London studios in Leicester Square. In April 2007, a new marketing slogan for (what was then called) LBC 97.3 was introduced: \"London's Biggest Conversation\", a play on the station's initials.[15] Towards the end of October 2012, the station ceased DAB broadcasts to some parts of the country. On 30 January 2014, LBC announced its intention to return to the DAB platform and began broadcasting nationally at 7 am on 11 February 2014 under a new slogan, \"Leading Britain's Conversation\". LBC took up the slot previously occupied by Jazz FM (and briefly Birdsong), and dropped the \"97.3\" from the station name to reinforce the notion that it now had national coverage.[16][17] LBC claimed to be the first radio station in the world to provide full-length podcasts for all its major shows, plus podcast-only shows and other things such as backstage interviews and mp3s sent to the show, under the name LBC Plus. Most of their podcasts required a small subscription fee. Some shows, including 'best of' programmes, podcast-only shows and 'bitesize' versions of programmes, were free.[18] The full length, paid podcast service has now ceased, and shows are now available for 7 days on Global Player.[19] On 13 January 2004, then British Prime Minister Tony Blair presented an hour-long phone-in show on the station, taking pre-booked calls from LBC 97.3 listeners. His appearance was part of the 'Big Conversation' initiative to promote government as being more accessible and in touch with the people. During the 10–11 am show, a caller said that he had been denied access to his children for five years and asked what Blair was planning to do about other fathers in a similar situation. Blair assured the caller he would look into his case personally. It later transpired that the caller was in fact Fathers 4 Justice member Ron Davis, who in May of that year was arrested for entering Parliament and throwing a condom containing purple powder over Blair and nearby Cabinet members. Davis said the attack was in response to the Prime Minister's failure to contact him or look into the matters discussed on LBC 97.3.[20][21][22] The radio station became involved in the MMR vaccine controversy after a broadcast by Jeni Barnett on 7 January 2009 in which she debated the alleged dangers of MMR vaccine with callers. It became the subject of media controversy, first because her views were criticised as irresponsible by medical journalist Dr Ben Goldacre, and then because LBC and Global Radio threatened legal action against Goldacre for copyright infringement after he refused to remove the audio of the show from his blog, which resulted in its being made available at Wikileaks and elsewhere and the preparation of transcripts of the broadcast. David Aaronovitch in The Times argued for \"a class action against LBC for permitting a presenter to inflict her preposterous prejudices on her listeners, to the detriment of someone else's kids.\"[23] Norman Lamb MP tabled an Early Day Motion criticising Barnett and LBC for the likely effect of the broadcast on public health.[24]  LBC has held call-in shows for politicians Nick Clegg, Jacob Rees-Mogg and Boris Johnson. In 2016, it was announced that Alex Salmond would be taking part in a weekly call-in show.[25] This show ran from 13 January to 30 March that year. Salmond was then given a three-hour Sunday afternoon show, starting on 17 September 2017, after he lost his seat in the 2017 general election. LBC launched a call in consumer law show, called 'The Consumer Hour' in 2013. The show was hosted by Clive Bull with listeners' questions answered by guest consumer lawyer Dean Dunham. The show ran until September 2020. In September 2020 LBC relaunched The Consumer Hour, hosted solely by Dean Dunham on Friday evenings at 9pm.","Title":"LBC - Wikipedia","KeyID":"16209","URL":"https://en.wikipedia.org/wiki/LBC"}