{"Content: ":"Nematomorpha (sometimes called Gordiacea, and commonly known as horsehair worms, hairsnakes,[1][2][3] or Gordian worms) are a phylum of parasitoid animals superficially similar to nematode worms in morphology, hence the name. Most species range in size from 50 to 100 millimetres (2.0 to 3.9 in) long, reaching 2 metres in extreme cases, and 1 to 3 millimetres (0.039 to 0.118 in) in diameter. Horsehair worms can be discovered in damp areas, such as watering troughs, swimming pools, streams, puddles, and cisterns. The adult worms are free-living, but the larvae are parasitic on arthropods, such as beetles, cockroaches, mantids, orthopterans, and crustaceans.[4] About 351 freshwater species are known[5] and a conservative estimate suggests that there may be about 2000 freshwater species worldwide.[6] The name \"Gordian\" stems from the legendary Gordian knot. This relates to the fact that nematomorphs often coil themselves in tight balls that resemble knots.[7] Nematomorphs possess an external cuticle without cilia. Internally, they have only longitudinal muscle and a non-functional gut, with no excretory, respiratory or circulatory systems. The nervous system consists of a nerve ring near the anterior end of the animal, and a ventral nerve cord running along the body.[8] Reproductively, they have two distinct sexes, with the internal fertilization of eggs that are then laid in gelatinous strings. Adults have cylindrical gonads, opening into the cloaca. The larvae have rings of cuticular hooks and terminal stylets that are believed to be used to enter the hosts. Once inside the host, the larvae live inside the haemocoel and absorb nutrients directly through their skin. Development into the adult form takes weeks or months, and the larva moults several times as it grows in size.[8] The adults are mostly free-living in freshwater or marine environments, and males and females aggregate into tight balls (Gordian knots) during mating.[9][10] In Spinochordodes tellinii and Paragordius tricuspidatus, which have grasshoppers and crickets as their hosts, the infection acts on the infected host's brain. This causes the host insect to seek water and drown itself, thus returning the nematomorph to water.[9] P. tricuspidatus is also remarkably able to survive the predation of their host, being able to wiggle out of the predator that has eaten the host.[11] The nematomorpha parasite affects host Hierodula patellifera's light-interpreting organs so the host is attracted to horizontally polarized light. Thus the host goes into water and the parasite's lifecycle completes.[12] There are a few cases of accidental parasitism in vertebrate hosts, including dogs[13] and humans. Several cases involving Parachordodes, Paragordius, or Gordius have been recorded in human hosts in Japan and China.[14][15] Owing to their use of orthopterans as hosts, nematomorphs can be significant factors in shaping community ecology. One study conducted in a Japanese riparian ecosystem showed that nematomorphs can cause orthopterans to become 20 times more likely to enter water than non-infected orthopterans; these orthopterans constituted up to 60% of the annual energy intake for the Kirikuchi char. Absence of nematomorphs from riparian communities can thus lead to char predating more heavily on other aquatic invertebrates, potentially causing more widespread ecological effects.[16] Nematomorphs can be confused with nematodes, particularly mermithid worms. Unlike nematomorphs, mermithids do not have a terminal cloaca. Male mermithids have one or two spicules just before the end apart from having a thinner, smoother cuticle, without areoles and a paler brown colour.[17] The phylum is placed along with the Ecdysozoa clade of moulting organisms that include the Arthropoda. Their closest relatives are the nematodes. The two phyla make up the group Nematoida in the clade Cycloneuralia. During the larval stage, the animals show a resemblance to adult kinorhyncha and some species of Loricifera and Priapulida, all members of the group Scalidophora.[18] The earliest Nematomorph could be Maotianshania, from the Lower Cambrian; this organism is, however, very different from extant species;[19] fossilized worms resembling the modern forms have been reported from Early Cretaceous Burmese amber dated to 100 million years ago.[20] Relationships within the phylum are still somewhat unclear, but two classes are recognised. The five marine species of nematomorph are contained in Nectonematoida.[21] This order is monotypic containing the genus Nectonema Verrill, 1879: adults are planktonic and the larvae parasitise decapod crustaceans, especially crabs.[21] They are characterized by a double row of natotory setae along each side of the body, dorsal and ventral longitudinal epidermal cords, a spacious and fluid-filled blastocoelom and singular gonads. The approximately 320 remaining species are distributed between two families,[22] within the monotypic class Gordioida. Gordioidean adults are free-living in freshwater or semiterrestrial habitats and larvae parasitise insects, primarily orthopterans.[21] Unlike nectonematiodeans, gordioideans lack lateral rows of setae, have a single, ventral epidermal cord and their blastocoels are filled with mesenchyme in young animals but become spacious in older individuals. Excavata: Other:","Title":"Nematomorpha - Wikipedia","KeyID":"1620","URL":"https://en.wikipedia.org/wiki/Nematomorpha"}