{"Content: ":"The European Council on Foreign Relations (ECFR) is a pan-European think tank with offices in seven European capitals.[2] Launched in October 2007, it conducts research on European foreign and security policy and provides a meeting space for decision-makers, activists and influencers to share ideas. ECFR builds coalitions for change at the European level and promotes informed debate about Europe's role in the world. ECFR has offices in Berlin, London, Madrid, Paris, Rome, Warsaw and Sofia. ECFR was founded in 2007 by Mark Leonard together with a council of fifty founding members, chaired by Martti Ahtisaari, Joschka Fischer, and Mabel van Oranje, with initial funding from George Soros’s Open Society Foundations, the Communitas Foundation, Sigrid Rausing, Unicredit and Fundación Para las Relaciones Internacionales y el Diálogo Exterior (FRIDE).[3] ECFR's Council brings together over 300 Europeans from across Europe. Currently chaired by Carl Bildt, Lykke Friis and Norbert Röttgen, ECFR's strategic community includes serving foreign ministers, former prime ministers, members of national parliaments and European Parliament, EU Commissioners, former NATO secretaries generals, thinkers, journalists and business leaders. The Council gathers once a year as a full body for the Annual Council Meeting, hosted in a different European capital each year. The Council is the strongest and most visible expression of ECFR's pan-European identity. ECFR has offices in Berlin, London, Madrid, Paris, Rome, Warsaw and Sofia, with Berlin serving as headquarter. When ECFR was founded in 2007, the Berlin, London, Madrid, Paris and Sofia offices were opened at the same time. The Rome office was opened in 2010; the Warsaw office in September 2011. The think tank's research is broadly divided into four programmes. These are Asia & China, Wider Europe, European Power and Middle East & North Africa.[4] In addition, ECFR's fellows regularly publish policy papers on subjects that fall outside of these parameters. ECFR staff regularly publishes analysis and commentary in major European newspapers.[5][6][7][8] ECFR publishes individual policy reports, briefs, and memos, which are downloadable for free from ECFR's website. It has three regular publications, the annual European Foreign Policy Scorecard, that started in 2011;[9][10] China Analysis (quarterly) and an annual review of the EU and human rights at the UN. In addition to the regular publications, ECFR often has larger projects, which will include a set of publications on a given subject. ECFR's national offices hold regular events such as seminars, ginger groups and publication launches. Guest speakers at ECFR London's invitation-only ‘Black Coffee Mornings’ have included Douglas Alexander, Louise Arbour, Joseph Nye, Pauline Neville-Jones, and George Robertson.[11] The European Power programme was created in 2015 to help Europeans develop policy responses to the issues affecting the EU's capacity to act on the global scene. The programme explores the obstacles to sustainable unity on current and future foreign policy challenges and seeks to develop solutions for overcoming them. The programme is directed by Susi Dennison. The Asia & China programme seeks to help Europe define a common strategic approach to China's rise. Its experts study Xi Jinping's leadership as well as co-operation, competition, and conflict between Beijing and its neighbours. The programme publishes China Analysis, a quarterly analytical survey of foreign policy news and debate within China, in conjunction with Asia Centre. The programme is directed by François Godement. ECFR believes that in order to remain relevant in the region, the European Union needs a coherent and consistent strategy to promote its interests and values together with the political will to follow this through. The Wider Europe programme was launched in 2007 with the aim of fostering this process. It is directed by Nicu Popescu. The Middle East and North Africa programme follows political upheaval and sectarian conflict in the region, aiming to identify political solutions and help Europe develop coherent responses to North Africa's transitions and the Middle East peace process. The programme is directed by Julien Barnes-Dacey. ECFR's Council currently has over 300 members,[12] each serving a renewable three-year term. The membership includes former prime ministers, presidents, European commissioners, current and former parliamentarians and ministers, public intellectuals, business leaders, activists and cultural figures from the EU member states and candidate countries.[13] The Council is the strongest and most visible expression of ECFR's pan-European identity. Through their individual networks and collective engagement with ECFR policy and advocacy initiatives, Council Members help us ECFR to Europeanise the national conversations in the EU capitals on the EU's foreign policy priorities and challenges. The Council meets once a year as a full body to discuss how to advance its objectives. In addition, groups of council members form various geographical and thematic task forces, which provide ECFR staff with advice and feedback on policy ideas and assist with ECFR's activities within their own countries. The council is currently chaired by Carl Bildt (co-chair), Lykke Friis and Norbert Röttgen. The other members of the board are Ian Clarkson, Sylvie Kauffmann, Ivan Krastev, Andrzej Olechowski, Andrew Puddephatt, Javier Solana, and Helle Thorning-Schmidt. ECFR is a private not-for-profit organization that relies on donations.[14] It was originally established with the support of Open Society Foundations, Communitas Foundation and Fundación Para las Relaciones Internacionales y el Diálogo Exterior (FRIDE). About half of ECFR's funding comes from foundations, one third from governments and the rest from corporations and individuals.[15] Open Society Foundations is the main donor to ECFR, funding with its grants one third (£2,345,566 in 2017) of ECFR's total income (£7,278,122 in 2017).[16] Other donors include major organizations mainly from Europe and the Western world such as the foundation Stiftung Mercator [de] (£710,753 or ~10% total funding in 2017), European and the Japanese governments, NATO, leading corporations such as Daimler AG and Microsoft as well as wealthy individuals.[17][18] ECFR regularly publishes comment and analysis pieces on foreign policy issues on its website. ECFR also publishes podcasts in English and German, and occasional podcasts in French, Italian and Spanish.[19] ECFR has a Twitter feed.[20] ECFR was named \"Best New Think Tank in the World\" for 2009 and 2010 by the University of Pennsylvania's annual Global \"Go-To Think-Tanks\" report.[21][22] ECFR has received Prospect Magazine's \"Think Tank of the Year Awards\" in 2015 (EU International Affairs Think Tank of the Year),[23] 2014 (UK International Affairs Think Tank of the Year),[24] and 2010 (British-based think tank dealing with non-British affairs Think Tank of the Year).[25] In 2011, the academic responsible for compiling the University of Pennsylvania rankings, Dr James G. McGann, wrote in a book on global think tanks: “The fact that ECFR attempts to pursue policy advice and research through a pan-European focus means that it is free from the national restrictions of operating with one particular state framework in mind. In this sense, it is able to prescribe solutions and recommendations that benefit Europe as a whole and perhaps to a much greater extent than if they had done so with only, for example, the interests of Germany or France in mind. A framework that incorporates all the various workings and desires of each of the affected actors is far more likely to be successful from a long-term standpoint than one that attempts to resolve a regional or global issue by pushing for a solution that only benefits or alleviates the concerns of an individual state.”[26]","Title":"European Council on Foreign Relations - Wikipedia","KeyID":"16216","URL":"https://en.wikipedia.org/wiki/European_Council_on_Foreign_Relations"}