{"Content: ":"Thomson Reuters Corporation (/ˈrɔɪtərz/ (listen)) is a Canadian multinational media conglomerate.[4] The company was founded in Toronto, Ontario, Canada, where it is headquartered at the Bay Adelaide Centre.[5][6] Thomson Reuters was created by the Thomson Corporation's purchase of the British company Reuters Group in April 2008[7] and is majority owned by The Woodbridge Company, a holding company for the Thomson family.[8] The forerunner of the Thomson company was founded by Roy Thomson in 1934 in Ontario as the publisher of The Timmins Daily Press.[9] In 1953, Thomson acquired the Scotsman newspaper and moved to Scotland the following year. He consolidated his media position in Scotland in 1957 when he won the franchise for Scottish Television. In 1959, he bought the Kemsley Group, a purchase that eventually gave him control of the Sunday Times. He separately acquired the Times in 1967. He moved into the airline business in 1965, when he acquired Britannia Airways and into oil and gas exploration in 1971 when he participated in a consortium to exploit reserves in the North Sea. Following the death of Thomson, the company withdrew from national newspapers and broadcast media, selling the Times, the Sunday Times to Rupert Murdoch's News International in 1981 and instead moved into publishing, buying Sweet & Maxwell in 1988. The company at this time was known as the International Thomson Organisation Ltd (ITOL).[10] In 1989, ITOL merged with Thomson Newspapers, forming The Thomson Corporation. In 1996, The Thomson Corporation acquired West Publishing, a purveyor of legal research and services including Westlaw.[11] The company was founded by Paul Julius Reuter in 1851 in London as a business transmitting stock market quotations.[11] Reuter set up his \"Submarine Telegraph\" office in October 1851 and negotiated a contract with the London Stock Exchange to provide stock prices from the continental exchanges in return for access to London prices, which he then supplied to stockbrokers in Paris.[11] In 1865, Reuters in London was the first organization to report the assassination of Abraham Lincoln.[11] The company was involved in developing the use of radio in 1923.[11] It was acquired by the British National & Provincial Press in 1941 and first listed on the London Stock Exchange in 1984.[11] Reuters began to grow rapidly in the 1980s, widening the range of its business products and expanding its global reporting network for media, financial and economic services: key product launches included Equities 2000 (1987), Dealing 2000-2 (1992), Business Briefing (1994), Reuters Television for the financial markets (1994), 3000 Series (1996) and the Reuters 3000 Xtra service (1999).[11] The Thomson Corporation acquired Reuters Group plc to form Thomson Reuters on April 17, 2008.[12] Thomson Reuters operated under a dual-listed company (“DLC”) structure and had two parent companies, both of which were publicly listed — Thomson Reuters Corporation and Thomson Reuters plc. In 2009, it unified its dual listed company structure and stopped its listing on the London Stock Exchange and NASDAQ. It is now listed only as Thomson Reuters Corporation on the New York Stock Exchange and Toronto Stock Exchange (symbol: TRI).[13][14] Thomson Reuters was ranked first in Interbrand's 2010 ranking of Canadian corporate brands.[15] In February 2013, Thomson Reuters announced it would cut 2,500 jobs to cut costs in its legal, financial and risk divisions.[16] In October 2013, Thomson Reuters announced it would cut another 3,000 jobs, mostly in those same three divisions.[17] The Thomson-Reuters merger transaction was reviewed by the U.S. Department of Justice and by the European Commission. On February 19, 2008, both the Department of Justice and the Commission cleared the transaction subject to minor divestments.[18] The Department of Justice required the parties to sell copies of the data contained in the following products: Thomson's WorldScope, a global fundamentals product; Reuters Estimates, an earnings estimates product; and Reuters Aftermarket (Embargoed) Research Database, an analyst research distribution product. The proposed settlement further requires the licensing of related intellectual property, access to personnel, and transitional support to ensure that the buyer of each set of data can continue to update its database so as to continue to offer users a viable and competitive product.[19] The European Commission imposed similar divestments: according to the commission's press release, \"the parties committed to divest the databases containing the content sets of such financial information products, together with relevant assets, personnel and customer base as appropriate to allow purchasers of the databases and assets to quickly establish themselves as a credible competitive force in the marketplace in competition with the merged entity, re-establishing the pre-merger rivalry in the respective fields.\"[20] These remedies were viewed as very minor given the scope of the transaction. According to the Financial Times, \"the remedy proposed by the competition authorities will affect no more than $25m of the new Thomson Reuters group’s $13bn-plus combined revenues.\"[21] The transaction was cleared by the Canadian Competition Bureau.[22] In November 2009, the European Commission opened formal antitrust proceedings[23] against Thomson Reuters concerning a potential infringement of the EC Treaty's rules on abuse of a dominant market position (Article 82). The Commission investigated Thomson Reuters' practices in the area of real-time market datafeeds, and in particular whether customers or competitors were prevented from translating Reuters Instrument Codes (RICs) to alternative identification codes of other datafeed suppliers (so-called 'mapping') to the detriment of competition. In December 2012, the European Commission adopted a decision that renders legally binding the commitments offered by Thomson Reuters to create a new licence (\"ERL\") allowing customers, for a monthly fee, to use Reuters Instrument Codes (RICs) in applications for data sourced from Thomson Reuters' real time consolidated datafeed competitors to which they have moved.[24] Historically, no single individual has been permitted to own more than 15% of Reuters, under the first of the Reuters Principles, which states, \"Reuters shall at no time pass into the hands of any one interest, group or faction.\"[25] However, that restriction was waived for the purchase by Thomson, whose family holding company, the Woodbridge Company currently owns 53% of the enlarged business. Robert Peston, business editor at BBC News, stated that this has worried Reuters journalists, both because they are concerned that Reuters' journalism business will be marginalized by the financial data provision business of the combined company, and because of the threat to Reuters's reputation for unbiased journalism by the appearance of one majority shareholder. Pehr Gyllenhammar, chairman of the Reuters Founders Share Company, explained that the Reuters Trust's First Principle had been waived for the Thomson family because of the poor financial circumstances that Reuters had been in, stating, \"The future of Reuters takes precedence over the principles. If Reuters were not strong enough to continue on its own, the principles would have no meaning.\" He stated, not having met David Thomson but having discussed the matter with Geoff Beattie, the president of Woodbridge, that the Thomson family had agreed to vote as directed by the Reuters Founders Share Company on any matter that the trustees might deem to threaten the five principles of the Reuters Trust. Woodbridge will be allowed an exemption from the First Principle as long as it remains controlled by the Thomson family.[26][27][28][29] The chief executive of the combined company is James C. Smith, who was the chief executive for the professional division, and the chairman is David Thomson.[30][31][32] The company in 2018 was organized around four divisions: Legal, Reuters News Agency, Tax & Accounting, and Government.[33] Former divisions: Intellectual Property & Science, Financial & Risk, Thomson Healthcare, and Scholarly & Scientific Research. As of 2018, the Financial & Risk division makes for over half of the company's revenue.[34] Thomson Reuters competes with Bloomberg L.P., in aggregating financial and legal news.[35] Thomson Reuters subscriptions compete with open access alternatives, accessible through open data and open source aggregators such as Unpaywall, which can help counter the increase in subscription costs (+779% in the 1995–2015 period vs. 58% for the consumer price index).[36] In 1998, Reuters Group plc acquired Lipper Analytical as a wholly owned subsidiary.[37] Lipper became part of Thomson Reuters in April 2008, following the merger of Thomson Financial and Reuters. (The Lipper Fiduciary Services and Lipper FMI was purchased by Broadridge Financial Solutions in May 2015.)[38] Between 2008 and 2018, Thomson Reuters completed over 200 acquisitions.[34] This includes, in July 2009, Thomson Reuters' acquisition of Streamlogics.[39] Founded in 1999, Streamlogics is a provider of customizable, high volume, real time data mining solutions[buzzword] [40] for hundreds of enterprises across several verticals including financial services, technology and health care/life sciences. Streamlogics' webcasting solutions[buzzword] are used for training and certification, marketing and lead generation, and corporate communications.[41] In August of that year, it bought Vhayu Technologies. Vhayu is a provider of tick data services, and Thomson Reuters had been distributing its Velocity product under the Reuters Tick Capture Engine label for the four years prior to the acquisition.[42] Additionally, on September 21, 2009, Thomson Reuters bought Hugin Group, the European IR and PR distribution group, from NYSE Euronext. Terms have not been disclosed, but it has been reported in Danish newspapers that the price was between €40 million and €42m.[43] It also bought the Abacus software business from Deloitte, a provider of corporate taxation software for the U.K., Ireland, the Netherlands, New Zealand, and Hong Kong, as well as Indirect Tax Reporting software for 20 E.U. countries. Terms of the transaction were not disclosed.[44] In October, Thomson Reuters acquired Breaking Views.[45] In November, The Tax & Accounting business acquired Sabrix, Inc, a global provider of transaction tax management software applications and related services.[46] Also in 2009, Thomson Reuters sold the Physician's Desk Reference to Lee Equity Partners.[47] In January 2010, Thomson Reuters acquired Discovery Logic[48] and subsequently, in February, Aegisoft LLC to improve their electronic trading capabilities by offering direct market access.[49] Also in February, it acquired the legal ranking system Super Lawyers.[50] In May 2010, it acquired Point Carbon A/S, a Norwegian company that provides news and trading analytics for the energy and environmental markets.[51] Also in May, it acquired the Brazilian legal publisher Revista dos Tribunais.[52] In June, it acquired Complinet, a compliance software company.[53] In October of that year, it acquired Serengeti Law, a matter management and ebilling system.[54] On November 22, 2010, it acquired the legal process outsourcing (LPO) provider Pangea3. Financial Terms of the deal were not disclosed.[55] It also acquired the banking data and analytic provider Highline Financial, and GeneGo, a supplier of systems biology databases, software and services.[56] On June 20, 2011, Thomson Reuters acquired CorpSmart from Deloitte.[57] On July 18, it acquired Manatron from Thoma Bravo.[58] In August, Thomson Reuters acquired GFMS.[59] On December 8, Thomson Reuters acquired Emochila, a website development firm founded by Chad Brubaker and Justin Curzi in the tax and accounting space, in order to further integrate its CS suite of products onto a cloud-based platform.[60] In January 2012, Thomson Reuters acquired Dr Tax, which, according to its press release, was \"Canada's largest independently owned developer of income tax software for accounting firms and consumers.\"[61] Dr Tax's product line includes DT MAX, a tax compliance software for accounting firms, and its consumer tax preparation software, UFile and ImpôtExpert.[62] In February, the company acquired RedEgg, a provider of media intelligence solutions[buzzword] for public relations and marketing professionals.[63] On March 22, it acquired BizActions, a digital newsletter and Web marketing providers for accounting firms in North America[64] On June 8, 2012, Apsmart, a London-based company specializing in design and development of mobile solutions, became the next organization to be acquired.[buzzword][65] On June 25, 2012, Reuters obtained Zawya Limited, a regional provider of business intelligence and unique tools for financial professionals in the Middle East and North Africa .[66] On July 10, 2012, Thomson Reuters acquired FX Alliance Inc, an independent provider of electronic foreign exchange trading services to corporations and asset managers.[67] In July, it also acquired Dofiscal[68] On July 26, 2012, Thomson Reuters announced acquisition of MarkMonitor, a San Francisco-based company specializing in internet brand protection software and services.[69] On January 3, 2013, Thomson announced that it was to acquire Practical Law Company, the London-based provider of practical legal know-how and workflow tools to law firms and corporate law departments. Practical Law Company has more than 750 employees, with principal operations in London and New York, and will be part of the Legal business of Thomson Reuters.[70] On April 16, 2013, Thomson Reuters acquired Select TaxWorks Assets of RedGear Technologies.[71] On June 6, 2013, Thomson Reuters acquired Pricing Partners, a provider of OTC Derivatives Pricing Analytics and independent valuation.[72] On July 2, 2013, Thomson Reuters acquired the foreign exchange options business of Tradeweb.[73] On August 16, 2013, Thomson Reuters acquired the foreign exchange options risk management technology provider SigmaGenix.[74] On August 18, 2013, Thomson Reuters acquired a majority stake in Omnesys Technologies[75] and acquired completely the company on September 16, 2013 [76] In August, it also acquired WeComply.[77] On September 10, 2013, Thomson Reuters acquired the CPE and CPA Division of Bisk Education Inc [78] and Kortes.[79] On October 23, 2013, Thomson Reuters acquired Entagen, acquiring the Cortellis family of products for drug pipeline, deals, patents, and company content.[80] On December 10, 2013, Thomson Reuters acquired Avedas and expands its scholarly-research analytics solution.[buzzword][81] In February 2014, Thomson Reuters acquired Brazil's Domínio Sistemas, a company focused on developing accounting solutions.[buzzword][82] On July 1, 2014, Thomson Reuters acquired UBS Convertible Indices.[83] In October 2014, Thomson Reuters sold its PE/VC media assets (including PEHub and Venture Capital Journal) to UCG.[84] In January 2015, Thomson Reuters acquired K'Origin.[85] In September 2015, Thomson Reuters acquired Business Integrity Ltd.[86] In April 2016, Thomson Reuters acquired Wm Reuters Foreign Exchange benchmarks from State Street Corporation.[87] In July 2016, Thomson Reuters announced it would be selling its Intellectual Property and Science business (including Web of Science, MarkMonitor and EndNote) to private equity funds;[88][34] the newly independent business is Clarivate Analytics.[89] In January 2017, Thomson Reuters acquired REDI allowing Thomson Reuters to incorporate an advanced, cross-asset execution management system (EMS) into its buy-side trading capabilities and deliver integrated trading workflow solutions[buzzword] to the buy-side community.[90] In March 2017, Thomson Reuters acquired the Avox and Clarient businesses from DTCC.[91][92][93] In January 2018, Thomson Reuters announced it was divesting its financial and risk unit to U.S. private equity firm, the Blackstone Group. Thomson Reuters will retain 45% of the divested unit, keep the Reuters brand, and will continue to deliver Reuters news and editorial content to the new divested unit. The joint venture will be branded as Refinitiv. The deal will fund the Reuters business for the next 30 years.[94] David Thomson is said to oppose the deal,[95] and the transaction was approved by the EU commission on July 23, 2018.[96] The Lipper Fund Awards, retained from the company's 1998 acquisition of Lipper Analytical, also transferred from Reuters to Refinitiv.[97] In October 2018, Thomson Reuters announced the future acquisition of Integration Point, an international leader in global trade management (GTM) operations.[98] In November 2019, the company acquired global legal market research analyst firm Acritas.[99][100] In April 2022, Thomson Reuters acquired Gestta Technology Ltda, an accounting automation software, formerly part of the Redspark Group.[101] Thomson Reuters has sponsored Canadian golf champion Mike Weir and the AT&T Williams Formula One team. It also sponsors Marketplace, a radio show from American Public Media. Thomson Reuters, among other media corporations, also donated hundreds of thousands of dollars to the Clinton Foundation.[102] In November 2019, two groups of legal scholars and human rights activists called on Thomson Reuters to cease providing U.S. Immigration and Customs Enforcement and Palantir Technologies access to information through Westlaw, which has enabled the deportation of illegal immigrants. A company representative replied that Thomson Reuters will help the American government and police in active criminal investigations and against threats to national security or public safety.[103][104] In February 2020, a group of Thomson Reuters shareholders criticized the company's involvement with ICE for immigrant tracking.[105]","Title":"Thomson Reuters - Wikipedia","KeyID":"16217","URL":"https://en.wikipedia.org/wiki/Thomson_Reuters"}