{"Content: ":"Business Standard is an Indian English-language daily edition newspaper published by Business Standard Private Limited,[3] also available in Hindi. Founded in 1975, the newspaper does extensive coverage on the Indian economy, infrastructure, international business and trade, stock and currency markets, corporate governance, apart from a range of other financial news, opinions and insights. The main English-language edition comes from 12 regional centers, Mumbai, New Delhi, Kolkata, Bengaluru, Coimbatore, Chennai, Ahmedabad, Hyderabad, Chandigarh, Pune, Lucknow, Bhubaneswar, and Kochi—and reaches readers in over 1,000 towns and cities across India.[4] The newspaper's initial owner had been the Kolkata-based ABP Group. Though unquestionably a huge editorial success, BS failed to click in the market[citation needed]. Though circulation rose, losses mounted, possibly to above Rs 50 crore, when ABP could not support it any more. ABP had lived in the hope that the Government would allow the London-based Financial Times to take an equity stake in Business Standard Limited and bring in the much-needed funds.[5] In 1997, it was purchased by Kotak Mahindra Finance, in a deal led by now Kotak Mahindra Bank Managing Director and CEO Uday Kotak. Kotak said in an interview in 2005 that BS was losing Rs 1.5 crore a month and ABP feared being bankrupted by the losses. The scions of the ABP group - Aveek and Arup Sarkar had spun BS off into a separate company and approached Kotak as a potential buyer, fearing they may need to close down the paper. \"I did a quick calculation. I believed that if I put Rs 20 crore into the paper, we could turn it around. The cost of acquisition was virtually zero. The Sarkars were so desperate that they were ready to give the paper up for nothing. I can’t remember how much we paid but it was only a crore or so. Kotak Mahindra was flush with funds – some from the Goldman Sachs JV – so it seemed like a risk worth taking,\" he said.[6] The paper had remained for years, India's second largest business daily in terms of circulation, until in 2017, when its ranking sank. In January, 2019, it was adjudged by the Indian Readership Survey to be the fourth largest financial news daily (by an average issue readership of 107,000 copies) and third largest selling financial news daily (by Total Readership of 505,000).[7] As of January, 2020, the paper had recovered some ground. The IRS 2019Q4 survey found the newspaper gaining 45,000 readers over the final quarter of 2019 to hit an average issue readership of 189,000 copies. It remained the third-highest selling financial newspaper in India, behind the Economic Times and Mint.[8] Noted financial journalist T. N. Ninan was the Editor from 1993 to 2009. In January 2010, Ninan became chairman and editorial director of Business Standard Ltd and was succeeded as editor of Business Standard by Dr Sanjaya Baru, who was formerly media advisor to Prime Minister Manmohan Singh. Long-term Business Standard editorial staff Ashok K Bhattacharya took charge of the paper after Baru quit to join a UK-based think tank in 2011.[9] The current editor is another Business Standard veteran Shailesh Dobhal.[10] While exact figures are not known, more than 100 business journalists are currently employed with the publication. After the onset of the COVID-19 pandemic in India, the newspaper has fired close to a 100 employees, almost half of whom were editorial staff including reporters, designers and senior editors.[11][12] The offices with the largest editorial teams are in Delhi, which mostly covers government policy news and Mumbai, mostly dedicated to corporate, financial and share market news. As of August, 2020 other offices with reporting bureaus are present in Kolkata, Bangalore, and Ahmedabad but have seen their strength go down. The newspaper also maintains few reporters in other major cities such as Chennai and Bhubaneswar, but their numbers have been continuously reduced since 2016. Over this time, reporters based out of Lucknow, Chandigarh and Hyderabad had been let go.","Title":"Business Standard - Wikipedia","KeyID":"16211","URL":"https://en.wikipedia.org/wiki/Business_Standard_India"}