{"Content: ":"JURIST is a non-profit online legal news service run by law student volunteers from 29 law schools in the US, the UK, the Netherlands, Kenya, Mauritius, India, Australia and New Zealand.[1] It features continuously updated US and international legal news based on primary source documents and contextualized by informed commentary provided by law professors, policymakers, lawyers and law students. An internet-based example of service learning,[2] JURIST gives its law student staffers ongoing opportunities to broaden their awareness of current legal events and develops their research and writing skills in a 21st-century technological environment while they serve the public as apprentice journalists.[3][4][5] JURIST is owned and operated by JURIST Legal News and Research Services, Inc., a 501(c)(3) educational organization based at the University of Pittsburgh School of Law led by Executive Director Megan McKee in conjunction with a Board of Directors chaired by Professor Bernard Hibbitts, who is also JURIST’s Publisher & Editor-in-Chief. University of Pittsburgh law professor Bernard Hibbitts created the website that would become JURIST in 1996 as a part-time personal project extending his academic interest in the evolving relationship between law and technology.[6][7] The service was originally called Law Professors on the Web,[8] with the name JURIST being officially adopted in 1997.[9] Initially designed as a non-commercial clearinghouse of academic papers and teaching resources that had lately been posted online by Hibbitts and other innovating law professors,[10] it was the first open hub for legal scholarship and law teaching materials on the internet.[11][12] In 2001 the New York Times called JURIST “the wonderful legal education mega-site.”[13] To extend its global reach in the days of slow dialup speeds, JURIST operated a UK mirror site at the University of Cambridge and an Australian mirror at Australian National University.[14] In 1998 JURIST - still just Hibbitts and a couple of law student assistants who happened to have technical skills - began pivoting to respond to pressing public demand for authoritative and timely information on the legal aspects of rapidly-developing current issues. JURIST provided extended research and organized academic commentary on the Clinton impeachment crisis, the Kosovo War, the 2000 US presidential election recount and terrorism law and policy in the wake of the 9/11 attacks. By 2003 JURIST had been reconceptualized as a new kind of news service fusing academic research and legal journalism[15][16] and ceased functioning as a scholarly archive, leaving that mission to SSRN, Bepress and other up-and-coming commercial repositories. Hibbitts and his assistants recruited a staff of some 25 law students from the University of Pittsburgh to begin reporting and documenting national and international news in real-time, supplemented by the invited contributions of expert academic commentators. In 2008 JURIST incorporated as a Pennsylvania non-profit and subsequently obtained an IRS determination to be a charitable organization as defined in Section 501(c)(3) of the US Internal Revenue Code. Hibbitts became Chairman of JURIST’s Board of Directors and formally assumed the role of JURIST’s Publisher & Editor-in-Chief. JURIST’s commentary service, which dates back to JURIST’s coverage[17] of the Kosovo War in 1999, provides informed analysis of publicly-significant legal events by law professors, lawyers, policymakers, activists and law students from around the world. Law student editors identify and invite contributors qualified to comment on pressing legal developments, and review and prepare their commentaries for publication. JURIST also sponsors a JURIST Journalist in Residence Program,[18] designed to engage JURIST’s law student staff on issues related to the future of journalism and journalistic ethics and practice. Each academic term on a rotating basis, an established journalist visits JURIST to provide professional counsel and guidance. In the fall of 2020 the inaugural JURIST Journalist in Residence was Jane Singer, Professor of Journalism Innovation in the Department of Journalism at the City University of London. JURIST won the Webby People's Voice Award in 2006[19][20] and has been repeatedly recognized by the American Bar Association Journal[21][22][23] as one of \"the best Web sites by lawyers, for lawyers\". JURIST has been archived by the Library of Congress since 2004.[24]","Title":"JURIST - Wikipedia","KeyID":"16218","URL":"https://en.wikipedia.org/wiki/JURIST"}