{"Content: ":"Reporters Without Borders (French: Reporters sans frontières; RSF) is an international non-profit and non-governmental organization with the stated aim of safeguarding the right to freedom of information. It describes its advocacy as founded on the belief that everyone requires access to the news and information, in line with Article 19 of the Universal Declaration of Human Rights that recognizes the right to receive and share information regardless of frontiers, along with other international rights charters.[1] RSF has consultative status at the United Nations, UNESCO, the Council of Europe, and the International Organisation of the Francophonie.[2] RSF works on the ground in defence of individual journalists at risk and also at the highest levels of government and international forums to defend the right to freedom of expression and information. It provides daily briefings and press releases on threats to media freedom in French, English, Spanish, Portuguese, Arabic, Farsi and Chinese and publishes an annual press freedom round up, the World Press Freedom Index, that measures the state of media freedom in 180 countries. The organization provides assistance to journalists at risk and training in digital and physical security, as well as campaigning to raise public awareness of abuse against journalists and to secure their safety and liberty. RSF lobbies governments and international bodies to adopt standards and legislation in support of media freedom and takes legal action in defence of journalists under threat.[3] In addition, RSF keeps a yearly count of journalists killed on the job. To mark World Day Against Cyber-Censorship on 12 March, Reporters Without Borders (RSF) unveiled a list of 20 Digital Predators of Press Freedom and announced that it is unblocking access to a total 21 websites in the sixth year of its Operation Collateral Freedom.[4] RSF was founded in Montpellier, France, in 1985 by Robert Ménard, Rémy Loury, Jacques Molénat and Émilien Jubineau. It was registered as a non-profit organization in 1995.[5] Ménard was RSF's first secretary general, succeeded by Jean-Francois Juillard. Christophe Deloire was appointed secretary-general in 2012.[6] RSF's head office is based in Paris. It has 13 regional and national offices, including Brussels, London, Washington, Berlin, Rio de Janeiro, Taipei and Dakar, and a network of 146 correspondents.[7] It employs 57 salaried staff in Paris and internationally.[8] A board of governors, elected from RSF's members, approves the organization's policies.[9] An International Council has oversight of the organization's activities and approves the accounts and budget.[10] In 2018, RSF launched the Information and Democracy Commission to introduce new guarantees for freedom of opinion and expression in the global space of information and communication. In a joint mission statement, the Commission's presidents, RSF secretary-general Christophe Deloire and Nobel laureate Shirin Ebadi identified a range of factors currently threatening that freedom. This includes: political control of the media, subjugation of news and information to private interests, the growing influence of corporate actors, online mass disinformation and the erosion of quality journalism.[12] This Commission published the International Declaration on Information and Democracy to state principles, define objectives and propose forms of governance for the global online space for information and communication.[13] The Declaration emphasised that corporate entities with a structural function in the global space have duties, especially as regards political and ideological neutrality, pluralism and accountability. It called for recognition of the right to information that is diverse, independent and reliable in order to form opinions freely and participate fully in the democratic debate.[13] At the Paris Peace Forum in 2018, 12 countries launched a political process aimed at providing democratic guarantees for news and information and freedom of opinion, based on the principles set out in the Declaration.[13] RSF launched the Journalism Trust Initiative (JTI) in 2018 with its partners the European Broadcasting Union (EBU), Agence France Presse (AFP) and the Global Editors Network (GEN). JTI defines indicators for trustworthy journalism and rewards compliance, bringing tangible benefits for all media outlets and supporting them in creating a healthy space for information. JTI distinguishes itself from similar initiatives by focusing on the process of journalism rather than content alone. Media outlets will be expected to comply with standards that include transparency of ownership, sources of revenue and proof of a range of professional safeguards.[14] RSF's defence of journalistic freedom includes international missions, the publication of country reports, training of journalists and public protests. Recent global advocacy and practical interventions have included: opening a centre for women journalists in Afghanistan in 2017, a creative protest with street-artist C215 in Strasbourg for Turkish journalists in detention, turning off the Eiffel Tower lights in tribute to murdered Saudi journalist Jamal Kashoggi and providing training to journalists and bloggers in Syria.[15][16][17] In July 2018, RSF sent a mission to Saudi Arabia to call for the release of 30 journalists.[18] The organization publishes a gallery of Predators of Press Freedom, highlighting the most egregious international violators of press freedom.[19] It also maintains an online Press Freedom Barometer, monitoring the number of journalists, media workers and citizen journalists killed or imprisoned.[20] Its programme Operation Collateral Freedom, launched in 2014, provides alternative access to censored websites by creating mirror sites: 22 sites have been unblocked in 12 countries, including Iran, China, Saudi Arabia and Vietnam.[21] RSF offers grants to journalists at risk and supports media workers in need of refuge and protection. RSF's annual Press Freedom Prize, created in 1992, honours courageous and independent journalists who have faced threats or imprisonment for their work and who have challenged the abuse of power. TV5-Monde is a partner in the prize.[citation needed] A Netizen Prize was introduced in 2010, in partnership with Google, recognizing individuals, including bloggers and cyber-dissidents, who have advanced freedom of information online through investigative reporting or other initiatives.[citation needed] In 2018, RSF launched new categories for the Press Freedom Prize: courage, independence and impact.[citation needed] Every few years, RSF also distributes Press freedom predator anti-awards.[22] RSF issues a report annually. RSF reported that 67 journalists were killed, while 879 were arrested and 38 were abducted in 2012.[30] The number of journalists killed worldwide in 2014 was 66, two-thirds of whom were killed in war zones. The deadliest areas for the journalists in 2014 were Syria, Palestine, Ukraine, Iraq and Libya. The number of journalists convicted by their government rose to 178 in 2014, most of them in Egypt, Ukraine, China, Eritrea and Iran.[31] RSF said that 110 journalists were killed in the course of their work in 2015.[32][33] In 2016, RSF stated that, there were 348 imprisoned journalists and 52 hostages. Nearly two-thirds of imprisoned journalists were in Turkey, China, Syria, Egypt and Iran.[34][35] The RSF's 2017 annual report stated that 65 journalists were killed, 326 journalists were imprisoned and 54 journalists were taken hostage during the year.[36] RSF's 2018 report stated that over 80 journalists were killed, 348 were currently imprisoned, and another 60 were being held hostage.[37][38][39] In addition to its country, regional and thematic reports, RSF publishes a photography book 100 Photos for Press Freedom three times a year as a tool for advocacy and a fundraiser. It is a significant source of income for the organization, raising nearly a quarter of its funds in 2018:[40] On 22 February 2020, RSF issued a statement condemning the IRGC's call for journalists to be detained in Iran. IRGC intelligence has summoned some journalists[clarification needed] and banned any media activities. Reporters Without Borders described the IRGC's intelligence action as \"arbitrary and illegal\" and aimed at \"preventing journalists from being informed on social media.\"[50] Following the outbreak of the Coronavirus in Iran, RSF issued a statement on 6 March expressing concern over the health of imprisoned journalists.[51] On 16 April 2020, RSF wrote to two United Nations special rapporteurs on Freedom of Expression and Health, urging the United Nations to issue serious warnings to governments that restrict freedom of expression in the context of the coronavirus epidemic. The letter, signed by RSF Director Christian Mihr, stated: \"Freedom of the press and access to information are more important than ever at the time of Corona's pandemic.\"[52] On 21 April 2020, The RSF based in Paris said that the pandemic had amplified and highlighted many crises and over shadowed freedom of the press. The high representative of the EU, Josep Borrell, stated that the pandemic should not be used to justify the limitation of democratic and civil freedoms and that the rule of law and international commitments should be respected. He said freedom of speech and access to information should not be limited and that measures taken against the pandemic should not be used to restrict human rights advocates, reporters, media staff and institutions of civil societies.[53] On 25 June 2020, RSF issued a statement entitled \"Enforced online repentance, Iran's new method of repression\". According to the report, the Revolutionary Guards summoned a number of journalists, writers and human rights activists and threatened to detain them, forcing them to express their regrets or apologies for publishing their comments in cyberspace in order to silence them.[54][clarification needed] On 25 June 2020, Reporters Without Borders issued a statement entitled \"Online Repentance, a New Method of Repression in the Islamic Republic of Iran.\" According to the report, the Revolutionary Guards summoned and threatened to detain a number of journalists, writers, and human rights activists, forcing them to express regret or apology for posting their views online to silence them. The organization condemned the pressure, threats and silence of social activists.[55][clarification needed] RSF's budget for 2018 totalled €6.1m. Fifty per cent of the organization's income comes from public subsidy; 12 per cent from foundations; 24 per cent from the publication of photography books and 9 per cent from public donations. Foundations supporting RSF's work include the Adessium Foundation, the Directorate-General for International Cooperation and Development, the Swedish International Development Cooperation Agency, and Pierre Omidyar.[citation needed] RSF has been criticised for accepting funding from the National Endowment for Democracy in the US and the Center for a Free Cuba. In response, Secretary-general Robert Ménard stated that funding from NED totalled 0.92 per cent of RSF's budget and was used to support African journalists and their families.[56] RSF stated that it ceased its relationship with the Center for a Free Cuba in 2008.[57] RSF has received multiple international awards honouring its achievements: RSF was criticized for accepting the Dan David Prize, awarded by the Dan David Foundation in Israel, due to the alleged Palestinian journalists killed or arrested in Gaza.[70]","Title":"Reporters Without Borders - Wikipedia","KeyID":"16219","URL":"https://en.wikipedia.org/wiki/Reporters_without_borders"}