{"Content: ":"Frontline (stylized as FRONTLINE) is an investigative documentary program distributed by the Public Broadcasting Service (PBS) in the United States. Episodes are produced at WGBH in Boston, Massachusetts. The series has covered a variety of domestic and international issues, including terrorism,[1] elections,[2] environmental disasters,[3] and other sociopolitical issues.[4] Since its debut in 1983, Frontline has aired in the U.S. for 39 seasons, and has won critical acclaim and awards in broadcast journalism.[5] It has produced over 750 documentaries from both in-house and independent filmmakers, 200 of which are available online. The program debuted in 1983, with NBC anchorwoman Jessica Savitch as the show's first host, but Savitch died later after the first-season finale. PBS NewsHour's Judy Woodruff took over as host in 1984, and hosted the program for five years, combining her job with a sub-anchor place on The MacNeil-Lehrer NewsHour when Jim Lehrer was away. In 1990, episodes of Frontline began airing without a host, and the narrator was left to introduce each episode. Most Frontline reports are an hour in length, but some are extended to 90 minutes, 2 hours, or beyond. Frontline also produces and transmits such occasional specials as From Jesus to Christ, The Farmer's Wife, and Country Boys.[6] Since 1995, Frontline has been producing deep-content, companion web sites for all of its documentaries. The program publishes extended interview transcripts, in-depth chronologies, original essays, sidebar stories, related links and readings, and source documents including photographs and background research. Frontline has made many of its documentaries available via streaming Internet video, from its website. Will Lyman is the distinctive voice who has narrated most of the installments of the program since its inception in 1983.[7] However, certain reports have been narrated by David Ogden Stiers and Peter Berkrot. Since 1988, Frontline has also aired \"The Choice\": a special edition aired during the lead-up to the presidential election every four years, focusing on the Democratic and Republican candidates contending for the office of President of the United States. An installment aired on October 14, 2008, using a dual-biography format for Barack Obama and John McCain. The 2008 documentary, produced by Michael Kirk, generated favorable reviews from The New York Times, which stated that the program helped viewers \"gain perspective\" about the \"idea-oriented campaign\",[8] and Los Angeles Times, which labeled it \"refreshingly clear\" and \"informative\".[9] A subsequent episode aired on October 9, 2012, and featured the same dual biography tracing the lives and careers of incumbent President Barack Obama and his challenger, Mitt Romney. The following episode aired on September 27, 2016, and featured the biography of Hillary Clinton and Donald Trump. \"The Choice 2020\" is the most recent installment and aired on September 22, 2020, featuring Joe Biden and Donald Trump.[10] The show is produced by the WGBH Educational Foundation, the parent company of WGBH-TV in Boston, which is solely responsible for its content. WGBH is the creator of the Documentary Consortium, with another four PBS stations, including WNET in New York and KCTS in Seattle. In 2015, the creator and founding executive producer of Frontline, David Fanning, retired after more than 32 years as executive producer of the program, and Raney Aronson-Rath succeeded him in senior grade. Fanning, however, remains editor-at-large of Frontline as a founding member. On September 14, 2017, the program launched its first-ever podcast called The Frontline Dispatch. The podcast is a production of PBS and WGBH in Boston alongside PRX. Frontline/World is a spin-off program from Frontline, first transmitted on May 23, 2002, which was transmitted four to eight times a year on Frontline until it was canceled in 2010. It focused on issues from around the globe, and used a \"magazine\" format, where each hour-long episode typically had three stories that ran about 15 to 20 minutes in length. Its tagline was: Stories from a small planet. Initially a co-production of WGBH, Boston and KQED, San Francisco, Frontline/World was later based in part at the University of California Berkeley's Graduate School of Journalism, where the program's producers recruited a new generation of reporters and producers to the Frontline program.[11] Frontline/World also streamed stories on its website, which won two Webby awards in 2008 for its original program of online videos called \"Rough Cuts\". In 2005, the Overseas Press Club of America gave the program its Edward R. Murrow Award for the best TV coverage of international events, citing producers David Fanning, Stephen Talbot, Sharon Tiller and Ken Dornstein. The program broke new ground in 2007 by winning two Emmys; one of these was for a broadcast story, \"Saddam's Road to Hell\", and the other was for an online video, \"Libya: Out of the Shadow\". Frontline has received generally positive reviews from television critics. David Zurawik of The Baltimore Sun wrote that the episode \"Inside the Meltdown\", was \"one of the finest hours of non-fiction TV that I have seen.\"[12] Vern Gay of Newsday wrote that \"The Card Game\" episode, \"bores down to the hard, cold truth\" and is \"journalism at its best.\"[13] Sean Gregory of Time wrote about the episode, \"League of Denial\", that it was \"a first-rate piece of reporting.\"[14] David Zurawik of The Baltimore Sun wrote about the episode \"The Rise of ISIS\", that it was \"superb and daring work.\"[15] Alasdair Wilkins of The A.V. Club wrote, \"hardest-hitting show on television\".[16] Margaret Sullivan, the media columnist of The Washington Post wrote for the episode, \"The Choice 2016\", \"utterly-fair and completely riveting.\"[17] Vern Gay of Newsday wrote that the show is \"authoritative and comprehensive.\"[18] David Zurawik of The Baltimore Sun wrote that the episode \"Trump's Showdown\", \"is as good as long-form, non-fiction television gets.\"[19] Chris Barton of the Los Angeles Times wrote for the episode, \"The Facebook Dilemma\" that Frontline has a \"well-earned reputation for unflinching, in-depth examinations of social issues and current events.\"[20] Other Frontline reports focus on political, social, and criminal justice issues. Ofra Bikel, who has been a producer for Frontline since the first season, has produced a significant number of films on the criminal justice system in the United States. The films have focused on issues ranging from post-conviction DNA testing, the use of drug snitches and mandatory minimum sentencing laws, the plea system, and the use of eyewitness testimony. As a result of the films, 13 people have been released from prison. After the September 11 attacks, the White House requested a copy of \"Hunting Bin Laden\". In 1999, Frontline had produced this in-depth report about Osama bin Laden and the terrorist network that would come to be known as Al-Qaeda in the wake of the 1998 United States embassy bombings. Following the September 11 attacks, Frontline produced a series of films about Al-Qaeda and the War on Terrorism. In 2002, the program was awarded the DuPont-Columbia gold baton for the seven films. In 2003, Frontline and The New York Times joined forces on \"A Dangerous Business\", an investigation led by reporter Lowell Bergman into the cast iron pipe making industry and worker safety. OSHA officials credit the documentary and newspaper report with stimulating federal policy change on workplace safety. In 2004, the joint investigation was awarded the Pulitzer Prize for Public Service. Producer Michael Kirk's Frontline documentaries have won multiple awards. These films include \"League of Denial: The NFL's Concussion Crisis\" (Peabody Award, 2013),[21] \"Cheney's Law\" (Peabody Award, 2007),[22] \"The Lost Year in Iraq\" (Emmy Award, 2006), \"The Torture Question\" (Emmy Award, 2005), \"The Kevorkian File\" (Emmy Award), and \"Waco: The Inside Story\" (Peabody Award).[23][24] Director Martin Smith has produced dozens of films for Frontline, and won both Emmy and Writers Guild of America awards. His 2000 film Drug Wars was the winner of the Outstanding Background/Analysis of a Single Current Story Emmy and the George Foster Peabody Award.[25] Additionally, Separated: Children at the Border, for which he was writer and correspondent, also won a 2018 Peabody Award.[26] Other notable producers of multiple Frontline documentaries have included Sherry Jones, Marian Marzynski, Miri Navasky, Karen O'Connor, June Cross, Neil Docherty, Stephen Talbot, Raney Aronson, Rachel Dretzin, James Jacoby[27] and Rick Young. As of July 2016, Frontline has won a total of 75 Emmy Awards[28] and 18 Peabody Awards.[29] In 2020, Frontline was also awarded an Institutional Peabody Award.[30]","Title":"Frontline (American TV program) - Wikipedia","KeyID":"16221","URL":"https://en.wikipedia.org/wiki/Frontline_(American_TV_program)"}