{"Content: ":"Panarthropoda is a proposed animal clade containing the extant phyla Arthropoda, Tardigrada (water bears) and Onychophora (velvet worms).[2] Panarthropods also include extinct marine legged worms known as lobopodians (\"Lobopodia\"), a paraphyletic group where the last common ancestor and basal members (stem-group) of each extant panarthropod phylum are thought to have risen.[3][4][5][6][7][8] However the term \"Lobopodia\" is sometimes expanded to include tardigrades and onychophorans as well.[4] Common characteristics of the Panarthropoda include a segmented body, paired ladder-like, ventral nervous system, and the presence of paired appendages correlated with body segments.[9][4][5][7] Echinodermata, Chordata and relatives Annelida, Mollusca and relatives Priapulida, Nematoda and relatives Onychophora, Tardigrada and Arthropoda Not all studies support the monophyly of Panarthropoda,[10] but most do, including neuroanatomical,[11] phylogenomic[9][12][13] and palaeontological[14][3][4][5] studies. At least a close relationship between onychophorans and arthropods is widely agreed upon, but the position of tardigrades is more controversial.[15] Some phylogenomic studies have found tardigrades to be more closely related to nematodes.[16][17] Traditionally, panarthropods were considered to be closely related to the annelids, grouped together as the Articulata (animals with body segments), but subsequent phylogenomic studies consistenly place them closer to cycloneuralians (nematodes, nematomorphs, loriciferans, kinorhynchas & priapulids), grouped together as Ecdysozoa.[18][19][12][13] While annelids are placed among the Spiralia (making them closer related to mollusks, flatworms and such),[19] having evolved their segmented bodies convergently.[20] (Lobopodian taxa controversial)* (Lobopodian taxa controversial)* Antennacanthopodia * Crown-group Onychophora (Lobopodian taxa controversial)* Crown-group Tardigrada Siberiid lobopodians * Gilled lobopodians * Opabinia Radiodonta Euarthropoda There are three competing hyphothesis for the interrelationship between the extant panarthropod phyla, each known as Tactopoda (Arthropoda+Tardigrada), Antennopoda (Arthropoda+Onychophora), and the sister relationship between Onychophora and Tardigrada (Lobopodia sensu Smith & Goldstein 2017).[21] Onychophora Tardigrada Arthropoda Tardigrada Onychophora Arthropoda Arthropoda Tardigrada Onychophora Tactopoda had been supported by mitochondrial gene arrangements,[22] palaeontological[23][3] and neuroanatomical evidences, specifically the presence of segmented ganglia shared by arthropods and tardigrades.[24] Antennopodia united by the presence of specialized head appendages and deutocerebrum (additional second section of the brain), but subsequent anatomical studies suggest these features were convergently evolved between onychophran and arthropod lineages.[14][25] Onychophorans and tardigrades shared some lobopodian traits (e.g. soft cuticle, lobopodous appendages and peripheral nerve roots), but these were generally considered to be plesiomorphies traced back to the last common ancestor of Panarthropoda or Ecdysozoa.[3][4][26][5] While most phylogenomic analysis support the monophyly of Panarthropoda, the results of interrelationship between the three phyla are less correlated - some of them inconsistently placing Tardigrada within Arthropoda,[9] while the others mostly recovering either Antennopoda or Onychophora+Tardigrada.[9][12][13] Anatomy of onychophoran anterior region, showing specialized appendages (ant, md) and deutocerebrum (D). Nervous system of a tardigrade, showing ventral nerve cord with segmented ganglia (ga1-4). Nervous system of a remipede arthropod, showing the presence of both deutocerebrum (dc) and ventral nerve cord (vnc) organized by segmented ganglia. Within extinct lobopodians, at least Antennacanthopodia are widely accepted as part of the onychophoran stem-group.[27][3][28][29][30][26][31][32][5][33][34] On the other hand, siberiids (Siberion, Megadictyon and Jianshanopodia) and gilled lobopodians (Pambdelurion and Kerygmachela) represent transitional forms between typical lobopodians and basal arthropods (e.g. Opabinia and Radiodonta).[27][3][28][29][30][26][31][4][5][32][33][6][7][34][35][8] The position of most other lobopodians (e.g. Hallucigenia and luolishaniids as stem onychophorans[3][28][29][30][26][31][34] or stem panarthropods[32][33][35]), including the lobopodian members of tardigrade stem-group (represented by Onychodictyon ferox[3][28][29][30][26][31][34] or Aysheaia[32][33][35]) are more controversial. Sialomorpha, a genus of microinvertebrate discovered in Dominican amber in 2019, also considered to be a panarthropod. However, due to the unusual combination of tardigrade and mite-like characters, its exact placement is uncertain.[36]","Title":"Panarthropoda - Wikipedia","KeyID":"1622","URL":"https://en.wikipedia.org/wiki/Panarthropoda"}