{"Content: ":"Putinism (Russian: путинизм, romanized: putinizm) is the social, political, and economic system of Russia formed during the political leadership of Vladimir Putin. It is characterized by the concentration of political and financial powers in the hands of \"siloviks\", current and former \"people with shoulder marks\", coming from a total of 22 governmental enforcement agencies, the majority of them being the Federal Security Service (FSB), Ministry of Internal Affairs of Russia, Armed Forces of Russia, and National Guard of Russia.[1][2][3][4] According to Arnold Beichman, \"Putinism in the 21st century has become as significant a watchword as Stalinism was in the 20th.\"[5] The \"Chekist takeover\" of the Russian state and economic assets has been allegedly accomplished by a clique of Putin's close associates and friends[6] who gradually became a leading group of Russian oligarchs and who \"seized control over the financial, media and administrative resources of the Russian state\",[7] and restricted democratic freedoms and human rights. According to Julie Anderson, Russia has been transformed to an \"FSB state\".[8][9] Putinism was first used in the article by Andrey Piontkovsky published on 11 January 2000 in Sovetskaya Rossiya,[10] and placed on the Yabloko website on the same day. He characterized Putinism as \"the highest and final stage of bandit capitalism in Russia, the stage where, as one half-forgotten classic said, the bourgeoisie throws the flag of the democratic freedoms and the human rights overboard; and also as a war, 'consolidation' of the nation on the ground of hatred against some ethnic group, attack on freedom of speech and information brainwashing, isolation from the outside world and further economic degradation\".[11][12] Sociologists, economists, and political scientists emphasize different features of the system. M. Urnov and V. Kasamara established among political scientists \"direct signs of the departure of the current political system of Russia from the basic principles of competition policy\":[34] Russian political scientist Andrey Piontkovsky argues that the ideology of Rashism is in many ways similar to German fascism (Nazism), while the speeches of President Vladimir Putin reflect similar ideas to those of Adolf Hitler.[40][41] A sociological investigation unveiling the phenomena was done in 2004 by Olga Kryshtanovskaya, who determined the proportion of siloviks in the Russian political elite to be 25%.[1] In Putin's \"inner circle\" which constitutes about 20 people, the amount of siloviks rises to 58%, and fades to 18–20% in Parliament and 34% in the Government.[1] According to Kryshtanovskaya, there was no capture of power as Kremlin bureaucracy has called siloviks in order to \"restore order\". The process of siloviks coming into power allegedly started in 1996, Boris Yeltsin's second term. \"Not personally Yeltsin, but the whole elite wished to stop the revolutionary process and consolidate power.\"[1] When silovik Vladimir Putin was appointed Prime Minister in 1999, the process was boosted. According to Kryshtanovskaya, \"Yes, Putin has brought siloviks with him. But that's not enough to understand the situation. Here's also an objective aspect: the whole political class wished them to come. They were called for service... There was a need of a strong arm, capable from point of view of the elite to establish order in the country.\"[1] Kryshtanovskaya has also noted that there were people who had worked in structures \"affiliated\" with the KGB/FSB. Structures usually considered as such are the Soviet Ministry of Foreign Affairs, Governmental Communications Commission, Ministry of Foreign Trade, Press Agency News and others. \"The itself work in such agencies doesn't involve necessary contacts with special services, but makes you think about it.\"[42] Summing up numbers of official and \"affiliated\" siloviks she got an estimate of 77% of such in the power.[1] With Putin's signing an executive order on 3 July 2020 to officially insert the amendments into the Russian Constitution, they took effect on 4 July 2020.[43] Vladimir Pastukhov, a Russian political scientist, advocate and honorary senior research associate of the University College London's School of Slavonic and East European Studies, and Alexander Podrabinek, a Soviet dissident, journalist and Russian human rights defender, state that Russia has been taking on the characteristics of a totalitarianism as a result of the constitutional amendments. This is reflected in incremental but steady and aggressive process of the seizing of full control over public and private life, and de facto criminalization of any opposition and dissidence.[44][45] According to former Securitate general Ion Mihai Pacepa, \"In the Soviet Union, the KGB was a state within a state. Now former KGB officers are running the state. They have custody of the country's 6,000 nuclear weapons, entrusted to the KGB in the 1950s, and they now also manage the strategic oil industry renationalized by Putin. The KGB successor, rechristened FSB, still has the right to electronically monitor the population, control political groups, search homes and businesses, infiltrate the federal government, create its own front enterprises, investigate cases, and run its own prison system. The Soviet Union had one KGB officer for every 428 citizens. Putin's Russia has one FSB-ist for every 297 citizens.\"[46][47] \"Under Russian Federation President and former career foreign intelligence officer Vladimir Putin, an \"FSB State\" composed of chekists has been established and is consolidating its hold on the country. Its closest partners are organized criminals. In a world marked by a globalized economy and information infrastructure, and with transnational terrorism groups utilizing all available means to achieve their goals and further their interests, Russian intelligence collaboration with these elements is potentially disastrous\", said politologist Julie Anderson.[8] Former KGB officer Konstantin Preobrazhenskiy shares similar ideas. When asked \"How many people in Russia work in FSB?\", he replied: \"Whole country. FSB owns everything, including Russian Army and even own Church, the Russian Orthodox Church... Putin managed to create new social system in Russia\".[48] \"Vladimir Putin's Russia is a new phenomenon in Europe: a state defined and dominated by former and active-duty security and intelligence officers. Not even fascist Italy, Nazi Germany, or the Soviet Union – all undoubtedly much worse creations than Russia – were as top-heavy with intelligence talent\", said intelligence expert Marc Gerecht.[49] Andrei Illarionov considers the political system in Russia as a variety of corporatism. According to Illarionov, a former advisor of Vladimir Putin, this is a new socio-political order, \"distinct from any seen in our country before\". He said that members of the Corporation of Intelligence Service Collaborators took over the entire body of state power, follow an omerta-like behavior code, and \"are given instruments conferring power over others – membership “perks”, such as the right to carry and use weapons\".[50] According to Illarionov, this \"Corporation has seized key government agencies – the Tax Service, Ministry of Defense, Ministry of Foreign Affairs, Parliament, and the government-controlled mass media – which are now used to advance the interests of [Corporation] members. Through these agencies, every significant resource of the country – security/intelligence, political, economic, informational and financial – is being monopolized in the hands of Corporation members\".[50] Members of the Corporation created an isolated caste. A former KGB general said that \"a Chekist is a breed... A good KGB heritage—a father or grandfather, say, who worked for the service—is highly valued by today's siloviki. Marriages between siloviki clans are also encouraged.\"[51] Russian politician Boris Nemtsov and commentator Kara-Murza define Putinism in Russia as \"a one party system, censorship, a puppet parliament, ending of an independent judiciary, firm centralization of power and finances, and hypertrophied role of special services and bureaucracy, in particular in relation to business\".[52] Political analyst Andrei Piontkovsky considers Putinism as \"the highest and culminating stage of bandit capitalism in Russia”.[53] He believes that \"Russia is not corrupt. Corruption is what happens in all countries when businessmen offer officials large bribes for favors. Today's Russia is unique. The businessmen, the politicians, and the bureaucrats are the same people. They have privatized the country's wealth and taken control of its financial flows.\"[54] Such views are also shared by politologist Julie Anderson who said the same person can be a Russian intelligence officer, an organized criminal, and a businessman.[8] She also cited former CIA director James Woolsey who said: \"I have been particularly concerned for some years, beginning during my tenure, with the interpenetration of Russian organized crime, Russian intelligence and law enforcement, and Russian business. I have often illustrated this point with the following hypothetical: If you should chance to strike up a conversation with an articulate, English-speaking Russian in, say, the restaurant of one of the luxury hotels along Lake Geneva, and he is wearing a $3,000 suit and a pair of Gucci loafers, and he tells you that he is an executive of a Russian trading company and wants to talk to you about a joint venture, then there are four possibilities. He may be what he says he is. He may be a Russian intelligence officer working under commercial cover. He may be part of a Russian organized crime group. But the really interesting possibility is that he may be all three and that none of those three institutions have any problem with the arrangement.\"[55] According to political analyst Dmitri Glinski, \"The idea of Russia, Inc.--or better, Russia, Ltd.--derives from the Russian brand of libertarian anarchism viewing the state as just another private armed gang claiming special rights on the basis of its unusual power.\" \"This is a state conceived as a \"stationary bandit\" imposing stability by eliminating the roving bandits of the previous era.\"[6] In April 2006, the effective privatization of the customs sphere infuriated Putin himself, where businessmen and officials \"merged in ecstasy\".[56] The following observers discuss the ideology of new Russian political elite. Politologist Irina Pavlova said that Chekists are not merely a corporation of people united to expropriate financial assets. They have long-standing political objectives of transforming Moscow into the Third Rome and anti-American ideology of containing the United States.[58] Columnist George Will emphasized the nationalistic nature of Putinism. He said that \"Putinism is becoming a toxic brew of nationalism directed against neighboring nations, and populist envy, backed by assaults of state power, directed against private wealth. Putinism is national socialism without the demonic element of its pioneer ...\".[59] According to Illarionov, the ideology of chekists is Nashism (\"ours-ism\"), the selective application of rights\".[50] In 2010, Peter Sucia, an American historian and The National Interest contributor, was one of the first publicists to explicitly describe Putin as a leader who is sincerely convinced in his fascist values as righteous. Sucia wrote: \"Some historians and economists have noted that fascism is actually an anti-Marxist form of socialism, especially as it favors class collaboration and supports the concept of nationalism — the latter being something that Marxists could never support. A diehard Marxist leader wouldn't get on a plane and fly halfway around the world to try and win support for the Olympics to be hosted in his country, even his hometown. But a tried and true Fascist might do so.\"[60][61] In February 2021, Putin linked his own personal thought and ideology to that of Lev Gumilyov, stating that he too believed in 'passionarity', the rise and fall of societies as described by this theory and specifically that Russia was a nation 'has not yet attained its highest point', with an 'infinite genetic code'.[62][63][64] According to Michael Hirsh, a senior correspondent at Foreign Policy: Graham and other Russia experts said it is a mistake to view Putin merely as an angry former KGB apparatchik upset at the fall of the Soviet Union and NATO’s encroachment after the Cold War, as he is often portrayed by Western commentators. Putin, himself, made this clear in his Feb. 21 speech, when he disavowed the Soviet legacy, inveighing against the mistakes made by former leaders Vladimir Lenin and Joseph Stalin to grant Ukraine even partial autonomy. ... Putin is rather a messianic Russian nationalist and Eurasianist whose constant invocation of history going back to Kievan Rus, however specious, is the best explanation for his view that Ukraine must be part of Russia’s sphere of influence, experts say. In his essay last July, Putin even suggested that the formation of a separate, democratic Ukrainian nation “is comparable in its consequences to the use of weapons of mass destruction against us.”[28] Oxford historian Roger Griffin compared Putin's Russia to World War II-era Japan, saying that like Putin's Russia, it \"emulated fascism in many ways, but was not fascist.\" American historian Stanley G. Payne argued that Putin's political system is \"more a revival of the creed of Tsar Nicholas I in the 19th century that emphasized 'Orthodoxy, autocracy, and nationality' than one resembling the revolutionary, modernizing regimes of Hitler and Mussolini.\"[65] In response to the growing anti-Americanism after the Russo-Georgian War in the Russian intellectual-political class, the director of the Institute of Globalization and Social Movements, Boris Kagarlitsky, said, \"Ironically, one of the dominant trends here is that we are anti-American because we want to be exactly like America. We are angry that Americans are allowed to invade minor nations and we are not.\"[66] According to Moscow Carnegie Center Director Dmitri Trenin, anti-Americanism in Russia is becoming the basis for official patriotism. Further researcher states that the Russian ruling elite have stopped pretending that it follows the West and cherishes its declared values. Now, Moscow openly states that its values are not completely common with modern Western values in such fields as democracy, human rights, national sovereignty, role of government, the church, and the nature of family.[67] Putin's Russia has formed alliances with anti-American regimes in non-Western countries such as China and Iran.[68][69][70] A number of far-right politicians and parties in the European Union have been linked with Putin, including Marine Le Pen,[71][72] Matteo Salvini,[73] and parts of the Alternative for Germany. Putinism has also received support from a number of American far-right figures.[74][75] Some populists started to distance themselves from Putin after Russian invasion of Ukraine.[76][77] Richard Shorten of the University of Birmingham has stated that Putin \"has been appealing, not just for extreme 'manosphere' white supremacists, but also for more 'mainstream' western reactionaries attracted by an unapologetic social conservatism.\"[78] Jason Stanley of Yale University argued that Putin was \"the leader of Russian Christian nationalism\" and \"has come to view himself as the global leader of Christian nationalism, and is increasingly regarded as such by Christian nationalists around the world.\"[79] Robert Horvath of La Trobe University writes that during the 1990s when Russia saw waves of racist violence and Putin became president in 2000, his regime exploited this threat to introduce anti-extremism legislation that was also used to target pro-democracy and left-wing activists. The Kremlin's “managed nationalism” would \"co-opt and mobilise radical nationalist militants\" to fight against the opposition. Afterward, the violent radical nationalists got jailed while others flourished to promote pro-Putin Russian nationalism.[80] A number of commentators have remarked on the importance of history in the views and actions of Vladimir Putin, with several stating themes of Russian irredentism and historical revisionism.[81][82][83] Fredrik Logevall of Harvard University has stated that \"In a way, I think history is what drives him.\"[84] Oliver Bullough of the Institute of War and Peace Reporting has argued that Putin's \"two core aims\" was to restore stability and put an end to revolutions in Russia and to return Russia to a status of a great power.[85] Some commentators have described Putin as wishing to restore the Russian Empire.[86][87][88] James Krapfl of McGill University has suggested that Putin may be in part inspired by Catherine the Great, stating that \"parallels with Putin’s strategy are striking.\"[89] Several commentators have also described Putinism as in part an attempt to revive the Russian Empire's doctrine of \"Orthodoxy, Autocracy, and Nationality\".[90][91] Faith Hillis of the University of Chicago has argued that Putin \"wants to reconstitute the Russian Empire and its guiding ideologies, which were orthodoxy, autocracy and nationality—except now, under the power of a very sophisticated police state.\"[92] A 2014 paper in the Journal of Eurasian Studies argued that \"Putin has emphasized patriotism, power, and statism to justify centralization of power and authoritarian policies. Putin's policies and rhetoric are strong analogs to those of Nicholas.\"[93] Richard Shorten of the University of Birmingham has stated that \"what Putin retains from the Soviet era is not its utopianism but its late-period security obsession.\"[78] Tom Parfitt of The Guardian has said that, according to Richard Sakwa, Putin's Soviet patriotism \"had little to do with promoting communist values and more to do with besting the enemies surrounding the motherland.\"[94] Putin has made a number of comments referring to the dissolution of the Soviet Union in 1991, often blaming it on the creation of federal republics for national minorities within the Soviet Union and on the reforms brought by Mikhail Gorbachev in the late-1980s. In 2005, he referred to it as \"the greatest geopolitical catastrophe of the century\".[95] In a documentary released in 2021, he referred to it as \"a disintegration of historical Russia under the name of the Soviet Union.\"[96] In his 2022 \"Address concerning the events in Ukraine\", he referred to it as the \"collapse of the historical Russia\".[97] He has also said: \"Anyone who doesn't regret the passing of the Soviet Union has no heart. Anyone who wants it restored has no brains.\"[98] In several occasions, Putin has blamed Communist leader Vladimir Lenin for the collapse of the Soviet Union, arguing that his favourable policies toward national minorities in the Soviet Union contributed to destabilize Russia;[99] in his 2022 speech about Ukraine, Putin went so far to state that “modern Ukraine was entirely created by Russia or, to be more precise, by Bolshevik, Communist Russia.\".[100] Some commentators have argued these statements show that he wishes to restore the Soviet Union. After the 2022 Russian invasion of Ukraine begun, U.S. President Joe Biden stated that Putin \"wants to, in fact, reestablish the former Soviet Union. That's what this is about.\"[101] That claim has been disputed by many commentators.[102][103] Mario Kessler of the Centre for Contemporary History has stated that Putin is rather \"taking up the imperial desires of tsarist Russia\" and that \"Lenin's internationalism and Putin's Great Russian chauvinism are, indeed, incompatible\".[104] Cihan Tugal of the University of California, Berkeley has described Putin's view of history as one \"where Ukraine and the other nations of the USSR are communist artefacts, and only Russia is real and natural\".[105] Naomi Klein has argued that Putin has been motivated in part by \"a desire to overcome the shame of punishing economic shock therapy imposed on Russia at the end of the Cold War\".[106] Russia: Other individuals: Van Herpen compares in detail the many and often surprising parallels that exist between Putin's regime and that of Weimar Germany and Mussolini's Italy, indicating the presence of strong Fascist elements in contemporary Russia. However, this is tempered by other elements that show a resemblance with the Bonapartism from Napoleon III's France and the post-modern populism of Silvio Berlusconi, creating a hybrid system which can be labelled 'Fascism-lite'. Although 'Putinism' has a softer face than Mussolinian Fascism, it still contains a hard core of ultra-nationalism, militarism, and neo-imperialism.","Title":"Putinism - Wikipedia","KeyID":"16237","URL":"https://en.wikipedia.org/wiki/Putinism"}