{"Content: ":"Zapad 2021 (Russian: Запад-2021) was a joint strategic exercise between the armed forces of the Russian Federation and Belarus, which took place from 10 to 15 September 2021. According to the Ministry of Defence of the Russian Federation, about 200,000 military personnel, up to 760 pieces of equipment and 15 ships took part in the exercises.[1] Strategic exercises are a planned event and are held every two years in accordance with the Decision of the President of the Russian Federation and the President of the Republic of Belarus of 29 September 2009.[2] In 2021, they were combined with maneuvers of the Collective Rapid Reaction Forces of the CSTO member states. \"Zapad-2021 is purely defensive in nature, and its holding does not pose any threat either to the European community as a whole or to neighboring countries in particular. Zapad-2021 is planned and is the final stage in the system of joint training of the armed forces of Belarus and Russia this year. First of all, it is aimed at increasing the training of troops from the regional grouping designed to ensure security in the Eastern European region,\" said the First Deputy Minister of Defense of the Republic of Belarus, Major General Viktor Gulevich.[3] On 1 September the stage planned by the General Staff to strengthen the country's defense capability was completed: a 38-thousandth combat army reserve was created in the Southern Military District. To work out the tasks of the exercises on the territory of Belarus, the 230th combined arms training ground \"Obuz-Lesnovsky\", the 174th training ground of the Air Force and Air Defense forces \"Domanovsky\", the 210th aviation training ground \"Ruzhansky\" and the Brest training ground (Brest),[4] as well as 9 Russian training grounds (Kirillovsky, Strugi Krasnye, Mulino, Pogonovo, Khmelevka, Pravdinsky, Dobrovolsky, Dorogobuzh, Volsky).[5] Up to 760 armored vehicles, including about 290 tanks, about 240 artillery and MLRS units, and more than 80 aircraft and helicopters are involved in the exercises.[6] For the first time, a fully robotic group of combined arms units was involved in the exercises in combat formations: robots \"Uran-9\", \"Nerekhta\", etc. They will be supported by a laser system designed to blind the sights of tanks, artillery systems and sniper rifles.[7] 400 Belarusian servicemen and more than 30 pieces of military equipment are involved in Russia. The Ministry of Defense of the Republic of Belarus declares that after the exercises, all troops and equipment will return to their permanent locations.[8] The exercises began on 10 September, involving 200,000 military personnel, 760 units of military equipment (over 80 aircraft and helicopters, as well as more than 290 tanks, 240 guns, multiple rocket launchers and mortars) and 15 ships. They simultaneously started at 14 military ranges: Kirilovsky, Strugi Krasnye, Mulino, Pogonovo, Khmelevka, Pravdinsky, Dobrovolsky, Dorogobuzh and Volsky, located on the territory of the Russian Federation, in the Baltic Sea, as well as at five ranges in the Republic of Belarus — Obuz-Lesnovsky, Brest, Chepelevo, Domanovsky and Ruzhansky. The opening of the exercises took place in Mulino near Nizhny Novgorod. The tactical concept of the Zapad-2021 exercises was quite standard: repelling the enemy's attack, drawing him into the boilers, encircling, destroying and going on the offensive. The defending units were supported by 12 divisions (140 guns) of modernized self-propelled howitzers \"Msta-S\" (providing the so-called \"Fire Shaft\"). At the training grounds in the Kaliningrad Oblast, the military practiced actions to eliminate conditional illegal armed formations in urban conditions, as well as strikes against stationary and mobile targets. There, for the first time, the Platform-M ground—based robotic complexes were used - robots armed with grenade launchers and a Kalashnikov assault rifle were successfully used by motorized infantry and paratroopers who controlled the process remotely.[citation needed] T-72B3 tanks with additional dynamic protection and anti-mine trawls, as well as the Terminator BMPT, were massively involved in the offensive of the ground grouping of forces. A platoon of the latest B-19 infantry fighting vehicles with the Epoch combat module was put into battle. Also, the heavy flamethrower systems TOS-1A \"Solntsepek\", they worked together for the first time with the latest remote mining complexes \"Agriculture\". For the first time, engineering, reconnaissance and strike robots were massively involved in the combat training of troops, along with tanks and other ground and aviation equipment; the most notable were the machines of the Uran family (they fought directly in the battle formations of the defending units, and also covered the grouping of forces during the change of positions by motorized rifle units) and \"Nerekhta\" (for reconnaissance and fire support units).[9][10] For the first time, reconnaissance and strike UAVs of operational purpose \"Orlan-10\", \"Swallow\", \"Pacer\" and \"Outpost\" were massively used, which covered the maneuvering actions of the defending units. They operated in conjunction with the Sagittarius intelligence and communications complex. At the same time, several groups of army aviation operated: from the air, the grouping of troops and forces was covered by Su-35S, Su-30SM, MiG-31BM and Su-34 fighters. Also helicopters: Mi-8 of various modifications, reconnaissance and strike Mi-28 \"Night Hunter\", attack Ka-52 \"Alligator\" and Mi-35; helicopters worked at the forefront of the counteroffensive, carried out the landing of tactical troops and the transfer of equipment and weapons on an external suspension. Important objects in the depth of the enemy's defense were destroyed by four links of Su-34S fighter-bombers. The official closing ceremony was held on 15 September at the Nizhny Novgorod training ground Mulino.[11]","Title":"Zapad 2021 - Wikipedia","KeyID":"16232","URL":"https://en.wikipedia.org/wiki/Zapad_2021"}