{"Content: ":"The Foundations of Geopolitics: The Geopolitical Future of Russia is a geopolitical book by Aleksandr Dugin. Its publication in 1997 was well received in Russia; it has had significant influence within the Russian military, police, and foreign policy elites,[1][2] and has been used as a textbook in the Academy of the General Staff of the Russian military.[1][3] Powerful Russian political figures subsequently took an interest in Dugin,[4] a Russian political analyst who espouses an ultranationalist and neo-fascist ideology based on his idea of neo-Eurasianism,[5] who has developed a close relationship with Russia's Academy of the General Staff.[6] Dugin credits General Nikolai Klokotov of the Academy of the General Staff as co-author and his main inspiration,[7] though Klokotov denies this.[3] Colonel General Leonid Ivashov, head of the International Department of the Russian Ministry of Defence, helped draft the book.[8] Klokotov stated that in the future the book would \"serve as a mighty ideological foundation for preparing a new military command\".[9] Dugin has asserted that the book has been adopted as a textbook in many Russian educational institutions.[1] Former speaker of the Russian State Duma, Gennadiy Seleznyov, for whom Dugin was adviser on geopolitics,[10] \"urged that Dugin's geopolitical doctrine be made a compulsory part of the school curriculum\".[9] The book may have been influential in Vladimir Putin's foreign policy, which eventually led to the 2022 Russian invasion of Ukraine.[11][12] In Foundations of Geopolitics, Dugin calls for the United States and Atlanticism to lose their influence in Eurasia, and for Russia to rebuild its influence through annexations and alliances.[3] The book declares that \"the battle for the world rule of Russians\" has not ended and Russia remains \"the staging area of a new anti-bourgeois, anti-American revolution\". The Eurasian Empire will be constructed \"on the fundamental principle of the common enemy: the rejection of Atlanticism, strategic control of the U.S., and the refusal to allow liberal values to dominate us.\"[2][9] Military operations play relatively little role. The textbook advocates a sophisticated program of subversion, destabilization, and disinformation spearheaded by the Russian special services.[13] The operations should be assisted by a tough, hard-headed utilization of Russia's gas, oil, and natural resources to bully and pressure other countries.[9] The book states that \"the maximum task [of the future] is the 'Finlandization' of all of Europe\".[9] In Europe: In the Middle East and Central Asia: In East and Southeast Asia: The book emphasizes that Russia must spread anti-Americanism everywhere: \"the main 'scapegoat' will be precisely the U.S.\" In the United States: The Eurasian Project could be expanded to South and Central America.[9] Hoover Institution senior fellow John B. Dunlop stated that \"the impact of this intended 'Eurasianist' textbook on key Russian elites testifies to the worrisome rise of neo-fascist ideas and sentiments during the late Yeltsin and the Putin period\".[1] Historian Timothy D. Snyder wrote in The New York Review of Books that Foundations of Geopolitics is influenced by the work of Carl Schmitt, a proponent of a conservative international order whose work influenced the Nazis. He also noted Dugin's key role in forwarding the ideologies of Eurasianism and National Bolshevism.[14] The book was described by Foreign Policy as \"one of the most curious, impressive, and terrifying books to come out of Russia during the entire post-Soviet era\", and \"more sober than Dugin's previous books, better argued, and shorn of occult references, numerology, traditionalism and other eccentric metaphysics\".[3] In 2022, Foreign Policy also noted: \"The recent invasion of Ukraine is a continuation of a Dugin-promoted strategy for weakening the international liberal order.\"[15] According to Anton Shekhovtsov, the book's cover contains a depiction of a Chaos Star, a symbol that represents chaos magick in modern occult movements, and the use of the symbol aligns with Dugin's general interest in the occult and occult symbolism. After the publication of the book, Dugin has also used the symbol as the logo of his Eurasia Party.[16]","Title":"Foundations of Geopolitics - Wikipedia","KeyID":"16238","URL":"https://en.wikipedia.org/wiki/Foundations_of_Geopolitics"}