{"Content: ":"International reactions to the annexation of Crimea by the Russian Federation have largely been condemnatory of Russia's actions, supportive of Ukraine's sovereignty and territorial integrity, and supportive of finding a quick end to the crisis.[1] The United States and the European Union threatened and later enacted sanctions against Russia for its role in the crisis, and urged Russia to withdraw.[2] Russia has accused the United States and the EU of funding and directing the revolution and retaliated to the sanctions by imposing its own. The International Workers' Association, an international group of anarcho-syndicalists, released a statement on behalf of its Russian section, that was also endorsed by other \"internationalists\" in Ukraine, Moldova, the United States and elsewhere, that condemned the crisis as a conflict between two \"imperialist cliques\" and concluded: \"We will not succumb to nationalist intoxication. To hell with their state and 'nations,' their flags and offices! This is not our war, and we should not go on it, paying with our blood their palaces, bank accounts and the pleasure to sit in soft chairs of authorities. And if the bosses in Moscow, Kiev, Lviv, Kharkiv, Donetsk and Simferopol start this war, our duty is to resist it by all available means!\"[166] The Fourth International, an international group of Trotskyist communist parties, approved a resolution that expressed support for the Maidan Revolution and condemned Russian actions in Ukraine, while also expressing mistrust in the new government of Ukraine. The resolution also asked for immediate cessation of hostilities, withdrawal of Russian troops from Ukraine, opposition of anti-social policies and neutrality of the Ukrainian state.[167] In 2014, Mikhail Gorbachev defended the Crimean status referendum that led to Russia's annexation of Crimea.[168] He noted that while Crimea was transferred from Russia to Ukraine in 1954, when both were part of the Soviet Union, the Crimean people had not been asked at the time, whereas in the 2014 referendum they had.[169] After sanctions were placed on Russia as a result of the annexation, Gorbachev spoke out against them.[170] His comments led to Ukraine banning him from entering the country for five years.[171]","Title":"International reactions to the annexation of Crimea by the Russian Federation - Wikipedia","KeyID":"16236","URL":"https://en.wikipedia.org/wiki/International_reactions_to_the_annexation_of_Crimea_by_the_Russian_Federation"}