{"Content: ":"Russia and the United States maintain one of the most important, critical and strategic foreign relations in the world. Both nations have shared interests in nuclear safety and security, nonproliferation, counterterrorism, and space exploration.[1] The relationship was generally warm under the Russian President Boris Yeltsin (1991–99) until the NATO bombing of Yugoslavia[2][3] in the spring of 1999, and has since deteriorated significantly. Following Vladimir Putin regaining control of the Russian government in 2012, relations between the two countries significantly cooled due to Russia's annexation of Crimea and Russian military intervention in Ukraine. Deterioration continued with the Russian military intervention in the Syrian Civil War, and over Russia's alleged interference in the 2016 and 2020 U.S. elections. Following the 2022 Russian invasion of Ukraine, relations reached its lowest point since the Cold War. Mutual sanctions imposed since 2014 were significantly expanded by the U.S. and its allies following the invasion, including several state-owned banks and oligarchs. Total Naval Strength: 603 ships Total Naval Strength: 481 ships Total Aircraft Strength: 4,163 Total Aircraft Strength: 13,264 Leaders of Russia and the United States from 1992 Official contacts between the Russian Empire and the new United States of America began in 1776. Russia, while formally neutral during the American Revolution (1765–1783), favored the U.S.[citation needed] There was little trade or migration before the late 19th century. Formal diplomatic ties were established in 1809.[14] In 1863, during the American Civil War (1861–1865), the Russian Navy's Atlantic and Pacific fleets wintered in the American ports of New York and San Francisco, respectively. For many years, a myth persisted that Russia supported the Union against the Confederacy. In fact, Russia was strictly neutral. The myth was invented by the American State Department to mislead the British about American potential strength.[15] Russia operated a small fur-trade operations in Alaska, coupled with missionaries to the natives. By 1861, the project lost money, threatened to antagonize the Americans, and could not be defended from Britain. In the Alaska Purchase of 1867 it was sold to the United States for $7.2 million,[16]thereby creating a common sea border between the two countries that still exists today.[17] The Treaty of Portsmouth (1905), brokered by American President Theodore Roosevelt ended the Russo-Japanese War.[18] In the late 19th century, American public opinion was shocked at the accurate reports of murderous anti-Jewish pogroms in the Russian Empire (mostly within the Pale of Settlement). The sore point was removed when the Russian monarchy was ended in February 1917. The U.S. could enter the World War without becoming an ally of the hated Tsar.[19] From 1820 until 1917, about 3.3 million immigrants arrived in the U.S. from the Russian Empire. Most were Jews, Poles or Lithuanians; only 100,000 were ethnic Russians.[20][21] The U.S. participated in the allied military intervention against the Bolsheviks during the Russian Civil War since August 1918, operating in the Russian Far East. Following the Bolsheviks′ victory in the Civil War and the establishment of the Soviet Union (USSR) at the end of 1922, the U.S., while developing trade and economic ties, was the last major world power that continued to refuse to formally recognize the Soviet government.[22] The United States and the USSR established diplomatic relations in November 1933.[23] The United States and the Soviet Union, along with Britain, were the leaders of the Allies against the Axis powers during World War II. Following the onset of the Cold War in 1947, the North Atlantic Treaty was signed by the U.S., Canada, and several Western European nations, on April 4, 1949, a treaty that established the North Atlantic Treaty Organization (NATO) designed to provide collective security against the Soviet Union.[24] The first bilateral treaty between the U.S. and Soviet Russia/USSR was a consular convention signed in Moscow in June 1964.[25][26] In 1975, the Helsinki Final Act was signed by a multitude of countries, including the USSR and the US, and, while not having a binding legal power of a treaty, it effectively signified the U.S.-led West's recognition of the Soviet Union's dominance in Eastern Europe and acceptance of the Soviet annexation of Estonia, Latvia and Lithuania that had been effected in 1940. The Act came to play a role in subsequently ending the Cold War.[27] In the 1970s—1980s, the USSR and the U.S. signed a series of arms control treaties such as the Anti-Ballistic Missile Treaty (1972), two Strategic Arms Limitation treaties (SALT), the Intermediate-Range Nuclear Forces Treaty (1987); in July 1991 the Strategic Arms Reduction Treaty was concluded. In the late 1980s, Eastern Europe nations took advantage of the relaxation of Soviet control under General Secretary Mikhail Gorbachev and began to break away from communist rule. The relationship greatly improved in the final years of the USSR. On December 3, 1989, Soviet general secretary Gorbachev and the U.S. president George H. W. Bush declared the Cold War over at the Malta Summit.[28] In May 1990, Gorbachev visited the U.S. for talks with President Bush; there, he agreed to allow a reunified Germany to be a part of NATO.[29] He later revealed that he had agreed to do so because James Baker promised that NATO troops would not be posted to eastern Germany and that the military alliance would not expand into Eastern Europe.[29] Privately, Bush ignored Baker's assurances and later pushed for NATO's eastwards expansion.[29] With Communism defunct, on December 25, 1991, the Soviet Union dissolved, and the Commonwealth of Independent States, a loose association was formed by 12 of the 15 former Soviet constituent republics, leaving out the three Baltic states. The Russian Soviet Federative Socialist Republic became Russia. It was now an independent state that inherited the USSR's UN Security Council permanent membership and became the successor state to the USSR. Strobe Talbott, who was Washington's chief expert on Russia, has argued that Clinton hit it off with Russian Boris Yeltsin, the president of Russia 1991-1999: Relations between Yeltsin and the administrations of George H. W. Bush (1989–1993) and Bill Clinton (1993–2001) started off well, but deteriorated after 1997. Yeltsin and his foreign minister Andrey Kozyrev made a high priority Russia's full membership into the family of democratic nations. They wanted to be a partner of the United States. At home they tried to create democratic institutions and a free-market capitalist system. In 1993, both nations signed the START II arms control treaty that was designed to ban the use of multiple independently targetable reentry vehicles (MIRVs) on intercontinental ballistic missiles (ICBMs). The treaty was eventually ratified by both countries, yet it was never implemented and was formally abandoned in 2002, following the US's withdrawal from the 1972 Anti-Ballistic Missile Treaty. Clinton and Yeltsin were personally friendly. Washington encouraged the rapid transition to a liberal capitalist system in Russia.[31] Clinton provided rich talking points but provided less than $3 billion, and much was paid to American contractors. The Russians—aware of the Marshall Plan in the 1940s—had counted on far larger sums.[32] Real anger was ignited by the rapid expansion of NATO membership in Eastern Europe. With the Cold War over, Russians felt NATO's original role was no longer needed. It feared its dramatic move eastward meant an escalation of NATO's historic role in containment of Russian goals.[33][34] Russia stridently opposed the U.S.-led NATO military operation against Serbia and Montenegro over Kosovo that began in March 1999.[35][36][37] In December 1999, while on a visit to China, president Yeltsin verbally assailed Clinton for criticizing Russia's tactics in Chechnya (at the start of the Second Chechen War) emphatically stating that Russia remained a nuclear power.[38] In 2001, in response to the terrorist attacks on September 11, the new Russian president Vladimir Putin quickly announced strong support. Terrorism against Russia was already high on Putin's agenda and he found common ground by supporting the American/NATO invasion of Afghanistan to destroy the Taliban that had harbored the Al-Qaeda terrorists.[39] By 2002, however, the two countries were escalating their disagreements. Russia became more assertive in international affairs; George W. Bush took an increasingly unilateral course in foreign policy.[40] In 2002, the United States withdrew from the Anti-Ballistic Missile Treaty in order to move forward with plans for a missile defense system. Putin called the decision a mistake. Russia strongly opposed the 2003 invasion of Iraq, though without exercising its veto in the United Nations Security Council. Russia has regarded the expansion of NATO into the old Eastern Bloc, and U.S. efforts to gain access to Central Asian oil and natural gas as a potentially hostile encroachment on Russia's sphere of influence. The Russian leadership blamed U.S. officials for encouraging anti-Russian revolts during the Rose Revolution in Georgia in 2003 and the Orange Revolution in Ukraine in 2004. Putin saw intrusions into Russia's historic sphere of interest.[41][42] Russia condemned the unilateral declaration of independence of Kosovo from Serbia in February 2008,[43] stating they \"expect the UN mission and NATO-led forces in Kosovo to take immediate action to carry out their mandate [...] including the annulling of the decisions of Pristina's self-governing organs and the taking of tough administrative measures against them.\"[44] Russian President Putin described the recognition of Kosovo's independence by the United States and other Western countries as \"a terrible precedent, which will de facto blow apart the whole system of international relations, developed not over decades, but over centuries\", and that \"they have not thought through the results of what they are doing. At the end of the day it is a two-ended stick and the second end will come back and hit them in the face\".[45] In March 2014, Russia used Kosovo's declaration of independence as a justification for recognizing the independence of Crimea, citing the so-called \"Kosovo independence precedent\".[46][47] In early 2008, President George W. Bush vowed full support for admitting Ukraine and Georgia into NATO,[48] despite Russia's opposition to the further eastward expansion of NATO.[49] Russia's Deputy Foreign Minister Grigory Karasin warned that any incorporation of Ukraine into NATO would cause a \"deep crisis\" in Russia–Ukraine relations and also negatively affect Russia's relations with the West.[50] In March 2007, the U.S. announced plans to build an anti-ballistic missile defense installation in Poland along with a radar station in the Czech Republic. Both nations were former Warsaw Pact members and both had repudiated Communism and Russian interference. U.S. officials said that the system was intended to protect the United States and Europe from possible nuclear missile attacks by Iran or North Korea. Russia, however, viewed the new system as a potential threat and, in response, tested a long-range intercontinental ballistic missile, the RS-24, which it claimed could defeat any defense system. Putin warned the U.S. that these new tensions could turn Europe into a powder keg. On June 3, 2007, Putin warned that if the United States built the missile defense system, Russia would consider targeting missiles at Poland and the Czech Republic.[51] In October 2007, Vladimir Putin visited Iran to discuss Russia's aid to Iran's nuclear power program and \"insisted that the use of force was unacceptable.\"[52] On October 17, Bush stated \"if you're interested in avoiding World War III, it seems like you ought to be interested in preventing them from having the knowledge necessary to make a nuclear weapon,\" understood as a message to Putin.[53] A week later, Putin compared U.S. plans to put up a missile defense system near Russia's border as analogous to when the Soviet Union deployed missiles in Cuba, prompting the Cuban Missile Crisis.[54] In February 2008, Vladimir Putin said Russia might have to retarget some of its missiles towards the missile defense system: \"If it appears, we will be forced to respond appropriately – we will have to retarget part of our systems against those missiles.\" He also said that missiles might be redirected towards Ukraine if they went ahead with plans to build NATO bases within their territory, saying that \"We will be compelled to aim our missiles at facilities that we consider a threat to our national security, and I am putting this plainly now so that the blame for this is not shifted later,\"[55] In July 2008, Russia announced that if a U.S. anti-missile shield was deployed near the Russian border, it would have to react militarily. The statement from the Russian foreign ministry said, \"If an American strategic anti-missile shield starts to be deployed near our borders, we will be forced to react not in a diplomatic fashion but with military-technical means.\" Later, Russia's ambassador to the United Nations Vitaly Churkin said that \"military-technical means\" did not mean military action, but more likely a change in Russia's strategic posture, perhaps by redeploying its own missiles.[56] On August 14, 2008, the U.S. and Poland agreed to have 10 two-stage missile interceptors – made by Orbital Sciences Corporation – placed in Poland, as part of a missile shield to defend Europe and the U.S. from a possible missile attack by Iran. In return, the U.S. agreed to move a battery of MIM-104 Patriot missiles to Poland. The missile battery was to be staffed – at least temporarily – by U.S. Military personnel. The U.S. also pledged to defend Poland, a NATO member, quicker than NATO would in the event of an attack. Additionally, the Czech Republic recently agreed to allow the placement of a radar-tracking station in their country, despite public opinion polls showing that the majority of Czechs were against the plans and only 18% supported it.[57] The radar-tracking station in the Czech Republic would also be part of the missile defense shield. After the agreement was announced, Russian officials said defences on Russia's borders would be increased and that they foresaw harm in bilateral relations with the United States.[58] In November 2008, a day after Obama was elected president, Russian president Dmitry Medvedev in his first annual address to the Federal Assembly of Russia announced plans to deploy Iskander short-range missiles to Kaliningrad, near the border with Poland, if the United States went ahead with its European Ballistic Missile Defense System.[59][60] In August 2008, United States-Russia bilateral relations became further strained, when Russia and Georgia fought a five-day war over the Russian-backed self-proclaimed republics of South Ossetia and Abkhazia. President Bush said to Russia, \"Bullying and intimidation are not acceptable ways to conduct foreign policy in the 21st century.\"[61] Despite U.S.–Russia relations becoming strained during the Bush administration, Russian president Dmitry Medvedev (president from May 2008 until May 2012, with Vladimir Putin as head of government) and U.S. president Barack Obama struck a warm tone at the 2009 G20 summit in London and released a joint statement that promised a \"fresh start\" in Russia–United States relations. The statement also called on Iran to abandon its nuclear program and to permit foreign inspectors into the country.[62] In March 2009, U.S. secretary of state Hillary Clinton and her Russian counterpart Sergey Lavrov symbolically pressed a \"reset\" button. The gag fell short as the Russian translation on the button was misspelt by the State Department and actually meant \"overload\" instead of \"reset\". After making a few jokes, they decided to press the button anyway.[63] In early July 2009, Obama visited Moscow where he had meetings with president Medvedev and prime minister Putin. Speaking at the New Economic School Obama told a large gathering, \"America wants a strong, peaceful and prosperous Russia. This belief is rooted in our respect for the Russian people, and a shared history between our nations that goes beyond competition.\"[64] Days after president Obama's visit to Moscow, U.S. vice president Joe Biden, noting that the U.S. was \"vastly underestimat[ing] the hand that [it] h[e]ld\", told a U.S. newspaper that Russia, with its population base shrinking and the economy \"withering\", would have to make accommodations to the West on a wide range of national-security issues.[65] Biden's words, published shortly after his visit to Ukraine and Georgia, were interpreted by George Friedman of Stratfor as \"reaffirm[ing] the U.S. commitment to the principle that Russia does not have the right to a sphere of influence in these countries or anywhere in the former Soviet Union\";[66] Friedman pointed up a fundamental error in the analysis that underlay such thinking and predicted, \"We suspect the Russians will squeeze back hard before they move off the stage of history\".[66] In March 2010, the United States and Russia reached an agreement to reduce their stockpiles of nuclear weapons. The new nuclear arms reduction treaty (called New START) was signed by President Obama and President Medvedev on April 8, 2010. The agreement cut the number of long-range nuclear weapons held by each side to about 1,500, down from the current 1,700 to 2,200 set by the Moscow Treaty of 2002. The New START replaced the 1991 Strategic Arms Reduction Treaty, which expired in December 2009.[67] On a visit to Moscow in March 2011, U.S. vice president Joe Biden reiterated Washington's support for Russia's accession to the World Trade Organization;[68] he also had a meeting with Russia's leading human rights and opposition leaders where he reportedly told the gathering at the U.S. ambassador's Spaso House residence that it would be better for Russia if Putin did not run for re-election in 2012.[69] Through 2020, this was the only time Biden and Putin had met. After an official group meeting Biden characterized in his memoir as \"argumentative,\" he and Putin met privately, with Biden saying \"Mr. Prime Minister, I'm looking into your eyes,\" (a reference to a 2001 meeting between Putin and President Bush, who later said \"I looked the man in the eye...I was able to get a sense of his soul\"). Biden continued, \"I don't think you have a soul.\" Putin replied, \"We understand each other.\" Biden was elected president in 2020.[70] The 2011 military intervention in Libya prompted a widespread wave of criticism from several world leaders, including Russian President Medvedev[71] and Russian Prime Minister Putin, who said that \"[UNSC Resolution 1973] is defective and flawed...It allows everything. It resembles medieval calls for crusades.\"[72] At the start of the mass protests that began in Russia after the legislative election in early December 2011, prime minister Vladimir Putin accused the United States of interference and inciting unrest, specifically saying that secretary of state Hillary Clinton had sent \"a signal\" to \"some actors in our country\"; his comments were seen as indication of a breakdown in the Obama administration's effort to \"reset\" the relationship.[73] By 2012, it was clear that a genuine reset never happened and relations remained sour. Factors in the West included traditional mistrust and fear, an increasing drift away from democracy by Russia, and a demand in Eastern Europe for closer political, economic and military integration with the West. From Russia factors included a move away from democracy by Putin, expectations of regaining superpower status and the tactic of manipulating trade policies and encouraging divisions within NATO.[74][75] In mid-September 2013, the United States and Russia made a deal whereby Syria's chemical weapons would be placed under international control and eventually destroyed; president Obama welcomed the agreement[76] that was shortly after enshrined in the UNSC Resolution 2118. The Obama administration was criticised for having used the chemical weapons deal as an ineffectual substitute for military action that Obama had promised in the event of use of chemical weapons by the Syrian government.[77] In George Robertson's view, as well as many others', the failure of Obama to follow through on his 2013 \"red line\" and take promised military action badly hurt his credibility and that of the United States with Putin and other world leaders.[78][79] Obama acknowledged Russia's role in securing the deal to limit Iran's nuclear program that was reached in July 2015, and personally thanked Putin for Russia's role in the relevant negotiations.[80] In May 2012, Russian general Nikolay Yegorovich Makarov said that there was a possibility of a preemptive strike on missile defense sites in Eastern Europe, to apply pressure to the United States regarding Russia's demands.[81] In July 2012, two Tu-95 Bears were intercepted by NORAD fighters in the air defense zone off the U.S. coast of Alaska, where they may have been practicing the targeting of Fort Greely and Vandenberg Air Force Base.[82] Later in August 2012, it was revealed that an Akula-class submarine had conducted a patrol within the Gulf of Mexico without being detected, raising alarms of the U.S. Navy's anti-submarine warfare capabilities.[83][84] On December 14, 2012, U.S. President Barack Obama signed the Magnitsky Act, which \"[imposed] U.S. travel and financial restrictions on human rights abusers in Russia\". On December 28, 2012, Russian President Vladimir Putin signed a bill, widely seen as retaliatory, that banned any United States citizen from adopting children from Russia.[85] On February 12, 2013, hours before the 2013 State of the Union Address by U.S. president Obama, two Russian Tu-95 Bear strategic bombers, reportedly equipped with nuclear-tipped cruise missiles, circled the U.S. territory of Guam.[86][87] Air Force F-15 jets based on Andersen Air Force Base were scrambled to intercept the aircraft.[86][87] The Russian aircraft reportedly \"were intercepted and left the area in a northbound direction.\"[86][87] At the end of 2013, Russia announced that a rearmament of the Kozelsk, Novosibirsk, Tagil Rocket divisions with advanced RS-24 Yars intercontinental ballistic missiles was going ahead.[88] In July 2014, the U.S. government formally accused Russia of having violated the 1987 Intermediate-Range Nuclear Forces (INF) Treaty by testing a prohibited medium-range ground-launched cruise missile (presumably R-500,[89] a modification of Iskander)[90] and threatened to retaliate accordingly.[90][91] Concern in the U.S. was also caused by the test-firing in 2014 of the Russian RS-26 Rubezh Intercontinental Ballistic Missile capable of evading the existing anti-ballistic missile defenses.[92][93] In early June 2015, the U.S. State Department reported that Russia had failed to correct the violation of the I.N.F. Treaty; the U.S. government was said to have made no discernible headway in making Russia so much as acknowledge the compliance problem.[94] Edward Snowden, a contractor for the United States government, copied and released hundreds of thousands of pages of secret U.S. government documents. He fled to Hong Kong, and then to Russia where in July 2013 he was granted political asylum. He was wanted on a criminal warrant by U.S. prosecutors for theft of government property and espionage.[95] The granting of asylum further aggravated relations between the two countries and led to the cancellation of a meeting between Obama and Putin that was scheduled for early September 2013 in Moscow.[96] Snowden remains in Russia as of February 2022. Following the collapse of the Viktor Yanukovych government in Ukraine in February 2014, Russia annexed Crimea on the basis of a controversial referendum held on March 16, 2014. The U.S. had submitted a UN Security Council resolution declaring the referendum illegal; it was vetoed by Russia on March 15 with China abstaining and the other 13 Security Council members voting for the resolution.[97] In 2016, in a court in Moscow, former top Ukrainian officials of the Yanukovich administration testified that the collapse of the government was, in their opinion, a coup d'état organized and sponsored by the U.S. government.[98][99] Russian newspaper Kommersant alleges George Friedman (chairman of Stratfor) had agreed this was the \"most blatant coup in history', which George Friedman says was taken out of context.[100][101] U.S. secretary of state John Kerry in early March 2014 answering the press questions about Russia's moves in Crimea said, \"This is an act of aggression that is completely trumped up in terms of its pretext. It's really 19th century behavior in the 21st century, and there is no way, to start with, that if Russia persists in this, that the G8 countries are going to assemble in Sochi. That's a starter.\"[79] On March 24, 2014, the U.S. and its allies in the G8 political forum suspended Russia's membership thereof.[102] The decision was dismissed by Russia as inconsequential.[103][104] At the end of March 2014, U.S. president Obama ruled out any Western military intervention in Ukraine[103] and admitted that Russia's annexation of Crimea would be hard to reverse; however, he dismissed Russia as a \"regional power\" that did not pose a major security threat to the U.S.[105] In January 2016, when asked for his opinion of Obama's statement, Putin said, \"I think that speculations about other countries, an attempt to speak disrespectfully about other countries is an attempt to prove one's exceptionalism by contrast. In my view, that is a misguided position.\"[106][107] In November 2016, the president of the European Commission Jean-Claude Juncker said this of the statement of Obama: \"We have a lot to learn about the depths of Russia, we are very ignorant about it at the moment. I would like to have discussions on a level footing with Russia. Russia is not, as President Obama said, 'a regional power'. This was a big error in assessment.\"[108] As unrest spread into eastern Ukraine in the spring of 2014, relations between the U.S. and Russia further worsened. The U.S. government imposed punitive sanctions for Russia's activity in Ukraine. After one bout of sanctions announced by President Obama in July 2014 targeting Russia's major energy, financial and defence companies, Russia said the sanctions would seriously harm the bilateral ties relegating them to the 1980s Cold War era.[109] From March 2014 to 2016, six rounds of sanctions were imposed by the US, as well as by the EU, and some other countries allied to the U.S. The first three rounds targeted individuals close to Putin by freezing their assets and denying leave to enter. Russia responded by banning import of certain food products as well as by banning entry for certain government officials from the countries that imposed sanctions against Russia. The end of 2014 saw the passage by the US of the Ukraine Freedom Support Act of 2014,[110][111] aimed at depriving certain Russian state firms of Western financing and technology while also providing $350 million in arms and military equipment to Ukraine, and the imposition by the US president's executive order of yet another round of sanctions.[112] Due to the situation concerning Ukraine, relations between Russia and the U.S. that denounced Russia's actions were in 2014 said to be at their worst since the end of the Cold War.[113] As vice president, Joe Biden urged the Ukrainian government to reduce the nation's reliance on imports of Russian natural gas, and to eliminate pro-Russia middlemen such as Dmitry Firtash from the country's natural gas industry.[114] Shortly after the start of the Syrian Civil War in the spring of 2011, the U.S. imposed sanctions on Syria's government and urged president Bashar al-Assad to resign; meanwhile, Russia, a long-standing ally of Syria, continued and increased its support for the Syrian government against rebels backed up by the U.S. and its regional allies. On September 30, 2015, Russia began the air campaign in Syria on the side of the Syrian government headed by president Bashar al-Assad of Syria. According to Russian foreign minister Sergey Lavrov's statement made in mid-October 2015, Russia had invited the U.S. to join the Baghdad-based information center set up by Iran, Iraq, Syria and Russia to coordinate their military efforts, but received what he called an \"unconstructive\" response; Putin's proposal that the U.S. receive a high-level Russian delegation and that a U.S. delegation arrive in Moscow to discuss co-operation in Syria was likewise declined by the U.S.[115][116] In early October 2015, U.S. president Obama called the way Russia was conducting its military campaign in Syria a \"recipe for disaster\";[117] top U.S. military officials ruled out military cooperation with Russia in Syria.[118][119] Secretary of Defense Ashton Carter and other senior U.S. officials said Russia's campaign was primarily aimed at propping up Assad, whom U.S. president Barack Obama had repeatedly called upon to leave power.[120] Three weeks into the Russian campaign in Syria, on October 20, 2015, Russian president Vladimir Putin met Bashar Assad in Moscow to discuss their joint military campaign and a future political settlement in Syria, according to the Kremlin report of the event.[121][122] The meeting provoked a sharp condemnation from the White House.[123] While one of the original aims of the Russian leadership may have been normalisation of the relationship with the U.S. and the West at large, the resultant situation in Syria was said in October 2015 to be a proxy war between Russia and the U.S.[124][125][126][127][128] The two rounds of the Syria peace talks held in Vienna in October and November 2015, with Iran participating for the first time, highlighted yet again the deep disagreement over the Syrian settlement between the U.S. and Russia, primarily on the issue of Bashar Assad's political future.[129] The talks in Vienna were followed by a bilateral meeting of Obama and Putin on the sidelines of the G-20 Summit in Turkey, during which a certain consensus between the two leaders on Syria was reported to have been reached.[130] Bilateral negotiations over Syria were unilaterally suspended by the U.S on October 3, 2016, which was presented as the U.S. government's reaction to a re-newed offensive on Aleppo by Syrian and Russian troops.[131] On the same day Putin signed a decree[132] that suspended the 2000 Plutonium Management and Disposition Agreement with the U.S. (the relevant law was signed on October 31, 2016[133]), citing the failure by the U.S. to comply with the provisions thereof as well as the U.S.' unfriendly actions that posed a \"threat to strategic stability.\"[134][135] In mid-October 2016, Russia's U.N. ambassador Vitaly Churkin, referring to the international situation during the 1973 Arab–Israeli War, said that tensions with the U.S. are \"probably the worst since 1973\".[136] After two rounds of fruitless talks on Syria in Lausanne and London, the foreign ministers of the U.S. and the UK said that additional sanctions against both Russia and Syria were imminent unless Russia and the \"Assad regime\" stopped their air campaign in Aleppo.[137][138] In mid-November 2016, shortly after the election of Trump as the U.S. president, the Kremlin accused president Barack Obama's administration of trying to damage the U.S.' relationship with Russia to a degree that would render normalization thereof impossible for Trump's incoming administration.[139] In his address to the Russian parliament delivered on December 1, 2016, Russian president Putin said this of U.S.—Russia relations: \"We are prepared to cooperate with the new American administration. It's important to normalize and begin to develop bilateral relations on an equal and mutually beneficial basis. Mutual efforts by Russia and the United States in solving global and regional problems are in the interest of the entire world.\"[140] In early December 2016, the White House said that President Obama had ordered the intelligence agencies to review evidence of Russian interference in the 2016 presidential campaign; Eric Schultz, the deputy White House press secretary, denied the review to be led by Director of National Intelligence James R. Clapper was meant to be \"an effort to challenge the outcome of the election\".[141] Simultaneously, the U.S. press published reports, with reference to senior administration officials, that U.S. intelligence agencies, specifically the CIA,[142] had concluded with \"high confidence\" that Russia acted covertly in the latter stages of the presidential campaign to harm Hillary Clinton's chances and promote Donald Trump.[143] President-elect Donald Trump rejected the CIA assessment that Russia was behind the hackers' efforts to sway the campaign in his favour as \"ridiculous\".[144][145] In mid-December 2016, Hillary Clinton suggested that Putin had a personal grudge against her due to her criticism of the 2011 Russian legislative election and his opinion that she was responsible for fomenting the anti-Putin protests in Russia that began in December 2011.[146] She partially attributed her loss in the 2016 election to Russian meddling organized by Putin.[147][148] Among her presidential campaign's Russia policy advisors were Richard Lourie.[149][who?][citation needed] Also in mid-December, President Obama publicly pledged to retaliate for Russian cyberattacks during the U.S. presidential election in order to \"send a clear message to Russia\" as both a punishment and a deterrent,;[150] however, the press reported that his actionable options were limited, with many of those having been rejected as either ineffective or too risky; The New York Times, citing a catalogue of U.S.-engineered coups in foreign countries, opined, \"There is not much new in tampering with elections, except for the technical sophistication of the tools. For all the outrage voiced by Democrats and Republicans in the past week about the Russian action — with the notable exception of Mr. Trump, who has dismissed the intelligence findings as politically motivated — it is worth remembering that trying to manipulate elections is a well-honed American art form.\"[151] The National Defense Authorization Act for Fiscal Year 2017 signed into law by president Obama on December 23, 2016, was criticised by the Russian foreign ministry as yet another attempt to \"create problems for the incoming Trump administration and complicate its relations on the international stage, as well as to force it to adopt an anti-Russia policy.\"[152] At the end of 2016, U.S. president-elect Donald Trump praised Putin for not expelling U.S. diplomats in response to Washington's expulsion of 35 Russian diplomats as well as other punitive measures taken by the Obama administration in retaliation for what U.S. officials had characterized as interference in the U.S. presidential election.[153][154] On January 6, 2017, the Office of the Director of National Intelligence (ODNI), in an assessment of “Russian Activities and Intentions in Recent US Elections”, asserted that Russian leadership favored presidential candidate Trump over Clinton, and that Putin personally ordered an \"influence campaign\" to harm Clinton's chances and \"undermine public faith in the US democratic process\".[155]: 7  A week after Trump's inauguration on January 20, 2017, Trump had a 50-minute telephone conversation with Russian president Vladimir Putin that was hailed by both governments as a step towards improvement of relations between the U.S. and Russia; the presidents agreed to arrange a face-to-face meeting for a later date.[156][157] In early March 2017, the U.S. military for the first time publicly accused Russia of having deployed a land-based cruise missile (SSC-8[158]) that they said violated the \"spirit and intent\" of the 1987 Intermediate-range Nuclear Forces (INF) treaty and posed a threat to NATO.[159] On March 25, 2017, the U.S. imposed new sanctions against eight Russian companies in connection with the Iran, North Korea, Syria Nonproliferation Act (INKSNA).[citation needed] The cruise-missile strikes on the Syrian Shayrat Airbase, conducted by the U.S. on April 7, 2017 as a response to the Khan Shaykhun chemical attack,[160][161][162] were condemned by Russia as an \"act of aggression\" that was based on a \"trumped-up pretext\", which substantially impaired Russia–United States relations.[163] Russian prime minister Dmitry Medvedev said the attack had placed the U.S. on the cusp of warfare with Russia.[164][165][166] Both Donald Trump in April and the Russian government in May characterised the relationship between the countries as frozen and lacking any progress;[167][168] in early June, Vladimir Putin said relations were at an all-time low since the end of the Cold War.[169] In mid-June 2017, the Russian foreign ministry confirmed that, for the first time ever, Russia had failed to receive a formal greeting from the U.S. government on occasion of Russia's national day celebrated on June 12.[170][171][172][173] In April 2017, Trump's administration denied a request from ExxonMobil to allow it to resume oil drilling in Russia.[174] In July 2017, ExxonMobil filed a lawsuit against the U.S. government challenging the finding that the company violated sanctions imposed on Russia.[175] On May 10, 2017, Trump had an unannounced meeting in the Oval Office with Russian Foreign Minister Sergey Lavrov and Russian Ambassador to the United States Sergey Kislyak.[176] During the meeting he disclosed highly classified information, providing details that could have been used to deduce the source of the information and the manner in which it was collected, according to current and former government officials.[177][178] Although the disclosure was not illegal, it was widely criticized because of the possible danger to the source.[179][180] On July 6, 2017, during a speech in Warsaw, Poland, Trump urged Russia to cease its support for \"hostile regimes\" in Syria and Iran.[181] On July 7, 2017, in what appeared to be a sign of good relations between the leaders of both countries,[182] Trump met with Putin at the G20 Hamburg summit in Germany and described the meeting as \"an honour.\"[183] In mid-July 2017, the Russian foreign ministry noted that the staff of the U.S. Embassy in Moscow, following expulsion of diplomats by the Obama administration in December 2016, far exceeded the number of Russian embassy employees in Washington and indicated that the Russian government was considering retaliatory expulsion of more than thirty-five U.S. diplomats, thus evening out the number of the countries' diplomats posted.[184] On July 28, Russia announced punitive measures that were cast as Russia's response to the additional, codified, sanctions against Moscow passed by Congress days prior, but also referenced the specific measures imposed against the Russian diplomatic mission in the U.S. by the Obama administration.[185] Russia demanded that the U.S. reduce its diplomatic and technical personnel in the Moscow embassy and its consulates in St Petersburg, Ekaterinburg and Vladivostok to four hundred fifty-five persons — the same as the number of Russian diplomats posted in the U.S. — by September 1; Russia's government would also suspend the use of a retreat compound and a storage facility in Moscow used by the U.S. by August 1.[185][186][187] Two days later, Vladimir Putin said that the decision on the curtailment of the U.S. diplomatic mission personnel had been taken by him personally and that 755 staff must terminate their work in Russia.[188][189][190] After the sanction bill was on August 2 signed by Donald Trump, Russian prime minister Dmitry Medvedev wrote that the law had ended hope for improving U.S.–Russia relations and meant \"an all-out trade war with Russia.\"[191][192] The law was also criticised by Donald Trump, whose signing statement indicated that he might choose not to enforce certain provisions of the legislation that he deemed unconstitutional.[193][194] Russia protested on September 2, 2017, against a search it said U.S. officials were planning of a Russian trade mission building in Washington D.C., shortly after the U.S., ″in the spirit of parity invoked by the Russians″, demanded that Russia shut two of its diplomatic annexes (buildings) in Washington D.C. and New York City as well as its Consulate General in San Francisco.[195] The Russian foreign ministry said the inspection would be \"illegal\" and an \"unprecedented aggressive action\"; it also demanded that the U.S. ″immediately return the Russian diplomatic facilities″.[196][197] In November 2017, Trump and Putin both attended the Asia-Pacific Economic Cooperation meeting in Danang. Although they had no formal meeting they spoke informally several times during the event.[198] At the end of 2017, CNN concluded that a series of steps undertaken by the Trump administration within a mere week before Christmas such as naming Russia a \"rival power\" and ″revisionist power″ (along with China), imposing sanctions on Ramzan Kadyrov, a close Putin ally, the decision to provide Ukraine with anti-tank weapons, coupled with tougher line from the State Department about Moscow's activities in eastern Ukraine, and accusations from the Pentagon that Russia was intentionally violating de-confliction agreements in Syria, highlighted \"a decided turn away from the warmer, more cooperative relationship with Russia that President Donald Trump called for during his campaign and early in his presidency\".[199][200][201] In February 2018, echoing Donald Trump's own statement, White House press secretary Sarah Sanders said: \"[President Donald Trump] has been tougher on Russia in the first year than Obama was in eight years combined.\"[202][203] A highly unusual[204] unannounced visit to Washington D.C. at the end of January 2018 by the directors of Russia's three main intelligence and security agencies (FSB, SVR, and GRU), two of whom (Sergey Naryshkin and Igor Korobov) were on the U.S. sanctions list,[205] and their reported meetings with top U.S. security officials caused political controversy in the U.S. and elicited no official comment in Russia, while it occurred days before the Trump administration chose not to impose immediately new sanctions on Russia at the deadline mandated by the Countering America's Adversaries Through Sanctions Act.[206][207][208][209] The U.S. air and artillery strike on a pro-government formation in eastern Syria on February 7, 2018, which caused massive death toll among Russian nationals and a political scandal in Russia, was billed by media as \"the first deadly clash between citizens of Russia and the United States since the Cold War\" and \"an episode that threatens to deepen tensions with Moscow\".[210][211] Public statements read out by Vladimir Putin on March 1, 2018, days before the presidential election, about missile technology breakthroughs made by Russia, were referred to by the Trump administration officials as largely boastful untruths, as well as confirmation that \"Russia ha[d] been developing destabilizing weapons systems for over a decade, in direct violation of its treaty obligations\".[212] U.S. Defense Secretary James Mattis remarked that the systems Putin had talked about \"[were] still years away\" and he did not see them changing the military balance.[213] Nevertheless, White House insiders were later quoted as saying that Putin's claims \"really got under the president [Trump]'s skin\" and caused Trump to take a sharper tone behind the scenes vis-à-vis Vladimir Putin.[214] On March 26, 2018, following the United States National Security Council's recommendation,[215] to demonstrate the U.S.'s support for the UK's position on the Salisbury poisoning incident, president Donald Trump ordered the expulsion of sixty Russian diplomats and closure of Russian consulate in Seattle.[216][217] Russian foreign minister Sergei Lavrov responded to the simultaneous expulsion of the total of 140 Russian diplomats by 25 countries by accusing the U.S. government of \"blackmailing\" other nations.[218][219] In April 2018, US-Russian relations were further exacerbated by missile strikes against the Syrian government targets following the suspected chemical attack in Douma on April 7.[220] The countries clashed diplomatically, with Russia's top military officials threatening to hit U.S. military targets in the event of a massive U.S.-led strike against Syria.[221][222][223][224] In late May, during an interview with RT, Syria's president Bashar al-Assad said that direct military conflict between the Russian forces and the U.S. forces in Syria had been averted in April \"by the wisdom of the Russian leadership\" and that the US-led missile attack against Syria would have been far more extensive had it not been for Russia's intervention.[225][226] On June 8, 2018, Trump called for Russia to be readmitted to the G-7, from which it was expelled after the Russian annexation of Crimea in 2014.[227] Trump's public statements during his first formal meeting with Putin in Helsinki on July 16, 2018, drew criticism from the Democratic members of the U.S. Congress and a number of former senior intelligence officials as well as some ranking members of the Republican party for appearing to have sided with Putin rather than accepting the findings of Russian interference in the 2016 presidential election issued by the United States Intelligence Community.[228][229][230] Republican senator John McCain called the press conference \"one of the most disgraceful performances by an American president in memory.\"[231] The press around the world ran publications that tended to assess the news conference following the presidents′ two-hour meeting as an event at which Trump had \"projected weakness\".[232] In December 2019, the Trump administration imposed sanctions on businesses involved in the construction of Nord Stream 2 natural gas pipeline from Russia to Germany,[233] as the U.S. sought to sell more of its own liquefied natural gas (LNG) to European states.[234] German Finance Minister Olaf Scholz called the sanctions \"a severe intervention in German and European internal affairs\", while the EU spokesman criticized \"the imposition of sanctions against EU companies conducting legitimate business.\"[235] Russian Foreign Minister Sergey Lavrov also criticized sanctions, saying that U.S. Congress \"is literally overwhelmed with the desire to do everything to destroy\" the U.S.–Russia relations.[236] A June 2020 New York Times report, citing unnamed sources, stated that American intelligence officials assessed with medium confidence that Russian military intelligence unit 29155 had supervised a bounty program paying Taliban-linked militants to kill foreign servicemembers, including Americans, in Afghanistan in 2019.[237][238] The bounty program reportedly resulted in the deaths of \"several\" U.S. soldiers,[239] but The Pentagon's top leaders said that Russian bounty program has not been corroborated.[240] The Taliban and Russia have both denied that the bounty program exists.[239] President Donald Trump and his aides denied that he was briefed on the intelligence. Director of National Intelligence John Ratcliffe said that Trump had not received a briefing on the bounty program. White House press secretary Kayleigh McEnany said the same.[239] Secretary of Defense Mark Esper said that General Kenneth McKenzie, the commander of U.S. Central Command, and General Scott Miller, the top U.S. military commander in Afghanistan, did not think \"the reports were credible as they dug into them.\"[240] McKenzie said that he found no \"causative link\" between reported bounties to actual U.S. military deaths, but said a lack of proof is \"often true in battlefield intelligence.\"[240] On July 1, 2020, following media reports of Taliban participation in an alleged Russian bounty program, the U.S. House Armed Services Committee overwhelmingly voted in favor of an amendment to restrict President Trump's ability to withdraw U.S. troops from Afghanistan.[241] On September 25, 2020, U.S. Air Force B-52 bombers staged a mock attack run on Kaliningrad, a Russian exclave locked between NATO countries. The simulated raid on the Kaliningrad region was a test case of destroying Russian air defense systems located in the region.[242] See also: Links between Trump associates and Russian officials Shortly before the inauguration of President Trump, the Steele dossier was leaked to the public. Written by a private intelligence firm claiming to unearth a relationship between his presidential campaign and the Russian government, the report alleged that the Russians possessed kompromat on Trump which could be used to blackmail him. It suggested the Kremlin had promised the campaign that compromising information would not be released if the Administration cooperated.[243][244] Though the report was met with skepticism, the relationship between Russian leadership and the incoming Trump Administration became highly salient. Days later, Ynet, an Israeli online news site, reported that U.S. intelligence had advised Israeli intelligence officers to be cautious about sharing information with the incoming Trump administration until the possibility of Russian influence over Trump had been fully investigated.[245] Allegations of collusion between Trump associations and the Russian government continued to emerge well into his presidency. Various administration officials' close ties with Russia have been documented and heavily scrutinized, most notably former National Security Advisor Michael Flynn's contacts with the Russian ambassador. Throughout his presidential tenure, Trump expressed both support and criticism of Russia's actions in Crimea,[246] Syria,[247] Ukraine,[248] North Korea,[249] Venezuela,[250] election meddling,[251] Skripal poisoning,[252] and oil drilling in Russia.[253] Despite extensive investigation into the dossier's claims, they remain unverified, and many considere the allegations to be a conspiracy theory.[254][255][256][257][258][259][260][261] Trump's actions at the Helsinki summit in 2018 led some to conclude that Steele's report was more accurate than not. Politico reported, \"Trump sided with the Russians over the U.S. intelligence community's assessment that Moscow had waged an all-out attack on the 2016 election...The joint news conference cemented fears among some that Trump was in Putin's pocket and prompted bipartisan backlash.\"[262] At the joint news conference, when asked directly about the subject, Putin denied that he had any kompromat on Trump. Trump was reportedly given a gift from Putin the weekend of the pageant, though Putin argued \"that he did not even know Trump was in Russia for the Miss Universe pageant in 2013 when, according to the Steele dossier, video of Trump was secretly recorded to blackmail him.\"[263] In reaction to Trump's actions at the summit, Senator Chuck Schumer (D-N.Y.) spoke in the Senate: Millions of Americans will continue to wonder if the only possible explanation for this dangerous and inexplicable behavior is the possibility — the very real possibility — that President Putin holds damaging information over President Trump.[264] Several operatives and lawyers in the U.S. intelligence community reacted strongly to Trump's performance at the summit, describing it as \"subservien[ce] to Putin\" and \"a fervent defense of Russia's military and cyber aggression around the world, and its violation of international law in Ukraine\". Some framed Trump's conduct as harmful to U.S. interests and an asset to Russian interests, suggesting that he was a \"useful idiot\" to Putin,[266] and that he looked like \"Putin's puppet\".[267] Former Director of National Intelligence James Clapper wondered \"if Russians have something on Trump\",[268] and former CIA director John O. Brennan accused Trump of treason, tweeting: \"He is wholly in the pocket of Putin.\"[269] In January 2019, former acting CIA director Michael Morell called Trump \"an unwitting agent of the Russian federation\", echoing the sentiments of former CIA director Michael V. Hayden.[270] House Speaker Nancy Pelosi suggested then-President Trump's behavior was part of a pattern: \"All roads lead to Putin.\"[271] Following the arrest of Russian opposition leader Alexei Navalny on January 17, 2021, Jake Sullivan, Biden's national security adviser, stated: \"Mr. Navalny should be immediately released, and the perpetrators of the outrageous attack on his life must be held accountable. The Kremlin's attacks on Mr. Navalny are not just a violation of human rights, but an affront to the Russian people who want their voices heard.\"[272] On the day of Biden's inauguration, Russia urged the new administration to take a \"more constructive\" approach in talks over the extension of the 2010 New START treaty, accusing the Trump administration of \"deliberately and intentionally\" dismantling international arms control agreements and attacking its \"counterproductive and openly aggressive\" approach in talks.[273] On January 26, Biden and Putin agreed that they would extend by five years the New START treaty, which would otherwise have expired in February 2021.[274] On 17 March 2021, the Russian foreign ministry announced that Russia had recalled its ambassador to the U.S., Anatoly Antonov, for \"consultations\" in a move that was characterized by the ministry's spokesperson as being without precedent for a Russia ambassador to the U.S.[275] The recall came after Biden said he thought that Putin was \"a killer\" and said he would \"pay the price\" for the interference in the 2020 U.S. election, which had been confirmed by a declassified DNI report released the previous day.[276] The State Department commented on the recall by saying that while the U.S. would work with Russia to advance U.S. interests, they would \"be able to hold Russia accountable for any of their malign actions\".[277] On April 15, the U.S. announced the expulsion of 10 Russian diplomats and imposed sanctions on six Russian technology companies as well as 32 other individuals and entities. The new sanctions also targeted ruble-denominated sovereign debt. Nevertheless, the economic punishments were assessed by observers as \"more bark than bite\" and likely to be \"largely symbolic\", with the ruble even rebounding against the dollar on the news. Biden commented the United States \"could have gone further\" with the sanctions, but that he had opted for a milder form of sovereign-debt sanctions for now because he wanted to avoid a “cycle of escalation and conflict.\"[278] Russia retaliated the following day, expelling 10 U.S. diplomats and suggesting the U.S. ambassador return home for consultations.[279] On May 19, the Biden administration lifted sanctions on the Nord Stream 2 gas pipeline that was being built between Russia and Germany. While Joe Biden believed the project was bad, the U.S. State Department explained it had concluded that it was in the \"U.S. national interest\" to waive the sanctions.[280] In May 2021, Biden and Putin agreed to meet as the relationship between the countries was being assessed to be at the lowest point since the 1980s.[281] At the meeting in Geneva in mid-June, the countries′ leaders reached an agreement to return their ambassadors to their posts in each other's capitals, no progress was made in overcoming the major points of contention.[282] On August 21, The Department of State imposed increased sanctions on Russia for alleged poisoning of Alexei Navalny. These sanctions include a ban on ammo imports into the United States, as well as restrictions of Small Arm sales. [283] On 1 December 2021, Russia's Foreign Ministry told US diplomats who have been working in Moscow for more than three years, to leave the country by 31 January 2022. [284] The move came in response to news on 28 November 2021 that the US would be expelling 27 Russian diplomatic staff by the end of January 2022.[285] In late 2021 and early 2022, Russian troops build up along the Russo-Ukrainian border, resulted in renewed tensions between Russia and NATO. Senior officials of the Biden administration reported that Russia had only withdrawn a few thousand troops since the previous military buildup in early 2021. The New York Times estimated over 80,000 Russian troops still remain at the Russo-Ukrainian border by September 2021.[286] The Kremlin has repeatedly denied that it has any plans to invade Ukraine.[287][288] On 30 November 2021, Putin stated that an expansion of NATO's presence in Ukraine, especially the deployment of any long-range missiles capable of striking Russian cities or missile defence systems similar to those in Romania and Poland, would be a \"red line\" issue for the Kremlin.[289][290][291] Putin asked President Joe Biden for legal guarantees that NATO wouldn't expand eastward or put \"weapons systems that threaten us in close vicinity to Russian territory.\"[292] The U.S. rejected Putin's demands.[293][294] Biden and Putin discussed the crisis over the course of a 50-minute phone call on December 30, 2021.[295] Bilateral talks began in Geneva on 10 January 2022, to discuss the crisis in Ukraine as well as longstanding Russians concerns regarding NATO postering in Eastern Europe.[296] The talks were led by Russian Deputy Foreign Minister Sergei Ryabkov and U.S. Deputy Secretary of State Wendy Sherman.[297] On January 31, 2022 both the United States and Russia discussed the crisis at an emergency meeting of the UN Security Council.[298] The discussion was tense, with both sides accusing the other of stoking tensions. The United States government increased military support to Ukraine through a $650 million arms deal.[299] U.S. Secretary of Defense Lloyd Austin and Chairman of the Joint Chiefs of Staff Mark Milley threatened U.S. support for an anti-Russian insurgency within Ukraine.[300] The Biden administration approved deliveries of American-made FIM-92 Stinger surface-to-air missiles to Ukraine.[301] The government threatened severe sanctions against Russia as well as personal sanctions against Putin and his allies.[302] The United States also threatened to halt the opening of the Nord Stream 2 pipeline that would send Russian natural gas to Germany, \"if Russia invades Ukraine one way or another.\"[303] In January 2022, the United States accused Russia of sending saboteurs into Ukraine to stage \"a false-flag operation\" that would create a pretext for Russia to invade Ukraine. Russian Foreign Minister Sergey Lavrov dismissed the U.S. claim as \"total disinformation.\"[304] On 4 February 2022, Lavrov dismissed as \"nonsense\" and \"craziness\" allegations by the United States that Russia was preparing a fake video of the Ukrainian forces attacking the separatist-held Donbas as a pretext for starting a war in Ukraine.[305] On 19 January 2022, President Biden said that he believed Russia would invade Ukraine.[306] Biden said a full-scale invasion of Ukraine would be \"the most consequential thing that's happened in the world in terms of war and peace\" since World War II.[307] Biden and Ukrainian President Volodymyr Zelenskyy disagreed on how imminent the threat was.[308][309] On 10 February 2022, Biden urged all American citizens in Ukraine to leave immediately.[310] On 11 February 2022, Biden's national security advisor Jake Sullivan publicly warned about the likelihood of a Russian invasion of Ukraine prior to the end the 2022 Winter Olympics.[311] The Chicago Council on Global Affairs poll, conducted on 7-26 July 2021, found that 50% of Americans supported the use U.S. troops to defend Ukraine if Russia invaded the rest of the country.[312] In December 2021, a Levada Center poll found that about 50% of Russians believed that the U.S. and NATO were responsible for the Russo-Ukrainian crisis, while 16% blamed Ukraine and just 4% blamed Russia.[313][314] In February 2022, according to the White House, US President Joe Biden stated in a video conference with Russian President Vladimir Putin that if Russia invades Ukraine, Washington and its allies will respond \"decisively and impose fast and severe penalties.\"[315] On February 16, 2022, the US State Department stated that Russia is seeking to establish a \"pretext\" for invading Ukraine by making unsubstantiated claims of \"genocide\" and mass graves in Ukraine's eastern Donbas region.[317] On February 20, 2022, the US secretary of state showed his concern about the continuation of Russian military drills in Belarus. According to Antony Blinken, Moscow's decision to keep roughly 30,000 troops in Belarus, near to Ukraine, amid increased tensions in the east justifies US's concerns.[318] On February 22, 2022, US President Joe Biden criticized Russia's recognition of the Donetsk People's Republic and the Luhansk People's Republic as \"the beginning of the Russian invasion of Ukraine\" and announced sanctions against on banks VEB and Promsvyazbank and comprehensive sanctions on Russia's sovereign debt in response.[319] On February 24, 2022, Russia launched an invasion of Ukraine opening fire with explosive ordinance and hitting several residential buildings, by the 25th the invading army had taken all of the Chernobyl exclusion zone and began to attack the Ukrainian capital with high resistance from both the Ukrainian military and a makeshift militia. On February 26, President Joe Biden authorized the US State Department to deliver up to $350 million in weapons from US stockpiles to Ukraine.[320] President Joe Biden rejected the idea of a NATO-enforced no-fly zone over Ukraine.[321] On February 26, 2022, the deputy head of Russia's Security Council chaired by President Vladimir Putin, warned that Moscow may retaliate to Western sanctions by withdrawing from the most recent nuclear arms treaty with the US, severing diplomatic ties with Western nations, and freezing their assets.[322] On February 28, 2022, the U.S., during a meeting with the U.N., asked the Russian ambassador, Vasily Nebenzya, to remove 12 Russian diplomats from the U.S. under claims of abuse of power. On March 4, 2022, The United States and its allies strongly denounced Russia at the United Nations on Friday for shelling and seizing Europe's largest nuclear power facility overnight in Ukraine, and some insisted that Moscow not allow such an action to happen again.[323] On March 13, 2022, President Biden's National Security Adviser Jake Sullivan warned of a full-fledged NATO response if Russia were to hit any part of NATO territory.[324] The poll, conducted by NPR/Ipsos between 18-21 March 2022, found that only 36% of Americans approved the Biden administration's response to the invasion.[325] On April 28, 2022, President Biden asked Congress for an additional $33 billion dollars to assist Ukraine, including $20 billion to provide weapons to Ukraine.[326] On July 6, 2022, the speaker of the Russian Parliament threatened the USA about the possible \"return\" of Alaska to Russia.[327] Soviet Union's systemic espionage efforts in the U.S. began in the 1920s.[328] In April 2015, CNN reported that \"Russian hackers\" had \"penetrated sensitive parts of the White House\" computers in \"recent months.\" It was said that the FBI, the Secret Service, and other U.S. intelligence agencies categorized the attacks \"among the most sophisticated attacks ever launched against U.S. government systems.\"[329] In 2017, a cybersecurity specialist working in the Federal Security Service was arrested by Russian authorities on suspicion of passing information to U.S. intelligence.[330] In June 2019, Russia said that its electrical grid has been under cyber-attack by the United States. The New York Times reported that American hackers from the United States Cyber Command planted malware potentially capable of disrupting the Russian electrical grid.[331] A poll by the University of Maryland, College Park, released early July 2009 found that only 2 percent of Russians had \"a lot of confidence\" that U.S. president Barack Obama would do the right thing in world affairs.[332] Russian media has criticized the United States over the past years for pursuing an anti-missile system in Europe, for favoring NATO expansion and for supporting Georgia in its armed conflict with Russia in 2008.[333] Prior to 2014, the Russian press expressed varying opinions of Russia–United States relations.[335] Russian media treatment of America ranged from doctrinaire[336] and nationalistic[337] to very positive toward the United States and the West.[338][339][340][341] In 2013, 51 percent of Russians had a favorable view of the U.S., down from 57 percent in 2010.[342] The opinion polls taken by the independent Levada Center in January 2015,[343] showed 81 percent of Russians tended to hold negative views of the U.S., a number that had nearly doubled over the previous 12 months and that was by far the highest negative rating since the center started tracking those views in 1988, as well as surpassing any time since the Stalin era, according to observers.[344] This contrasts with only 7 percent of Russians in April 1990 who said they had bad or somewhat bad attitudes towards the U.S.[345] Likewise, the figures published by Gallup in February 2015 showed a significant rise in anti-Russian sentiment in the U.S.: the proportion of Americans who considered Russia as a \"critical military threat\" had over the 12 months increased from 32 to 49 percent, and, for the first time in many years, Russia topped the list of America's perceived external enemies, ahead of North Korea, China and Iran, with 18 percent of U.S. residents putting Russia at the top of the list of the \"United States' greatest enemy today\".[346] Public opinion polls taken by the Pew Research Center showed that favorable U.S. public opinion of Russia was at 22 percent in 2015. The most negative view of Russia was at 19 percent in 2014, and the most positive view at 49 percent in 2010 and 2011.[347] The most negative view of the United States was at 15 percent in 2015, while the most positive view was at 61 percent in 2002.[348] US public opinion regarding Russia has changed substantially over the past 25 years. A Gallup poll from 1992 to 2017 shows 62% of American respondents having a favorable view of Russia in 1992, and 29% having an unfavorable view. In 2017, 70% of American respondents had an unfavorable view of Russia, and 28% had a favorable view.[349] A poll conducted by YouGov in 2015 found that only 11% of Americans believed that the Soviet Union contributed most to the defeat of Nazi Germany in World War II.[350] A 2017 survey conducted by the Pew Research Center showed 41% of Russians had a positive view of the US, only one of two countries surveyed where positive perception for the US increased; 52% expressed a negative view.[351] The same study also showed 53% of Russians had confidence in the U.S. president Donald Trump, compared to just 11% for former president Barack Obama.[352] There has also been a change in whether the Americans views Russia as an ally or a threat. In 1992, 44% of American respondents saw Russia to be friendly but not an ally, and 5% see them as a threat. In 2014, the Gallup poll reports that 21% of Americans see Russia as friendly but not an ally, and 24% of American respondents seeing them as a threat.[349] This difference in how Americans view Russia has been attributed to the increasing lack of cooperation in the scientific field between the US and Russia, by some.[353] Another perspective is the shift from ally to threat is due to the US being critical of Russia's aggression, especially with their aggression towards geographic neighbors,[354] the United States being one of those neighbors, as it shares a common sea border with the Russian Federation and the US State of Alaska. The 2016 surveys independently conducted by the Chicago Council and Russia's Levada Center showed that mutual perceptions between Russians and Americans were at levels not seen since the Cold War, indicating considerable mutual distrust.[355] U.S.–Russian relations have further deteriorated since 2016.[356] A December 2017 survey conducted by the Chicago Council and its Russian partner, the Levada Center, showed that: Seventy-eight percent of Russians polled said the United States meddles “a great deal” or “a fair amount” in Russian politics, compared to 69 percent of Americans who say the same about Russian interference in U.S. politics. ... The poll found that 31 percent of Russians said Moscow tried to influence U.S. domestic affairs in a significant way, compared to 55 percent of Americans who felt that their own government tried to do the same thing in Russia. ... Only 31 percent of Americans say they hold a positive view of Russia, and 24 percent of Russians say the same of the United States. ... Eighty-one percent of Russians said they felt the United States was working to undermine Russia on the world stage; 77 percent of Americans said the same of Russia.[357] A Levada poll released in August 2018 found that 68% of Russian respondents believe that Russia needs to dramatically improve relations with the United States and other Western countries.[358] According to The Moscow Times, \"Russians increasingly view the United States in a positive light following a presidential\" summit in Helsinki in July 2018. \"For the first time since 2014, the number of Russians who said they had “positive” feelings towards the United States (42 percent) outweighed those who reported “negative” feelings (40 percent).\"[359] The 2019 poll independently conducted by the Chicago Council and Levada Center found that 85% of Russians and 78% of Americans say the United States and Russia are \"more rivals than partners.\"[360] The president of the Center for Citizen Initiatives, Sharon Tennison, stated in 2019, \"In my 35 years of traveling throughout Russia, I’ve never before witnessed such a vast gap between what average Americans ‘believe’ about Russia and Russia's reality on ground today.\"[360] A Levada poll released in February 2020 found that 80% of Russian respondents believe that Russia and the West should become friends and partners.[361] However, only 42% of Russians polled said they had a positive view of the United States.[361] Only 18% of Americans polled by Pew Research Center said they had a positive view of Russia.[362] According to the Pew Research Center, \"57% of Russians ages 18 to 29 see the U.S. favorably, compared with only 15% of Russians ages 50 and older.\"[363] In 2019, only 20% of Russians viewed U.S. President Donald Trump positively.[364] Only 14% of Russians expressed net approval of Donald Trump's policies.[365] The timeline covers key events, 1991 to present.[376][377] The Planetary Society is known to have collaborated with Russia, especially Cosmos 1 and LIFE. In 2014, NASA renewed a contract to ferry U.S. astronauts to the International Space Station on Soyuz rockets and spacecraft. Including additional support at the Russian launch site, this contract is costing the United States $457.9 million. Along with the renewal, NASA also announced that they would be cutting some contacts with Russia after the annexation of Crimea.[408] In June 2021, NASA Administrator Bill Nelson told CNN Business' Rachel Crane about the future of U.S.-Russian cooperation in the International Space Station (ISS): \"For decades, upwards now of 45 plus years [we've cooperated with] Russians in space, and I want that cooperation to continue. Your politics can be hitting heads on Earth, while you are cooperating\" in space.[409] In 1995, a Black Brant sounding rocket launched from the Andøya Space Center caused a high alert in Russia, known as the Norwegian rocket incident.[410] The Russians thought it might be a nuclear missile launched from an American submarine. The incident occurred in the post-Cold War era, where many Russians were still very suspicious of the United States and NATO.[411][412] The Norwegian rocket incident was the first and thus far only known incident where any nuclear-weapons state had its nuclear briefcase activated and prepared for launching an attack.[413] President Donald Trump announced on October 20, 2018 that the U.S. would no longer consider itself bound by the 1987 INF Treaty’s provisions, raising nuclear tensions between the two powers.[414][415][416] Two days later, Russian military analyst Pavel Felgenhauer told Deutsche Welle that the new Cold War would make this treaty and other Cold War-era treaties \"irrelevant because they correspond to a totally different world situation.\"[417] In early 2019, more than 90% of world's 13,865 nuclear weapons were owned by Russia and the United States.[418] President Putin oversaw Russia's large-scale nuclear war exercises on October 17, 2019, where the Russian army integrated land, sea and air components of the nation's nuclear triad, nearly one year after Trump announced that the US was pulling-out of the nuclear treaty it had signed with Russia.[419] The U.S. Congress repealed the Jackson–Vanik amendment on November 16, 2012.[420] \"Last year [2015] was not particularly favorable for trade between Russia and the U.S. Our overall 2015 turnover was $21 billion, a decline of 27.9 percent,\" said a senior Russian official in April 2016.[421] Reuters reported that U.S. companies \"generated more than $90 billion in revenue from Russia in 2017.\"[422] According to the AALEP, \"there are almost 3,000 American companies in Russia, and the U.S. is also the leader in terms of foreign companies in Special Economic Zones, with 11 projects.\"[423] Following the demise of the Soviet Union, the United States and Russia signed a bilateral treaty called the Strategic Arms Reduction Treaty (START II), signed by George H. W. Bush and Boris Yeltsin. The United States and Russia have conducted joint military maneuvers, training and counter-terrorist exercises in Germany. This was done in hopes to strengthen relations with the United States and Russia.[424] The Russian president has also proposed that the United States and Russia put a joint missile defense system in Azerbaijan, a proposal being considered by the United States.[425] In 2008, in response to tensions over Georgia, the United States had cancelled its most recent joint NATO-Russia military exercises.[citation needed] As of August 2012, the U.S. and Russia continue to hold joint military exercises like Northern Eagle (held since 2004, together with Norway)[426][427] and Vigilant/Watchful Eagle (with Canada)[citation needed] among others, with the aim of improving joint cooperation against terrorism and piracy. Russia-U.S. relations are significantly influenced by the United States' leading role in NATO and policies thereof. NATO and Russia agreed to cooperate on security issues at the 2002 Rome summit and had been gradually improving relations. However, due to the expansion of the alliance, the Russian intervention in Georgia, Russia's war campaign against Ukraine and other controversies, relations have since deteriorated significantly.[428] In May 2015, following increased tensions with NATO, Russia closed a key military transport corridor (the Northern Distribution Network), which had allowed NATO to deliver military supplies to Afghanistan through the Russian territory.[429] The Northern Distribution Network was established in 2009 in response to the increased risk of sending supplies through Pakistan.[430] A June 2016 Levada poll found that 68% of Russians think that deploying NATO troops in the Baltic states and Poland – former Eastern bloc countries bordering Russia – is a threat to Russia.[431] Russia has expressed support for the United States' War on Terror. Russia has also agreed to provide logistic support for the United States forces in Afghanistan to aid in anti-terrorist operations. Russia has allowed U.S. and NATO forces to pass through its territory to go to Afghanistan.[429] In 2017, the former Deputy Secretary of State Antony Blinken said: \"We cooperated with regard to Afghanistan, where Russia played a positive role, particularly in letting our forces and our equipment transit into and out of Afghanistan.\"[432]","Title":"Russia–United States relations - Wikipedia","KeyID":"16242","URL":"https://en.wikipedia.org/wiki/Russia%E2%80%93United_States_relations"}