{"Content: ":"DPR Armed Forces Ukrainian Armed Forces National Guard of Ukraine The Battle of Marinka is an ongoing military conflict between the Armed Forces of Russia and Donbas separatist forces and the Armed Forces of Ukraine. Fighting is taking place around the town of Marinka, Ukraine, which is located in the Donbas region.[2] The fighting began after a rocket attack on the DNR Donetsk administrative center on March 14, following Russian President Vladimir Putin's recognition of the Donetsk People's Republic and the subsequent Russian invasion of Ukraine.[3][4] Three days later, Russia and DNR forces launched an offensive on Marinka.[5] Marinka was the site of a one-day battle near Marinka in June 2015, the first serious conflict since the signing of Minsk II, resulting in the failure of the DNR Offensive, in which Ukrainian forces continued to hold Marinka.[6] On March 17, 2022, the Russian Ministry of Defense claimed that forces of the Donetsk People's Republic captured Marinka.[7] Ukrainian forces claimed to have retaken control of the city on 19 April 2022.[8] On March 30, 2022, State Emergency Service staff put out \"dozens of fires\" that had started in the town because of white phosphorus munitions attacks by Russian forces.[9] On March 31, 2022, 9M22C incendiary grenades were fired at the BM-21 Grad system. A dozen fires were discovered in the city, and they were eliminated by the employees of the National Emergency Service of Ukraine. Georgijevka, Novokalinove and Oceretine were also shelled - civilians were not injured, but houses were damaged. Moreover, Avdiivka was isolated again after the bombing.[10] On April 17, two people were killed and four were injured in a Russian shelling of the city.[11] On April 19, Ukrainian troops regained control of Marinka.[12] On April 26, 2022, another Russian attempt to attack Marinka was repelled by Ukrainian forces, according to the head of Donetsk regional military administration Pavlo Kyrylenko.[13] After the capture of Mariupol and the surrender of the Azov battalion from the Azovstal steel plant, the focus of Russian forces shifted north after May 20 in the direction of Donetsk, where the strongest positions of the Ukrainian army were located, with Marinka included as a target.[14] On 3 July, the Russian Ministry of Defence claimed Ukraine's 54th Mechanized Brigade \"lost more than 60 percent of its personnel and equipment\" during previous clashes in the Marinka area.[15] On 16 July, a video of incendiary munitions reportedly over Marinka spread across the internet, although it is unclear which side the munitions were deployed from. Incendiary munitions are illegal in civilian areas according to the Geneva Convention.[16]","Title":"Battle of Marinka (2022) - Wikipedia","KeyID":"16251","URL":"https://en.wikipedia.org/wiki/Battle_of_Marinka_(2022)"}