{"Content: ":"Russia Donetsk People's Republic The battles of Bohorodychne and Krasnopillia are a series of military engagements in and around the villages of Bohorodychne and Krasnopillia [ru; uk], 20 kilometers north of the city of Sloviansk, between the Armed Forces of Ukraine and the Armed Forces of the Russian Federation during the offensive in eastern Ukraine as part of the battle of Donbas. Russian forces captured Izium, a strategic city railway intersection in eastern Kharkiv Oblast .[1][2][3] The following day in an interview for Ukrinform, Izium's Deputy Mayor Volodymyr Matsokin claimed that 80% of the city's residential buildings had been destroyed and that there was no power, heating, or water in the city due to the recent battle. Days later, during the Battle of Donbas which both Russia and Ukraine shifted their resources towards, Kreminna became the first city to fall to the Russians and separatists on 18 April. The Governor of Luhansk Oblast, Serhiy Haidai, reported that 200 civilians were killed, although casualty numbers could be much higher than reported. Ukrainian officials reported on 25 April that Russian forces were killed in a gas explosion in the Russian-occupied Kreminna City Hall.[4] On May 27 and June 8 respectively, the last Ukrainian-controlled cities north of the Donets river, Lyman and Sviatohirsk, fell to Russian and separatist forces.[5] After gaining control of these cities, the battlefield shifted to the forests and villages between Izium and Sloviansk, which includes the villages of Dovhenke, Bohorodychne, and Krasnopillya [ru; uk]. Bohorodychne and Krasnopillia are stragetic due to their location south of the Donets river. Since late May, Russian forces had been able to capture all Ukrainian-held towns north of the river, although their attempts to bridge across it were foiled by Ukrainian forces. By capturing Bohorodychne and Krasnopillia, Russian and separatist forces would be able to push southwards to Sloviansk and Kramatorsk, two of the last major Ukrainian-held cities in Donetsk Oblast and a major focus in the battle of Donbas.[6][7] Sloviansk Mayor Vadim Liak made calls on July 6 for residents to evacuate due to recent increases in shelling in civilian areas and the possibility of fighting occurring in the city. The first offensive towards Krasnopillia began on June 7, when combined Russian and LPR forces launched an offensive through the forests south of Izyum, Sviatohirsk, Synychyne, and Studenok towards the city of Sloviansk, but were stopped at Bohorodychne and Krasnopillia.[1] On June 17, Russian and LPR forces relaunched the offensive, this time attempting a more serious breakthrough near the towns, although this was pushed back by a Ukrainian counteroffensive.[8][9] On June 24, Russian artillery targeted civilian infrastructure near Bohorodychne, Krasnopillia, and surrounding villages.[10] Russian and LPR forces attempted another breakthrough six days later on June 30, but were unsuccessful.[11] The next Russian offensive was on July 7, when Russian forces launched an unsuccessful attack on Bohorodychne, Krasnopillia, and the nearby village of Dolyna. That same day, Russian forces also unsuccessfully tried to bypass Barvinkove from the east with the intention of cutting the E40 Izium-Sloviansk highway, a key supply route for Ukrainian troops.[12] A major offensive took place in Krasnopillia on July 11 and 12, with fierce shelling taking place in Dibrovne, Mazanivka, Adamivka, and Kurulka, all villages near Bohorodychne and Krasnopillia. [13][14] The following day, on July 13, further Russian attacks were repelled from the northern part of Krasnopillia and Dolyna, reportedly in an attempt to further cut off the Izium-Sloviansk highway.[15] Russian offensives against Bohorodychne and Krasnopillia renewed unsuccessfully on July 17 and 18, with heavy shelling taking place against the towns and nearby settlements.[16][17] Shelling resumed again at Bohorodychne, Krasnopillia, and surrounding villages on July 21.[18] On July 26, Russian forces began another offensive against Krasnopillia and Bohorodychne, although were again unsuccessful.[19]","Title":"Battles of Bohorodychne and Krasnopillia - Wikipedia","KeyID":"16259","URL":"https://en.wikipedia.org/wiki/Battles_of_Bohorodychne_and_Krasnopillia"}