{"Content: ":"Russian Armed Forces Ukrainian Armed Forces Territorial Defense Forces The battle of Sviatohirsk was a military engagement near the city of Sviatohirsk between the Armed Forces of Ukraine and the Armed Forces of the Russian Federation during the battle for Donbas in 2022. Some Russian attacks on Izium started taking place from 28 February 2022, with continued rocket strikes by the Russian military starting on 3 March. Eight civilians were killed on 3 March, with the town's central hospital reportedly sustaining significant damage.[6] On 1 April, the Ukrainian military confirmed Izium was under Russian control.[7][8][9] The following day, in an interview for Ukrinform, Izium's Deputy Mayor Volodymyr Matsokin claimed that 80% of the city's residential buildings had been destroyed and that there was no power, heating, or water in the city. Kreminna was the first city to fall during the Donbas Offensive that was announced by Russia on 18 April. The Governor of Luhansk Oblast, Serhiy Haidai, reported that 200 civilians were killed, but there could have been more. Ukrainian officials reported on 25 April that Russian forces were killed in an explosion in the Kreminna City Hall by a gas explosion.[10] Russian forces control the city. Fighting continued throughout the night, with heavy artillery fire being shot around the streets. Russian forces later captured the city hall on the 19 April.[citation needed] That evening, Haidai reported that the remaining Ukrainian troops withdrew, giving Russian troops full control of the city.[11] By 27 May, most of the city of Lyman came under Russian control.[12] On 30 May 2022, as a result of shelling of the town of Sviatohirsk, the Holy Dormition Sviatohirsk Lavra was damaged, two monks of this monastery and a nun were killed, three monks were injured.[13] On the evening of 30 May, the Armed Forces of the Russian Federation launched a much more massive ground attack with fierce artillery strikes on the city. During the day on 31 May, the infantry troops of the Russian Federation launched an assault on Sviatohirsk with the aim of encircling the entire city and forming a cauldron.[13] On 4 June, a large-scale fire broke out in the grounds of the Holy Dormition Lavra, and the flames engulfed the main shrine of the monastery; the Ukrainians blamed Russian forces for starting the fire.[14] During 3-4 June, the strikes became more intense. The Ministry of Defense of the Russian Federation announced on 6 June that it had taken full control over the city of Sviatohirsk and Sviatohirsk Lavra.[15] On 8 June, the ISW confirmed that Russian forces had advanced to the city, but acknowledged it was unclear if their forces have entirely seized Sviatohirsk.[16] On 9 June, Ukrainian media claimed that Russian forces had captured a part of the city and that another western section was still in Ukrainian control.[17] However, later reports confirmed the town had been seized by the Russian military.[1]","Title":"Battle of Sviatohirsk - Wikipedia","KeyID":"16258","URL":"https://en.wikipedia.org/wiki/Battle_of_Sviatohirsk"}