{"Content: ":"Russian Armed Forces National Guard of Russia Ukrainian Armed Forces National Guard of Ukraine Security Service of Ukraine HUR MOU[3] The battle of Hostomel was a battle fought for control over the town of Hostomel between the Russian and Ukrainian armed forces during the 2022 Russian invasion of Ukraine. As part of the Kyiv offensive, the Russian forces sought control over Hostomel, Bucha and Irpin in order to encircle and besiege the Ukrainian capital city Kyiv from the west.[6][7] Due to the intensity of the Kyiv offensive, the Kyiv Oblast State Administration named Hostomel, along with Irpin, Bucha, Highway M06, and Vyshhorod as the most dangerous places in the Kyiv Oblast.[8] On 24 February 2022, Russian airborne forces arrived via helicopters and battled Ukrainian forces for control of the Hostomel Airport. Ukrainian forces initially evicted the Russian airborne troops from the airport, but were soon engaged by Russian reinforcements. On 25 February 2022, the Russian forces re-captured the Hostomel Airport from the Ukrainians. As a result, the battle shifted from the airport to the nearby town as the Russian forces began to establish a foothold in Hostomel and press their advance.[9][10] Following the battle of the airport, Ukrainian and Russian forces began to engage each other in and around Hostomel.[10] Videos posted on social media showed a Russian tank column burning in the outskirts of the town and Ukrainian Mi-24s firing rockets at Russian positions over a residential area.[9] Kadyrovites were reported to have moved into the outskirts of the town or into the airport in preparations to assassinate the Ukrainian president Volodymyr Zelenskyy. The Security Service of Ukraine reported that the Kadyrovites convoy consisted of over 250 pieces of equipment and more than 1,500 of the \"best fighters of the Chechen Republic\". Ukrainian intelligence stated they received these reports from elements of the FSB who oppose the invasion.[4][5] On 26 February 2022, acting on the earlier intelligence report, Ukrainian forces intercepted and destroyed a Chechen strike group tasked with assassinating President Zelenskyy. Elsewhere, Ukrainian UAVs spotted two locations near Hostomel where the Chechen fighters were assembling. The Ukrainian National Guard and Alpha Group later attacked those locations, destroying a column of Russian armored vehicles in the process. According to Ukrainian officials, Magomed Tushayev, a Chechen General and head of the 141st Motorized Regiment of the National Guard of Russia, was killed during the attack.[4][5][11][12][13] Ukrainian forces reported that the Kadyrovites sustained heavy casualties as a result of these attacks.[4][5] Residents of Hostomel reported constant shelling and airstrikes by Russian forces have deprived them of water, food, electricity, and medicine. The constant bombardment have also prevented the residents from receiving humanitarian aid, evacuate from the town, or even remove corpses from the street. Kadyrovites were reported operating closer to the Hostomel Airport and were robbing residents, while Russian soldiers were pressing their advance into Hostomel. Eyewitnesses reported Russian soldiers firing on an ambulance.[14] On 3 March 2022, Ukrainian forces engaged Russian forces in urban combat inside Hostomel.[15][16] The Chief Directorate of Intelligence of the Ministry of Defence of Ukraine (GUR MO) reported that special forces under their command and local resistance have destroyed 20 Russian BMDs (likely BMD-3 and/or BMD-4) in Hostomel. Ten of the BMDs were destroyed at 18:30 (6:30 p.m.) near the town's glass factory.[17][18][19][20][21] The Russian forces were ultimately repelled from the town. A video published on social medias depicting the aftermath of the urban battle showed destroyed and abandoned Russian vehicles and dead Russian soldiers sprawled across the streets.[15][16] A Ukrainian sniper killed Major general Andrey Sukhovetsky either in Hostomel or at the Hostomel Airport. He was the deputy commander of the 41st Combined Arms Army.[22][23] On 4 March 2022, Ukrainian forces engaged Russian forces in the streets a second time, reportedly destroying a BMD and bombarding Russian forces with BM-21 Grad rockets.[24] Elsewhere in Hostomel, Ukrainian soldiers defeated a unit of Kadyrovites, seizing their weapons, equipment, and armored vehicle.[25] Ukrainian forces later reported to have regained control of Hostomel from the Russian forces. Ukrainian intelligence reported that the Russian 31st Guards Air Assault Brigade suffered at least 50 dead from the battles in Hostomel. Special forces under the GUR MO, the 3rd Special Purpose Regiment, and local resistance fighters were reported to have taken part in the battle. Russian weapons, equipment, and staff and personal documents were seized by the Ukrainian military, with any usable weapons being redistributed to the local resistance. The GUR MO reported that the deceased Russian soldiers did not possess any identification documents; only vaccination certifications and blank medical books.[3] On the same day however, Ukrainian forces reported that Major Valeriy Chybineyev was killed near the Hostomel Airport.[3][26] Russian forces, reportedly the 31st Guards Air Assault Brigade, later returned into Hostomel and occupied a residential complex, taking 40 or more residents hostage.[27][28][29] One journalist named Ruslan Vinichenko detailed his six-day captivity by the Russian forces inside the apartment building's basement. According to him the Russian soldiers gathered 60 people (including himself) into the basement and were doing similar actions with 90 people in a neighboring apartment complex, confiscated and destroyed their phones, looted their apartments, and spread false information about state of the war, such as Russian forces capturing Kyiv and Odessa. The only time residents were allowed to leave the basement was to either smoke or collect water. On March 10, the day of his escape, Vinichenko stated that Russian soldiers announced they were gathering the residents to move to Belarus. He tried to convince the rest of the residents to escape with him, but they were too distraught to move out. Vinichenko grabbed his girlfriend and escaped the town after a passing motorist picked them up. Three Russian soldiers saw what they were doing but did not bother to stop them.[30] On 5 March 2022, Russian forces captured Hostomel and prevented civilians from evacuating the town.[31][32][33] On 7 March 2022, the mayor of Hostomel, Yuri Pylypko, along with several other volunteers, were killed by Russian troops while distributing food and medicine to residents.[34] His body was reportedly booby trapped by Russian forces. When the local priest came to pick up his body, a sympathetic Russian soldier stopped the priest from getting close, disarmed the trap, and helped load the mayor's body onto a wheelbarrow to be transported away. Yuri was buried near the local church with honors.[35] At some point, Ukrainian forces recaptured some parts of Hostomel. Russian forces responded by deploying two Battalion tactical groups to Hostomel in preparations for an offensive.[36] On 8 March 2022, Ukrainian forces repelled a Russian night offensive in Hostomel. It was announced that Ukrainian forces were preparing a large-scale evacuation and humanitarian aid delivery for the residents of Hostomel.[37] The next day, Ukrainian forces conducted a large-scale evacuation across Kyiv Oblast, including in Hostomel. Up to 20,000 civilians were evacuated in the Kyiv Oblast. The evacuation continued into the next day.[38] On 11 March 2022, residents reported that Russian forces controlled most of Hostomel, making it extremely difficult for civilians to evacuate from the town or receive humanitarian aid. Russian military equipment were moved the town center and residential areas, while Russian supplies were being delivered via helicopters. Eyewitnesses also reported Kadyrovites roaming around Hostomel and executing civilians for trivial reasons.[39] Still, buses were able to successfully evacuate from the town on 12 March 2022.[40] On 13 March 2022, Ukrainian forces attacked Russian forces attempting to cross a river near Hostomel using a pontoon bridge. The bridge and several Russian vehicles were destroyed.[41][42] On 14 March 2022, Ramzan Kadyrov, head of the Chechen Republic, claimed to have entered Hostomel. The claim could not be verified at the time of announcement but was met with doubt due to his announcement being broadcast by Russian state medias. Presidential advisor Oleksiy Arestovych also doubted Kadyrov's claim due to information of Kadyrov being seen in Grozny the day before his announcement.[43] During the day, two civilian evacuations were carried in Hostomel. The first column of 10 buses successfully evacuated mothers, children, the elderly, and the disabled out of Hostomel. The second column of four buses were shelled by Russian mortars. One woman was killed and two men were injured from the attack.[44][45] On 16 March 2022, Ukrainian forces launched a counter offensive against Russian forces around Kyiv, including Hostomel. According to Andriy Nebitov, the head of the Kyiv region police, Ukrainian forces were able to break through Russian positions after conducting artillery strikes. He further claimed the counterattack disrupted the Russian forces' plan to attack Kyiv directly.[46][47] On 1 April 2022, Oleksandr Pavlyuk, the head of the Kyiv Regional Military Administration, claimed that Russian forces had left Hostomel.[48] On 2 April 2022, the whole of Kyiv Oblast, where Hostomel is located in, was declared free of Russian Military by the Ukrainian Ministry of Defense after Russian troops had left the area.[49]","Title":"Battle of Hostomel - Wikipedia","KeyID":"16262","URL":"https://en.wikipedia.org/wiki/Battle_of_Hostomel"}