{"Content: ":"The Battle of Siversk is a military engagement during the 2022 Russian invasion of Ukraine, as part of the battle of Donbas of the wider eastern Ukraine offensive, that began on July 3. On 25 June, Russian forces captured Sievierodonetsk,[2] Syrotyne, Voronove and Borivske.[3][4] Approximately 10,000 civilians remained in the city, ten percent of the pre-war level.[5] At this time, Hanna Maliar, the Deputy Minister of Defense of Ukraine, criticized civilians for allegedly disrupting military operations during the battle by sharing military information on social media.[6][7] On 2 July, the Battle of Lysychansk ended with another Russian victory, and the following day Russian LPR forces declared full control of the entire Luhansk region.[8] On 4 July, The Guardian reported that after the fall of the Luhansk oblast, that Russian invasion troops would continue their invasion into the adjacent Donetsk oblast to attack the cities of Sloviansk and Bakhmut.[9] The next day, Oleksiy Arestovych, an advisor to Ukrainian president Volodymyr Zelenskyy, conceded that Lysychansk was in danger of being captured by the Russians. Luhansk Oblast governor Serhiy Haidai said the city was attacked \"with inexplicably brutal tactics\" and the Russians were \"stubbornly advancing\" amid losses. Outside observers noted that the fall of Lysychansk meant that Russia had achieved its strategic objective of capturing all of Luhansk Oblast, as part of its larger goal of seizing the entirety of the Donbas.[10][11][12] Later that day, the Ukrainian General Staff confirmed that their forces had withdrawn from Lysychansk,[13] however President Zelenskyy denied that the city was fully captured, saying \"... we cannot definitely say that Lysychansk is under [Russian] control. Battles are raging on the outskirts of Lysychansk.\"[14] Later that night, Zelenskyy admitted Lysychansk had fallen and vowed to eventually retake the city, \"thanks to the increase in the supply of modern weapons.\"[15] The LNR Ministry of Foreign Affairs announced on July 3 that fighting for Siversk had begun, although this claim was rejected by Ukraine and Western observers. During the battle of Lysychansk, the Russian army had launched an offensive in the direction of Siversk from three directions. The city of Siversk is located in the northern part of Donetsk Oblast, which is claimed by the Donetsk People's Republic, 30 kilometers west of Lysychansk. On the same day, Russian and LPR forces occupied the town of Bilohorivka, thus entering the administrative border of the Luhansk and Donetsk oblasts.[16][17] On July 4, Russian forces continued their offensive operations towards Siversk.[18] On July 6, Russian forces began fighting around the villages of Spirne, Verkhnokamyanske, Hryhorivka, and Bilohorivka, all within 15km of Siversk.[19][20] Three days later on July 9, Russian and separatist forces claimed they captured the town of Hryhorivka, which the British ministry of defense confirmed on the July 12.[21][22] On July 11, Russian troops approached to within just a few kilometers of Siversk.[23] On July 12, Russian forces attempted a limited ground assault east of Siversk. The Ukrainian General Staff claimed that Russian forces suffered serious losses during a failed assault toward Spirne and Ivano-Darivka.[24] Russian state media TASS, backed by statements by DPR president Denis Pushilin claimed on July 13 that they had captured parts of Siversk.[25][26] Former separatist commander Igor Girkin claimed that there was no fighting for the city, and that Russian troops simply entered after Ukrainian forces withdrew.[27] Vitaly Kiselyov, the LPR's Assistant to the Interior Minister, backed up Russian war correspondents' claims that Russian and LPR forces seized control of Siversk,[28] but footage published by the Ukrainian Joint Forces Operation confirmed that Russian forces did not capture Siversk on July 14, contradicting this claim. The Ukrainian General Staff claimed that Russian forces launched an attack and airstrike on Verkhnokamyanske on July 15, but the attack was repelled by Ukrainian forces. It was also claimed that Russian forces unsuccessfully attempted to capture Spirne.[29] On July 16, the Russian Ministry of Defense announced the cessation of the operational pause, which started on July 4. Russian forces continued limited ground assaults towards Siversk on July 16. The Ukrainian General Staff claimed that Russian troops attempted to improve their tactical positions in Ivano-Darivka and Hryhorivka, but failed in doing so. Russian forces also shelled Siversk and surrounding settlements of Verkhnokamyanske and Zvanivka to continue to set conditions for operations to take control of the city.[30] On July 17, fighting was reported in Ivano-Darivka and Bilohorivka and near Berestove by both Russian and Ukrainian sources. Russian forces also conducted an aerial reconnaissance in the vicinity of Siversk.[31] On July 18, separatist forces claimed that they had established operational control of Siversk and that fighting is now happening around its outskirts.[32] On July 19, fierce positional battles in Hryhorivka, Spirne, Ivano-Darivka, Serebrianka, and Verkhnokamyanske, all in close proximity to Siversk, were reported by both Ukrainian and Russian sources. The Russian Ministry of Defense also claimed that Russian forces engaged in counterbattery actions that destroyed Ukrainian equipment concentrations in and around Siversk.[33] Russian forces conducted ground attacks east of Siversk in an attempt to directly advance on the city on July 23. The Ukrainian General Staff reported that Russian troops tried and failed to advance in the directions of Verkhnokamyankse and Siversk.[34]The Russian Ministry of Defense indicated that Russian counter-battery fire focused on suppressing Ukrainian firing points to the east of Siversk, which is consistent with Ukrainian reports.[35] After July 24, the situation developed into a stalemate, with Russian forces unable to make further advances, and Ukrainian forces repelling ground attacks. Four foreign volunteers—two Americans, one Canadian, and one Swede—fighting for Ukraine were killed on July 22, during an attempt to clear Russian forces out of a ravine near Siversk according to their territorial defense forces commander Ruslan Miroshnichenko.[36][37] The head of the military administration of the Donetsk Oblast reported 30 Russian soldiers killed in a raid in the peripheral area, also specifying that Russian losses are constantly increasing.[38] According to a senior DPR official, Ukrainian casualties since the beginning of the battle are over 25 soldiers killed and at least 100 wounded. The same officer later attributes these rather considerable losses to the highly accurate multiple rocket launchers supplied to Russia and its allies in the Donbas.[39] On July 20, the Institute for the Study of War (ISW) stated that the Russian grouping in the Siversk area was likely still severely degraded by recent operations to complete the capture of the Luhansk Oblast administrative borders and was therefore only making slow and grinding progress towards Siversk, and that they were continuing to degrade their own offensive combat power in localized fights for small and relatively unimportant settlements. It was also stated that Russian troops were struggling to move across relatively sparsely-settled and open terrain, and would encounter terrain much more conducive to the Ukrainian defenders the closer they would get to the E40 around Slovyansk and Bakhmut due to the increasing population density and built-up nature of those areas. The ISW concluded that the current Russian offensive in Donbas would likely to culminate somewhere along the E40 in the following weeks.[40] According to the ISW, the language of the Ukrainian General Staff's report on July 23 suggests that Russian forces may be advancing closer to the outskirts of Siversk itself from positions in the east.[34]","Title":"Battle of Siversk - Wikipedia","KeyID":"16260","URL":"https://en.wikipedia.org/wiki/Battle_of_Siversk"}