{"Content: ":"Ukrainian Armed Forces The Yavoriv military base was attacked by Russian forces on 13 March 2022 as part of the Russian invasion of Ukraine in 2022. The base is located near the city of Yavoriv, Lviv Oblast, less than 15 miles from the border with Poland. According to Ukrainian officials, the military facility was hit by 30 Russian missiles, with initial reports stating between 35 and more than 40 Ukrainian soldiers were killed and 134 others were injured. According to Russian officials, '180 foreign mercenaries' were killed.[3][4][5][6] Later, the Ukrainian police confirmed 61 people were killed and 160 were injured.[1] Ukrainian officials reported that as many as 1,000 foreign fighters had been training at the base as part of the Ukrainian Foreign Legion.[7] The Russian Ministry of Defence announced that it had destroyed \"up to 180 foreign mercenaries and a large consignment of foreign weapons\" and said that Russia would continue attacks on foreign fighters in Ukraine; the Ukrainian Ministry of Defence said that it had not confirmed any foreigners among the dead.[8] On 14 March, British newspaper The Mirror said that at least three British ex-special forces volunteers may have been killed in the attack, with the total amount of dead volunteers potentially surpassing one hundred.[9][10] On 17 March, a German volunteer who survived the attack told the Austrian Newspaper Heute that at least 100 foreign volunteers had been present at the moment one of the buildings was destroyed, and none survived. He said the death toll released by the Ukrainian government only accounted for Ukrainian personnel.[11] According to the Ukrainian embassy's national coordinator for the International Legion in The Hague, Gert Snitselaar, an unknown number of Dutch volunteers almost certainly perished in the bombing. He states: \"I was in contact with a few (volunteers) this morning, but since then there has been no communication,\" [12] Ukraine's Defence Minister Oleksii Reznikov described the strike as a \"terrorist attack on peace and security near the EU-Nato border\".[5] A NATO official stated that there were no NATO personnel at the base, as all personnel had left the country prior to the invasion.[13]","Title":"Yavoriv military base attack - Wikipedia","KeyID":"16277","URL":"https://en.wikipedia.org/wiki/Yavoriv_military_base_attack"}