{"Content: ":"Russian Armed Forces have launched several rocket attacks on Vinnytsia, Ukraine, during the 2022 Russian invasion of Ukraine. On 6 March 2022, Russian forces launched rocket strikes against the Havryshivka Vinnytsia International Airport. According to President Volodymyr Zelenskyy, eight rockets launched by Russia destroyed the infrastructure of Vinnytsia airport located in central Ukraine.[4][5] Satellite imagery showed two buildings ruined, as well as one aircraft destroyed.[6] Ten people were killed in the strike and six injured.[7][8][9] The Vinnytsia TV Mast was hit by Russian rocket fire on 16 March 2022, knocking out the city’s broadcasting abilities.[10][11] On 25 March 2022, Russian forces launched an airstrike against a Ukrainian Air Force National Military Command Centre located in Vinnytsia, Ukraine.[12] The airstrike consisted of six cruise missiles, that caused significant destruction to the infrastructure.[13] At about 10:10 AM on 14 July 2022, an air raid alarm sounded in the city. At approximately 10:42 local residents reported three explosions in the city. Before that, local residents noticed a missile flying over Bershad city and Vinnytsia. According to Ukrainian authorities, the Russian Naval Forces fired five Kalibr cruise missiles from a submarine in the Black Sea. Ukraine claims that two of the missiles were shot down.[14] The missiles hit the military officers' club.[15] According to Ukrainian officials, the missiles also struck civilian buildings, including a medical center, offices, stores and residential buildings.[14] The attacks killed at least 26 people (including three children), and injured at least 202 others.[16][3][17][18][19][20] The Ministry of Defense of Russia said that they hit the military officers' club, where allegedly \"...a meeting of the command of the Ukrainian Air Force with representatives of foreign arms suppliers was taking place...\" According to them, most participants of the meeting were killed.[21] Among the dead were three officers of the Air Force of Ukraine, including Colonels Dmytro Burdiko and Oleg Makarchuk.[22][23] The missile strike occurred during a conference in The Hague on holding Russia accountable for war crimes.[24] Local officials pointed out that Kalibr missiles are high-precision, which indicates that the Russians purposefully targeted civilians.[14] The strike has been labeled as a war crime by officials from multiple countries.[25][26] Ukrainian president Volodymyr Zelenskyy wrote on his Telegram channel: \"Vinnytsia. Missile strikes in the city centre. There are wounded and killed, among them a little child. Every day, Russia destroys the civilian population, kills Ukrainian children, directs rockets at civilian objects. Where there is nothing military. What is this if not an open terrorist attack? Inhuman. Country of killers. A country of terrorists\".[27][28] The strike has been labeled as a war crime by Ukrainian Interior Minister Denys Monastyrsky.[29][30][31] The ambassador of Moldova to Ukraine, Valeriu Chiveri, condemned the attack on Vinnytsia, referring to attacks on civilian targets in Ukrainian cities away from the frontlines as crimes against humanity. He also mentioned the European Union's decision to grant candidate status to both Moldova and Ukraine and talked about the need for both countries to work together.[32] Fire at the site of the explosion An adult's foot torn off by an explosion next to a baby carriage The body of 4-year-old Liza Dmitrieva near a baby carriage[33][34] View of the damage to the concert hall ‘Officers' house’ The foyer of the concert hall ‘Officers' house’ after the explosions, littered with pieces of cladding Rescuers are sorting through the rubble of the partially destroyed concert hall ‘Officers' house’ A civilian car thrown by the shock wave in the middle of the premises of a medical facility Monument to the Air Force of the Armed Forces of Ukraine on Victory Square in the first minutes after being hit by a cruise missile","Title":"2022 Vinnytsia missile attacks - Wikipedia","KeyID":"16276","URL":"https://en.wikipedia.org/wiki/2022_Vinnytsia_missile_attacks"}