{"Content: ":"The accusations of genocide in Donbas are accusations of genocide which the Russian Federation has leveled against the Ukrainian government. According to the Russian Federation's accusations, the Ukrainian government's policies in the Donbas region are genocidal in nature, and Russian President Vladimir Putin used this accusation as an excuse to invade Ukraine in 2022. In the International Criminal Court, Ukraine filed suit over the Russian Federation's accusations, and the court found no evidence to support the accusation and it ordered the RF to \"immediately suspend the military operations\" of its invasion of Ukraine. A report by 30 legal and genocide scholars warned that Russian accusations against Ukraine are accusation in a mirror, and part of the Russian Federation's incitement to genocide.[1] There are a large number of Russian-speaking populations living in the eastern and southern parts of Ukraine, and the Russian-speaking population accounts for the vast majority in the two regions of Donetsk and Luhansk in eastern Ukraine. At the beginning of 2014, the pro-Russian President Yanukovych fled to Russia under the pressure of the pro-democracy movement and the two states declared their independence, triggering the war in Donbas. At the same time, the pro-European government in Kyiv began to gradually use Ukrainian to replace the dominant position of Russian in Ukraine. Since 2014, the Russian government has repeatedly accused Ukraine of genocide against the locals in Donetsk and Luhansk under its control, persecuting local Russian-speaking residents with threats of violence or death sever identity with russia.[2][3] In January 2017, 33 Ukrainian parliamentarians proposed a new \"national language\" bill to the Ukrainian Supreme Parliament, planning to promote Ukrainian to a language that must be used in life and work. If the illegal use of Russian will be fined, causing There was a great backlash from Russia. Several Russian lawmakers criticized the bill as \"the massacre of the Russian language by Ukrainian nationalists\" and believed that the new bill was intended to eliminate the Russian language and was a \"linguistic genocide\".[4] Russian President Vladimir Putin said in a conversation with the \"Civil Society and Human Rights Committee\" on December 10, 2021: \"You and I can see the situation in the Donbas region very clearly. Of course, it is very reminiscent of what you mentioned. genocide.”[2] On February 23, 2022, when tensions on the Russian-Ukrainian border began, Ukraine called on the international community to stop Russia's plans of aggression at the United Nations General Assembly, and Russia's permanent representative to the United Nations, Nebenja, said: \"In view of the blatant genocide and the most important The human rights of the people of the world - the right to life are violated, and our country cannot remain indifferent to the fate of the 4 million people of the Donbass.”[5] In a televised address to the Kremlin during the full-scale invasion of Ukraine, Putin claimed: \"The so-called civilized world... would rather ignore it as if the horrific genocide that nearly 4 million people are suffering from had never happened.\"[6] Putin stated that Russia must take \"special military operations\" to \"protect those who have suffered bullying and genocide [in eastern Ukraine]\".[7] On March 29, 2022, during a meeting with the Russian President's Human Rights Commission, Putin reiterated that the way the Kyiv authorities treated the Russian-speaking areas of Eastern Ukraine was \"extremely reminiscent of genocide\" and said: \"Russophobia is the cause of genocide. The first step is to take extremely precise measures to deal with it carefully and not allow the problem to be downplayed.”[3] The body of the Organization for Security and Cooperation in Europe (OSCE), which has been monitoring the conflict in Ukraine since 2014, said it had not found any evidence to support Russia's \"systematic extermination of the (pro-Russian) people of the Donbass\".[8][9] On March 7, 2022, Ukraine filed a complaint with the International Court of Justice, stating that Russia's allegations of genocide were untrue and in no case could provide a legal basis for the invasion, and that under the 1948 Convention on the Prevention and Punishment of the Crime of Genocide Prosecuted for Russia's invasion of Ukraine.[7] On March 16, 2022, the International Court of Justice ruled that Russia must \"immediately cease its military operations in Ukraine\", stating that \"Ukraine has a reasonable right not to accept military action by the Russian Federation to prevent and punish the so-called genocide in Ukraine.\"[10] The International Association of Genocide Scholars (IAGS) issued a statement condemning Putin's \"misappropriation and misuse of the term genocide,\" Melanie O'Brien, president of the International Association of Genocide Scholars, told Reuters. Said that \"there is absolutely no evidence that a genocide is taking place in Ukraine\".[7] German Chancellor Olaf Schouz dismissed Putin's claims as \"ridiculous\", saying there was no evidence of a genocide in eastern Ukraine.[6]","Title":"Accusations of genocide in Donbas - Wikipedia","KeyID":"16286","URL":"https://en.wikipedia.org/wiki/False_accusations_of_genocide_in_Donbas"}