{"Content: ":"Filtration camps, also referred to as concentration camps,[1][2][3] have been used by Russian forces during the 2022 Russian invasion of Ukraine[4][5][6][7] to process Ukrainian citizens from regions under Russian occupation before transferring them into Russia.[8] Beatings, torture by electricity and killings have been reported by people interrogated in the filtration camps.[9] The number of Ukrainian citizens relocated to Russia cannot be independently verified. According to the Ukrainian government, some 1.6 million Ukrainians have been forcibly relocated to Russia, with about 250,000 of these being children.[10] The Russian government denies it is forcibly removing Ukrainians to Russia[6] and calls the deportations \"evacuation\".[11] Ukrainians in Russian-occupied zones are often left unable to flee into Ukrainian-held territory, having to either stay[8] in areas experiencing unliveable conditions or flee to other areas under Russian control or into Russia itself.[12] To enter Russia, many Ukrainians are forced to undergo \"filtration\", a process during which they are interrogated, and their biometric data is taken. While awaiting \"filtration\", Ukrainians are settled in so-called \"filtration camps\", set up ad hoc in various public buildings where the \"filtration\" takes place. After passing \"filtration\", Ukrainians are reportedly often forcibly transferred to the Russian Far East.[8] As of June 2022, most filtration camps were attested to be located in towns and villages across the self-proclaimed Donetsk People's Republic, with the camps occupying what had been public buildings like schools, cultural centres, sports halls.[8] In a July 2022 statement to the OSCE, a U.S. diplomat stated that the U.S. had identified at least 18 filtration camp sites set up by Russia both in Ukrainian and Russian territory, with preparations of filtration camps having been undertaken even before the beginning of the Russian invasion of Ukraine. The filtration camps had been set up in Ukrainian territory that had recently come under Russian occupation by Russian officials working alongside proxy groups, the U.S. diplomat said. The U.S. diplomat said the filtration camps were set up in what had been schools, sport centres, and cultural institutions.[10] An article published by the Polish Spokesman for the Minister Coordinator of Special Services found and published the location of six filtration camps.[13] Fleeing Ukrainians have been transferred into filtration camps unknowingly, being falsely told that they are being taken to Ukraininan-held territory. After arriving in filtration camps, detainees are told they are not allowed to leave the town in which the filtration camp is located as they await \"filtration\". Detention in filtration camps have been reported to last anywhere from a couple of days to many weeks.[8] Living conditions in the camps are often squalid. The camps are poorly organised. Those detained in the camps have said they had to sleep on the floors or on cartboard, and that meal rations were scant or altogether absent.[8] During filtration, detainees are photographed, fingerprinted, interrogated, and the contents of their phones are examined. Detainees are questioned about whether they know anyone serving in the Ukrainian army. Men are strip-searched to be examined for Ukrainian nationalist tattoos.[8] Detainees have reported being asked about their political views and any ties to the Azov Regiment.[14][15][16] \"Filtration\" usually ends in one of two ways: either the detainee is given a document certifying that they have passed filtration, or they are detained for further interrogation. Even after passing \"filtration\", some man are interrogated again during their passage from the filtration camp across areas under Russian control.[8] Beatings, torture with electricity, and killings have been reported by people interrogated in the filtration camps.[9] In May 2022, videos with Ukrainian civilians apologizing to Russian soldiers, with some of them saying that they had undergone a \"denazification course\", have appeared on social media. In an interview to Current Time TV, human rights activist Pavel Lisyansky said that the \"courses\" are often accompanied by physical violence, moral pressure and humiliation, and compared them to the \"re-education\" of Uyghurs by the Chinese government. Lisyansky also said that he knows three or four cases of Ukrainian civilians getting killed and their documents destroyed after they had a conflict with their \"curator\".[17][18][19] People that have passed through the filtration camps have said that they had been sent to various cities across Russia after their release from the filtration camps, with many having been sent to the Russian Far East.[10] Ukrainian intelligence has said that Ukrainian citizens released from filtration camps are offered employment in economically depressed regions of Russia by Russian employment centres.[20] Mikhail Mizintsev, chief of Russia's National Defense Management Center, said on 8 May 2022 that 1,185,791 people have been moved to Russia.[21] Ukrainians that have fled into Georgia have avoided forced deportations into Russian cities that are reportedly common after passing \"filtration\". Some Ukrainians that were detained in filtration camps have said that informing filtration camp officials that they have concrete plans go live to a specific Russian city enabled them to be released and told to find their own way there, thus enabling them to escape into Georgia and avoid forced transfers.[8] Some people reported that they needed to slip out of filtration camps in Novoazovsk or post-filtering from Taganrog or Rostov-on-Don to escape through neighboring countries like Georgia, rather than be forcibly sent to distant parts of Russia.[8] On 15 March 2022, The Guardian reported that witnesses have said that Russian troops have ordered women and children out of a bomb shelter in Mariupol. One witness said they were forcibly bussed with two or three hundred others to Novoazovsk, where they had to wait for hours inside the buses until they were ordered to go through a group of tents to what was called a filtration camp. Satellite imagery showed a group of tents in Bezimenne, near Novoazovsk. Representatives of Donetsk People's Republic and Luhansk People's Republic said they had set up a \"tent city of 30 tents\" with a capacity for 450 people.[5] Russian government newspaper Rossiyskaya Gazeta said 5,000 Ukrainians had been processed in the Bezimenne camp and that they had run checks to prevent \"Ukrainian nationalists from infiltrating Russia disguised as refugees so they could avoid punishment.\" One witness said she was extensively questioned by men who said they were from the FSB. She was questioned about her background and described the questioning as \"very degrading\". The group was then taken to Rostov.[5] Ukrainian officials have compared the filtration camps to filtration camps in Chechnya.[6] The Russian Embassy in the United States has said the filtration camps are \"checkpoints for civilians leaving the zone of active hostilities\".[22] United States ambassador to the UN Linda Thomas-Greenfield said \"I do not need to spell out what these so-called 'filtration camps' are reminiscent of. It's chilling and we cannot look away\".[7] She cited reports that FSB agents confiscated passports, IDs and mobile phones, as well as reports of Ukrainian families being separated.[7] The US envoy to the OSCE, Michail Carpenter, told the organization's permanent council that according to credible reporting, Ukrainian civilians in the filtration camps were interrogated and those suspected of ties to independent media or the military were beaten or tortured before being transferred to the Donetsk region, \"where they are reportedly disappeared or murdered.\"[23] Tanya Lokshina, director of Human Rights Watch for Europe and Asia, said: \"Under international human rights law, forced displacement or transfer doesn't necessarily mean people were forced into a vehicle at gunpoint, but rather that they found themselves in a situation that left them no choice.\"[5] She pointed out that the Geneva Convention prohibits \"individual or mass forcible transfers, as well as deportations of protected persons from occupied territory, are prohibited, regardless of their motive\".[5]","Title":"Russian filtration camps of Ukrainians - Wikipedia","KeyID":"16287","URL":"https://en.wikipedia.org/wiki/Russian_filtration_camps_of_Ukrainians"}