{"Content: ":"On 16 March 2022, a Russian attack killed 14 civilians in Chernihiv, Ukraine, who were waiting in a line for bread.[1][2] The Ukrainian city of Chernihiv has seen attacks by Russian forces since 24 February 2022, the day in which the 2022 Russian invasion of Ukraine started.[3] The battles on Chernihiv have caused heavy civilian losses. On 3 March, the city suffered a bombing that killed 47 people.[4] Russian major general Andrey Sukhovetsky, then deputy commander of the 41st Combined Arms Army, was killed on 4 March, the day after the bombing, becoming the first Russian general to die during the 2022 Russian invasion.[5] In 10 March, the city entered a siege[6] which lasted until 31 March when the Ukrainian forces managed to undo the encirclement of the city.[7] As fighting continued, more civilians died in Chernihiv. On 16 March, the Governor of Chernihiv Oblast Vyacheslav Chaus reported that the Russian attacks on Chernihiv on that day alone had killed a total of 53 people.[8] The event was reported by Chaus as well as the United States Embassy in Kyiv. On Ukrainian television, Chaus said the attack, which he described as a bombing, was \"not the first such incoming shell, nor is it the first shelling of civilians by the enemy\".[9] The US Embassy reported that the people had been \"shot and killed\".[10] 14 people were reported dead by Ukrinform.[1] The incident happened at around 10:00 UTC+3. Victims of the incident were killed following a blast shot from heavy artillery.[11] These civilians were unarmed and some of them survived the shelling; they were taken to medical facilities by Chernihiv police.[12] James Whitney Hill, a 67-year-old US citizen from Minnesota was killed in the attack.[13] Chernihiv Patrol Police and the US State Department confirmed the death of a US citizen.[14] James, known on social media as \"Jimmy Hill\", was an English-language teacher and refused to leave Ukraine when the war started to provide care for his partner Iryna, a Ukrainian citizen.[15] Around four hours after the incident, the Chernihiv Regional Prosecutor's Office filed a legal case regarding the attack. The Chernihiv Oblast branch of the Security Service of Ukraine also started an investigation.[11]","Title":"16 March 2022 Chernihiv breadline attack - Wikipedia","KeyID":"16298","URL":"https://en.wikipedia.org/wiki/16_March_2022_Chernihiv_breadline_attack"}