{"Content: ":"On 20 March 2022 around 10:45 pm, the Retroville, a shopping centre located in Kyiv, Ukraine, was bombed in a Russian airstrike. Part of the mall along with its 12-storey business center were destroyed. At least eight people were killed. According to the Russian government, the shopping centre was used as a cover to store and reload ammunition, including the BM-21 Grad multiple rocket launchers by Ukraine.[1] Russian Armed Forces invaded Ukraine on 24 February 2022, including an offensive into Kyiv Oblast, entering from Belarus. A battle in the city began on the following day. The Retroville mall measured 120,334 cubic metres (4,249,600 cu ft) in size, had area of 86,000 square metres (930,000 sq ft) and housed more than 250 shops.[2][3] The mall was completed in May 2020.[2] It is managed by BT Invest, a Lithuanian investment company.[4] During the evening of 20 March 2022, Russian Armed Forces bombed Retroville, a shopping centre in the Ukrainian capital Kyiv.[5] Ukrainian emergency services received reports of a fire at the shopping centre at 22:48.[6] The mall was largely destroyed, as were nearby cars, Sport Life fitness club and a business centre.[2] Kyiv mayor Vitali Klitschko announced that nearby buildings were badly damaged and at least eight people were killed.[5] The company headquarters of supermarket chain Novus, located in the business centre, was \"almost completely destroyed\"[7][4][8][a] Their flagship supermarket, located in the shopping centre, was also affected, and suffered collapsed ceilings and other structural damage.[4][12][8][b] The Russian Ministry of Defence said it launched the strike because the shopping centre was used as a cover to store and reload ammunition, including the BM-21 Grad multiple rocket launchers, by the Armed Forces of Ukraine[14] and provided drone footage of what the Ministry described as a Ukrainian Multiple Launch Rocket System (MLRS) firing and moving back to the shopping centre, before being destroyed by a Russian missile.[1] The day after the strike, Ukrainian authorities detained a man who they said shared footage showing Ukrainian military vehicles parked near the shopping centre on TikTok in late February, and warned Ukrainians not to publish information on Ukrainian military movements.[15][16]","Title":"Kyiv shopping centre bombing - Wikipedia","KeyID":"16300","URL":"https://en.wikipedia.org/wiki/Kyiv_shopping_centre_bombing"}