{"Content: ":"Embrace Ukraine. Strengthen the Union (Ukrainian: Прийми Україну. Зміцни Союз, romanized: Pryimy Ukrainu. Zmitsny Soiuz) is a communication campaign launched by the Government of Ukraine on May 29, 2022 to support Ukraine's accession to the European Union,[1][2] including EU candidate status on June 25-26, 2022.[3] On February 28, after the start of a large-scale Russian invasion during the Russo-Ukrainian War, Ukraine formally applied for membership in the European Union and completed all necessary procedures. On June 25-26, 2022, a meeting of EU leaders will be held to consider the decision to grant Ukraine candidate status. On May 28, 2022, peaceful street protests began in the cities of the European Union in support of Ukraine's EU candidate status in June. In particular, the actions will take place in Milan, Vienna, Brussels, Berlin, Paris, Prague, Warsaw, said Deputy Speaker of the Verkhovna Rada of Ukraine Olena Kondratiuk.[4] Also, according to the Ambassador of Ukraine to the Czech Republic Yevhen Perebyinis, signatures will be collected and submitted to the European Council before the meeting on June 23 in Brussels:[5] The majority of EU citizens – 71% - believe that Ukraine is part of the European family. However, it is important that politicians also hear the voice of their citizens and make the necessary decision on the legal consolidation of Ukraine's status. This will be a significant step towards our victory for a free, European future for Ukraine. Ukraine is Europe! Europe is Ukraine! The identity of the campaign was developed by the creative agency Green Penguin Media. The abbreviations EU and UA have one letter in common: U. It is in the campaign logo that it corresponds and represents Ukraine. Green Penguin Media transferred to the Ministry of Culture and Information Policy of Ukraine exclusive property copyrights in the form of publication and publication of copyright materials, including the slogan and visual solution of the campaign. On May 29, 2022, Deputy Prime Minister for European and Euro-Atlantic integration Olha Stefanishyna called for the signing of a petition calling for the official recognition of Ukraine as a candidate country for accession to the European Union, recalling that and the petition on the American online platform Change.org can become another \"tool of influence and persuasion\":[6] Today, all of Ukraine supports membership in the European Union. On the fourth day of the war, the President of Ukraine applied for membership in the European Union and we expect to receive candidate status. Ukraine is definitely ready for this step, Ukrainians' commitment to the principles of democracy and freedom is beyond doubt; Since 2014, we have implemented a number of reforms and implemented a significant part of EU legislation. We are currently in close dialogue with the EU capitals on this issue, and this communication campaign should support and strengthen our dialogue. A strong Europe, a Europe of the future is possible only with Ukraine.","Title":"Embrace Ukraine. Strengthen the Union - Wikipedia","KeyID":"16316","URL":"https://en.wikipedia.org/wiki/Embrace_Ukraine._Strengthen_the_Union"}