{"Content: ":"International sanctions have been imposed during the Russo-Ukrainian War by a large number of countries against Russia and Crimea following the Russian invasion of Ukraine, which began in late February 2014. The sanctions were imposed by the United States, the European Union (EU) and other countries and international organisations against individuals, businesses and officials from Russia and Ukraine.[1] Russia responded with sanctions against a number of countries, including a total ban on food imports from Australia, Canada, Norway, the United States and the European Union. The Russian government responded in kind, with sanctions against some Canadian, American, and EU individuals. The following list represents those who have been sanctioned.[2] The European Union, United States, and Canada imposed an initial round of sanctions on 17 March 2014.[3][4][5] Albania, Iceland and Montenegro announced on 11 April that they would align themselves to the sanctions.[6] The US expanded its sanctions on 28 April to include 17 Russian companies.[7] Japan,[8][9] Canada,[9][10] Australia,[11] took similar actions soon thereafter. The EU also joined the sanctions of 28 April[12] and furthermore instructed the European Investment Bank and the European Bank for Reconstruction and Development to suspend the signature of new financing operations in Russia.[13] The EU again expanded its sanctions repeatedly over the following months.[14][15][16][17][18][19][20][21] In March 2018, the EU extended the existing sanctions on 150 individuals and 38 companies for another six months.[22] In May 2018, the European Union and Switzerland add five individuals to their sanctions lists for these individuals' organising the March 2018 Russia presidential elections in Crimea and Sevastopol.[23] New Zealand imposed \"largely symbolic\" sanctions in May 2014.[24] In September 2014, Australia placed Russia, Crimea, and Sevastopol on the Australian autonomous sanctions list in response to the Russian threat to the sovereignty and territorial integrity of Ukraine,[25][26][27] while Japan sanctioned Russian military-related technology and five major Russian banks (VTB Bank, Sberbank, Gazprombank, Vnesheconombank, and the Russian Agricultural Bank).[28] The United States expanded its sanctions several times, including in December 2015[29][30][31] and April 2018.[32][33][34] As of 24 May 2018, Ukraine's sanctions list named more than 1000 individuals and more than 400 entities.[35] Early March 2014 the European Union froze all funds belonging to Raisa Bogatyrova on suspicion of her illegal use of budget funds.[111] According to the Ukrainian government she has since repaid government funds that had been allegedly misappropriated.[112] For this her funds in the EU were unfrozen on 6 March 2016.[112] In May 2014, Russia sanctioned more individuals of the United States and Canada, but the list has not yet been revealed.[123] After a member of the German Bundestag was denied entry into Russia in May 2015, Russia released a blacklist to European Union governments of 89 politicians and officials from the EU who are not allowed entry into Russia under the present sanctions regime. Russia asked for the blacklist to not be made public.[124] The list is said to include eight Swedes, as well as two MPs and two MEPs from the Netherlands.[125] Finland's national broadcaster Yle published a leaked German version of the list.[126][127] In winter 2014/15, three politicians from Lithuania, Latvia, and Poland, respectively, were blocked from entering Russia.[128][129] On October 22, 2018, Russian President Vladimir Putin signed a decree on special economic measures in relation to Ukraine’s unfriendly actions against Russian individuals and entities. On August 21, 2021, Russia expanded its economic sanctions on Ukrainian individuals to include Foreign Minister Dmitry Kuleba and National Security and Defense Council Secretary Alexei Danilov. The updated version of the list of sanctioned individuals, approved by Russian Prime Minister Mikhail Mishustin, was published on the government website containing legal information. The sanctions include freezing non-cash accounts and other assets in Russia and a ban on capital transfers from Russia. The number of sanctioned Ukrainian individuals rose from 849 to 922.[130] On March 15, 2022, the Ministry of Foreign Affairs of the Russian Federation (MFARF) said it had imposed sanctions on US President Joe Biden and 12 other US officials.[131] THE MFARF released a statement on April 13, 2022 announcing sanctions against 398 members of the U.S. House of Representatives.[132] On May 21, 2022, the MFARF published on its website list US citizens who are banned from entering Russia on a permanent basis. The “stop list” included 963 people.[133] Russia has imposed personal sanctions on 61 U.S. officials including Treasury Secretary Janet Yellen and Energy Secretary Jennifer Granholm and leading defence and media executives, the Russian foreign ministry said on June 6,2022.[134] US President Joe Biden's wife and daughter have been banned from Russia, along with 23 other Americans, the MFARF said on June 28, 2022.[135] A total of 313 Canadian officials and MPs including Prime Minister Justin Trudeau were blacklisted by Russia on March 15. On April 13, Russia sanctioned 87 Canadian senators. On April 28, the Russian Foreign Ministry published a list of 592 Canadian citizens that are permanently barred from entering the country.[136] Moscow is set to bar entry permissions for 26 nationals of Canada in response to the country’s earlier announced measures, the MFARF said on May 21, 2022.[137] Russia on June 3, 2022 announced a travel ban on 41 Canadian citizens, including several members of the Ukrainian Canadian Congress, in retaliation for \"anti-Russian\" sanctions imposed on Moscow over Ukraine.[138] Russia sanctioned 43 Canadian citizens on June 27, 2022, barring them from entering the country in a tit-for-tat response to Western sanctions on Moscow.[139] On April 7, 2022, the Russian Foreign Ministry announced sanctions on 228 members of the Australian government and 130 members of the New Zealand government, including their prime ministers and other high-ranking members of Cabinet.[140] The MFARF said on June 16, 2022 that it was sanctioning an additional 121 Australian citizens, including journalists and defence officials, citing what it calls a “Russophobic agenda” in the country.[141]Russia has added 39 representatives of Australian security services and defence companies to a \"stop-list\" that bars them from entering the country, in response to a sanctions law adopted by Canberra, the Russian foreign ministry said on July 21, 2022.[142] The MFARF released a statement on April 16, 2022 announcing sanctions against UK Prime Minister Boris Johnson and 12 other UK Officials.[143] The MFARF released a statement on April 27, 2022 announcing sanctions against 287 British MPs.[144] On May 24, 2022, Russia imposed sanctions against 154 members of the House of Lords of the British Parliament in response to London's decision to include almost the entire composition of the Russian Federation Council in the sanctions list.[145] On June 14, 2022, Russia has imposed sanctions on 49 UK citizens, including journalists, defence officials and arms industry executives, in response to western punitive measures against Moscow over Putin’s invasion of Ukraine.[146][147] Russia imposed an entry ban for 9 Icelandics, 16 Norwegians, 3 Greenlanders and 3 Faroe Islanders in retaliation for their joining the European Union Sanctions, the MFARFy said in a statement released on April 29, 2022.[148] On May 4, 2022, Russia sanctioned 63 Japanese citizens. They include Prime Minister Kishida Fumio, Foreign Minister Hayashi Yoshimasa and other senior lawmakers.[149]Russia on July 15,2022 imposed sanctions against 384 members of Japan's parliament, the foreign ministry said in a statement.Moscow said the measures were taken against those who had \"taken an unfriendly, anti-Russian position.\"[150] The Russian government has approved a list of legal entities, which are subject to retaliatory sanctions. The relevant resolution of the Cabinet of Ministers was published on the official portal of legal information on May 11, 2022. The list includes 31 companies from Germany, France and other European countries, as well as from the USA and Singapore. In particular, it includes former European subsidiaries of Gazprom, traders and operators of underground gas storage facilities. In particular, Russian authorities, legal entities and citizens will not be able to conclude transactions with the sanctioned entities and organizations under their control, fulfill obligations to them under completed transactions, and conduct financial transactions in their favor. This includes the concluded foreign trade contracts. These bans were earlier established by a decree of Putin. The resolution sets additional criteria for transactions that are prohibited from being performed with companies from the sanctions list. These are transactions concluded in favor of the sanctioned persons, or providing for the making of payments, transactions with securities with the participation or in favor of such companies, or transactions involving the entry of ships owned or chartered by sanctioned persons, in their interest or on their behalf, into the Russian ports. The resolution appoints the Russian Finance Ministry responsible for sending proposals to the Cabinet of Ministers on making changes to the list, as well as on granting temporary permits for certain transactions with persons under sanctions. The document comes into force from the date of its official publication. Russia’s sanctions list includes Gazprom Germania GmbH, Gazprom Schweiz AG, Gazprom Marketing & Trading USA Inc, Vemex, Wingas, EuRoPol GAZ.[151] On 26 June 2014, the Head of the Russian republic of Chechnya, Ramzan Kadyrov, released a statement saying he created a sanction list including four individuals. The people on the list have been banned from entering the Chechen Republic and had all bank accounts frozen on 27 July 2014. This responds to the EU sanctions.[160]","Title":"List of people and organizations sanctioned during the Russo-Ukrainian War - Wikipedia","KeyID":"16312","URL":"https://en.wikipedia.org/wiki/List_of_people_and_organizations_sanctioned_during_the_Russo-Ukrainian_War"}