{"Content: ":"The trial of Alexander Bobikin and Alexander Ivanov was the second trial for war crimes in the 2022 Russian invasion of Ukraine.[1] Alexander Bobikin and Alexander Ivanov were charged with \"violating the laws and customs of war\", under Part 1 of Article 438 of the Criminal code of Ukraine, in relation to their participating in shelling that damaged an education facility in Ukraine on 24 February 2022 during the 2022 battle of Kharkiv. Bobikin and Ivanov were tried in a 90-minute session on 19 May 2022 and a 30-minute session on 26 May in a court in Poltava.[2] They were sentenced on 31 May 2022 to eleven and a half years' imprisonment.[3][4][5] The 2022 battle of Kharkiv took place from 24 February to mid-May 2022 during the 2022 Russian invasion of Ukraine.[6][7] Prior to the invasion, in December 2021, a military unit including Alexander Bobikin and Alexander Ivanov was told that it would be involved in a training exercise. Around 1 February 2022, the unit went to Kursk for training. The unit was later moved to Malinovka in Belgorod Oblast, where the soldiers were told that they would enter Ukraine, for unexplained reasons.[2] Alexander Bobikin and Alexander Ivanov participated in the attacks on 24 February, starting shelling at around 05:00 local time, and firing about 38 shells from their vehicle. According to Ivanov, some of the unit's members refused to fire the shells while they were still on Russian territory.[2] They and their unit entered Ukraine and fired more shells. The unit was dispersed by Ukrainian forces. Bobikin's vehicle was damaged, and Bobikin lost consciousness after being thrown out of the vehicle. Ivanov surrendered on 25 February and Bobikin surrendered ten days later. A YouTube interview with the two was published on 27 April, with Ivanov describing the procedures of firing BM-21 Grad shells.[2][3] The shelling destroyed an \"educational facility\", without killing anyone.[5] On 7 May 2022, the Prosecutor General of Ukraine announced that charges against Bobikin and Ivanov would be laid for \"violating the laws and customrs of war\" under Part 1 of Article 438 of the Criminal code of Ukraine.[3][1] On 17 May, Alexander Bobikin and Alexander Ivanov attended a pre-trial hearing, with Ukrainian legal defence and an interpreter. They chose trial by a single judge.[3] On 19 May, Bobikin and Ivanov appeared in a 90-minute trial session in a court in Poltava,[3] accused of having been involved in shelling civilian facilties in Kharkiv Raion. Bobikin and Ivanov were accused of firing BM-21 Grad shells from Russian territory, in the village of Malinovka in Belgorod Oblast, at Kozacha Lopan and another village in Ukraine, on 24 February 2022.[2] Both pled guilty.[2][3] On 26 May, a 30-minute session took place during which Bobikin, Ivanov, the defence and the prosecution presented their sentencing arguments.[3] The defence lawyers, Valeriya Ivanov and Uladzimir Kavalchuk, called for a reduced sentence of eight years on the grounds of genuine remorse and having acted under orders.[8] On 31 May 2022, Bobikin and Ivanov were found guilty and sentenced to eleven and a half years of imprisonment, just below the maximum penalty of twelve years.[4][5] Judge Evhen Bolybok described the conviction as having \"been proven in full\".[1] Law professor Chris Jenks argued that Bobikin and Ivanov's surrender, cooperation, guilty plea and apologies should have led to a more lenient sentence.[3] Bobikin and Ivanov stated that they did not know the targets that they shot shells at.[2] Law professor Chris Jenks argued that, as junior-ranked soldiers inserting numbers into their targeting equipment, it was unlikely that Bobikin and Ivanov would have been aware of whether their targets were lawful or not, and neither the publicly stated charges nor the media reports of the trial showed on what basis Bobikin and Ivanov could have knowingly \"launched\" an indiscriminate attack against civilian targets, with awareness of the likely consequences. He argued that mens rea, criminal intent, was missing from the case.[3] War crimes specialist Robert Goldman stated that establishing a war crime required proof that Bobikin and Ivanov had attacked civilian targets deliberately or had acted disproportionally, ignoring the likely civilian impact.[6]","Title":"Trial of Alexander Bobikin and Alexander Ivanov - Wikipedia","KeyID":"16311","URL":"https://en.wikipedia.org/wiki/Trial_of_Alexander_Bobikin_and_Alexander_Ivanov"}