{"Content: ":"When Russia invaded Ukraine on 24th February 2022 many private and non-government fundraising campaigns appeared to combat the Russian invasion and help Ukrainians in the war crisis. In April 2022, Forbes Ukraine tried to estimate the fundraising efforts and compiled a list of various individuals and community initiatives who were gathering money and humanitarian aid to help Ukraine. The Top 10 fundraising initiatives according to Forbes Ukraine as of early April 2022 are:[1] 1. Come back alive The Ukrainian Public Fund to Support the Armed Forces of Ukraine raised $114 million. The fund specializes in purchasing protection for the military: bulletproof vests, helmets; cars, non-lethal weapons and communications. 2. Fundraising initiative of Ukraine-born Mila Kunis and Ashton Kutcher Hollywood stars were able to raise $ 35.7 million. The funds are transferred to Flexport and Airbnb. Flexport organizes the delivery of humanitarian aid to refugee locations in Poland, Romania, Hungary, Slovakia and Moldova. 3. Razom Charitable Foundation The first few weeks of the war raised $ 21 million. The fund was founded in early 2014 by Ukrainians living in New York. On February 24, 2022, Razom paused all projects and focused only on Emergency Response, a critical humanitarian aid for Ukraine. 4. Kyiv School of Economics Charitable Foundation (KSE Foundation) Amount of funds raised: $ 18 million. The funds are used to purchase bulletproof vests, medicine and humanitarian aid. 5. Nova Ukraine, an American non-profit organization The non-profit organization Nova Ukraine was founded by Americans of Ukrainian descent in 2014. The goal was to help build a post-revolutionary country. In the pre-war years, they raised $300,000 to $400,000 a year to help Ukrainian charitable foundations and cultural initiatives. In the first 40 days of war Nova Ukraine raised more than $ 15 million to help besieged Ukrainian cities, refugees and volunteers with medicine and various humanitarian aid. 6. Help Ukraine.center It gathered €7,9 млн and helps with logistics of humanitarian aid. The center was co-created on the 25 of February by Ukrainian businessmen Andriy Stavnitser (founder of TIS), Vladislav Chechotkin (founder of Rozetka), Vyacheslav Klimov and Volodymyr Kostelman (co-founder of Nova Poshta). They decided to organize the logistics of humanitarian and medical care. From this idea grew a center that collects aid in three cities, Lublin and Helm in Poland and Huși in Romania. 7. Serhiy Prytula Foundation. It gathered more than $ 6.8 million, or ₴200 million (based on open data as the fund did not provide a consolidated figure). The funds are directed for assistance to the army. 8. Vostok SOS Human Rights Organization It gathered $4.3 million (₴126 million). The human rights organization Vostok SOS has been providing assistance to war victims in eastern Ukraine for eight years. From February 24 to March 31, the organization purchased more than 1,000 tons of humanitarian aid. Purchase and distribute food, hygiene products, medicines, generators, sleeping supplies, evacuation fuel, building materials for repairing broken windows, household and plumbing fixtures for compact settlements and reception centers. 9. Children's Voices Foundation It gathered $2.3 million (₴68.3 million) which were spent for humanitarian and psychological assistance to children and parents. The fund also collects humanitarian aid and provides fuel to evacuation vehicles. More than 6,000 people received such assistance. 10. SOS Army NGO It gathered $2.3 million (About ₴68 million). Direction of funds: Assistance to the army. It is currently working in three areas: providing Ukrainian military with specific software \"Mapa\" and \"Kropyva\" (a set of maps for artillery), producing a Valkyrie drone, buys mobile systems for electronic intelligence. During this time, the organization also purchased cars, thermal imagers, night vision devices, helmets, body armor, first aid kits, cables, power supplies, generators and 20 sets of Starlink satellite Internet. Among other prominent and not listed in Forbes ranking initiatives are: Crypto Fund for Ukraine created by cryptocurrency exchage Kuna.io and Ministry of Digital Transormation. It raised over $100 million during first two months of war; Aid for Ukraine, which raises cryptocurrency contributions for the military. Since its launch, the initiative has raised more than $60 million, of which $45 million has been spent on first aid kits, biscuits, bulletproof vests and other purchases for the Armed Forces of Ukraine. The fund was established by blockchain companies Everstake, Kuna.io and FTX with the support of the Ministry of Digital Transformation of Ukraine.[2][3][4]","Title":"Fundraising for Ukraine during the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16314","URL":"https://en.wikipedia.org/wiki/Fundraising_for_Ukraine_during_the_2022_Russian_invasion_of_Ukraine"}