{"Content: ":"The rotifers (/ˈroʊtɪfərz/, from the Latin rota, \"wheel\", and -fer, \"bearing\"), commonly called wheel animals or wheel animalcules,[1] make up a phylum (Rotifera /roʊˈtɪfərə/) of microscopic and near-microscopic pseudocoelomate animals. They were first described by Rev. John Harris in 1696, and other forms were described by Antonie van Leeuwenhoek in 1703.[2] Most rotifers are around 0.1–0.5 mm (0.0039–0.0197 in) long (although their size can range from 50 μm (0.0020 in) to over 2 mm (0.079 in)),[1] and are common in freshwater environments throughout the world with a few saltwater species. Some rotifers are free swimming and truly planktonic, others move by inchworming along a substrate, and some are sessile, living inside tubes or gelatinous holdfasts that are attached to a substrate. About 25 species are colonial (e.g., Sinantherina semibullata), either sessile or planktonic. Rotifers are an important part of the freshwater zooplankton, being a major foodsource and with many species also contributing to the decomposition of soil organic matter.[3] Most species of the rotifers are cosmopolitan, but there are also some endemic species, like Cephalodella vittata to Lake Baikal.[4] Recent barcoding evidence, however, suggests that some 'cosmopolitan' species, such as Brachionus plicatilis, B. calyciflorus, Lecane bulla, among others, are actually species complexes.[5][6] In some recent treatments, rotifers are placed with acanthocephalans in a larger clade called Syndermata. In June 2021, biologists reported the restoration of bdelloid rotifers after being frozen for 24,000 years in the Siberian permafrost.[7][8] Rev. John Harris first described the rotifers (in particular a bdelloid rotifer) in 1696 as \"an animal like a large maggot which could contract itself into a spherical figure and then stretch itself out again; the end of its tail appeared with a forceps like that of an earwig\".[2] In 1702, Antonie van Leeuwenhoek gave a detailed description of Rotifer vulgaris and subsequently described Melicerta ringens and other species.[9] He was also the first to publish observations of the revivification of certain species after drying. Other forms were described by other observers, but it was not until the publication of Christian Gottfried Ehrenberg's Die Infusionsthierchen als vollkommene Organismen in 1838 that the rotifers were recognized as being multicellular animals.[9] About 2,200 species of rotifers have been described. Their taxonomy is currently in a state of flux. One treatment places them in the phylum Rotifera, with three classes: Seisonidea, Bdelloidea and Monogononta.[10] The largest group is the Monogononta, with about 1,500 species, followed by the Bdelloidea, with about 350 species. There are only two known genera with three species of Seisonidea.[11] The Acanthocephala, previously considered to be a separate phylum, have been demonstrated to be modified rotifers. The exact relationship to other members of the phylum has not yet been resolved.[12] One possibility is that the Acanthocephala are closer to the Bdelloidea and Monogononta than to the Seisonidea; the corresponding names and relationships are shown in the cladogram below. Seisonida Bdelloidea Monogononta Acanthocephala The Rotifera, strictly speaking, are confined to the Bdelloidea and the Monogononta. Rotifera, Acanthocephala and Seisonida make up a clade called Syndermata.[13] The word rotifer is derived from a Neo-Latin word meaning \"wheel-bearer\",[14] due to the corona around the mouth that in concerted sequential motion resembles a wheel (though the organ does not actually rotate). Rotifers have bilateral symmetry and a variety of different shapes. The body of a rotifer is divided into a head, trunk, and foot, and is typically somewhat cylindrical. There is a well-developed cuticle, which may be thick and rigid, giving the animal a box-like shape, or flexible, giving the animal a worm-like shape; such rotifers are respectively called loricate and illoricate. Rigid cuticles are often composed of multiple plates, and may bear spines, ridges, or other ornamentation. Their cuticle is nonchitinous and is formed from sclerotized proteins. The two most distinctive features of rotifers (in females of all species) are the presence of corona on the head, a structure ciliated in all genera except Cupelopagis and presence of mastax. In the more primitive species, the corona forms a simple ring of cilia around the mouth from which an additional band of cilia stretches over the back of the head. In the great majority of rotifers, however, this has evolved into a more complex structure. Modifications to the basic plan of the corona include alteration of the cilia into bristles or large tufts, and either expansion or loss of the ciliated band around the head. In genera such as Collotheca, the corona is modified to form a funnel surrounding the mouth. In many species, such as those in the genus Testudinella, the cilia around the mouth have disappeared, leaving just two small circular bands on the head. In the bdelloids, this plan is further modified, with the upper band splitting into two rotating wheels, raised up on a pedestal projecting from the upper surface of the head.[15] The trunk forms the major part of the body, and encloses most of the internal organs. The foot projects from the rear of the trunk, and is usually much narrower, giving the appearance of a tail. The cuticle over the foot often forms rings, making it appear segmented, although the internal structure is uniform. Many rotifers can retract the foot partially or wholly into the trunk. The foot ends in from one to four toes, which, in sessile and crawling species, contain adhesive glands to attach the animal to the substratum. In many free-swimming species, the foot as a whole is reduced in size, and may even be absent.[15] The coronal cilia create a current that sweeps food into the mouth. The mouth opens into a characteristic chewing pharynx (called the mastax), sometimes via a ciliated tube, and sometimes directly. The pharynx has a powerful muscular wall and contains tiny, calcified, jaw-like structures called trophi, which are the only fossilizable parts of a rotifer. The shape of the trophi varies between different species, depending partly on the nature of their diet. In suspension feeders, the trophi are covered in grinding ridges, while in more actively carnivorous species, they may be shaped like forceps to help bite into prey. In some ectoparasitic rotifers, the mastax is adapted to grip onto the host, although, in others, the foot performs this function instead.[15] Behind the mastax lies an oesophagus, which opens into a stomach where most of the digestion and absorption occurs. The stomach opens into a short intestine that terminates in a cloaca on the posterior dorsal surface of the animal. Up to seven salivary glands are present in some species, emptying to the mouth in front of the oesophagus, while the stomach is associated with two gastric glands that produce digestive enzymes.[15] A pair of protonephridia open into a bladder that drains into the cloaca. These organs expel water from the body, helping to maintain osmotic balance.[15] Rotifers have a small brain, located just above the mastax, from which a number of nerves extend throughout the body. The number of nerves varies among species, although the nervous system usually has a simple layout. Close to the brain lies a retrocerebral organ, consisting of two glands either side of a medial sac. The sac drains into a duct that divides into two before opening through pores on the uppermost part of the head. The function of the retrocerebral organ is unclear.[15][16] The nervous system comprises about 25% of the roughly 1,000 cells in a rotifer.[16] Rotifers typically possess one or two pairs of short antennae and up to five eyes. The eyes are simple in structure, sometimes with just a single photoreceptor cell. In addition, the bristles of the corona are sensitive to touch, and there are also a pair of tiny sensory pits lined by cilia in the head region.[15] The coronal cilia pull the animal, when unattached, through the water. Like many other microscopic animals, adult rotifers frequently exhibit eutely—they have a fixed number of cells within a species, usually on the order of 1,000. Bdelloid rotifer genomes contain two or more divergent copies of each gene, suggesting a long-term asexual evolutionary history.[17] For example, four copies of hsp82 are found. Each is different and found on a different chromosome excluding the possibility of homozygous sexual reproduction. Rotifers eat particulate organic detritus, dead bacteria, algae, and protozoans. They eat particles up to 10 micrometres in size. Like crustaceans, rotifers contribute to nutrient recycling. For this reason, they are used in fish tanks to help clean the water, to prevent clouds of waste matter. Rotifers affect the species composition of algae in ecosystems through their choice in grazing. Rotifers may compete with cladocera and copepods for planktonic food sources. Rotifers are dioecious and reproduce sexually or parthenogenetically. They are sexually dimorphic, with the females always being larger than the males. In some species, this is relatively mild, but in others the female may be up to ten times the size of the male. In parthenogenetic species, males may be present only at certain times of the year, or absent altogether.[15] The female reproductive system consists of one or two ovaries, each with a vitellarium gland that supplies the eggs with yolk. Together, each ovary and vitellarium form a single syncitial structure in the anterior part of the animal, opening through an oviduct into the cloaca.[15] Males do not usually have a functional digestive system, and are therefore short-lived, often being sexually fertile at birth. They have a single testicle and sperm duct, associated with a pair of glandular structures referred to as prostates (unrelated to the vertebrate prostate). The sperm duct opens into a gonopore at the posterior end of the animal, which is usually modified to form a penis. The gonopore is homologous to the cloaca of females, but in most species has no connection to the vestigial digestive system, which lacks an anus.[15] The phylum Rotifera encloses three classes that reproduce by three different mechanisms: Seisonidea only reproduce sexually; Bdelloidea reproduce exclusively by asexual parthenogenesis; Monogononta reproduce alternating these two mechanisms (\"cyclical parthenogenesis\" or \"heterogony\").[18] Parthenogenesis (amictic phase) dominates the monogonont life cycle, promoting fast population growth and colonization. In this phase males are absent and amictic females produce diploid eggs by mitosis which develop parthenogenetically into females that are clones of their mothers.[18] Some amictic females can generate mictic females that will produce haploid eggs by meiosis. Mixis (meiosis) is induced by different types of stimulus depending on species. Haploid eggs develop into haploid dwarf males if they are not fertilized and into diploid \"resting eggs\" (or \"diapausing eggs\") if they are fertilized by males. Fertilization is internal. The male either inserts his penis into the female's cloaca or uses it to penetrate her skin, injecting the sperm into the body cavity. The egg secretes a shell, and is attached either to the substratum, nearby plants, or the female's own body. A few species, such as members of the Rotaria, are ovoviviparous, retaining the eggs inside their body until they hatch.[15] Most species hatch as miniature versions of the adult. Sessile species, however, are born as free-swimming larvae, which closely resemble the adults of related free-swimming species. Females grow rapidly, reaching their adult size within a few days, while males typically do not grow in size at all.[15] The life span of monogonont females varies from two days to about three weeks. 'Ancient asexuals': Bdelloid rotifers are assumed to have reproduced without sex for many millions of years. Males are absent within the species, and females reproduce only by parthenogenesis. However, a new study provided evidence for interindividual genetic exchange and recombination in Adineta vaga, a species previously thought to be anciently asexual.[19] Recent transitions: Loss of sexual reproduction can be inherited in a simple Mendelian fashion in the monogonont rotifer Brachionus calyciflorus: This species can normally switch between sexual and asexual reproduction (cyclical parthenogenesis), but occasionally gives rise to purely asexual lineages (obligate parthenogens). These lineages are unable to reproduce sexually due to being homozygous for a recessive allele.[20] Resting eggs enclose an embryo encysted in a three layered shell that protects it from external stressors.[21][22] They are able to remain dormant for several decades and can resist adverse periods (e.g., pond desiccation or presence of antagonists).[23][24] When favourable conditions return and after an obligatory period of diapause which varies among species, resting eggs hatch releasing diploid amictic females that enter into the asexual phase of the life cycle.[18][25] Bdelloid rotifer females cannot produce resting eggs, but many can survive prolonged periods of adverse conditions after desiccation. This facility is termed anhydrobiosis, and organisms with these capabilities are termed anhydrobionts. Under drought conditions, bdelloid rotifers contract into an inert form and lose almost all body water; when rehydrated they resume activity within a few hours. Bdelloids can survive the dry state for long periods, with the longest well-documented dormancy being nine years. While in other anhydrobionts, such as the brine shrimp, this desiccation tolerance is thought to be linked to the production of trehalose, a non-reducing disaccharide (sugar), bdelloids apparently cannot synthesise trehalose. In bdelloids, a major cause of the resistance to desiccation, as well as resistance to ionizing radiation, is a highly efficient mechanism for repairing the DNA double-strand breaks induced by these agents.[26] This repair mechanism likely involves mitotic recombination between homologous DNA regions.[26] Rotifers fall prey to many animals, such as copepods, fish (e.g. herring, salmon), bryozoa, comb jellies, jellyfish, starfish, and tardigrades.[27] The genome size of a bdelloid rotifer, Adineta vaga, was reported to be around 244 Mb.[28] The genomes of Monogononts seem to be significantly smaller than those of Bdelloids. In Monogononta the nuclear DNA content (2C) in eight different species of four different genera ranged almost fourfold, from 0.12 to 0.46 pg.[29] Haploid \"1C\" genome sizes in Brachionus species range at least from 0.056 to 0.416 pg.[30] Pair of Lepadella rotifers from pond water Locula of the rotifer Keratella cochlearis Excavata: Other:","Title":"Rotifer - Wikipedia","KeyID":"1632","URL":"https://en.wikipedia.org/wiki/Rotifer"}