{"Content: ":"The 2022 Moscow rally, officially called in Russia as \"For a world without Nazism\" (Russian: «Zа мир без нацизма») was a political rally and concert at Luzhniki Stadium in Moscow on 18 March 2022, which marked the eighth anniversary of the annexation of Crimea by the Russian Federation. President Vladimir Putin spoke at the event, justifying the Russian invasion of Ukraine and praising Russian troops,[1] to a crowd of 200,000 people, per Moscow City Police.[2] Outlets including the BBC and the Moscow Times reported that state employees were transported to the venue, and other attendees were paid or forced to attend.[3] The arena and stage featured slogans reading \"For a world without Nazism\",[a] \"For our president\",[b] and \"For Russia\",[c] but featuring the Latin Z character in place of the usual Cyrillic З.[4] Some signs also featured Saint George's ribbon-styled Z's with the hashtag #СвоихНеБросаем,[5] meaning \"we don't abandon our own\".[6] The rally's content, described by Agence France-Presse as \"heavily anti-Western and filled with Soviet nostalgia,\" emphasized patriotism, heroism, and support for the military.[7] Former Eurovision contestant Polina Gagarina performed her cover of \"Kukushka\" from the 2015 film Battle for Sevastopol.[8] Russian band Lyube played patriotic songs about wartime,[9][10] Oleg Gazmanov performed the song \"Born in the U.S.S.R.\",[d][12][13] and Fyodor Tyutchev's May 1867 poem \"Напрасный труд — нет, их не вразумишь...\"[e][16] was read by Russian actor Vladimir Mashkov.[4] Other speakers at the event included RT editor-in-chief Margarita Simonyan, who said, \"This is for our boys who are fighting scum right now\";[17] Moscow mayor Sergey Sobyanin, who thanked \"the guys who with weapons in their hands defend Russian citizens in the Donbas ... Half the world has united against us, but Russia is a strong country\";[18] and Ministry of Foreign Affairs spokesperson Maria Zakharova, who called Russia \"a country and nation that safeguards peace and fights evil\".[17][19] Many of the speakers wore Z-shaped Saint George's ribbons,[3] which also appeared on signs in the crowd.[17] Numerous Russian Olympic athletes were featured during the rally, including several who had recently returned from the 2022 Beijing Olympics. The Russian national anthem was played while they were on stage, a reference to the anthem being banned at the previous three Olympics due to state-sponsored doping.[20] Athletes in attendance included cross-country skier Alexander Bolshunov; figure skaters Nikita Katsalapov, Vladimir Morozov, Victoria Sinitsina, and Evgenia Tarasova; rhythmic gymnasts Dina Averina and Arina Averina; and swimmer Evgeny Rylov.[20] Russian gymnast Ivan Kuliak, who was undergoing International Gymnastics Federation disciplinary proceedings for wearing a \"Z\" sticker at the 2022 Doha World Cup, wore an Olympic medal at the rally, though he had not competed in any Olympics.[21] The rally marked Russian President Vladimir Putin's first public appearance since the start of the invasion of Ukraine.[2] In his speech, which he opened by quoting the Constitution of Russia, Putin congratulated the \"people of Crimea and Sevastopol\" and wished them a \"happy anniversary\" of the annexation of Crimea. He went on to discuss those areas' finances and infrastructure, claiming that instead of Ukraine's \"leftover financing\" provided, Russia \"needed to drag Crimea out of that humiliating position\". Putin further alleged a \"genocide\" by Ukraine against the people of Donbas, before quoting the Bible's \"no greater love\" passage from John 15. Finally, Putin noted that Fyodor Ushakov's birthday was 24 February, the same date that the invasion of Ukraine was launched in 2022.[22] Part of his televised speech on Russia-24 was interrupted by a technical problem.[23][24] Ukrainian president Volodymyr Zelenskyy, in a video message released on 19 March, mentioned the rally:[25] Many words were heard in Moscow today in connection with the anniversary of the seizure of Crimea. A big rally took place. And I want to pay attention to one detail. It is reported that a total of about 200,000 people were involved in the rally in the Russian capital. 100,000 on the streets, about 95,000 at the stadium. Approximately the same number of Russian troops were involved in the invasion of Ukraine. Just imagine 14,000 corpses and tens of thousands of wounded and maimed people at that stadium in Moscow. There are already so many Russian losses as a result of this invasion. This is the price of war. In a little more than three weeks. The war must end.[25] Putin's remarks made references to Bible passages and Russian military history, which was seen as reflecting a broader pattern of the leader using religion and history to help form a Russian nationalist identity.[26] Conservative U.S. political commentator Sean Hannity, a supporter of former U.S. president Donald Trump, said that the rally appeared to be used by Putin for \"channeling his inner Donald Trump,\" while the liberal HuffPost described the rally as \"terrifying\" and \"ominous\" and said that Putin was \"in full dictator mode.\"[27][28] Putin also received criticism for wearing what appeared to be a US$13,000 Loro Piana parka.[3] The athletes were criticized in media outside of Russia for their participation in the rally.[20][29][30][31] The Times described the athletes as \"being paraded ... at the Luzhniki Stadium as the Russian president's warm-up act\" at a \"pro-war propaganda rally.\"[32] Photographs posted to social media by some athletes blurred the \"Z\" symbols they had worn, which was interpreted as recognition of the war's lack of popularity amongst younger Russians.[29] While some analysts believed athletes who wore the symbol could have been forced to participate, Washington Post sports columnist Sally Jenkins contended that for the figure skaters in particular, \"there's no extricating individual Russian skaters from [their participation], no matter how blameless some of them may be or how subject to coercion or censorship.\"[33][34] Rylov's appearance resulted in a FINA investigation on the grounds of \"bringing aquatic sports into disrepute\" and the loss of his sponsorship contract with Speedo, which said it would donate the remainder of his funding to the United Nations High Commissioner for Refugees.[35][32] The investigation resulted in Rylov receiving a personal nine-month ban from all FINA competitions and activities effective 20 April 2022, making his ban 20 days longer than the general ban on Russian and Belarusian swimmers through the end of 2022.[33][36] Kremlin spokesperson Dmitry Peskov, Russian Olympic Committee president Stanislav Pozdnyakov, and Russian sports minister Oleg Matytsin each denounced the ban, calling it discriminatory, politicized, and \"contrary to the ideas of sport.\"[37] Ukrainian athletes directly criticized Russian athletes for their participation. Ukrainian gymnast and Olympic medallist Oleg Vernyayev criticized Kuliak for attending and for wearing an Olympic medal he had not earned himself.[21] Ukrainian world-record swimmer Andriy Govorov described seeing his friend Rylov attending the rally and wearing a \"Z\" symbol as \"heartbreaking.\"[30] Ukrainian ice dancers Oleksandra Nazarova and Maksym Nikitin criticized the figure skaters for their participation, saying that \"Not so long ago we supported them in this difficult Olympic season, now they support the war against us and our country.\"[31][34] The Latvian government banned performers who participated in the rally from entering the country.[38]","Title":"2022 Moscow rally - Wikipedia","KeyID":"16328","URL":"https://en.wikipedia.org/wiki/2022_Moscow_rally"}