{"Content: ":"The Manifesto of the South Russian People's Council (in Russian: Манифест Южнорусского народного Собора; in Ukrainian: Маніфест Південноруського народного Собору) is a document that proclaimed the creation of the state of Southern Rus on territory of Ukraine \"in response to the terror and totalitarian imposition of the ideology of Nazism and Bandera by the former State of Ukraine\". This manifesto was written by several members of United Russia in April 2022 and leaked on 28 April 2022.[2][3] The area which this manifesto considers and highlights is that of the area which the Russian Army currently (as of April 2022) operates and controls within the borders of Ukraine, for which the Kremlin is considering the possibility of transforming into Southern Rus.[4] This is in direct correlation to, and is an impact of, the 2022 Russian invasion of Ukraine. Manifesto of the South Russian People's Council The State of Ukraine, after the overthrow of the legitimately elected president in 2014, repeated violation of the popularly adopted Constitution, after linguistic discrimination of citizens, freedom of speech and freedom of conscience, after unleashing a war against its fellow citizens and acts of genocide of the Crimea, lost its legitimacy within the borders of the Ukrainian SSR. In response to the terror and totalitarian imposition of the ideology of Nazism and Bandera by the former State of Ukraine, we, in form of the South Russian People's Council, take power into our own hands and establish a new state of Southern Rus. Southern Rus recognizes itself as the heiress of the united ancient Kievan-Novgorod Rus with Ilya Muromets and Alexander Nevsky. The heiress of the Zaporozhye Sich - Taras Bulba and Bogdan Khmelnitsky. The heiress of Novorossiya, which was created by Catherine the Great, thereby ending centuries-old wars, robberies, and the slave trade by Russian people. The legal successors of the Ukrainian SSR, in which, together with all the peoples of the Soviet Union, we defeated fascism, created industrial centers and science on our land. We building our state on the basis of understanding the historical and genetic kinship and unity of the triune Russian people of Ukrainians, Belarusians and Russians, fraternal friendship and mutual assistance. We recognize Orthodoxy as the foundation of our culture and identity, with equality and freedom of all religions and nationalities, we recognize the Russian language, as well as the Ukrainian dialect, as the mother tongue and language of interethnic communication, with equality of all languages and nationalities. The main goals of the independent state of Southern Rus are the achievement and protection of peace on our land, the complete eradication of Nazism of Bandera. To guarantee in everyday life the protection of the rights and freedoms of each of our citizens, the return of the subsoil, land, and production to the people and the state. To ensure a decent standard of living, education, and medicine for everyone. We recognize the freedom and the right of expression of the will of the Crimeans, we recognize the choice of Donbass. The state of Southern Rus will also exist and operate after the transition period on the basis of a universal, open to observers of all countries, expression of the will of the people through a national referendum.[5][6]","Title":"Manifesto of the South Russian People's Council - Wikipedia","KeyID":"16327","URL":"https://en.wikipedia.org/wiki/Manifesto_of_the_South_Russian_People%27s_Council"}