{"Content: ":"Kyiv (Media Center Ukraine – Ukrinform at 8/16 Bohdan Khmelnitsky Street) Media Center Ukraine (Ukrainian: Медіацентр Україна) is a civic initiative that, after the start of the full-scale Russian invasion, united media professionals, the government, and the business community with a shared goal of telling the world about the war in Ukraine. The Media Center aims to provide specialist support and advice to media representatives covering events in Ukraine and develop communication strategies and campaigns. Also, the Media Center offers a platform for organizing and hosting top newsworthy events. Media Center Ukraine was founded in March 2022 by media professionals, the government, and the business community to disseminate information about the course of the Russo-Ukrainian War and its consequences for both Ukraine and the world within Ukraine and abroad. The first site of Media Center Ukraine came to existence in Lviv.[1] Later, similar sites were set up in Kyiv and Kharkiv.[2] Media Center Ukraine is a communication platform with a broad range of functions and activities, from developing strategies and networking to hosting newsworthy events. It is a service unit focused on providing comprehensive assistance in many areas, from sorting out logistics to obtaining accreditation from the Ministry of Defense of Ukraine. During its first three months of operation, Media Center Ukraine assisted over 2,500 representatives of media organizations from different countries.[3] Media Center Ukraine uses various work formats, such as strategic sessions for communication campaigns and meetings with journalists and fixers hosted to exchange experiences and discuss challenges.[4] Hosting so-called “orientation sessions” is another line of work – representatives of uniformed agencies, historians, and journalists with combat experience are invited to meet foreign journalists to contextualize the war’s causes and consequences and share specific advice about covering the war.[5] All units of Media Center Ukraine work in a press center format, offering representatives of the government, civil society, military, and experts an opportunity to provide information about the developments and consequences of the russo-Ukrainian war. Ukraine’s top politicians and government officials visited the press center during its first three months of work – Ruslan Stefanchuk, Oleksandr Korniyenko, Oleksandr Tkachenko, Mykola Solskyy, Viktor Liashko, Serhiy Shkarlet, and others. Media Center Ukraine offers an efficient communication platform for international institutions and their country offices, including the UN, WHO, European Commission, and others.[6][7] Kalush Orchestra – a Ukrainian band that won the Eurovision Song Contest 2022 – gave its first press conference after the victory in Media Center Ukraine.[8] The Producer Department of Media Center Ukraine handles inquiries from journalists, helps find contact details of speakers, and develops relevant topics for coverage by foreign media.[9] The Producer Department processed over 300 inquiries from journalists over its first three months of work.[10] Units of Media Center Ukraine in Lviv, Kyiv, and Kharkiv also function as co-working spaces by providing journalists with a free place to work and bomb shelters. Numerous Ukrainian and foreign media talked about Media Center Ukraine in their articles, including The New York Times,[11] Rolling Stone, TSN,[12] Hindustan News Hub,[13] ArmyInform,[14] etc.","Title":"Media Center Ukraine - Wikipedia","KeyID":"16321","URL":"https://en.wikipedia.org/wiki/Media_Center_Ukraine"}