{"Content: ":"Task Force KleptoCapture is a United States Department of Justice unit established in March 2022 with the goal of enforcing sanctions on Russian oligarchs in response to the Russian invasion of Ukraine.[1][2][3] Dating back to the outbreak of the pro-Russian unrest in Eastern Ukraine in 2014, the United States has imposed numerous economic sanctions against the Russian government, military, and strategic sectors of the economy for its actions. Following the Russian invasion of Ukraine in February 2022, the United States imposed new sanctions against Russia. Existing sanctions were also strengthened. During his State of the Union Address that same year, U.S. President Joe Biden announced this effort: Tonight, I say to the Russian oligarchs and the corrupt leaders who’ve bilked billions of dollars off this violent regime: No more. The United States — I mean it. The United States Department of Justice is assembling a dedicated task force to go after the crimes of the Russian oligarchs. We're joining with European Allies to find and seize their yachts, their luxury apartments, their private jets. We're coming for your ill-begotten gains.[4] The day after Biden's speech, U.S. Attorney General Merrick B. Garland announced the formation of Task Force KleptoCapture, an inter-agency effort.[5][6] The leader of the Task Force was initially described as \"a veteran corruption prosecutor\" from the U.S. Attorney's Office for the Southern District of New York assigned to the U.S. Deputy Attorney General's Office. On March 3, 2022, this prosecutor was revealed as Andrew Adams, who has previously worked as co-chief of the Southern District of New York's Money Laundering and Transnational Criminal Enterprises. His previous work includes the prosecutions of thief in law Razhden Shulaya as well as the asset forfeiture case against Bitcoin money launderer Charlie Shrem.[7][8] Others announced as part of the DOJ's team include Deputy Directors from the United States Department of Justice National Security Division and United States Department of Justice Criminal Division leading more than a dozen attorneys from those divisions, as well as the Tax Division, Civil Division, and U.S. Attorneys’ Offices across the country. The attorneys listed on KleptoCapture court filings are some of the most experienced prosecutors in the Justice Department.[9] [10] In addition, was also announced as incorporating officials from the Federal Bureau of Investigation, United States Marshals Service, Internal Revenue Service, United States Postal Inspection Service, U.S. Immigration and Customs Enforcement, and United States Secret Service. The main goal of the task force is to impose the sanctions set against these Russian individuals to freeze and seize the assets that the U.S. government claimed were proceeds of their illegal involvement with the Russian government and the invasion of Ukraine.[11] On March 11, 2022, United States President Joseph R. Biden signed Executive Order 14068, \"Prohibiting Certain Imports, Exports, and New Investment With Respect to Continued Russian Federation Aggression,\" an order of economic sanctions prohibiting the trade in luxury goods.[citation needed] In tandem, the Treasury specifically designated assets of Viktor Vekselberg worth an estimated $180 million: an Airbus A319-115 jet and the motoryacht Tango.[12] Estimates of the value of the Tango range from $90 million (U.S. Department of Justice estimate) to $120 million (from the website Superyachtfan.com).[citation needed] On March 25, 2022, an FBI Special Agent filed an affidavit in support of seizure of the Tango with the United States District Court for the District of Columbia. The affidavit warrant states probable cause to seize the Tango for suspect violations of 18 U.S.C. ยง 1349 (conspiracy to commit bank fraud), 50 U.S.C. ยง 1705 (International Emergency Economic Powers Act), and 18 U.S.C. ยง 1956 (money laundering), and that the seizure is authorized by American statutes on civil and criminal asset forfeiture.[13][14] On April 4, 2022, Magistrate Judge Zia M. Faruqui signed an Order approving the seizure. Judge Faruqui concluded his order stating, \"The seizure of the Target Property is just the beginning of the reckoning that awaits those who would facilitate Putin's atrocities. Neither the Department of Justice, nor history, will be kind to the Oligarchs who chose the wrong side. […] The Department of Justice's seizure echoes the message of the brave Ukrainian soldiers of Snake Island.\"[15] The Civil Guard of Spain and U.S. federal agents of both the United States Department of Justice and United States Department of Homeland Security seized the Tango in Mallorca. A United States Department of Justice press release states that the seizure of the Tango was by request of Task Force KleptoCapture.[16][17][18] On June 6, 2022, the United States was authorized to seize two of Roman Abramovich’s aircraft, a Boeing 787-8 and a Gulfstream G650ER worth more than $400 million. A United States press release states that the seizures were requested by the U.S. Attorney's Office for the Southern District of New York, working with Task Force KleptoCapture.[19][20]","Title":"Task Force KleptoCapture - Wikipedia","KeyID":"16338","URL":"https://en.wikipedia.org/wiki/Task_Force_KleptoCapture"}