{"Content: ":"The Ukraine Contact Group (UCG), or Ukraine Defense Contact Group,[1] was formed in the wake of the 2022 Russian invasion of Ukraine by the US Department of Defense. As of 15 June 2022 it comprises ministers of defense from more than 50 countries. It is led by Secretary of Defense Lloyd J. Austin.[2] On 27 April 2022 Austin announced the creation of this group with the participation of more than 40 states, which met for the first time at the Ramstein Air Base.[3] On 23 May Austin hosted the second meeting of the UCG. The meeting was virtual. Austin spoke with Ukrainian Defense Minister Oleksii Reznikov before the meeting to receive the latest list of equipment that were in need.[4][5] The second meeting in the Ukraine Contact Group was held virtually 23 May, 2022.[6] Five new countries joined the format: Austria, Bosnia-Herzegovina, Colombia, Ireland and Kosovo.[6] New donations announced at the meeting included Danish Harpoon anti-ship missile launchers,[7] additional artillery from Greece, Italy, Norway and Poland, as well as Czech helicopters, tanks and rocket systems.[8] According to Austin, 20 countries announced \"new security assistance packages\".[9] At the meeting, Zelensky presented a request for artillery systems with 150 kilometer range, against a promise to not strike targets within Russia.[10] Zelensky had previously stated he expected a decision on M270 MLRS rocket launcher system would happen at Ramstein-2.[11] The third meeting was held 15 June, 2022 in Brussels, Belgium.[12] The group was expanded again, to include Ecuador, Georgia and Moldova.[13] According to Oleksii Reznikov, the Minister of Defence of Ukraine, the meeting saw new deals of aid, including helicopters from Slovakia, HIMARS and 155 mm guns from the United States, artillery from Canada, Poland and the Netherlands, and MLRS from Germany.[14] At its meeting on 15 June new contributions of weapons and munitions were announced, such as more than 100 artillery pieces.[2][15] The UCG met again on 20 July via electronic means. Some 50 countries were in attendance. Austin remarked that the German PzH 2000 and Polish 155mm guns were now in the field and detailed a few more contributions, amongst which were four more HIMARS systems. By this date, more than 30 countries had sent lethal military assistance to Ukraine.[16][17][18] Austin and JCS Chairman General Mark Milley held after the virtual event a press debriefing, during which he mentioned the assistance of Australia and the fact that the US would soon help Ukraine with its 16th Presidential drawdown of military equipment. Milley said that over 50 countries had participated in the meeting, and mentioned that to date over 200 Ukrainian soldiers had been trained on the HIMARS. He stated that between Presidential signature on the drawdown and use in the field were seven days, and that the ammunition for HIMARS needed to be rationed. Austin corrected Tom Bowman from National Public Radio that the range of the GMLRS munition was in fact 80km, and noted that the soldiers would need re-training to deal with other munitions. Milley noted that whereas GMLRS munitions enable six launches per quiver the ATACMS munition reduces the capability to one launch per quiver.[1] On the same day as the UCG met, at a meeting of the Aspen Strategy Group conference Secretary of the Air Force Frank Kendall and Chief of Staff of the Air Force Charles Q. Brown spoke in response to questions about the possibility of A-10 Warthog donations to Ukraine, given that the USAF had requested permission to retire 21 units.[19][20][21] This issue was raised following the US House of Representatives’ approval on 15 July of a $100 million budget for training Ukrainian pilots on F-15 and F-16 weapons systems.[22][23]","Title":"Ukraine Contact Group - Wikipedia","KeyID":"16339","URL":"https://en.wikipedia.org/wiki/Ukraine_Contact_Group"}