{"Content: ":"The Disinformation Governance Board (DGB) was an advisory board of the United States Department of Homeland Security (DHS), announced on April 27, 2022. The board's stated function is to protect national security by disseminating guidance to DHS agencies on combating misinformation, malinformation, and disinformation that threatens the security of the homeland. Specific problem areas mentioned by the DHS include false information propagated by human smugglers encouraging migrants to surge to the Mexico–United States border, as well as Russian-state disinformation on election interference and the 2022 Russian invasion of Ukraine.[1][2][3] On May 18, the board and its working groups were \"paused\" pending review, and board head Nina Jankowicz resigned, as a result of public backlash, mostly from the political right, although criticism also came from progressives and civil libertarians.[3][4][5][6] The Disinformation Governance Board was announced and revealed to the public by the DHS on April 27, 2022, during a 2023 budget hearing before the United States House Appropriations Subcommittee on Homeland Security.[1] The board had begun operating two months prior to the announcement. The DHS had decided to form the board in 2021 after conducting research that recommended creating a group to \"review questions of privacy and civil liberty for online content\".[2] White House Press Secretary Jen Psaki said that the board is the \"continuation of work that began in the DHS in 2020 under former President Trump\".[7] The Cybersecurity and Infrastructure Security Agency has previously addressed the spread of what they referred to as \"mis-, dis-, and malinformation\", as well as addressing Russian disinformation as part of their election security efforts in 2020.[8][9] CISA director Chris Krebs was fired by President Trump in November 2020 for refuting Trump's false claims of election fraud.[10] After the board was announced, Nina Jankowicz was named executive director. She was previously a fellow at the Wilson Center, advised the Ukrainian Foreign Ministry as part of the Fulbright Public Policy Fellowship, oversaw Russia and Belarus programs at the National Democratic Institute, and wrote the book How to Lose the Information War: Russia, Fake News, and the Future of Conflict.[11][12][13] Robert P. Silvers and Jennifer Daskal were also named to hold leadership positions on the board.[11] On May 18, Jankowicz resigned from her role as executive director.[3] Alejandro Mayorkas, the Secretary of Homeland Security, stated that the board would have no operational authority or capability but would collect best practices for dissemination to DHS organizations already tasked with defending against disinformation threats,[14] and asserted the board would not monitor American citizens.[15] John Cohen, the former acting head of the intelligence branch of the DHS, said that the board would study policy questions, best practices, and academic research on disinformation, and then submit guidance to the DHS secretary on how different DHS agencies should conduct analysis of online content.[2] On May 2, 2022, the DHS released a statement which said that the board would monitor disinformation spread by \"foreign states such as Russia, China, and Iran\" and \"transnational criminal organizations and human smuggling organizations\", and disinformation spread during natural disasters (listing as an example misinformation spread about the safety of drinking water during Hurricane Sandy). The DHS added that \"The Department is deeply committed to doing all of its work in a way that protects Americans' freedom of speech, civil rights, civil liberties, and privacy.\"[2][16] On May 9, the DGB announced that it would provide quarterly reports to the U.S. Congress.[17] The Associated Press noted that the \"little credible information about the new Disinformation Governance Board\" made it \"an instant target for criticism\", leading to a \"bungled rollout\" and \"rocky start\" for the board.[17] The Washington Post described the board as falling victim to \"a textbook disinformation campaign\" about their mission, to which it failed to respond adequately.[3] The American Conservative called the board \"a cautionary note on how dangerously out of touch Washington is.\"[18] Republican lawmakers and pundits quickly criticized the board after it was announced, with some calling for it to be disbanded. Senator Josh Hawley (R-MO) opined that \"Homeland Security has decided to make policing Americans' speech its top priority\".[1] Senator Mitt Romney (R-UT) called the board a \"terrible idea\" that \"communicates to the world that we're going to be spreading propaganda in our own country\", arguing that it should be disbanded.[19][17] Some critics, including Florida governor Ron DeSantis[20] and former Democratic representative for Hawaii Tulsi Gabbard, likened the board to the Ministry of Truth, a fictional governmental department in George Orwell's dystopian novel Nineteen Eighty-Four.[8][14] \"Ministry of Truth\" trended on Twitter for several hours after the announcement.[17] Republican Federal Communications Commission commissioner Brendan Carr called the board \"Orwellian\", \"un-American\" and \"unconstitutional.\"[21] Representatives Mike Turner (R-OH) and John Katko (R-NY) wrote that \"Given the complete lack of information about this new initiative and the potential serious consequences of a government entity identifying and responding to 'disinformation,' we have serious concerns about the activities of this new Board\".[17] Republicans and conservatives also criticized the appointment of Jankowicz as head of the board, citing her past support of Democrats, her negative response to Elon Musk's purchase of Twitter, and her skepticism of the provenance of Hunter Biden's laptop; Jankowicz had previously said that \"we should view [the laptop] as a Trump campaign product\".[8][19] The Washington Examiner levied criticism against Jankowicz due to her praise of Christopher Steele (author of the controversial Steele dossier, which the Examiner deemed \"discredited\") for his views on disinformation during an August 2020 podcast.[22] Writing for National Review, Jim Geraghty lauded the board's potential to dispel information disseminated by human smugglers on the southern border, as well as monitoring messages from terrorist and extremist groups, but objected to Jankowicz's appointment.[8][23] In a press conference, Jen Psaki defended Jankowicz's appointment to the board, calling her \"an expert on online disinformation... a person with extensive qualifications\".[24][25] DHS secretary Alejandro Mayorkas later acknowledged his department could have done a better job of communicating the purpose of the new board, but asserted the Republican criticisms were \"precisely the opposite\" of what it would do. He stated that the board would have no operational authority or capability and would not monitor American citizens.[15] On May 3, 2022, Mayorkas appeared before the Senate Appropriations Subcommittee on Homeland Security, and responded to criticism the board received from Republican lawmakers. He vowed to work on building greater public trust in the board, and said that \"The Department of Homeland Security is not going to be the truth police. That is the farthest thing from the truth. We protect the security of the homeland.\"[26][27] Other criticism came from progressive and civil libertarian voices;[4][6] Benjamin Hart, writing in New York Magazine's Intelligencer, said that \"presenting anyone from the government as an arbiter of truth in 2022 — much less defining 'disinformation' in a way that more than 40 percent of the population would agree with — seemed doomed from the get-go.\"[4] Lev Golinkin, writing in the progressive magazine The Nation, highlighted Jankowicz's previous association with the fact-checking organization StopFake, which Golinkin accused of defending the Ukrainian Azov Battalion and S14 groups, the latter of which is known for its violent attacks against Romani people.[28][29] Progressive news organizations Common Dreams and Fairness & Accuracy in Reporting (FAIR) criticized mainstream media coverage of the board, saying that it ignored left-wing criticism of the board and past human rights abuses and violence by the DHS and other agencies under the DHS, including violence against immigrants, Muslims, Black Lives Matter protestors, and other activists.[30][31] Joe Lancaster, editor of the libertarian magazine Reason, called the board a potential threat to free speech, and also highlighted Jankowicz's comments regarding the Biden laptop story.[32] Techdirt argued that \"The biggest problem with [the board] is that it is impossible, right now, to even know whether it's a good idea or not, because it is so unclear what this board is intended to do.\" and that \"its name does not inspire confidence.\"[33] Kevin Goldberg, a specialist in the First Amendment at the non-partisan Freedom Forum, said that it was \"wrong and concerning\" that a government agency with enforcement powers created in response to 9/11 would become involved in decisions surrounding speech.[27]","Title":"Disinformation Governance Board - Wikipedia","KeyID":"16336","URL":"https://en.wikipedia.org/wiki/Disinformation_Governance_Board"}