{"Content: ":"The United States's stance on the 2022 Russian invasion of Ukraine has been in favor of Ukraine, with the country condemning the invasion, providing humanitarian and military aid to Ukraine, and sanctioning Russia and Belarus, the countries heavily involved in invading Ukraine.[1][2] Biden stated that 800 US soldiers will be transferred from Italy to the Baltic region, eight F-35 fighter jets will be transferred from Germany to Eastern Europe, and that 32 Apache helicopters will be transferred from Germany and Greece to Poland.[3] However, the president said the U.S. military would not fight Russia in Ukraine, but would defend every inch of NATO territory.[4] On March 16, Biden announced an additional $800 million in security assistance to Ukraine, bringing the total U.S. security assistance committed to Ukraine to $2 billion since the start of the Biden Administration.[5] U.S. Secretary of Defense Lloyd Austin ordered the deployment of about 7,000 additional troops to Europe.[4] On February 26, US Secretary of State Antony Blinken stated that Ukraine would be provided with an additional $350 million in military aid to strengthen their defense capabilities.[6] The United States Agency for International Development, along with United Nations agencies, provided relief supplies to the Ukrainian people, such as surgery and medical kits, emergency food, thermal blankets and sanitation supplies. The agency provided a total of $107 million in humanitarian aid.[7] On March 25, 2022, Joe Biden visited Poland near the border with Ukraine. Biden expressed his appreciation for the courage and tenacity of the Ukrainian people, and likened the Ukrainian people's resistance to Russia to the 1989 Tiananmen Square protests and massacre.[8] On April 12, the United States sent $750M in additional military aid to Ukraine, including drones, howitzers and protective equipment to defend against chemical attacks.[9] On 24 April 2022, an American delegation consisting of American Secretary of State Antony Blinken and Defense Secretary Lloyd Austin visited Ukrainian president Volodomyr Zelenskyy in Kyiv. After the visit US announced $713 million in military financing for Ukraine plus fifteen allied partner nations.[10] In late April Nancy Pelosi, Speaker of the House of Representatives visited Zelensky in Kyiv together with other members of the House of Representatives including Adam Schiff.[11] US President Joe Biden issued a statement calling the Russian invasion \"unprovoked and unreasonable\", and accusing Russian President Vladimir Putin of waging a \"premeditated war that will result in catastrophic loss of life and human suffering\".[12] On February 28, the United States announced plans to expel twelve Russian diplomats from the Permanent Mission of Russia to the United Nations.[13][14] The United States Mission to the United Nations told the public, The United States has informed the United Nations and the Russian Permanent Mission to the United Nations that we are beginning the process of expelling twelve intelligence operatives from the Russian Mission who have abused their privileges of residency in the United States by engaging in espionage activities that are adverse to our national security. We are taking this action in accordance with the UN Headquarters Agreement. This action has been in development for several months. Biden called Putin \"a war criminal\" in response to reporters' questions on March 16.[15][16] Biden additionally condemned Russian oligarchs who had supported Putin, stating that \"We are joining with our European allies to find and seize your yachts, your luxury apartments, your private jets. We are coming for your ill-begotten gains.\"[17] The Biden also administration condemned Putin's decision to place Russia's nuclear deterrence forces on high alert.[18] In a speech on March 26, Biden declared in a speech that Putin \"cannot remain in power\". However, the White House later released a statement saying that Biden's \"point was that Putin cannot be allowed to exercise power over his neighbors or the region. He was not discussing Putin's power in Russia, or regime change\". In response to Biden's statement, the Kremlin stated that whether or not Putin remained in power was the choice of the Russian people.[19][20] In a phone call with Ukrainian president Volodymyr Zelenskyy, Biden called Russia's military activities “unprovoked and unjustified.”[21] On April 7, 2022, Ambassador Linda Thomas-Greenfield appeared before the United Nations General Assembly to join Ukraine in calling for the removal of the Russian Federation from the United Nations Human Rights Council in response to the Bucha massacre.[22] The National Emergencies Act and International Emergency Economic Powers Act (IEEPA), authorize the president to regulate international commerce by declaring a national emergency in response to any unusual and extraordinary threat to the United States which has its source in whole or substantial part outside the United States. This is accomplished through the power to impose international sanctions on foreign countries and their citizens. By designating a country, a corporation or individual this way, the United States seeks to leverage the global use of the United States dollar and its regulation by the United States Department of the Treasury for its foreign policy. During the Presidency of George W. Bush, the repression of opposition to the incumbent Alexander Lukashenko regime during the 2006 Belarusian presidential election led to the declaration of international emergency with Executive Order 13405 of June 16, 2006. During the Presidency of Barack Obama, the Annexation of Crimea by the Russian Federation was impetus to declare an emergency in Ukraine through Executive Order 13660 of March 6, 2014. The emergencies in both Belarus and Ukraine have been continued by Presidents Bush, Obama, Trump and Biden through an annual letter to Congress. Each president has issued further Executive Orders affecting the scope of emergency measures and naming individuals, companies and governments as responsible and sanctioning them. In addition, the Russia–United States relations have been strained through a number of incidents involving espionage and cyberwarfare by Russia. With Executive Order 13694, President Obama declared an emergency regarding \"Significant Malicious Cyber-Enabled Activities\" without initially naming Russia, but eventually naming the GRU, FSB, and related entities responsible and sanctioning them. Taking office in 2021, President Joseph Biden cited the Russian bounty program, 2020 United States federal government data breach and 2020–2021 Belarusian protests to enhance previous sanctions programs against the Russia and Belarus authorized under Presidency of Barack Obama and Presidency of Donald Trump. Each Executive Order is written pursuant to the International Emergency Economic Powers Act authority granted to the President to designate individuals as deemed necessary. In 2021, President Biden signed four Executive Orders creating sanctions. Two targeted the Russian Federation and one targeted Belarus: In late-January 2022, major Russian military units were relocated and deployed to Belarus under the auspices of previously planned joint military exercises to be held in February that year.[29] Ukrainian and American officials believed that Russia attempted to use Belarus as a platform for an attack on Ukraine from the north, due to the close proximity of the Belarusian–Ukrainian border with the city of Kyiv.[30][31][32][33] On 19 January 2022, United States President Joe Biden said his \"guess\" was that Russia \"w[ould] move in\" to Ukraine but Putin would pay \"a serious and dear price\" for an invasion and \"would regret it\".[34][35] On February 21, 2022, following the recognition of the Donetsk and Luhansk republics, President Putin ordered additional Russian troops into Donbas, in what Russia called a \"peacekeeping mission\".[36][37][38] In immediate response, the Biden administration issued Executive Order 14065, prohibiting all trade with the breakaway Donetsk People's Republic or Luhansk People's Republic. The Bureau of Industry and Security issuing new Export Administration Regulations effective February 24.[39][40] On February 22, 2022, the United States declared the Russian advance into the Donbass an \"invasion.\"[41] The Biden administration and OFAC announced the blocking of property under E.O. 14024 for notable members of the Russian government including Alexander Bortnikov of the Federal Security Service (FSB) and the First Deputy Chief of Staff of the Presidential Administration of Russia Sergey Kiriyenko. State-backed bank Promsvyazbank and its CEO Petr Fradkov were also cited; the Russian state development corporation VEB.RF as well. Over forty subsidiaries to Promsvyazbank and VEB.RF were named to the list, as were five ships owned by Promsvyazbank: one roll-on/roll-off cargo ship, two tankers and two container ships. The Biden administration described this as the \"first tranche\" of sanctions.[42][43] On February 23, 2022, an unidentified senior U.S. defense official was quoted by Reuters saying that \"80 percent\" of Russian forces assigned and arrayed along Ukraine's border were ready for battle and that a ground incursion further into Ukraine could commence at any moment.[44] On the same day, the Ukrainian parliament approved the decree of President Volodymyr Zelenskyy on the introduction of a state of emergency.[45] On February 24, 2022, the Russian Federation President Vladimir Putin announced that he had made the decision to launch a \"special military operation\" in eastern Ukraine.[46][47] Missile attacks commenced across the Ukraine shortly afterward.[48] Following the attacks, White House announced an expansion of its sanctions programs.[49] Today, the United States, along with Allies and partners, is imposing severe and immediate economic costs on Russia in response to Putin’s war of choice against Ukraine. Today’s actions include sweeping financial sanctions and stringent export controls that will have profound impact on Russia’s economy, financial system, and access to cutting-edge technology. The sanctions measures impose severe costs on Russia’s largest financial institutions and will further isolate Russia from the global financial system. With today’s financial sanctions, we have now targeted all ten of Russia’s largest financial institutions, including the imposition of full blocking and correspondent and payable-through account sanctions, and debt and equity restrictions, on institutions holding nearly 80% of Russian banking sector assets. The Biden administration widened the E.O. 14024 sanctions program list to target major Russian corporations in the banking, defense, and energy sector. Designated corporations included Otkritie FC Bank, Rostec, Sovcombank, VTB Bank, Sberbank, Alfa-Bank, Credit Bank of Moscow, Gazprombank, Russian Agricultural Bank, Gazprom, Gazprom Neft, Transneft, Rostelecom, RusHydro, Alrosa, Sovcomflot, and Russian Railways. More Russian government officials and oligarchs were sanctioned, including senior government official Sergei Ivanov, Secretary for the Security Council of Russia Nikolai Patrushev, Rosneft CEO Igor Sechin, and banker Yuri Soloviev.[50] The Office of Foreign Assets Control also announced the imposition of further E.O. 14038 sanctions against Belarus in retaliation for allowing Russia to use its territory to launch attacks on Ukraine, including state-owned banks, defense and security industry, and defense official including the Belarusian Minister of Defense, Viktor Khrenin.[51][52] On February 25, 2022, the United States Department of the Treasury and United States Department of State announced the most direct sanctions on the government and military of the Russian Federation by putting sanctions on Russian President Vladimir Putin, foreign minister Sergey Lavrov, Minister of Defence Sergei Shoigu and first Deputy Defence Minister Valery Gerasimov.[53][54][55] In a joint public statement on February 26, 2022, with the leaders of the European Commission, France, Germany, Italy, United Kingdom, and Canada, the United States committed to tighten sanctions even further including removal of Russian banks from the SWIFT messaging system, measures to stop the use of reserves to undermine the impact of sanctions, ending the sale of golden passport, and coordinating efforts to \"ensure the effective implementation of our financial sanctions.\"[56][57][58][59] On February 28, 2022, the Russian Direct Investment Fund (RDIF) and its CEO Kirill Dmitriev were added to the E.O. 14024 sanctions list.[60] On March 3, the United States imposed a mixed set of sanctions on the Russian elite: In early March 2022, President Biden signed additional Executive Orders dealing with the emergency in Ukraine. Executive Order 14066 of March 8, 2022 prohibited U.S. importation of fossil fuels from the Russian Federation and any new U.S. investment into the Russian energy sector.[64] Executive Order 14068 of March 11, 2022 prohibited U.S. importation of fish, seafood, alcoholic beverages, and non-industrial diamonds from Russia and prohibits U.S. export of luxury goods to the Russian Federation.[65] On March 11, 2022, OFAC added twenty-six Russians to the E.O. 14024 list. Twelve were members of the Putin government including Yury Afonin, Leonid Kalashnikov, Vladimir Kashin, Ivan Melnikov, Dmitry Novikov, Vyacheslav Volodin, Gennady Zyuganov. Ten were persons connected to VTB Bank, most notably including Olga Dergunova, a Deputy President. Relatives of Dmitry Peskov were added, including his son Nikolay Peskov (a former correspondent for RT) and daughter Elizaveta Peskova, assistant to far-right Aymeric Chauprade, a French Member of the European Parliament.[66][67] The oligarch Viktor Vekselberg, previously sanctioned in 2018, was re-designated along with his superyacht and Airbus A319-115 jet.[68] The same round of sanctions also added Dmitry Pantus, Chairman of the State Military-Industrial Committee in the Government of Belarus.[68] On March 15, 2022, the Department of State designated eleven persons as those \"who operate or have operated in the defense and related materiel sector of the Russian Federation economy\" including Army general Dmitry Bulgakov and seven fellow Deputies in the Ministry of Defence; Army general Viktor Zolotov, Director of the National Guard of Russia and member of the Security Council of Russia; Dmitry Shugaev the head of Federal Service of Military-Technical Cooperation; and Aleksandr Mikheyev, Director of Rosoboronexport.[69] The same day, the U.S also renewed sanctions against Belarusian president Alexander Lukashenko. It was announced that all property and interests in property owned by the Belarusian President or his wife was now blocked in the country.[70] On March 24, 2022, OFAC made its largest expansion of the E.O. 14024 list sanctions by number of entities by sanctioning 324 individual deputies of the State Duma as well as the State Duma itself.[71][72] Added under separate notice were Herman Gref of Sberbank; Tactical Missiles Corporation, its subsidiaries and its General Director; as well as the Russian Helicopters and its subsidiaries, as well as other divisions of Rostec.[73] The same day the State Department published its own additions to the E.O. 14024 list: seventeen persons connected to Sovcombank; billionaire Gennady Timchenko, his companies Volga Group and Transoil. Timchenko's wife, children, business partner and spouse of his business partner were also named. The State Department also named Timchenko's yacht, the Lena as blocked property.[74][75] On March 31, 2022, OFAC publicized the existence of a \"procurement network engaged in proliferation activities\" operating at the direction of Russian intelligence services. The Office claims that the network of companies, including entities based in Russia, United Kingdom, Japan, Singapore and Spain was created to procure Western technologies while disguising that the end user was, in fact, the military and intelligence services of the Russian Federation. The companies and their principals were named and sanctioned.[76][77] Following the retreat of Russian forces the city of Bucha, Kyiv Oblast, witnesses began sharing evidence of atrocities committed during the occupation. Footage showed civilians dead with their hands bound. Other footage showed a dead man next to a bicycle.[78] Journalists entering the city themselves discovered the bodies of more than a dozen people in civilian clothes.[79] CNN,[80] the BBC,[81] and AFP[82] released video documentation of numerous dead bodies of civilians in the streets and yards in Bucha, some of them with tied arms or legs. BBC News said of the 20 bodies on the street, some had been shot in the temple and some bodies had been run over by a tank.[83] On 2 April, an AFP reporter stated he had seen at least twenty bodies of male civilians lying in the streets of Bucha, with two of the bodies having tied hands.[84][85] As evidence mounted, US President Joe Biden called for Putin to be tried for war crimes and stated that he supported additional sanctions on Russia.[86][87] On April 6, a Senior Biden administration official announced that \"the sickening brutality in Bucha has made tragically clear the despicable nature of the Putin regime. And today, in alignment with G7 allies and partners, we’re intensifying the most severe sanctions ever levied on a major economy.\"[88] President Biden signed Executive Order 14071 of April 6, 2022, \"Prohibiting New Investment in and Certain Services to the Russian Federation in Response to Continued Russian Federation Aggression,\" prohibiting all U.S. persons' investment or in the Russian Federation. Additionally, E.O. 14071 allows the Secretary of the Treasury to determine any \"any category of services\" to be illegal to export by any United States person to any person of the Russian Federation.[89][90] The European Union and Canada decided on February 27, 2022, to ban Russian airlines from using their airspace.[91] In the March 1, 2022 State of the Union Address, American President Joe Biden announced that the United States \"will join our allies in closing off American air space to all Russian flights – further isolating Russia – and adding an additional squeeze –on their economy.\"[92] The ban went into effect at March 2, 2022, 9:00 am Eastern Standard Time (UTC−05:00).[93] The Federal Aviation Administration's official notice was sent as a NOTAM entitled \"SPECIAL SECURITY INSTRUCTIONS (SSI) PROHIBITION ON RUSSIAN FLIGHT OPERATIONS IN THE TERRITORIAL AIRSPACE OF THE U.S.\" A prohibition against operating to, from, within, or through U.S. territorial airspace was applied to the following: Narrow exceptions were allowed for aircraft \"engaged in humanitarian or search and rescue operations specifically authorized by the FAA, state aircraft operations granted a diplomatic clearance by the United States Department of State, and aircraft experiencing in-flight emergencies.\"[94][95] In comment accompanying the order United States Secretary of Transportation Pete Buttigieg said, “The United States stands with our allies and partners across the world in responding to Putin’s unprovoked aggression against the people of Ukraine.”[96] The main United States sanctions law, IEEPA, blocks the designated person or entity's assets, and also prohibits any United States person from transacting business with the designated person or entity. Specifically, 50 U.S.C. § 1705 criminalizes activities that \"violate, attempt to violate, conspire to violate, or cause a violation of any license, order, regulation, or prohibition,\" and allows for fines up to $1,000,000, imprisonment up to 20 years, or both. Additionally, United States asset forfeiture laws allow for the seizure of assets considered to be the proceeds of criminal activity. On 3 February 2022, John \"Jack\" Hanick was arrested in London for violating sanctions against Konstantin Valeryevich Malofeev [ru; uk; de], owner of Tsargrad TV. Malofeev is targeted for sanctions by the European Union and United States for material and financial support to Donbass separatists.[97][98][99][100][101][102][a] Hanick was the first person criminally indicted for violating United States sanctions during the War in Ukraine.[104] According to court records, Hanick has been under sealed indictment in the United States District Court for the Southern District of New York since November 2021. The indictment was unsealed March 3, 2022. Hanick awaits extradition from the United Kingdom to the United States.[105][106] In the March 1, 2022 State of the Union Address, American President Joe Biden announced an effort to target the wealth of Russian oligarchs. Tonight, I say to the Russian oligarchs and the corrupt leaders who’ve bilked billions of dollars off this violent regime: No more. The United States — I mean it. The United States Department of Justice is assembling a dedicated task force to go after the crimes of the Russian oligarchs. We’re joining with European Allies to find and seize their yachts, their luxury apartments, their private jets. We’re coming for your ill-begotten gains.[107] On March 2, 2022, U.S. Attorney General Merrick B. Garland announced the formation of Task Force KleptoCapture, an inter-agency effort. The main goal of the task force is to impose the sanctions set against Russian oligarchs to freeze and seize the assets that the U.S. government claimed were proceeds of their illegal involvement with the Russian government and the invasion of Ukraine.[108][109][110][111] On March 11, 2022, United States President Joseph R. Biden signed Executive Order 14068, \"Prohibiting Certain Imports, Exports, and New Investment With Respect to Continued Russian Federation Aggression,\" an order of economic sanctions under the United States International Emergency Economic Powers Act against several oligarchs. The order specifically targeted two properties of Viktor Vekselberg worth an estimated $180 million: an Airbus A319-115 jet and the motoryacht Tango.[112] Estimates of the value of the Tango range from $90 million (U.S. Department of Justice estimate) to $120 million (from the website Superyachtfan.com). On March 25, 2022, an FBI Special Agent filed an affidavit in support of seizure of the Tango with the United States District Court for the District of Columbia. The affidavit warrant states probable cause to seize the Tango for suspect violations of 18 U.S.C. § 1349 (conspiracy to commit bank fraud), 50 U.S.C. § 1705 (International Emergency Economic Powers Act), and 18 U.S.C. § 1956 (money laundering), and that the seizure is authorized by American statutes on civil and criminal asset forfeiture.[113][114] On April 4, 2022, Magistrate Judge Zia M. Faruqui signed an Order approving the seizure. Judge Faruqui concluded his order stating, \"The seizure of the Target Property is just the beginning of the reckoning that awaits those who would facilitate Putin’s atrocities. Neither the Department of Justice, nor history, will be kind to the Oligarchs who chose the wrong side. […] The Department of Justice’s seizure echoes the message of the brave Ukrainian soldiers of Snake Island.\"[115] The Civil Guard of Spain and U.S. federal agents of both the United States Department of Justice and United States Department of Homeland Security seized the Tango in Mallorca. A United States Department of Justice press release states that the seizure of the Tango was by request of Task Force KleptoCapture.[116][117][118] On Friday, April 8, 2022, President Biden signed into law two bills from Congress aimed at isolating the Russian Federation:","Title":"United States and the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16333","URL":"https://en.wikipedia.org/wiki/United_States_and_the_2022_Russian_invasion_of_Ukraine"}