{"Content: ":"Homes for Ukraine is a British government scheme started in 2022, which allows households to provide accommodation for Ukrainian refugees created by the Russian invasion of Ukraine. On 24 February 2022, Russia launched an invasion of its neighbour Ukraine.[1] Over the following weeks, large numbers of refugees began to flee the country.[2] The UK government's initial reaction to this was criticised for the maintenance of visa restrictions and the believed slowness of accepting applications.[3] On 11 February, the prime minister said a scheme was being planned to allow members of the public to house refugees in their homes.[4] On 13 February, Housing Secretary Michael Gove said that individuals would receive a £350 payment for housing refugees and that local authorities would also receive additional funding for their support.[5] The website for the Homes for Ukraine scheme was launched on 14 March,[6] with more than 100,000 people and organisations registering an interest in housing refugees within the first day.[7] In the first 15 days of the scheme there had been 28,300 applications. As of 30 March, 2,700 visas had been accepted, with 1,000 refugees under the scheme having arrived in the UK.[8][9] By April 8, 12,500 visas had been issued, with 1,200 refugees arrived, out of 43,600 applications.[10] The scheme is run by Department for Levelling Up, Housing and Communities under Michael Gove. It gives volunteers the opportunity to house refugees that are known to them. Various charitable organisations are asking the public to contact them to make pairings between refugees and sponsors who do not already know each other. Hosts are required to undergo some light background checks, and the host will receive £350 payments every month for up to twelve months (regardless of the number of refugees being supported).[11][12] After the refugee's arrival in the UK, the host will be expected to provide rent-free accommodation in their home or elsewhere for at least six months. They are not required to provide food and living expenses but can choose to do so.[12] The refugees will be allowed to work, and access public services and state benefits.[13] Child refugees will be able to attend local schools,[14] with online lessons being specifically designed for this demographic.[15] The UK government's Ukraine Family Scheme allows applicants to join family members who are already resident in the UK.[16]","Title":"Homes for Ukraine - Wikipedia","KeyID":"16343","URL":"https://en.wikipedia.org/wiki/Homes_for_Ukraine"}