{"Content: ":"The Russia Sanctions Act 2022 is an Act of Parliament passed by the New Zealand Parliament that establishes the framework for autonomous sanctions against Russia in response to its 2022 invasion of Ukraine. This legislation would allow sanctions to be placed on those responsible for or associated with the Russian invasion of Ukraine including people, services, companies and assets. The Sanctions Act also allows for sanctions to be imposed on other states complicit with Russian aggression including Belarus.[2][3] On 9 March 2022, the Russian Sanctions Act passed with unanimous support from all parties represented in Parliament.[4][5] The Russia Sanctions Act enables New Zealand to impose and enforce sanctions in response to the Russian invasion of Ukraine that began on 22 February 2022. These sanctions operate independently of the United Nations framework and cover military actions by Russia as well as countries or persons who may be assisting Russia.[6] Major provisions include: The Russia Sanctions Act also imposed fines and terms of imprisonment for the following offenses: Legal proceedings can be taken in response to violations that have occurred outside of New Zealand. Extraterritorial jurisdiction for offences applies to: In response to escalating border tensions between Russian and Ukraine in early 2022, New Zealand Minister of Foreign Affairs Nanaia Mahuta criticised the Russian military buildup and expressed support for Ukraine's sovereignty and territorial integrity. In addition, Prime Minister Jacinda Ardern warned that New Zealand was considering applying targeted sanctions against Russia.[7] Following the 2022 Russian invasion of the Ukraine that began on 24 February 2022, Ardern condemned Russia's invasion and called on Moscow to withdraw from Ukraine. In addition, the Sixth Labour Government suspended high-level diplomatic contacts with Russia and introduced travel bans and export controls.[8] On 2 March 2022, New Zealand joined 140 states in voting for United Nations General Assembly Resolution ES-11/1 which condemned the Russian invasion of Ukraine and demanded a full Russian military withdrawal. That same day, New Zealand joined 39 other states that were parties to the Rome Statute in formally referring the Ukrainian situation to the Prosecutor of the International Criminal Court.[6] On 7 March, Ardern announced that the New Zealand Government would be introducing legislation to impose autonomous sanctions on Russia outside the framework of the United Nations. The sanctions legislation would also apply to other states complicit with Russian aggression against Ukraine including Belarus.[2][3] On 7 March, the Russian state news agency Tass reported that the Russian Government had included New Zealand within a list of foreign states and territories that committed \"unfriendly actions\" against Russia, Russian companies, and Russian citizens. Other countries on the list included the United States, Canada, European Union, the United Kingdom, Japan, South Korea, Australia, Micronesia, Singapore, and Taiwan.[9][10] The Russia Sanctions Act passed its first reading on 9 March 2022. Foreign Minister Mahuta formally introduced the bill, justifying it as a response to Russian aggression. Māori Party co-leader Rawiri Waititi supported the bill but questioned New Zealand's failure to condemn the United States' invasions of Afghanistan and Iraq, and the Israeli occupation of Palestine. National Party Member of Parliament Todd McClay supported the Bill but criticised the Government's perceived slowness in adopting autonomous sanctions legislation. [11] The Bill's second reading was also held on 9 March. National MPs Gerry Brownlee supported the Bill but criticised the Labour Government's perceived slow response to Russian actions in Ukraine and calling for the expulsion of the Russian Ambassador to New Zealand. Brownlee also praised dairy company Fonterra for suspending its export trade with Russia. Andrew Little, the Minister responsible for the signals intelligence agency Government Communications Security Bureau (GCSB), defended his Government's response; citing the failure of the previous Fifth National Government to impose autonomous sanctions on Russia following the 2014 annexation of Crimea.[12] Fellow National MP Simon O'Connor questioned the effectiveness of the United Nations for resolving conflict and dealing with human rights issues. In addition, several MPs Labour MPs Phil Twyford, Ibrahim Omer, Ingrid Leary, Green Party co-leader James Shaw, ACT deputy leader Brooke Van Velden, National MP Mark Mitchell spoke in favour of the legislation while discussing the conflict in Ukraine and the effectiveness of the United Nations. Labour MP Tangi Utikere formally commended the Bill to the House.[12] During the in-committee stage, Shaw submitted fellow Green MP Golriz Ghahraman's supplementary order paper that the Bill include the amendment that the Foreign Minister \"must also have regard to relevant resolutions of the United Nations General Assembly.\" O'Connor criticised the proposed amendment on the grounds that the legislation's purpose was to ensure that New Zealand's ability to impose autonomous sanctions would not be bogged down by the United Nations process. Parliament rejected Ghahraman's amendment by a margin of 108 (Labour, National, ACT) to 10 votes (Greens).[13] The Bill passed its third reading in the late hours of 9 March. The bill's sponsor Mahuta emphasised the cross-party support the Bill received and highlighted New Zealand's humanitarian assistance. Brownlee reiterated the National Party's support for the sanctions legislation while O'Connor praised Mahuta's willingness to explore wider autonomous sanctions and laws similar to the American Magnitsky Act. Labour MP David Parker and Green co-leader Shaw spoke about Russian human rights abuses and economic mismanagement. ACT leader David Seymour also emphasised the need to differentiate ordinary Russians from Putin and the Russian Government. Labour MP Vanushi Walters formally commended the legislation to the House.[14] On 18 March, Mahuta confirmed that 364 additional political and military targets had been added to the travel ban list as part of its first tranche of sanctions. In addition 13 individuals and 19 entities were added to the targeted sanctions list, including the prohibition of maritime vessels, aircraft, and the freezing of assets. The sanctions register was published on the Ministry of Foreign Affairs and Trade's (MFAT) website.[15] Notable proscribed individuals included Russian President Vladimir Putin, Prime Minister Mikhail Mishustin, and Foreign Minister Sergey Lavrov.[16] In addition, the New Zealand Government established a Russia Sanctions Unit across agencies to enforce the provisions of the Russian Sanctions Act 2022.[15] On 6 April, Mahuta and Trade and Export Growth Minister Damien O'Connor announced that the New Zealand Government would impose a 35% tariff on all imports from Russia while extending the prohibition on exporting industrial products connected to strategic Russian industries. This tariff is part of the framework of the Russia Sanctions Act.[17][18] On 19 April, the New Zealand Government sanctioned 18 Russian financial entities including the Central Bank of Russia, the Russian National Wealth Fund, and several major banks deemed to be linked to Russian oligarchs, the Russian military, and the annexation of Crimea. Mahuta estimated that these financial institutions accounted for 80% of Russia's banking assets.[19][20] On 2 May, the New Zealand Government sanctioned the 170 members of the Russian upper house (the Federation Council) and six organisations and companies in the Russian defence sector deemed to have contributed to the Russian invasion of Ukraine.[21] On 8 April, the Russian Government banned 130 New Zealand political figures, defence and intelligence officials from entering Russia. Those on the blacklist include Prime Minister Jacinda Ardern, all 120 Members of Parliament, Governor-General Cindy Kiro, New Zealand Security Intelligence Service (NZSIS) Director-General Rebecca Kitteridge, Government Communications Security Bureau (GCSB) Director-General Andrew Hampton, and Defence Force Chief Air Marshal Kevin Short. The Russian Ministry of Foreign Affairs accused Wellington of pursuing a Russophobic foreign policy that lacked independence and was \"servile\" towards other Western powers.[22][23]","Title":"Russia Sanctions Act 2022 - Wikipedia","KeyID":"16341","URL":"https://en.wikipedia.org/wiki/Russia_Sanctions_Act_2022"}