{"Content: ":"The consecration of Russia to the Immaculate Heart of the Blessed Virgin Mary by a reigning Pope was requested during a Marian apparition by Our Lady of Fátima on 13 July 1917, according to Sister Lúcia, one of the three visionaries who claimed to have seen the apparition. Sister Lucia said that at different times the Blessed Virgin Mary had given her a message of promise, that the consecration of Russia (as a country) would usher in a period of world peace. Pope Pius XII, Pope Paul VI and Pope John Paul II all consecrated Russia to the Immaculate Heart of Mary, but without directly referencing Russia or the USSR. On March 25, 2022, Pope Francis consecrated Russia to the Immaculate Heart alongside Ukraine, with both countries explicitly mentioned for the first time, during the Russo-Ukrainian War, by stating \"Mother of God and our mother, to your Immaculate Heart we solemnly entrust and consecrate ourselves, the church and all humanity, especially Russia and Ukraine\" According to Sister Lúcia, the Virgin Mary requested the consecration of Russia to her Immaculate Heart on several occasions.[citation needed] Lúcia lived in Spain from 1925 to 1946, during the time of the Second Spanish Republic and the Spanish Civil War. Her first mention of the Blessed Virgin's request for the consecration of Russia is in the autumn of 1929. In 1929 Lúcia Santos was a novice at the Sisters of Saint Dorothy convent in Tuy, Spain. Sister Lúcia reported that on the night of 13 June 1929, while she was praying in chapel, that she experienced a vision in which the Blessed Virgin Mary said that it was God's will that the Pope, in union with all the Bishops of the world, consecrate Russia to her Immaculate Heart. Sister Lúcia reported this to her confessor who asked her to write it down.[citation needed] In two letters she sent in May 1930 to Father Gonçalves, her confessor, Sister Lúcia linked the consecration of Russia with the Devotion of the Five First Saturdays, which she had first discussed in context of the apparitions she had purportedly experienced previously as a postulant at Pontevedra in 1925. The Church has issued no decision regarding the reported visions at either Pontevedra or Tuy.[1] In August 1941, Sister Lúcia wrote her memoir in which she described the apparition of 13 July 1917. She said that the Blessed Virgin Mary told them:[2] \"God wishes to establish in the world devotion to my Immaculate Heart. If what I say to you is done, many souls will be saved and there will be peace. The [First World] war is going to end; if people do not cease offending God, a worse one will break out during the pontificate of Pius XI. When you see a night illumined by an unknown light, know that this is the great sign given you by God that He is about to punish the world for its crimes, by means of war, famine, and persecutions of the Church and of the Holy Father. To prevent this, I shall come to ask for the consecration of Russia to my Immaculate Heart, and the communion of reparation on the first Saturdays. If my requests are heeded, Russia will be converted, and there will be peace. If not, she will spread her errors throughout the world, causing wars and persecutions of the Church. The good will be martyred, the Holy Father will have much to suffer, various nations will be annihilated. In the end, my Immaculate Heart will triumph. The Holy Father will consecrate Russia to me, and she will be converted, and a period of peace will be granted to the world.\" Some Catholics who support the position of the Catholic Church claim that the apparitions at Fátima took place after the February Revolution of 1917 that deposed Tsar Nicholas II from power and the April 16 return of Vladimir Lenin to Russia.[3] The alleged message given by the Virgin Mary at Fatima is considered a private revelation.[4] The teaching of the Roman Catholic Church distinguishes between \"public Revelation\" and \"private revelations\". The term \"public Revelation\" finds its literary expression in the Bible and \"reached its fulfilment in the life, death and resurrection of Jesus Christ\".[5] In this regard, Catechism of the Catholic Church quotes Saint John of the Cross: \"In giving us his Son, his only Word (for he possesses no other), he spoke everything to us at once in this sole Word—and he has no more to say... Any person questioning God or desiring some vision or revelation would be guilty not only of foolish behavior but also of offending him, by not fixing his eyes entirely upon Christ and by living with the desire for some other novelty.\"[6] In 1942, Pope Pius XII consecrated the whole humanity, implicitly including Russia, to the Immaculate Heart of Mary. This consecration was made in the context of the reported messages from Jesus and the Virgin Mary received by Blessed Alexandrina of Balazar and communicated to her spiritual director, the Jesuit priest Mariano Pinho. In 1952, he consecrated \"the peoples of Russia\" to the Immaculate Heart in Sacro vergente anno.[7][8][9] In 1964, Pope Paul VI also consecrated humanity, and thus Russia, to the Immaculate Heart of Mary at the end of the third session of Vatican II.[8][10][11][12] In 1981 and 1982, Pope John Paul II also consecrated the whole human race to the Immaculate Heart of Mary.[7][8] All those previous consecrations were done not in communion and coordination with the Catholic bishops of the world.[7] In 1984, Pope John Paul II decided to consecrate Russia in communion and coordination with the Catholic Bishops of the world. John Paul II thus asked all the Catholic Bishops of the world to join him in his consecration. Before doing the consecration, the pope consulted Sister Lúcia so as to make sure the consecration of Russia would be valid. After John Paul II's consecrations, Sister Lúcia stated numerous times that the 1984 consecration had been done the way the Virgin Mary wanted it to be.[7][8] In all those consecrations, the popes made no explicit references to Russia or the USSR, for political reasons.[7] At the formal request of the Episcopal Conference of Ukrainian Catholic Bishops, the Holy See announced on 15 March 2022 that Pope Francis would consecrate Russia and Ukraine to the Immaculate Heart of Mary on 25 March 2022 at Saint Peter's Basilica in Rome. The 25 March is the same date as when John Paul II consecrated Russia to the Immaculate Heart in 1984. A consecration ceremony was also scheduled in Fátima, Portugal by the papal almoner, Cardinal Konrad Krajewski.[13][14] Accordingly, the Pope sent a letter to invite all the Catholic Bishops to join with him in the consecration, by their own volition, at the same designated time the consecration by the pope was to take place.[15][8] He also invited all Catholic communities and all the faithful to join him in the consecration.[16] The text of the consecration contains explicit mentions of \"Russia and Ukraine\" in the consecration formula.[17] On 25 March 2022 the consecration by Francis took place in Saint Peter's Basilica in conjunction with a penitential service, with Francis stating: \"Mother of God and our mother, to your Immaculate Heart we solemnly entrust and consecrate ourselves, the church and all humanity, especially Russia and Ukraine\". Konrad Krajewski also made a similar consecration in Portugal.[18][19][20] The text of the consecration contains the title \"Earth of Heaven\" to refer to Virgin Mary in some of its versions. This title raised concerns among some Catholics. The Holy See explained the origin of the title was \"taken from a Byzantine-Slavic monastic hymn, and it poetically signifies the union of heaven and earth that we can contemplate in Virgin Mary assumed bodily into Heaven\".[21] In 1946, during a gathering of youth at Fátima, Sister Lucia was asked by a young Russian girl, Natacha Derfelden as to how the conversion of Russia would be accomplished. Sister Lucia responded that the conversion of Russia would come through the Eastern Orthodox Church and \"the Oriental rite\",[22][23] seemingly meaning the conversion implied reconciliation and reunion between the Russian Orthodox Church and the Roman Catholic Church. A theological commentary written by Joseph Cardinal Ratzinger on the Fátima secret cites it as a \"conversion of the heart\".[24] In 2003 and 2014, the Theotokos Derzhavnaya and the Theotokos of Port Arthur icon, were brought for veneration to the Portuguese city of Fatima,[25] where, according to Lucia dos Santos, Our Lady of Fatima predicted in 1917 that Post-Revolutionary Russia would, \"spread her errors throughout the world, causing wars and persecutions of the Church.\"[26]","Title":"Consecration of Russia to the Immaculate Heart of the Blessed Virgin Mary - Wikipedia","KeyID":"16359","URL":"https://en.wikipedia.org/wiki/Consecration_of_Russia_to_the_Immaculate_Heart_of_the_Blessed_Virgin_Mary"}