{"Content: ":"The Chechen Republic, commonly known as Chechnya, is a federal republic of Russia that has been noted in several roles during the 2022 Russian invasion of Ukraine. Kadyrovite forces have fought alongside the Russian forces, while the Dzhokhar Dudayev Battalion and the Sheikh Mansur Battalion have fought on the Ukrainian side. International observers have a number of comparisons between the invasion and the First and Second Chechen Wars. On 26 February, Ramzan Kadyrov, the Head of the Chechen Republic, announced that Chechen military forces had been deployed to Ukraine, saying that Vladimir Putin \"took the right decision and we will carry out his orders under any circumstances.\"[1] The same day, the Russian state media outlet RT published a video of what it described as 12 000 Chechen soldiers gathered in the main square of Grozny, the Chechen capital, preparing to go to war in Ukraine. On 27 February, the Ukrainian military announced that it had destroyed a large convoy of Chechen special forces gathered near Hostomel, a town in the northewest region of Kyiv Oblast.[2] Soon after, the Ukrainian military claimed that General Magomed Tushayev, leader of the 141st Motorized Regiment of the Kadyrov Guard, had been killed in action in Ukraine.[3][4] On 28 February, Kadyrov released a Telegram post saying that \"the chosen tactics in Ukraine are too slow,\" calling for Russian forces to take more aggressive action.[5] On 1 March, Kadyrov released a further Telegram post saying that two Chechen soldiers had been killed and six injured and saying that the invasion needed \"to move on to large-scale measures.\"[6] On 3 March, the Times reported that a group of Chechen soldiers had been sent to infiltrate Kyiv with the goal of assassinating Ukrainian president Volodymyr Zelenskyy, but that the group had been neutralised following leaks from anti-war elements of the Russian Federal Security Service.[7] On 14 March, Kadyrov posted a video of himself on social media claiming that he was in Hostomel as part of the Russian offensive on Kyiv.[8] There was no independent verification of his claim.[9] Online newspaper Ukrayinska Pravda claimed that on 16 March they tricked Kadyrov into accessing a link under the guise of the Russian media RIA Novosti to obtain Kadyrov's IP address, which revealed the geolocation of Kadyrov's phone to be Grozny, Chechnya, instead of Ukraine.[10] Dmitry Peskov, Putin's press secretary, later stated that Kadyrov \"did not directly claim that he was in Ukraine.\"[11] On 5 April, Kadyrov posted a video on Telegram which shows a group of militants apparently being held captive. He claimed that 267 soldiers from the Ukrainian Navy 503rd Battalion surrendered to Russia. Former US Navy SEAL Chuck Pfarrer believed the claim to be spotty, explaining that the captives appeared to be nearly unscathed and wore outfits which did not match the official Ukrainian marines uniform.[12] A number of anti-Kadyrov Chechens have volunteered to fight alongside Ukrainian forces, such as with the Dzhokhar Dudayev Battalion or the Sheikh Mansur Battalion who are fighting against Russian forces in Ukraine since 2014.[13][14][15] On 28 February, the National Guard of Ukraine published a video showing members of the far-right Azov Battalion greasing bullets with pig fat, with the speaker in the video saying \"Dear Muslim brothers. In our country, you will not go to heaven. You will not be allowed into heaven. Go home, please.\"[16] A number of analysts have stated that the presence of Kadyrovite forces in Ukraine is more focused on creating a psychological effect than on participating in fighting.[17] Writing for Foreign Policy, Justin Ling stated that Russian media was \"leveraging the very presence of Chechen soldiers in Ukraine as a psychological weapon against Ukrainians,\" while University of Ottawa professor Jean-François Ratelle that it was \"about making people believe that what happened in Chechnya will happen in Ukraine—that they'll rampage the city, loot, rape, and kill.\"[18] Aleksandre Kvakhadze of the Georgian Foundation for Strategic and International Studies has stated that \"the footage and metadata show most Chechen forces are at least 20km away from the frontline, the only things they do is record videos to motivate people inside Chechnya and promote the warrior image of Kadyrov and his forces.\"[19] A number of commentators have made comparisons between the Russian invasion of Ukraine and the Chechen wars of the 1990s, notably the Battle of Grozny.[20][21][22][23] Russian human rights group Memorial director Aleksandr Cherkasov stated that \"Putin started the same way in Chechnya as he has in Ukraine and continues as we move to a new stage of the conflict. It also began with a war that was originally called a 'counterterrorist operation' and was not described as an armed conflict.\"[24] Tracey German of King's College London wrote that: Putin appears to have anticipated a repeat of Russia's decisive seizure of Crimea in 2014 or its invasion of Georgia in 2008 – but what we have seen is more similar to its intervention in Chechnya in December 1994 when the Russian armed forces were initially unable to convert their military superiority (certainly in terms of numbers) into military and strategic success, and thousands of Russian troops proved unable to secure the North Caucasian republic... There are echoes of the Russian intervention into Chechnya in late December 1994 here, when the Russian leadership planned a massive armoured offensive against the Chechen capital, Grozny, intending to stage a decisive strike with air support, relying on speed to take the Chechen leadership by surprise and ensure Russia held the initiative. But the Chechen forces had been long prepared for a strike against the city and the attack was a dismal failure.[25] Scottish journalist Neal Ascherson wrote that \"Putin's plan seems to have two stages. First, military victory, achieved mainly by isolating resistance in a few cities and then shelling them to blackened husks, as the Russians did to Grozny in Chechnya.\"[26]","Title":"Chechen involvement in the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16356","URL":"https://en.wikipedia.org/wiki/Chechen_involvement_in_the_2022_Russian_invasion_of_Ukraine"}