{"Content: ":"The role played by the People’s Republic of China in the global response towards the 2022 Russian invasion of Ukraine has been described by several commentators as a position of neutrality.[1][2][3] China refused to condemn the Russian invasion of Ukraine, repeated Russian propaganda about the war, opposed economic sanctions against Russia, and abstained or sided with Russia in UN votes on the war in Ukraine.[4][5] The Chinese government has been criticized by the United States for not condemning or imposing large-scale sanctions on Russia.[6] Some Chinese netizens attacked those who support Ukraine and produced commentary deriding Ukraine.[7][8] However, Ukrainian President Volodymyr Zelensky said that he was satisfied with the policy of neutrality, stating that \"China has chosen the policy of staying away. At the moment, Ukraine is satisfied with this policy. It is better than helping the Russian Federation in any case. And I want to believe that China will not pursue another policy. We are satisfied with this status quo, to be honest.\"[9] On 25 February, China abstained from a United Nations Security Council vote denouncing the invasion.[10] On 1 March, the Ukrainian and Chinese foreign ministers Dmytro Kuleba and Wang Yi held their first phone call since the beginning of the invasion. Chinese media reported that Wang told Kuleba that he was \"extremely concerned\" about the risk to civilians and that it was necessary to \"ease the situation as much as possible to prevent the conflict from escalating.\" Kuleba was reported to have said that Ukraine \"looks forward to China playing a mediation role in achieving a ceasefire.\"[11] On 2 March, American newspaper The New York Times published an article alleging that the Chinese government had advance warning of the invasion and had asked the Russian government to delay it until after the 2022 Winter Olympics.[12] The Chinese government denied the allegations, stating that the goal of \"this kind of rhetoric is to divert attention and shift blame, which is utterly despicable.\"[13] On 9 March, General Secretary of the Chinese Communist Party Xi Jinping held a video meeting with French President Emmanuel Macron and German Chancellor Olaf Scholz in which he stated that China was \"pained to see the flames of war reignited in Europe\" and called for the three countries to promote peace negotiations between Russia and Ukraine.[14] On 15 March, Chinese Ambassador to the United States Qin Gang wrote an op-ed in The Washington Post stating that \"conflict between Russia and Ukraine does no good for China,\" that \"the sovereignty and territorial integrity of all countries, including Ukraine, must be respected; the legitimate security concerns of all countries must be taken seriously,\" and that \"threats against Chinese entities and businesses, as uttered by some U.S. officials, are unacceptable.\"[15] On 18 March, Xi Jinping and American President Joe Biden held a two-hour long meeting over video in which the conflict in Ukraine featured significantly. The American White House told the press after the call that Biden had warned Xi of \"consequences if China provides material support to Russia.\"[16] On April 29, Chinese Foreign Ministry spokesperson Zhao Lijian called China–Russia relations a \"new model of international relations\" that involved \"not causing confrontations or targeting other nations\", rising above \"the model of military and political alliance in the Cold War era.\"[17] The coverage of the Russian invasion of Ukraine by mainland Chinese media has raised some controversies. BBC and CNN believe that discussions of the topic in mainland China are led by Chinese state media outlets, including Global Times, China Central Television (CCTV), and People’s Daily.[18][19] The journalistic integrity of these outlets have been called into question. As an example, it was suspected that two days before the full-scale invasion of Ukraine, Horizon News, the international relations subsection of The Beijing News, accidentally released an internal notice publicly on its official Weibo account. The internal notice includes censorship guidelines that demanded the restriction of content that is “unfavourable to Russia” and “pro-West”.[20][21] On the same day, an article on the Global Times website referred to Donetsk and Luhansk as “two nations”.[22] The article was later retracted as mainland Chinese media began to collectively refer to the two areas as “regions”.[22] On the day Russia launched its military operation against Ukraine, the Communist Youth League of China posted a rendition of Soviet patriotic song “Katyusha” in Mandarin on its official bilibili account.[23] Initium Media saw this action as an attempt to sensationalize the military conflict.[23] Several media outlets believe that Chinese media undertook selective reporting. Deutsche Welle and CNN questioned the avoidance of word such as “invasion” and “attack”, and the bias towards information from Russian officials, as well as the promotion of anti-U.S. sentiments within China.[24][25][26] However, The Wall Street Journal believes that Chinese state-run media outlets were exercising restraint in their coverage of the conflict, an indication of the cautious stance taken by the Chinese government.[27] Radio France Internationale believes that while China has not condemned Russia’s invasion, it does not encourage its citizens to support Ukrainians, and has not openly supported Russia.[28] Radio Free Asia criticises China for not denouncing the Russian invasion of Ukraine, after signing multiple joint declarations proclaiming its respect for Ukraine’s sovereignty, independence, and territorial integrity.[29] On March 4, China Central Television (CCTV) started the live broadcast of the opening ceremony of the 2022 Paralympic Winter Games, which was held in Beijing. During the broadcast, the chairman of the International Paralympic Committee Andrew Parsons mentioned the conflict in a speech made in English, harshly condemning the invasion and calling for peace. CCTV muted this segment of the speech, and did not release a complete translation.[28][30] A shot of 20 Ukrainian athletes applauding and calling for peace was also removed.[31] The International Paralympic Committee believed that censorship took place and demanded an explanation from CCTV,[32] who did not make a response.[33] As of early March, Phoenix Television journalist Lu Yuguang was the only foreign correspondent to have been embedded with the frontline Russia forces.[34] After the Bucha massacre, Chinese state-run media began to show favour for the Russian point-of-view.[35] On April 5, CCTV-4 relayed the Russian Foreign Minister Sergey Lavrov’s claim that the Bucha massacre is fake news, spread by Ukraine and the West to slander Russia. Chinese media selectively reported on Ukrainian president Vlodomir Zelensky’s survey of the scene of the massacre, but did not report on the horrific nature of the scene and the pleas from local residents. Global Times claims that the Bucha massacre was a publicity stunt, in which the U.S. was involved.[36] CCTV made a report in the news at noon on April 5, in line with the Russian side's allegation that the massacre in Bucha was fake, entitled \"Russian Foreign Minister: Uncovering the lies of the Bucha case\".[37] As of April 6, state-run Chinese media outlets such as Xinhua News and People’s Daily have not reported on the Bucha massacre in detail.[37] Due to the rise of anti-U.S. sentiments in China in recent years, as well as the bilateral strategic partnership between China and Russia, mainstream public opinions among Chinese civil society support the actions and position taken by the Russian president Vladimir Putin. While anti-war and pro-Ukraine voices exist, they are few in number and have been viciously attacked by the pro-Russian masses.[38][25][39][40][24] Furthermore, some Chinese citizens are wary of Ukraine due to the rise of neo-Nazism in the country.[41][42] According VOA news, a large volume of controversial commentary surfaced on Chinese social media in the early stages of the military conflict between Russia and Ukraine.[43] Coupled with the fact that online discussions are strictly monitored and censored by the state, many believe that Chinese public opinion on the matter is divided, with opposing factions.[44][25] On one hand, much commentary is in support of Russia, recognising Russia’s concern for national security, and attributing the deterioration of Russia-Ukraine relations to NATO and Western nations such as the U.S.. As a result, these commentators support the military invasion of Ukraine, and even praise the Russian president Vladimir Putin as a heroic figure that dares to challenge the West.[25][39][40] According to a report published by the US-China Perception Monitor, 75% of Chinese respondents said they agreed or strongly agreed that supporting Russia in the conflict was in China's national interest.[45] On the other hand, anti-war figures also exist in mainland China,[23] such as the public figures Jin Xing,[46] Yuan Li, and Ke Lan. Many professors[47] and alumni[48] of institutions including Peking University and Tsinghua University also publicly expressed anti-war statements, but these statements have been harshly criticised by netizens, and are censored or deleted on mainland Chinese social media platforms.[49][50][51][52] Although public opinions are divided, most report that pro-Russian commentary dominate mainstream public opinion in mainland China.[25][39][40][24][44] Furthermore, misogynistic comments have also been made by Chinese netizens, with “taking in beautiful Ukrainian women” becoming a meme.[53][54] These comments have been collectively translated and circulated outside of Chinese social media platforms, inciting widespread anti-Chinese sentiments and threatening the safety of Chinese people living in Ukraine.[55][56] Some netizens even promoted Chinese reunification with Taiwan by force in their discussions of the Russian invasion.[57] In response, some Chinese state-run media outlets urged the public to comment on the war rationally, and not to become “vulgar bystanders”.[58] On 26 February, five Chinese historians signed an open letter opposing the invasion, stating that \"great catastrophes in history often started with local conflicts.\" However, the letter was removed from the Internet by Chinese censors after three hours.[59] On 5 March, Hu Wei, the vice-chairman of the Public Policy Research Center of the Counsellors' Office of the State Council, wrote an article arguing that \"China needs to respond flexibly and make strategic choices that conform to its long-term interests\" and that \"China cannot be tied to Putin and needs to be cut off as soon as possible.\"[60] On 25 February, the Chinese embassy in Ukraine advised Chinese citizens to leave Ukraine. On 7 March, the Chinese government stated that it had evacuated most Chinese citizens from Ukraine.[61] Joseph Torigian of the American University described the Chinese government's position on the invasion as a \"balancing act,\" stating that \"both countries hold similarly negative views about America’s role in Europe and Asia\" but that China would not be willing to put its financial interests at risk to support Russia, especially given that China was \"trying to preserve its reputation as a responsible stakeholder.\"[62] Ryan Hass of the Brookings Institute has argued that \"without Russia, the thinking goes, China would be alone to deal with a hostile west determined to obstruct China’s rise,\" but that the two countries \"do not have perfectly aligned interests. China has a lot more to lose than Russia. China sees itself as a country on the rise with momentum behind it. Russia is essentially fighting the tides of decline.\"[63] Several commentators have foreseen a potential role for China as a key mediator in the conflict. Érick Duchesne of the Université Laval has argued that \"strategic ambiguity on the part of China could have a beneficial effect and help untie the Gordian knot of the crisis\" and that it would be a \"a serious mistake\" for NATO countries to oppose Chinese mediation.[64] Zeno Leoni of King's College London argued that \"should China lead parties involved to a new peace, it would be a major diplomatic and public relations victory for Beijing,\" as the Chinese government \"would be able to present itself as a responsible great power and to convince the west that in future they might have to rely on Beijing’s global influence at a time when US influence is declining.\"[65] Other commentators have stated that the Chinese response to the invasion has played a role in shaping the Indian response. Tanvi Madan of the Brookings Institution has argued that one of India's \"foreign policy objectives is to keep Russia from getting even closer to China.\"[66] In June 2022, the United States Department of Commerce placed five Hong Kong companies on the Entity List for providing support to Russia's military.[67][68]","Title":"China and the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16357","URL":"https://en.wikipedia.org/wiki/China_and_the_2022_Russian_invasion_of_Ukraine"}