{"Content: ":"The SWIFT ban against Russian banks is one of the sanctions against Russia imposed by the European Union and NATO, aimed at weakening the country's economy to end its invasion of Ukraine by hindering Russian access to the SWIFT financial transaction processing system. SWIFT is used by thousands of financial institutions in more than 200 countries, including Russia, and provides a secure messaging system to facilitate cross-border money transfers.[1] According to the Russian National SWIFT Association, around 300 banks use SWIFT in Russia, with more than half of Russian credit institutions represented in SWIFT. Russia has the second highest userbase after the United States.[2] If Russia were to be excluded from SWIFT, its interbank payment transactions will become significantly more complex, and the country's ability to trade goods and exchange currencies would be significantly reduced, making payment be only possible in cash.[3][4] The Ukrainian Government asked for Russia to be banned from using SWIFT upon the beginning of the invasion.[5] Ukrainian Minister of Foreign Affairs Dmytro Kuleba said: \"The world must act immediately. The future of Europe and the world is at stake.\"[6] He proposed immediate \"destructive sanctions\" against Russia, including exclusion from the SWIFT banking system, complete isolation of Russia in all formats, the provision of weapons, equipment and humanitarian aid provision.[6] Later that day, Kuleba called on Ukraine's partners to sever all diplomatic relations with Russia.[6] However, other EU member states were reluctant, both because European lenders held $30 billion in foreign banks' exposure to Russia and because Russia had developed the SPFS alternative.[7] French Minister of Finance Bruno Le Maire urged Russia to be expelled from SWIFT for its invasion of Ukraine. Le Maire described the SWIFT ban as the last resort and \"the financial nuclear weapon\".[8] Germany's Chancellor Olaf Scholz, said it was refraining from excluding Russia because Russian gas accounts for a large share of energy supplies to Germany and other parts of Europe. At the same time, Scholz suggested that such a step would be possible at a later stage.[7] The idea of excluding Russia was also supported by US President Joe Biden, who said the ban was possible, although that \"that's not the position that the rest of Europe wishes to take.\"[7] Later that day, German Federal Minister of Finance Christian Lindner reiterated that his country did not object to such a sanction. Lindner said his country was ready to exclude Russia from SWIFT, but that the consequences for the country's economy needed to be calculated first.[9] The foreign ministers of the Baltic states requested Russia be banned from SWIFT.[10] On 26 February 2022, Cyprus, Italy, Hungary and Germany confirmed that they would not block the Russian exclusion from SWIFT.[11] US officials and their EU counterparts initially considered the involvement of individual banks and organizations, and the entire Russian economy.[12] The United States also imposed other sanctions against Russia, targeting banking, technological and aerospace sector of Moscow.[13] The European Union, United Kingdom, Canada, and the United States finally agreed to remove select Russian banks from the SWIFT messaging system: Bank Otkritie, Novikombank, Promsvyazank, Rossia Bank, Sovcombank, VEB, and VTB.[14] EU ambassadors have decided not to impose restrictions on the country's largest bank, Sberbank, which is partly owned by Russian gas giant Gazprom.[15] Gazprombank was also not sanctioned.[15]","Title":"SWIFT ban against Russian banks - Wikipedia","KeyID":"16355","URL":"https://en.wikipedia.org/wiki/SWIFT_ban_against_Russian_banks"}