{"Content: ":"The demolition of monuments to Alexander Pushkin in Ukraine started during the Russo-Ukrainian War. During the 2022 Russian invasion of Ukraine it has become a widespread phenomenon and dubbed by Ukrainians Pushkinopad (Пушкінопад), a pun literally translated as \"Pushkinfall\", with the coinage of \"-пад\" being akin to English words suffixed with \"fall\" as in \"waterfall\", \"snowfall\", etc. This wave of dismantling is connected with the process of derussification in Ukraine. Pushkin died in 1837. Works of Russian writers helped Russify Ukraine. Pushkin is sometimes considered to be one of the writers. [1] Yuri Ilyich Druzhnikov stresses rather ambivalences.[2] The situation with Pushkin turned out to be very similar to the \"Leninfall\".[3] The first event that became widely known was the dismantling of the monument to Pushkin in Mukachevo on April 7, 2022. Monuments to the Russian poet were dismantled in Uzhhorod and Ternopil on April 9.[4][5][6][7] On March 22, 2022, a resident of Ternopil painted red a monument to Pushkin and wrote \"stop war\" on it. With his action he drew attention to the need to dismantle the monument. A monument to the poet was erected in Ternopil in 1961. The first initiatives to demolish it appeared in 2014, after the start of the Russo-Ukrainian War.[8] Ternopil Mayor Serhii Nadal noted:[9] The crimes of the Russians against the Ukrainian people: murders, torture of people, rape of women and children, destruction of Ukrainian cities have erased the entire culture of the Russian people. There is no explanation for these crimes. They leave us no choice. Everything Russian needs to be dismantled. Including a monument to the Russian writer. Serhii Nadal On April 11, 2022, a bust of Pushkin was dismantled in the village of Zabolotivtsi, Lviv Oblast. On April 19, 2022, in Kropyvnytskyi, they proposed to remove the monument to Pushkin, which currently stands near the Pedagogical University.[10] On April 26, 2022, a monument to Alexander Pushkin was torn down in the village of Pushkino in the Berehove Raion of the Zakarpattia Oblast, and meetings began to rename the village.[11] On April 28, 2022, a monument to Pushkin was dismantled in Konotop. Interestingly, the head was torn off during the dismantling of the monument.[12] In Chernihiv a Pushkin monument was destroyed on 30 April 2022.[13] On May 5, 2022, a memorial plaque to Pushkin was dismantled in Vinnytsia. On May 8, 2022, the bust was dismantled in Deliatyn, Ivano-Frankivsk Oblast.[14] On May 13, 2022, a bust of Pushkin was dismantled from the entrance gate of the Oleksandriia Dendrological Park in Bila Tserkva. On May 21, 2022 in Mykolaiv a monument to Pushkin was dismantled.[15] On June 1, 2022, a monument to Alexander Pushkin was damaged in Nikopol.[16] A bust of Pushkin from the building of the Olha Kobylyanska Drama Theater is being dismantled in Chernivtsi. A bust and a monument to Pushkin are also being dismantled in Kyiv as part of derussification. During a meeting on June 16, a working group of the Ministry of Education and Science of Ukraine decided to remove more than 40 works by Soviet and Russian authors, including Alexander Pushkin, from school textbooks.[17] The issue of demolition of monuments is considered in the concept of their content load, finding out the reasons for their installation. There are theses in society “History should not be destroyed! This is our story!”, “Demolish all these monuments in the museum”, “These are outstanding figures”.[18]","Title":"Demolition of monuments to Alexander Pushkin in Ukraine - Wikipedia","KeyID":"16360","URL":"https://en.wikipedia.org/wiki/Demolition_of_monuments_to_Alexander_Pushkin_in_Ukraine"}