{"Content: ":"\"Do not buy Russian goods!\" (Ukrainian: Не купуй російське!, romanized: Ne kupuy rosiyske!) or \"Boycott Russian goods!\" (Ukrainian: Бойкотуй російське!, romanized: Boykotuy rosiyske!) is a nonviolent resistance campaign to boycott Russian commerce in Ukraine. The protest started on 14 August 2013 as a reaction to a Russian Federation trade embargo against Ukraine. It was organized by Vidsich on social media.[1] The campaign expanded to mass distribution of leaflets, posters, and stickers in over 45 cities and towns. Having faded by the beginning of the Euromaidan demonstrations in November 2013, it was renewed on 2 March 2014, during the Crimean crisis and the Russo-Ukrainian War. According to activists, the campaign began as a response to a series of economic wars launched by Russia against Ukraine, including the \"Meat War\", the \"Cheese War\", and the \"Chocolate War\".[1] On 14 August 2013, the Federal Customs Service of Russia listed all Ukrainian exporters as companies \"at risk\", resulting in a blockade of Ukrainian products imported to Russia.[2] A backup developed at customs involving hundreds of truckloads and railcars of Ukrainian goods.[3] On 22 August 2013, activists held a protest near the Presidential Administration of Ukraine.[4][5][6] The campaign continued with a mass distribution of leaflets, posters and stickers in more than 45 cities and towns in Ukraine.[7][8] Caricatures of Russian Matryoshka dolls have been used in the campaign.[9] The campaign began to decline with the beginning of Euromaidan. On 2 March 2014, activists used social networks to announce the renewal of the boycott on any goods and services that benefit Russian companies. The intention was to keep Ukrainian money from going to Russia where it may be used to support the Russian military.[10] The boycott was launched in response to the Crimean crisis and the Russian military intervention in Ukraine.[11][12] In March 2014, activists began organizing flash mobs in supermarkets to urge customers not to buy Russian goods[13][14][15] and to boycott Russian gas stations,[16][17][18][19] banks,[20] and concerts.[21] In April 2014, some movie theaters in Kyiv, Lviv, and Odessa began shunning Russian films.[22] In summer of 2014, activists in Kyiv began organizing flash mobs[23] and actions[24] in Russian restaurants and coffeehouses. In the end of August 2014 activists have started a campaign \"Boycott Russian Films\" against Russian movies and serials on Ukrainian media space.[25][26] By April 2014, some Russian manufacturers changed their barcodes from Russian to Ukrainian.[27] Titled Boycott Invaders, an Android app was developed to identify products from Russia, including those disguising their origin.[9][10][28] Andriy Dlihach, \"Advanter Group\" CEO, urged not to ban Russian products and to concentrate on buying Ukrainian ones instead.[29] On August 19, 2015, activists of the \"Vidsich\" movement threatened to launch a campaign to boycott Nestlé. It happened during a rally near the corporation's office in Kyiv. The reason for the protest was a case of discrimination, according to activists, of a Ukrainian-speaking journalist who was not hired because of Nesquik's language requirements.[30][31] Activists also noted that Nestlé products manufactured in Russia are still sold in Ukraine.[32] In September, flash mobs \"Russian Kills!\" took place in Kyiv against such products.[33] Beginning in March 2014, the boycott spread to Poland and Lithuania.[34] Following the 2022 invasion of Ukraine, all the major Danish supermarkets stopped selling Russian goods.[35] In the United States, the states of New Hampshire and Ohio, where state governments control liquor sales, announced that they would remove Russian-made vodka from sale; similar measures were also called for in Virginia. The Canadian province of Ontario likewise ordered Russian-made products removed from its Liquor Control Board of Ontario stores, with similar measures enacted in Manitoba and Newfoundland and Labrador.[36] Sales of Russian goods in Ukraine decreased by 35–50% in the spring of 2014.[37][38] In May 2014, Ukrainian supermarkets began to abandon the procurement of Russian goods. Delivery of goods from Russia fell by a third.[39] In April 2014, it was reported that producers from Russian Federation are changing Russian barcodes with barcodes of other countries.[40] Moreover, there are revealed facts of illegal masking of Russian products in some Ukrainian supermarkets.[41][42][43] From January to May 2014, according to Standard & Poor's ratings, banks with Russian capital in Ukraine lost more than 50% of deposits.[44] According to comparison test of Russian TV series watching ratings in Ukraine for 2013 (sample by GfK) and for 2014 (sample by Nielsen), total ratings dropped by a third.[45] As of mid of May 2014, it is known that Ukrainian supermarkets have started to massively abandon purchases of Russian goods. Supply amounts from Russian Federation decreased by a third.[46] According to \"Taylor Nelson Sofres\" (TNS) Internet research in Ukraine, in March–April 2014 — 52% of Ukrainians are positive or \"rather positive\" about the boycott of Russian products. According to the survey, 39% of Ukrainians are involved in the boycott.[47] Further survey campaign revealed that from July to August 2014, support for the boycott increased from 52% to 57%, and participation in the boycott increased from 40% to 46% of the population.[48] According to data reported by TSN, in September 2014, 50% of Ukrainians had joined the boycott.[49] The idea of a boycott was supported by Fozzy Group, a Ukrainian group of companies that owns and manages retail stores, but was not supported by Ukrainian representative offices of \"Auchan Ukraine\" and \"Metro Cash and Carry\" retail groups. The reason was explained as a part of their apolitical vision.[50] Ukrainian and Russian-speaking blogger Danylo Vakhovskyi said that he is consciously using Russian internet services and will continue to do so, because it is a way to support \"the creation of a favorable environment for entrepreneurship\" in Russia. Vakhovskyi admitted that such usage was \"not patriotic\", but still considered his support of entrepreneurs as providing opportunities to change the world for the better.[51]","Title":"Do not buy Russian goods! - Wikipedia","KeyID":"16369","URL":"https://en.wikipedia.org/wiki/Do_not_buy_Russian_goods!"}