{"Content: ":"Vkusno i tochka (Russian: Вкусно – и точка, [vˈkʊsnə i ˈtotɕkə] lit. 'Tasty and that's it[2][3]' or 'Delicious, full stop[4][5]')[a] is a Russian fast food chain mostly based in former McDonald's restaurants, with a menu that largely consists of rebranded McDonald's items. McDonald's closed their Russian stores in response to the Russian invasion of Ukraine; Vkusno i tochka restaurants mostly occupy former McDonald's restaurants that were sold to business magnate and entrepreneur Alexander Govor [ru].[6][7][8][9] The first restaurants were opened on 12 June 2022.[10] On 8 March 2022, facing continued pressure on social media due to the Russian invasion of Ukraine, McDonald's announced the temporary suspension of operation of its restaurants in Russia, while also announcing at the same time that it would continue to pay its employees in the country.[11][12] The restaurants were taken over by the CEO of McDonald's Russia, Oleg Paroyev, and remained open as of mid-March 2022. On 16 May 2022, the company decided to leave Russia altogether.[13] On 27 May 2022, it was reported that McDonald's was selling its stores in Russia to a local licensee, Alexander Govor. Patent filings showed \"Fun and Tasty\" and \"The Same One\" as some of the possible brand names for the firm taking over McDonald's in Russia.[14] Shortly after the announcement, the company replaced the McDonald's logo in favor of their own logo.[15] The new name of the chain was later announced as Vkusno i tochka (Russian: Вкусно и точка), translated as \"Tasty and that's it\".[16][2] The legal entity remained the same but was renamed from McDonald's LLC to PBO System LLC, with Oleg Paroyev remaining as CEO.[17] On 12 June 2022, the restaurant chain reopened 15 restaurants in Moscow.[3] The next day, the restaurant chain reopened 50 more restaurants in Moscow and the wider Moscow region.[18] McDonald's has a 15 year option to buy its former restaurants back from Vkusno i tochka.[19] On 8 July 2022, RBK reported citing the company's press service that some restaurants would stop selling French fries and potato dishes due to a poor harvest the previous year, possibly until fall.[20] According to the General Director of the chain, at the initial stage of the opening, the restaurants will not carry every menu item that they had originally planned for due to supply chain issues and packaging logistics. According to the quality manager Alexander Merkulov, the dishes contain the same ingredients and are made with the same equipment as when McDonald's operated the restaurants, but are served with different packaging.[21] Unlike the original McDonald's, \"Vkusno i tochka\" does not serve the Big Mac,[22] the McFlurry,[23] salads[citation needed], or the Happy Meal.[24] However, it does serve food items not found in McDonalds such as fried shrimp.[23] Due to The Coca-Cola Company's departure from Russia, supplies for Coca-Cola run low as of June 2022; Vkusno i tochka are seeking to substitute this soft drink with local variants.[23] As of June 2022, the chain serves the following items (the McDonald's items they replace are in parentheses):[25] Food in packages Burger, fries, and drink French fries Terminals Аnimated menu Since the opening of the restaurant chain, many users of the social networks VKontakte and Twitter did not like the name \"Tasty - and that's it\", some users reported that the variant of the name \"Uncle Vanya\" was not so bad.[26] Critics of the new logo have noted its similarity to the logo of Marriott International, which also operates in Russia. For example, some said that the logo looks like \"the logo of the Marriott hotel combined with the Flag of Bangladesh.\"[27] On the opening day, one of the protesters held up a banner: \"Bring back Big Mac!\". He was quickly removed from the scene.[27][28] According to Nikolai Grigoriev, member of the Board of the Guild of Marketeers, the name of the fast food chain will not take root among consumers, he believes that the network may soon be renamed due to inconvenience of the name: It's a long name. Imagine a young man telling another: «Let's go to \"Tasty and that's it.\"». Here the simplest analogy is Sber. They just shortened it, or, to say more precisely, officially instated it. According to the marketeer, the old name \"McDonald's\" will soon disappear from the lexicon of the Russian consumers, and, to not pronounce the long phrase, clients of the chain will make up their own. On June 13, various messages appeared claiming that the logo of \"Vkusno — i tochka\" is a lazy alteration of a Portuguese pet food brand \"Matosmix.\"[29][30] On June 15, the director of a pitstop chain under the name \"Food, full stop\" (Russian: Еда и точка) working in Primorski Krai, Sergei Ponkratov, accused the new chain of plagiarism and decided to sue it, demanding a change of the name. He claims that the Vkusno i tochka brand clearly intersects with and deprives his trademark, which has been operating since the year of 2018, of uniqueness and recognizability.[31][32] On July 3, a visitrix of one of the Vkusno i tochka restaurants of the Khoroshyovo-Mnyovniki District complained about a burger with mold. The press office of the chain said that they've already started the investigation on how a moldy bun could've gotten into the kitchen, and that they've already contacted the manufacturer to clarify the circumstances of the incident.[33][34] On July 4, the Telegram channel of Ksenia Sobchak, \"Bloody mistress\" (Russian: Кровавая барыня), reported that the chain's restaurant in Arbat \"serves potatoes with cheese sauces that were expired by 1 day\". The press office of Vkusno i tochka claimed that all the sauces were double-checked, \"only a small part was expired, it has already been removed from sale <…> We are additionally checking the sauces in other enterprises, so that this does not happen again.\" There was also an incident in Altufyevo, which was also connected with the restaurant production: buns, lying on a tray on the street, were bitten by crows and pigeons.[34][35] In response, the press office of Vkusno i tochka said that the man had deliberately poured bird food, also noting the following: \"Quality and safety of production is our main priority. The video had captured the process of unloading. All upper bun trays, regardless of damage, were decommisioned.\"[36]. Users of Twitter have also began to complain that paws and parts of insects are found in burgers of Vkusno i tochka.[33]","Title":"Vkusno i tochka - Wikipedia","KeyID":"16371","URL":"https://en.wikipedia.org/wiki/Vkusno_i_tochka"}