{"Content: ":"Ukraine Siren Alerts (UASA) is a siren alert system created by Israeli student Bernard 'Boaz' Moerdler.[1] [2] The system automatically alerts users of sirens in Ukraine using data from municipal and cities who post alerts on their website and is based on Israel's Red Color system,[3] which alerts users when a siren is sounded anywhere in Israel. Initially launched on Twitter, the system has since expanded to Telegram and Facebook channels, with an SMS-based system currently in development.[4] UASA also has a map function that allows people to see all active alerts throughout Ukraine.[2] UASA officially launched on March 1, 2022, using live streams to interpret when a siren was sounding. [5] Moerdler later improved upon this in version 2, which used information from the municipalities and cities to generate alerts.[5] The program launched in select areas but quickly expanded to cover the entire country by the end of March.[6] The program has also launched an application and website that helps alert users of sirens as well as show why a siren sounded in a specific area.[1][7] The program's development began with the start of the 2022 Russian invasion of Ukraine. Moerdler was inspired to create the program following conversations with his Ukrainian girlfriend, who has relatives in the country. \"Initially, I started researching the idea after conversations with my girlfriend, who is from Ukraine, about the systems that they have available there in the country. After that, I did some research more into the system and found that it is quite antiquated in comparison to the ones we have here in Israel.\"[8] - remarked Moerdler in an interview with the Israeli news network i24 News. The first version of the program listened to live streams in select areas throughout Ukraine and detected sirens using the sound data.[5] When it detected a siren, the program would post to the platforms it operated on. In the second iteration of the system, UASA harvests data published by municipalities and cities which post their alerts via their own website and social media accounts. It then takes the data and automatically posts it to its social media pages. [9] The program has since launched a new website with features including a map of Russian troop locations, a shelter map with over 24,000 bomb shelters and a news feed detailing why the alert was triggered[10] As of March 1st, UASA supports all regions, cities and villages in Ukraine. [5] On June 22nd, 2022 a new website was launched. This new website contains features such as a new air raid map showing where sirens have sounded, a map of ongoing battles and damaged infrastructure (the Conflict Map), and a map of shelters in the country. Additionally, the website offers tools for finding open Wi-Fi networks nearby through Wifimap.io. Users can also sign up for SMS and e-mail notifications for specific regions through the website. This site was developed in collaboration with a number of organizations, including CLEAR Global's Translators without Borders who assisted in translating it as well as the online Open-source intelligence community Project Owl who helped create the conflict map showing areas under Russian control, checkpoints, cities and towns under siege, destroyed or damaged bridges, and minefields.[7]","Title":"Ukraine Siren Alerts - Wikipedia","KeyID":"16378","URL":"https://en.wikipedia.org/wiki/Ukraine_Siren_Alerts"}