{"Content: ":"Yermak-McFaul Expert Group on Russian Sanctions is an International group of independent experts working on implementation of sanctions against Russia and Belarus as a response to Russian invasion of Ukraine. The Yermak-McFaul Expert Group is working out a list of documents, strategies and roadmap that contain plans and recommendations for sanctions against Russia and Belarus, as well as monitoring their effectiveness. The group's work is used by the officials of the sanction coalition. Many experts of the group were put under the sanctions of Russia. Results of the sanction group: Yermak-McFaul Expert Group was created on the initiative of Volodymyr Zelensky. It was headed by the Head of the Presidential Office Andrii Yermak and the Director of Freeman Spogli Institute for International Studies (FSI) Michael McFaul. The analytical materials for the group are provided by KSE Institute, Institute for International Finance, Yale School of Management, as well as the Economists for Ukraine association. On behalf of the government of Ukraine and the Presidential Office of Ukraine, KSE Institute monitors the implementation of sanctions, analyzes their effectiveness and prepares other analytical documents on the need to introduce new restrictions on the Russian economy. The purpose of the Yermak-McFaul Expert Group is to provide a comprehensive list of possible additional economic and political measures to strengthen the sanctions of the United States, Europe and the world against Russia and Belarus for the fastest termination of Russia's war against Ukraine.[5] A group of Ukrainian and international experts was created on the initiative of the President of Ukraine.[6] The structure was headed by the head of the office Andriy Yermak and the former US Ambassador to Russia, Professor of Stanford University Michael McFaul.[7] The working group employs more than 100 experts, most of whom represent the US and Ukraine. Among them are Swedish-American economist and diplomat Andres Oslund, former US Ambassador to Ukraine William B. Taylor Jr., American political sociologist Larry Diamond, American philosopher, political economist and publicist Francis Fukuyama, Honorary President of the Kyiv School of Economics Tymofiy Mylovanov, KSE Institute Head Natalia Shapoval, Director General of Naftogaz of Ukraine Yuriy Vitrenko, former head of Oshchadbank Andriy Pyshnyi, as well as Russian economists Sergey Aleksashenko and Sergey Guriev, and others.[5][8][9][10][11] On April 20, 2022, the Plan for Strengthening Sanctions against the Russian Federation was published. The document contains recommendations for the international democratic community regarding the sanctions of further economic measures, which are designed to force the Russian leadership in the shortest possible time to end the war in Ukraine and to punish those who committed the crimes.[5][12] The plan consists of ten key areas of sanction policy, including the following: expansion of oil and gas sanctions; recognition of Russia and Belarus as states that sponsors terrorism; strengthening individual sanctions against a certain category of persons who support the war; expansion of export control measures and imports, etc. On May 10, 2022, the Expert Group published a Roadmap of energy sanctions.[13] The document defines proposals, including specific mechanisms, how to provide a guided step-by-step introduction of a complete ban on imports of all Russian oil and gradual embargo on gas imports from the Russian Federation. The road map also provides strategies and recommendations for how to get rid of European energy dependence on Russian energy and counteract the use of energy resources as weapons.[14][15] On June 6, 2022, the Expert Group presented a roadmap on individual sanctions. The document defines the tasks of sanctions, the principles of their application, also outlined categories of people for whom personal sanctions should be imposed and a strategy for strengthening sanction pressure is proposed. The list of recommended candidates subject to sanctions has about 12 thousand individuals and three thousand legal entities. As stated in the document, a list of one hundred richest people of Russian Forbes is given priority.[16] On June 23, 2022, the Expert Group presented a roadmap of financial sanctions, which provides an analysis of the impact of previously imposed restrictions on the financial system of the Russian Federation, a list of recommendations for increasing pressure on the aggressor state and a risk card, which involves the implementation of sanction policy.[17] The map defines three main steps of a specific sanction policy: to impose full blocking sanctions on 30 largest Russian banks with state capital; completely refuse to provide services and cooperation with the aggressor in the financial sphere; to introduce strict tools for monitoring the execution of sanctions.[18] The document also offers new directions for increasing market and public pressure on companies that cooperate with Russia, through the introduction of new transparency limits and disclosure of these organizations.[19] In the Plan of Action on Strengthening Sanctions Against Russia, presented on April 20, 2022, ten main directions of sanctions policy were identified[20]:","Title":"Yermak-McFaul Expert Group on Russian Sanctions - Wikipedia","KeyID":"16384","URL":"https://en.wikipedia.org/wiki/Yermak-McFaul_Expert_Group_on_Russian_Sanctions"}