{"Content: ":"On 1 March 2022, an open letter from a group of Nobel Prize laureates was published in support of Ukraine, following the 2022 Russian invasion of Ukraine.[1] The letter was published simultaneously in English, Russian and Ukrainian. More than 200 Nobel laureates have signed the open letter. At the beginning of the letter, the signing Nobel laureates expressed their support for the independence of the Ukrainian people and freedom of the Ukrainian state in the face of the Russian invasion of the country. The open letter was published online on 2 March, after being circulated to Nobel laureates the previous day. In the open letter, there is a call for the withdrawal of Russian troops from Ukraine, along with criticism of the unjustified atrocities of the Russian invasion and that it violated the Charter of the United Nations.[2] The letter also includes the view that it distinguishes between the actions and views of President of Russia Vladimir Putin, who ordered the invasion, and the Russian general public; the letter states that it does not believe that the Russian people are involved in, or responsible for, the invasion.[3] In addition to the open letter itself, several individual statements from prominent figures were posted on the same website that hosted the open letter. These include personal statements from former U.S. presidents Jimmy Carter and Barack Obama, and from the 14th Dalai Lama.[4] The letter was drafted by Nobel laureate Roald Hoffmann. Hoffmann’s family, who are Jewish, were hid by Ukrainians from the Nazis for eighteen months, from January 1943 to June 1944.[5][6] He also spent a year in Russia during grad school. He sent his draft to fellow Nobel laureate Richard J. Roberts. Roberts maintains a website, nlcampaigns.org, where issues laureates care about are publicized. Through the website, he shared the letter and got signatures.[1] This is a list of signatories to the open letter, as of 1 April 2022.[7]","Title":"2022 open letter from Nobel laureates in support of Ukraine - Wikipedia","KeyID":"16383","URL":"https://en.wikipedia.org/wiki/2022_open_letter_from_Nobel_laureates_in_support_of_Ukraine"}