{"Content: ":"During the 2022 Russian invasion of Ukraine there has been military and political collaborationism between Ukrainian citizens and the Russian military. Cases involve two Ukrainian generals,[1][2] a Ukrainian negotiator,[3][4] and multiple Russian-installed mayors throughout Ukraine.[5][6] Russia has also warned of treason.[7] After the beginning of the Russian invasion of Ukraine on February 24, 2022, the Verkhovna Rada adopted two laws on collaborationism, which were later signed by Ukrainian President Volodymyr Zelenskyy:[8][9] Following the invasion, in a number of settlements occupied by it, the Russian military command began to organize military-civilian administrations.[10] Despite the fact that President Vladimir Putin stated in a speech preceding the invasion of February 24, 2022, that Russia's plans do not include the occupation of Ukrainian territories, the Russian military command began to organize military-civilian administration in a number of occupied settlements.[11] In the Luhansk region, the Russian military was supported by the mayor of Stanytsia Luhanska, Albert Zinchenko,[12] and the mayor of Rubizhne, Serhiy Khortiv.[13] The invasion was supported by a People's Deputy from the already banned pro-Russian party Opposition Platform — For Life, Ilya Kiva, calling for \"liberation of Ukraine from Western occupation.\" On March 6, 2022, the Prosecutor General of Ukraine Iryna Venediktova announced the suspicion of Kiva in treason and encroachment on the territorial integrity of Ukraine.[14] On March 15, 2022, Kiva was deprived of his deputy mandate, 335 deputies voted for his expulsion at a sitting of the Verkhovna Rada of Ukraine, and he was wanted for treason.[15] As of March 26, 2022, the State Bureau of Investigation opened about 200 cases for collaborationism.[16] On April 3, 2022, the Prosecutor General of Ukraine Irina Venediktova announced that 99 people were in custody on suspicion of treason and 4 people on suspicion of collaborationism.[17]  This article relating to Ukraine is a stub. You can help Wikipedia by expanding it. This Russian military article is a stub. You can help Wikipedia by expanding it.","Title":"Collaboration with Russia during the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16380","URL":"https://en.wikipedia.org/wiki/Collaboration_with_Russia_during_the_2022_Russian_invasion_of_Ukraine"}