{"Content: ":"See text Orthonectida (/ˌɔːrθəˈnɛktɪdə, -θoʊ-/[3]) is a small phylum of poorly known parasites of marine invertebrates[4] that are among the simplest of multi-cellular organisms. Members of this phylum are known as orthonectids. The adults are microscopic wormlike animals, consisting of a single layer of ciliated outer cells surrounding a mass of sex cells. They swim freely within the bodies of their hosts, which include flatworms, polychaete worms, bivalve molluscs, and echinoderms. They are gonochoristic, with separate male and female individuals.[5] When they are ready to reproduce, the adults leave the host, and sperm from the males penetrate the bodies of the females to achieve internal fertilisation. The resulting zygote develops into a ciliated larva that escapes from the mother to seek out new hosts. Once it finds a host, the larva loses its cilia and develops into a syncytial plasmodium larva. This, in turn, breaks up into numerous individual cells that become the next generation of adults.[5][6] The phylum consists of about 20 known species, of which Rhopalura ophiocomae is the best-known.[4] The phylum is not divided into classes or orders, and contains just two families. Although originally described in 1877 as a class,[7] and sometimes characterized as an order of the phylum Mesozoa, recent study shows that orthonectids are quite different from the rhombozoans, the other group in Mesozoa.[4] The genome of one species, Intoshia linei, has been sequenced.[8] These animals are simplified spiralians. Their position in the phylogenetic tree has yet to be determined. The genome data confirms the earlier proposal that these organisms are spiralians based on their morphology.[9] They appear to be related to the Annelida.[10][6] Of the Annelida this taxon appears to be most closely related to the Clitellata.[11] Phylum Orthonectida Excavata: Other:","Title":"Orthonectida - Wikipedia","KeyID":"1639","URL":"https://en.wikipedia.org/wiki/Orthonectida"}