{"Content: ":"\"And now I want to show you where they were preparing the attack on Belarus\" (Russian: А я сейчас вам покажу, откуда на Беларусь готовилось нападение) is a phrase widely spread on russophone internet communities said by Alexander Lukashenko, which attempts to justify Russia's invasion of Ukraine in regards to Belarus.[1] The phrase subsequently became very popular in many countries of the former Soviet Union and started being used as a meme in various videos from mid-March 2022. In the memes, Lukashenko was cut out of the original video and, along with the soundtrack, is transferred into different films and funny situations.[2][3] The basis of the memes was a video filmed at the talks between the presidents of Russia and Belarus, which took place on March 11, 2022.[3] At this meeting, Alexander Lukashenko assured Vladimir Putin that if the \"special operation\" had not begun, then Ukraine would have attacked Belarus first:[3][4][5] А я сейчас вам покажу, откуда на Беларусь готовилось нападение. И если бы за шесть часов до операции не был нанесён превентивный удар по позициям — четыре позиции, я сейчас покажу карту, я принёс — они бы атаковали наши войска Беларуси и России, которые были на учении. Поэтому не мы развязали эту войну, у нас совесть чиста. Хорошо, что начали. Биологическое оружие, самые большие атомные электростанции – и всё это были готовы взорвать. Сейчас мы видим, что в Чернобыле творится, Вы меня попросили электричество подвести… [And I will now show you the location, which they planned to use as a base to attack Belarus. If there had not been a preventive strike on the positions – four positions – six hours before the operation – I will show you the map that I brought with me – they would have attacked the troops of Belarus and Russia, which were conducting exercises. So, we did not unleash this war, our conscience is clear. It's good that we started. Biological weapons, the largest nuclear power plants - and all this was ready to blow up. Now we see what is happening in Chernobyl, you asked me to supply electricity...] According to the BBC: \"His zeal in justifying Russia's aggression against Ukraine was rewarded with a set of wacky Internet memes.\"[6] Lukashenko from the video got transferred to the rail-station,[7] was sat down near the garbage can,[7] ended up in the yard with elderly ladies.[7] Aleksander Lukashenko tells his monologue to the ballerinas of the Swan Lake, the heroes of the films The Shining and Ivan Vasilievich Changes Profession, the girl riding the rides, porn actresses, Yelena Malysheva on the program \"Live healthy!\",[8] the host of the talk show \"Let's Get Married\" Larisa Guzeeva, alien company,[8] Mr. Bean,[8] chickens,[8] homeless people at the train station,[8] Oscar viewers,[8] broadcasts from Vladimir Zhirinovsky's coffin to Putin, etc.[9] In addition, \"videos with an unexpected ending\" are being created, where after the intrigue is dragged out, Lukashenko's monologue becomes a catharsis.[7] For example, in a video about what to do if a handsome guy pays attention to you: \"Turn away, look down, smile, say: \"I'll show you now ...\", or what to do with your girlfriend alone in a vehicle where he the same result.[7] The Lukashenko is also ridiculed by celebrities, such as Yegor Grigoryevich Krutogolov from the Diesel Show, who combined the speech of the \"father\" and the explosion of a warehouse in Belgorod.[7] The catchphrase began to be used in the media in other situations with Lukashenko, for example, when he received a blow to the face during a hockey match: \"Now I'll show you where the blow to the chin came from...\".[10] On April 24, Lukashenko said that Polish, Lithuanian and Latvian were standing near the Belarusian border, asking to cross the border to buy buckwheat and salt. In response, Edgars Rinkēvičs, the Minister of Latvian Foreign Affairs, tweeted: \"And now I will show you where they come to Belarus for buckwheat and salt\".[11] On April 27, several Belarusian students were detained for this popular meme on TikTok.[12]","Title":"And now I will show you where the attack on Belarus was prepared from - Wikipedia","KeyID":"16395","URL":"https://en.wikipedia.org/wiki/And_now_I_will_show_you_where_the_attack_on_Belarus_was_prepared_from"}