{"Content: ":"\"Strength is in truth\" (Russian: сила в правде, romanized: sila v pravde) is a Russian catchphrase that has been widespread since the beginning of the 21st century. It is derived from the phrase of the character in the film Brother 2 Danila Bagrov [ru], released in 2000. Russian historiography considers the saying attributed to Alexander Nevsky: \"God is not in might, but in truth!\",[quote citation needed] which is also often mentioned in a later 18th-century reproduction by the Russian commander Alexander Suvorov. The phrase \"strength is in the truth\" was uttered by the main character of the movie Brother 2 Danila Bagrov [ru], released in 2000. In the film, the hero first asked his brother, \"What is strength in, brother?\" to which the brother replied that all strength is in money, and then, in one of the final dialogues, Bagrov uttered the words: \"Tell me, American, what is strength in? Is it money? My brother says it's money, too. You got a lot of money, so what? I think strength is in the truth: Whoever has the truth is stronger\". Yuri Razinov, Doctor of Philological Sciences, writes \"that the hero of the 'New Russian tale' Danila the Bogatyr from Aleksei Balabanov's film Brat-2' in a forceful manner instills in his overseas colleague that 'the power is in the truth'. And the power of truth, of course, is in its directness. Razinov believes that this asserts \"the direct and obstinate style of Truth,\" which \"turns out to be more powerful than the evasive and cunning manner of Injustice.\" \"The epic Justice interdicts, breaks and literally bends into an arc the crooked line of Injustice,\" writes the philologist. The researcher believes that the paradox of Russian history is that the thesis that \"strength is in truth\" exists in words, while in fact recognizes the opposite order to it - \"who has strength, he has truth.\"[1] The Right Cause party used a phrase from the film Brother 2 as the political slogan of the party: \"The strength is in the truth. He who is right is stronger\".[2] Communist Party of the Russian Federation (CPRF) used the slogan \"Our strength is in the truth!\" (Наша сила — в правде).[3] During the 2022 Russian invasion of Ukraine, the Latin letter \"V\" has been sighted over military vehicles in the north of Ukraine, including Hostomel, Bucha, in woods north of Kyiv and near Dymer. \"V\" is one of the symbols Russia has chosen to promote the invasion of Ukraine, other symbols being \"Z\" among others.[4] The Russian Ministry of Defence later stated on 3 March that \"V\" stood for \"Our strength is in truth\", as well as for \"The task will be completed\" (Russian: задача будет выполнена, romanized: zadacha budet vypolnena).[5] Just like the symbol \"Z\" and the ribbon of Saint George, \"V\" has been banned in some countries as a result of its symbolism and association with atrocities committed by the Russian Army in Ukraine.","Title":"Strength is in truth - Wikipedia","KeyID":"16398","URL":"https://en.wikipedia.org/wiki/Strength_is_in_truth"}