{"Content: ":"\"Bayraktar\" is a patriotic Ukrainian song that became popular after its release on 1 March 2022 during the Russian invasion of Ukraine. Dedicated to the Baykar Bayraktar TB2 combat drone due to its successful deployment against Russian troops, the song is written by Ukrainian soldier Taras Borovok, and mocks both the Russian Armed Forces and the invasion itself. Borovok received a request from the Armed Forces of Ukraine to write a folk song on the day the invasion began, and completed the song within two hours. The song got positive critical acclaim from journalists, and received a humorous Oscar from the Ukrainian Ground Forces. \"Bayraktar\" is played frequently on Ukrainian radio, and sung by Ukrainians in protests. The song is dedicated to the Turkish Baykar Bayraktar TB2 combat drone,[1] which was used by the Ukrainian Army during the 2022 Russian invasion of Ukraine.[2] The use of the drones is reported to have slowed the Russian advance into the country.[3] The song was written and composed by Ukrainian soldier Taras Borovok.[4] Having only attended four music classes, Borovok received a request from the Armed Forces of Ukraine on 24 February 2022, the day the Russian invasion started, to write a folk song about the TB2 drone.[5] It took him \"15 to 20 minutes\" to write the lyrics, and \"1,5 to 2 hours\" to complete the whole song.[6] Speaking to Euronews, Borovok said that the goal of the song was to \"influence people, keep morale high and reduce Russian influence.\"[7] \"Bayraktar\" was uploaded to YouTube on 1 March 2022. It has been named a patriotic pop and folk song by media outlets.[8][9][10] The lyrics praise the Bayraktar drones and talk about how they serve as a punishment to the invading Russian Armed Forces.[1][8] The song also mocks the Russian Army itself, the equipment used by them, their invasion of Ukraine, and the soup they consume.[11] In numerous music videos, the song is accompanied by Bayraktar's strikes on columns of Russian equipment in the territory of Ukraine.[12] Spencer Kornhaber from The Atlantic called the song \"very catchy\", emphasizing its \"simple beat\".[11] Antoni Aguera from Última Hora named it an \"iconic resistance song\".[13] Jochen Siemens of Stern said that the music video, showing explosions, is \"one of the most haunting you've ever seen\", but added that the song was sung \"almost happily and confidently.\"[14] On the day of the 94th Academy Awards, the Ukrainian Ground Forces awarded the music video of the song with a \"humorous\"[15] Oscar in the category Best International Feature Film via Twitter.[16] According to the Algemeen Dagblad, the song is one of the things that shows that Selçuk Bayraktar, the chief technology officer of Baykar, is the \"second-biggest hero\" of Ukraine after Ukrainian president Volodymyr Zelenskyy.[4] \"Bayraktar\" is repeatedly played on Ukrainian radio stations,[11] and is sung by Ukrainians during protests against the invasion,[17] as well as by soldiers in the front lines.[13] The song has been translated into several languages, while several remixes also exist.[18][19] It has been shared on the official Facebook page of the Ukrainian Ground Forces.[1] An online radio station playing war songs has also been named after the Bayraktar drone due to the popularity of the song.[20] According to Gabriel Gavin from The Spectator, the song had over a million views on YouTube before being taken down.[21]","Title":"Bayraktar (song) - Wikipedia","KeyID":"16402","URL":"https://en.wikipedia.org/wiki/Bayraktar_(song)"}