{"Content: ":"\"Generation Cancellation\" is a 2022 single by the Russian rave band Little Big. The song was released on 23 June 2022, in response to the 2022 Russian invasion of Ukraine, and it condemns the invasion.[1] Little Big frontman Ilya Prusikin said that the song was recorded on 25 February 2022.[2] In March, the band left Russia for Los Angeles and shot the video for the song shortly after.[2] Because of the post-production process, which was done by the Russian crew \"who went all over the world\", the release of the song was delayed.[2] \"Generation Cancellation\" was released on 23 June 2022. In previous interviews, Prusikin criticized the 2022 Russian invasion of Ukraine, stating \"We adore our country, but we completely disagree with the war in Ukraine, moreover, we believe that any war is unacceptable.\" The band also announced that they had left the country and relocated to Los Angeles, stating that \"we are so disgusted by the Russian military propaganda machine that we decided to drop everything and leave the country.\"[3][4] The song is described as an \"aggressive hard rock\" song with a few lyrics, mentioning how the younger generations, mostly generation Z in Russia, are facing a new, war mongered civilization.[5] According to William Lee Adams, editor of Eurovision Song Contest fansite Wiwibloggs, the lyrics \"clearly express the helplessness that many opposed to the war feel.\"[1] Along with the song's release, a music video was released on Little Big's YouTube channel. The video makes references to major political leaders portrayed by David Alan Graf and Sam H. Clauder II; and shows the destruction brought by the Russian army.[6] In the video, the video first shows an evil political figure, who is kept alive with an IV tube filled with crude oil, using soldiers (Howard Campbell, Andriy Zozulya, Qi Gu and George De Sclar) as chess pieces for the invasion, and giving a child (Ivan Logut) a hot dog with a missile. Later, a news anchorman (Christopher Matthew Spencer) is shown broadcasting with the graphic \"FAKE NEWS\". The camera is then moved to shown the anchorman sitting a toilet, to show that they are \"full of shit\". In the last scene, a security guard (Neil Stephens), shown as a priest of the Russian orthodox church, is shown \"blessing\" someone (Jordan Reed) with a cross made of a baton.[1][7] In response to the song, Iosif Prigozhin, a Russian music producer, called for the revocation of the citizenship of the members of Little Big, stating that \"people who are poorly educated have moved to the United States, [thinking that it's] ‘the most peaceful state in the world,’ and they are trying to talk about pacifism through their videos. [Meanwhile], I'm not afraid of this word.\" He later claimed that \"the West is engaged in the genocide of our people.\"[8]","Title":"Generation Cancellation - Wikipedia","KeyID":"16404","URL":"https://en.wikipedia.org/wiki/Generation_Cancellation"}