{"Content: ":"\"Поколение Z\" (pakalenie Z)(known in English as \"Generation Z\") is a 2022 song by Russian rock band Nogu Svelo!. The song was released on 20 April 2022, in response to the 2022 Russian invasion of Ukraine, condemning the Russian army's actions in the invasion and criticizing Russia's actions in recent events, saying \"Russians, we fucked everything up.\"[1][2] In previous songs, Nogu Svelo! made videos protesting the 2022 Russian invasion of Ukraine, showing destruction caused by the invasion. In a statement from band frontman Maxim Pokroskiy, he claimed that most people in Russia are against the invasion, saying \"the proportion of people who are sane, according to our estimates, is 65-70%. This, of course, only applies to our audience. We do not claim to be a full-fledged sociological study - we simply present our feeling to you. And this feeling gives us hope that all is not lost.\"[3] The lyrics talk about how the Russian government have manage to subdue the Russian people into a \"slave mentality\", with the people believing increasingly into Russian propaganda, with it becoming so severe that they are \"ready to break their teeth for the right to die as slaves\".[4] The song later goes on to say that Russia has already lost the war by simply invading Ukraine in the first place. Then, the song lists off Russian controversies that had affected the country in recent years, including the Russian Olympic doping scandal and the Nord Stream gas pipeline. It later goes on to debunk Russian propaganda from state television.[3] The lyrics urge the Russian people to read the fable The Monkey and Glasses, urging the Russian people to \"stay human\".[5] Along with the release of the song, a music video was released on the same day. In the opening shot, Pokroskiy burns papers in front of a barrel lit on fire. On the sheets of paper, it's revealed to be propaganda that praises Russia. Comments from Nogu Svelo's social media channels that criticize Pokroskiy's position on the invasion are also shown. Around two-thirds into the video, a phone conversation between a captured Russian soldier and his mother is played, with the mother in disbelief when the soldier claims that he is not defending his homeland.[6] On 29 April 2022, Russian TV station Tsargrad TV released an article that heavily criticized both the song and Maxim Pokroskiy. In the article, Tsargrad TV criticized Pokroskiy's \"path of degradation\", saying that Pokroskiy had been claiming that Russia itself had been degrading heavily for the last several years. The article also criticizes former statements about Crimea, saying that he had \"[abandoned his] own people and country.\"[7] On 8 June 2022, it was announced that the Russian government had begun performing a background check on Pokroskiy, on the basis of \"discrediting the Armed Forces of the Russian Federation\".[8] On the same day, it was found out that the leader of a group that opposed the band's political ideology, Dmitry Sergienko, had filed a report with the Russian police against Pokroskiy.[9]","Title":"Generation Z (song) - Wikipedia","KeyID":"16405","URL":"https://en.wikipedia.org/wiki/Generation_Z_(song)"}