{"Content: ":"\"Back to the Cold War\" is the fourth episode of the twenty-fifth season of the American animated television series South Park. The 315th episode overall of the series, it premiered on Comedy Central in the United States on March 2, 2022.[1] The episode, which focuses on Mr. Mackey's preparation for nuclear war, and Butters Stotch's preparation to compete in a dressage tournament,[2][3][4] is the first scripted television episode to reference the 2022 Russian invasion of Ukraine,[2] which was launched six days prior.[5] The episode also references the Cold War-era films WarGames, Red Dawn, and Rocky IV, as well as other aspects of 1980s culture, such as piano neckties and large boomboxes.[3][6] At South Park Elementary, Mr. Garrison tells his fourth-graders that he and his boyfriend Rick got into a fight, while the students are worried about Vladimir Putin. Mr. Mackey enters the class and announces an immediate safety drill in case of a nuclear bomb as he ends the drill with some \"appropriate 80's music\". PC Principal tells Mackey to stop his increasing amount of nuclear safety drills as it appears Mackey has become overly nostalgic for the era. Mackey responds by sneaking into Principal's office and taking photographs. At an equestrian facility, Butters Stotch practices his horse-riding skills in preparation of an upcoming dressage event against a Russian student with the last name Solokov, while his parents Stephen and Linda Stotch, who are concerned for Butters' abilities, loudly boo at Solokov. Stephen warns Butters that the dressage event reminds them of the Cold War and that Butters needs to defeat Solokov. As Mackey reviews the pictures on a microfiche machine, Butters asks Mackey for counseling regarding his parents which triggers Mackey to demand to know everything about dressage. Butters attempts to train his horse, Melancholy, to perform dressage better, but Melancholy constantly defecates and has sexual intercourse with another horse during a practice. Mackey investigates the home of the Solokov family and finds Stephen and Linda in the stable trying to sabotage the horse. Mackey claims that Principal is a Russian spy and the dressage tournament will be a ploy to launch nuclear missiles. Mackey goes to his mother's home to use a vintage floppy disk and dial-up modem to infiltrate the computers at NORAD. Mackey uses BASIC commands to hack the root system, emulating a Russian nuclear attack, triggering an escalation to DEFCON-3. The Russians receive notice of the DEFCON change and warn Putin, who has been nostalgic lately. As Mackey prepares to escalate NORAD to DEFCON-2, his mother interrupts and makes him realize the true source of his nostalgia is the fact that he is getting old. She tells him the Cold War era was not a good time nor one he should be attempting to get back to. At the dressage event, just as Solokov is about to win the event, Melancholy has intercourse with Solokov's horse, resulting in Solokov being thrown off the horse. A boxing referee counts Solokov out and Butters wins the event. The crowd celebrates as Mackey arrives and makes a triumphant speech. Dan Caffrey with The A.V. Club gave the episode a \"B+\", as he appreciated the conversation between Mackey and his mother, stating \"On its own, the heart-to-heart between the Mackeys functions as the latest piece of South Park wisdom—a reminder that, when we long for our supposed halcyon days, we're often only remembering the good parts. In that way, 'Back to the Cold War' feels in conversation with episodes like 'Member Berries' (which also used nostalgia as a justification for atrocity) and the now-classic 'You're Getting Old'.\" Caffrey also commented how Mackey's takeover of the NORAD computer was a plot taken from the film WarGames.[6]","Title":"Back to the Cold War - Wikipedia","KeyID":"16401","URL":"https://en.wikipedia.org/wiki/Back_to_the_Cold_War"}