{"Content: ":"Oleksandr Stanislavovych Syrskyi (Ukrainian: Олександр Станіславович Сирський; born 26 July 1965) is a Ukrainian soldier. He holds the rank of lieutenant general and is the commander of the Ukrainian Ground Forces since 2019. Previously, he was commander of the Joint Forces Operation between May 2019 to August 2019. Before the war in Donbass in the 2000s, he commanded the 72nd Mechanized Brigade and was promoted to major general. As of 2013, he was the First Deputy Chief of the Main Command Center of the Armed Forces of Ukraine, and was involved in the then processes of cooperation with NATO. In November 2013, Syrskyi, on behalf of the Ministry of Defense, discussed changes to the Ukrainian army in accordance with NATO standards at NATO headquarters. With the beginning of war in the East of Ukraine he was the Chief of Staff of anti-terrorist operations.[1] In particular, he was one of the chief commanders of the anti-terrorist operation forces during the battle of Debaltseve in the winter of 2015, together with the Chief of the General Staff of the Armed Forces of Ukraine Viktor Muzhenko they went to the city itself. He led the battles in Vuhlehirsk, the village of Ridkodub and an unsuccessful attempt to recapture Logvinov. He also coordinated the withdrawal of the Ukrainian military from Debaltseve.[2] Under his leadership, possible routes of crossing the Karapulka River were blown up. Oleksandr Syrskyi was awarded the Order of Bohdan Khmelnytsky III degree and later received the rank of lieutenant general due to his achievement during the battle of Debaltseve.[3][4] In 2016, he headed the Joint Operational Headquarters of the Armed Forces of Ukraine, which coordinates the operational actions of various Ukrainian security forces in the Donbas. In 2017, he was the commander of the entire Anti-Terrorist Operation in eastern Ukraine, which was later replaced by Joint Forces Operation.[5][6] From 6 May to 5 August 2019 he was the commander of the Joint Operational Staff of the Armed Forces of Ukraine.[7][8] Since 5 August 2019, Syrskyi has been the Commander of the Ground Forces of the Armed Forces of Ukraine.[9][10] Order of Bohdan Khmelnytsky III degree (14 March 2015)","Title":"Oleksandr Syrskyi - Wikipedia","KeyID":"16419","URL":"https://en.wikipedia.org/wiki/Oleksandr_Syrskyi"}