{"Content: ":"During the 2022 Russian invasion of Ukraine, which began on 24 February 2022, Ukrainian President Volodymyr Zelenskyy has made a number of speeches in multiple formats, including on social media and to foreign legislatures. The speeches have received significant attention, with a number of commentators citing a positive effect on Ukrainian morale and on international support for Ukrainian resistance to the invasion.[1][2][3][4][5] On 25 February, the second day of the invasion, concerns were initially raised about his whereabouts after he missed a scheduled phone call with Italian Prime Minister Mario Draghi.[6] Later that day, however, he posted a video of him flanked by several advisors in front of Mariinskyi Palace in central Kyiv. In the video, he gave a short speech stating that \"We are here\" and that \"We are defending our independence, our state, and we will continue to do so.\"[7] Later that day, he posted another video of a short speech addressing the ongoing Russian assault on Kyiv, urging Kyiv residents to fight back \"any way you can.\"[8] On 24 February, Zelensky had teleconferenced with European Union leaders.[9] On 26 February, he posted a short speech warning against disinformation that he had fled Kyiv.[10] The same day, he stated that he turned down an offer from the US to be evacuated from the city, saying that \"The fight is here; I need ammunition, not a ride.\"[11] In March 2022, Zelenskyy made a series of speeches to the legislatures of other nations regarding the invasion. On 8 March, he addressed the British Parliament (House of Commons): Thirteen days of struggle[12][13][14] On 15 March, he addressed the Parliament of Canada virtually, the third Ukrainian president to give an address to the Canadian Parliament after Petro Poroshenko in 2014 and Victor Yushchenko in 2008.[15] After the speech, the speakers of the House of Commons and the Senate, as well as the leaders of the political parties represented in the House of Commons made statements on the speech, all expressing support for Zelenskyy.[16] On 16 March, he addressed the United States Congress.[17][18][19] Following the speech, American President Joe Biden stated that the US would provide Ukraine with an extra $800 million in military aid and stated that he considered Putin \"a war criminal\", the first time Biden formally accused the Russian government of war crimes in the invasion.[20] On 17 March, he addressed the German Parliament. In the speech, he stated that Germany had attempted to appease Russia in the 2010s, notably through business deals such as Nord Stream 2, and that it had failed its post-Holocaust historical responsibility. He also invoked the Berlin Wall, stating that there was a new wall \"in the middle of Europe between freedom and a lack thereof. And this wall is getting taller with every bomb that falls on Ukraine.\"[21] However, the German Parliament did not schedule time to debate the speech after its conclusion on its agenda for the day.[22][23] On 20 March, he addressed the Israeli Knesset.[24][25] On 23 March, he addressed the National Diet of Japan.[26][27] On 24 March, he addressed the Swedish parliament.[28] On 30 March, he addressed the Norwegian Storting.[29] On 31 March, he addressed the House of Representatives of the Netherlands. He requested to stop trading with Russia including a boycott on Russian gas and requested for more weapons.[30][31] On 31 March, he addressed the Parliament of Australia, requesting Bushmaster Protected Mobility Vehicles and other weapons.[32] On 31 March, he addressed the Parliament of Belgium.[33] On 4 April, Zelenskyy gave a speech on the Parliament of Romania.[34][35] On 5 April, he spoke in the Cortes Generales of Spain.[36] On 6 April, Zelenskyy spoke to the Oireachtas, Parliament of Ireland.[37] On 7 April, he addressed the House of Representatives of Cyprus,[38] and the Parliament of Greece.[39] On 8 April, he addressed the Parliament of Finland.[40] On 11 April, he addressed the National Assembly of the Republic of Korea.[41][42] On 12 April, he address the Parliament of Lithuania.[43] On 13 April, he addressed the Riigikogu of Estonia.[44][45] On 21 April, he addressed the Parliament of Portugal.[46][47] On 6 May, he addressed the Althing of Iceland.[48] On 24 March, he addressed the NATO Summit.[49] On 3 April, he appeared at the 64th Annual Grammy Awards in a pre-taped speech.[50][51] On 21 April he made an address at the World Bank ministerial roundtable in support of Ukraine [52][53] On 1 March, CNN and Reuters journalists were taken in a van to a \"non-descript, Soviet-era administrative office\" in Kyiv.[72] There were fully armed soldiers everywhere.[72] Sandbags were visible and Ukrainian symbols were moved closer.[72] Zelenskyy appeared, welcoming the journalists positively with handshakes.[72] In the interview he called on President Of The United States Joe Biden to address the situation,[73] and commented that it was yet to be seen whether talks were a waste of time.[74] Ukraine's resistance was spoken of triumphantly and the advantage of fighting on their home ground.[73] In the backdrop of failed talks, Zelenskyy told Vice on 10 March that dialogue with Putin was the only way forward and he was positive talks would eventually work.[75][76] Two days before he had said in an interview with ABC News that he would no longer seek out NATO membership, that he would consider a \"compromise\" in related to Donetsk and Luhansk,[77] and also addressed the people of America directly.[78] On 7 April Zelenskyy, apart from commenting on the on-ground situation, told Republic TV that sanctions should work like nuclear weapons.[79] He said that nations shouldn't pretend to support Ukraine and then at the same time maintain economic relations with the enemy.[79] In relation to India, he answered that India finds it difficult to maintain the balance and that India's relation was with the Soviets and not Russians.[79] Security guarantees were mentioned during the 60 minute interview.[80] On 27 March 2022, Meduza, Dozhd and Kommersant published a video interview with Zelenskyy, along with its transcript. A few minutes before the interview was published, Roskomnadzor ordered the media to not publish it. The interviewers were Ivan Kolpakov of Meduza; Tikhon Dzyadko of Dozhd; Mikhail Zygar; 2021 Nobel Peace Prize co-winner Dmitry Muratov of Novaya Gazeta (indirectly); and Vladimir Solovyov of Kommersant.[81] Zelenskyy spoke in Russian.[82] On 21 April, he spoke to Mediazona.[83] Zelenskyy's speeches have received a generally positive response.[84][85][86][87] Moira Donegan of The Guardian has stated that Zelenskyy \"has made himself into a symbol of the Ukrainian people, whose surprising courage, determination, and defiance in the face of the Russian aggression have called the west's moral bluff.\"[88] Jon Henley of The Guardian has stated that Zelenskyy's speeches to foreign parliaments all contained \"historical references carefully chosen to appeal to the audience\" and that his \"talent as an orator that has won him foreign acclaim.\"[89] Anjana Susarla of Michigan State University stated that Zelenskyy's addresses have had an impact due to their authenticity, their ability to connect with social media audiences, and the urgency of the messages, saying that his videos have been \"short, between four and seven minutes, to the point, relatable and very personal.\"[90] Dominique Arel of the University of Ottawa has stated that Zelenskyy is \"very good at [using identification in rhetoric]. He relates the human story. He was an actor before, but he's not acting now, that's why he's so effective.\"[91] British journalist David Patrikarakos described Zelenskyy as \"the literal man on the street,\" saying that he was sending a message that \"I'm your president, I'm not hiding, I'm not going anywhere. I am not behind the desk or wearing a suit. I am here with the risk of being killed, like everybody else.\"[92] In the Netherlands almost all member of parliament unanimously praised Zelensky's speech, including words like \"impressive\" and \"a historic moment\" were mentioned.[93] Timothy Naftali of New York University has stated that the speeches are \"a reminder that there is a life and death struggle going on — and it's forcing politicians to in real time to consider what are the acceptable risks.\"[94] Olga Onuch of the University of Manchester has stated that the West was for \"the first time seeing him as an equal.\"[95] Zelenskyy's use of social media to deliver messages has also attracted significant attention from commentators.[96][97] Patrick Wintour of The Guardian has stated that Zelenskyy \"has been constantly on the phone to western leaders, using his Twitter feed to cajole, encourage, scold and praise his allies. In the process, sanctions regarded as unthinkable a week ago have become a moral baseline.\"[98] Karrin Vasby Anderson of Colorado State University has stated that \"Zelenskyy's approach aims to provide ordinary citizens with content they can use easily on social media to pressure their political representatives.\"[99] Some commentators have argued that the reactions to Zelenskyy's speeches has tended too much towards idolisation.[100][101] Arwa Mahdawi of The Guardian has stated that \"there is a difference between respecting a politician and sexualising or worshipping them\" and that such reactions had the risk of trivialising the situation in Ukraine and of promoting overly simplistic narratives about the situation.[102] Some commentators have also criticised Zelenskyy's use of comparisons to the Holocaust, particularly his use of the term \"final solution\" in his speech to the Israeli Knesset.[103]","Title":"Speeches by Volodymyr Zelenskyy during the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16416","URL":"https://en.wikipedia.org/wiki/Speeches_by_Volodymyr_Zelenskyy_during_the_2022_Russian_invasion_of_Ukraine"}