{"Content: ":"Leonid Ivanovich Pasechnik (Russian: Леони́д Ива́нович Па́сечник, Ukrainian: Леонід Іванович Пасічник; Leonid Ivanovych Pasichnyk; born 15 March 1970) is the leader of the self-proclaimed Luhansk People's Republic. He previously served as the republic's Minister of State Security from 2014 to 2017.[1][2][3][4] Pasechnik's father worked in law enforcement,[4] for the OBKhSS, for 26 years.[3][4] In 1975 the Pasechnik family moved to Magadan in the Russian Far East[4] where Pasechnik's father was associated with gold mine operations.[3] Pasechnik graduated the Donetsk Military-Political College and worked for the Security Service of Ukraine (SBU) in Luhansk Oblast as a chief of a detachment combating contraband operations[4] and the chief of the Stakhanov district detachment.[3] On 15 August 2006 he became famous for intercepting large quantities of contraband at Izvaryne border checkpoint ($1.94 mln and 7.24 mln Russian rubles), at the same time refusing a bribe out of principle.[3][4] In March 2007 SBU Lieutenant Colonel Pasechnik received from the Ukrainian President Viktor Yushchenko a medal For Military Service to Ukraine, \"for showing integrity and professionalism in the line of duty\".[3] In 2014 he sided with pro-Russian militants, becoming on 9 October 2014 a minister of State Security for the self-proclaimed state Luhansk People's Republic (LPR).[3][4] On 21 November 2017, armed men in unmarked uniforms took up positions in the center of Luhansk in what appeared to be a power struggle between the head of the republic Igor Plotnitsky and the (sacked by Plotnitsky) LPR appointed interior minister Igor Kornet.[5][6] Three days later the website of the separatists stated that Plotnitsky had resigned \"for health reasons. Multiple war wounds, the effects of blast injuries, took their toll.\"[7] The website stated that Pasechnik had been named acting leader \"until the next elections.\"[7] Russian media reported that Plotnitsky had fled the unrecognised republic on 23 November 2017 to Russia.[8] On 25 November the 38-member People's Council of the LPR unanimously approved Plotnitsky's resignation.[9] Pasechnik declared his adherence to the Minsk accords, claiming \"The republic will be consistently executing the obligations taken under these agreements.\"[10] On 30 March 2018 Pasechnik stated \"Our [LPR] experience can help all regions of Ukraine eventually gain freedom and independence, and then we can together declare a new Ukraine in which representatives of different nationalities and cultures will freely live.\"[11] (While meeting people living in territory controlled by LPR in the summer of 2019) Pasechnik stated: \"It does not mean, that we will return back into Ukraine. This is the only way to stop this madness, this war. You should understand that we, as a sovereign state will be a state within the state – that will be our special status\".[12] On 6 December 2021, Pasechnik became a member of the Russian ruling party United Russia.[13] United Russia chairman Dmitry Medvedev personally handed him his party ticket during the party's annual congress in Moscow.[13] On 27 March 2022, Pasechnik said that the Luhansk People's Republic may hold a referendum to join Russia in the near future.[14][15]","Title":"Leonid Pasechnik - Wikipedia","KeyID":"16433","URL":"https://en.wikipedia.org/wiki/Leonid_Pasechnik"}