{"Content: ":"Live Universal Awareness Map, commonly known as Liveuamap, is an internet service to monitor and indicate activities on online geographic maps, particularly of locations with ongoing armed conflicts.[1] It was developed by the Ukrainian software engineers from Dnipro Rodion Rozhkovskiy and Oleksandr Bilchenko.[2] The two founders of Liveuamap, Rodion Rozhkovskiy and Oleksandr Bilchenko, initially experimented independently with algorithms to filter and correlate social media information related to distinct geographic locations of interest. Together, they started the website liveuamap.com on 18 February 2014 to monitor Russian activities in Ukraine. They were able to indicate in detail the operations that led to the annexation of Crimea by the Russian Federation using their web crawler.[2] The \"UA\" letters in the \"LiveUAmap\" name were originally from the country code for Ukraine, before the \"Universal Awareness\" acronym was officially proposed by the creators. Their system tracks authors of social media posts of interest by identifying their former posts, number of activities, whom they follow and applies filter techniques to extract relevant information. When an accumulation of correlated messages about an event occurring at a location passes thresholds defined by the algorithms, the situation is listed for human intervention. At least two Liveuamap members decide whether the information about the event is valid, to be used on the map or if further verification is needed. Followup information about the accepted events is used as feedback to improve the system.[2] Liveuamap members use additional sources such as satellite pictures and official communications. Archives are accessible to track the evolution of a particular map.[3] As of 2022[update], the website has been used to track the ongoing Russo-Ukrainian War since the initial 2014 Russian invasion of Ukraine by organizations such as the United Nations, non-governmental organization (NGOs) such as Médecins Sans Frontières and newspapers such as Neue Zürcher Zeitung.[2][4] This service was expanded to cover armed conflicts in many countries and regions, including the Syrian civil war and the Yemeni Civil War that started in 2014,[5] with over 30 maps with comments in eight languages. The company Liveuamap.LLC is registered in McLean, Virginia.[3] According to Similarweb analysis, Liveuamap had about 60 million web visitors in April 2022, during the 2022 phase of the Russian invasion of Ukraine, about 20 times more than in April 2021.[6]","Title":"Live Universal Awareness Map - Wikipedia","KeyID":"16436","URL":"https://en.wikipedia.org/wiki/Live_Universal_Awareness_Map"}