{"Content: ":"The 2022 Russian invasion of Ukraine is extensively covered on Wikipedia across many languages.[1] This coverage includes articles on and related to the invasion itself, and updates of previously existing articles to take the invasion into account.[1] Wikipedia and other Wikimedia projects' coverage of the conflict – and how the volunteer editing community achieved that coverage – has received significant media and government attention.[2][3][4][5] Fears the Russian government would block Wikipedia access in the country led to mass downloads of copies of Wikipedia in Russia. In late February and early March 2022, the highest numbers of downloads from Kiwix servers were from Russia. Whereas just 2 percent of its download traffic in 2021 was from Russia-based users, that figure had increased to 42% by March 2022, with downloads of Russian Wikipedia increasing by 4,000 percent from January to March. In the first two weeks of March, a total of 105,889 downloads had been made.[6] In Belarus, Russian Wikipedia editor Mark Bernstein was arrested after having been doxxed (having his personal identity revealed) in relation to his editing and writing about the invasion.[7][8] On 1 March 2022, the Russian-language Wikipedia published a picture of the Russian government's media regulator Roskomnadzor threatening to block access to the website in Russia over the Russian-language article Russian invasion of Ukraine in 2022, claiming that the article contains \"illegally distributed information\", including \"reports about numerous casualties among service personnel of the Russian Federation and also the civilian population of Ukraine, including children\".[9] On 16 March 2022, the Russian Agency of Legal and Judicial Information (news agency founded by the RIA Novosti, the Constitutional Court of Russia, the Supreme Court of Russia, and the Supreme Court of Arbitration of Russia in 2009) published an interview of Alexander Malkevich, the deputy chairman of the commission on the development of information society, media and mass communications of the Civic Chamber of the Russian Federation. In this interview, Malkevich said that Wikipedia (both Russian and others) was becoming a \"bridgehead for informational war against Russia\". He also stated that Russian law-enforcement agencies had identified thirteen persons who were carrying out \"politically engaged editing\" Wikipedia's articles, and about 30,000 bloggers \"participating in informational war against Russia\".[10] According to Novaya Gazeta, pro-Kremlin structures related to Yevgeny Prigozhin are actively involved in doxing \"coordinators of an informational attack on Russia\", including Wikipedia editors. Novaya Gazeta also reports that Special Communications Service of Russia (a division of the Federal Protective Service) employees are trying to disseminate pro-Kremlin propaganda by editing Wikipedia articles.[11] On 31 March, Roskomnadzor demanded that Wikipedia remove any information about the invasion that is \"misinforming\" Russians, or it could face a fine of up to 4 million rubles (approximately $49,000 or $47,000).[12][13] In June 2022, the Wikimedia Foundation appealed the fine, arguing that people in Russia have the right to access knowledge about the invasion.[14] In April 2022, EU vs Disinfo found that four pro-Russian disinformation news outlets were referenced in at least 625 Wikipedia articles. Most of these references were in the Russian Wikipedia (136 articles), Arabic Wikipedia (70), Spanish Wikipedia (52), Portuguese Wikipedia (45) and Vietnamese Wikipedia (32). The English Wikipedia has removed most references to these outlets.[15] In April-May 2022, the Russian authorities put several Wikipedia articles on their list of forbidden sites. The list included the articles 2022 Russian invasion of Ukraine, Rashism,[16] several articles in Russian Wikipedia devoted to the military action and war crimes during the Russo-Ukrainian War,[17] and 2 sections of the Russian article about Vladimir Putin.[18] On July 20, due to the refusal of Wikipedia to remove the articles about the Russian-Ukrainian war, Roskomnadzor ordered search engines to mark Wikipedia as a violator of Russian laws.[19][20] The Georgian Wikipedia changed its logo to reflect the blue and gold coloring of Ukraine's flag.[5] The Wikimedia Foundation released a statement on 1 March 2022, calling for \"continued access to free and open knowledge\" and for \"an immediate and peaceful resolution to the conflict\".[21]","Title":"Wikipedia and the 2022 Russian invasion of Ukraine - Wikipedia","KeyID":"16438","URL":"https://en.wikipedia.org/wiki/Wikipedia_and_the_2022_Russian_invasion_of_Ukraine"}