{"Content: ":"Viktor Vasilyevich Zolotov (Russian: Ви́ктор Васи́льевич Зо́лотов; born 27 January 1954) is the current Director of the National Guard of Russia (Rosgvardiya) and a member of the Security Council of Russia. Zolotov is a former bodyguard to former President Boris Yeltsin, former St. Petersburg Mayor Anatoly Sobchak, and current Russian leader Vladimir Putin.[2] While working for Sobchak, Zolotov became acquainted with Putin, as well as figures in the St. Petersburg criminal underworld.[3] A member of Putin's siloviki inner circle, Zolotov's rise to power and wealth happened after he became a close Putin confidante.[2][4][3] The Zolotov family has obtained valuable land plots through dubious means.[3] Zolotov was born in 1954 in Sasovo in Ryazan Oblast into a working-class family and worked as a steelworker.[5] Zolotov started his career in 1975 with the KGB Border Troops.[6] In 1991, Zolotov was seen as a bodyguard next to President of the Russian SFSR Boris Yeltsin during Yeltin's \"Tank Speech\" during the 1991 Soviet coup d'état attempt.[6] After the Dissolution of the Soviet Union, he became part of the newly-created Federal Protective Service, responsible for the protection of high-ranking Russian officials.[1] In the 1990s, he was hired as a bodyguard of the Mayor of Saint Petersburg Anatoly Sobchak. At this job, he met Putin, who was a Vice Mayor at this time. Zolotov became a sparring partner of the future President of Russia in boxing and judo, and \"whenever Putin appeared in public, Zolotov could be spotted walking directly behind him\".[5] Zolotov also served in Roman Tsepov's private guard service Baltik-Eskort, prior to the poisoning of Tsepov by an unknown radioactive substance. The agency was created in 1992, based on the advice from Zolotov, who allegedly oversaw this agency later as a member of the active reserve, according to Yuri Felshtinsky and Vladimir Pribylovsky.[7] The firm provided protection to high ranking Saint Petersburg officials, including the city mayor Sobchak and his family, as well as vice-mayor Putin. It also served as the central mechanism for the collection of tribute and chorniy nal or \"black cash\" (Russian: \"черный нал\") for Putin's purposes.[8][9] From 2000 to 2013, he was the Chief of the Security of Putin, while the latter was Prime Minister of Russia and then President of Russia. Zolotov commanded security officers that are known in Russia as \"Men in Black\" because they wore black sunglasses and dressed in all-black suits. They use a variety of weapons including portable rocket launchers.[5] Zolotov is a friend of Chechen strongman Ramzan Kadyrov.[3] On 12 May 2014, Zolotov was appointed Minister of Internal Affairs of Russia and commander of the Internal Troops of Russia.[1] On 5 April 2016, he was appointed commander-in-chief of the National Guard of Russia, which superseded the old Internal Troops of Russia, and relieved of his previous duties—and by a separate Presidential Decree was named a member of the Security Council of Russia.[10] In April 2018, the United States imposed sanctions on him and 23 other Russian nationals for their involvement in Ukrainian affairs.[11][12] In August 2018, Zolotov became a target of an investigation of the Anti-Corruption Foundation. Alexei Navalny alleged a theft of at least $29m in procurement contracts for the National Guard of Russia. Soon, Navalny was imprisoned, formally for staging protests in January 2018, and Viktor Zolotov published a video message on 11 September, where he called Navalny into a duel and promised to make \"good, juicy mincemeat\" of him.[13][14] On 2 March 2021, the Council of the European Union imposed a set of restrictive measures against Zolotov saying he was \"responsible for serious human rights violations in Russia, including arbitrary arrests and detentions and systematic and widespread violations of freedom of peaceful assembly and of association, in particular by violently repressing protests and demonstrations.\" These relate to the quelling of pro-Navalny protests in early 2021.[15][16] During the 2022 Russian invasion of Ukraine, The Moscow Times considered Zolotov to have disappeared from public view since around 13 March 2022, together with other senior siloviki (key Russian security officials), including Sergey Shoigu, Igor Kostyukov and Valery Gerasimov.[17] Despite a career in government, Zolotov and his family own approximately $9.8 million worth of real estate in Russia,[18] as well as plots of land that may be worth $22.7 million.[19] According to the OCCRP, Putin gave Zolotov state properties that had been bequethed by the state to workers and pensioners after the collapse of the Soviet Union.[19] Workers say they were swindled out of the properties given to Zolotov.[19] His daughter Zhanna Zolotova owns a 500-square-meter (5,380-square-foot) apartment in Moscow, valued at roughly $5 million.[18] She is married to Yuri Chechikhin, a film and television producer. His son Roman owns an estate valued at $10 million.[19]","Title":"Viktor Zolotov - Wikipedia","KeyID":"16432","URL":"https://en.wikipedia.org/wiki/Viktor_Zolotov"}