{"Content: ":"Sergey Yevgenyevich Naryshkin (Russian: Серге́й Евге́ньевич Нары́шкин, IPA: [sʲɪrˈɡʲej jɪˈvɡʲenʲɪvʲɪtɕ nɐˈrɨʂkʲɪn]; born 27 October 1954) is a Russian politician and businessman who has served as the director of the Foreign Intelligence Service since 2016. Previously, he was Chairman of the State Duma (2011–2016) and Kremlin Chief of Staff (2008–2012); he was also chairman of the Historical Truth Commission in May 2009 until it was dissolved in February 2012. Sergei Yevgenyevich Naryshkin was born in Leningrad and graduated from Leningrad Institute of Mechanics with a degree in engineering in 1978, and, in 1978, he was the first secretary of its Komsomol which was the Communist Party's youth wing. From 1978, Naryshkin studied at the Moscow Higher School of the KGB (Russian: Высшая школа КГБ) for two years in the French section while Nikolay Tokarev also studied at the Higher School of the KGB at the same time.[1] In the 1990s he also graduated from International Management Institute of Saint Petersburg with a degree in economics.[2] In 2015, Naryshkin's dissertation in economics was exposed as fraudulent in an investigation by Dissernet, with more than half of the text plagiarized from other publications.[3] In 1982, Naryshkin was appointed Deputy Vice-Rector of the Leningrad Polytechnical Institute. From 1988 to 1992, he worked in the Soviet Embassy in Brussels as an expert in the State Committee on Science and Technologies in the office of the economic adviser, but Alexei Pastyukhov, a childhood friend, stated that Naryshkin worked as third secretary. Some sources suggest that while there he began to work for the KGB after he had been at a group of the KGB Higher School where he and Vladimir Putin were fellow students.[2][4][5][6] From 1992 until 1995, he worked in the Committee for Economy and Finance of Saint Petersburg Mayor Office. After he left, he became the chief of the external investment department of Promstroybank—a position he would hold until 1997. From 1997 until 1998, Naryshkin led the Investment Department of the Leningrad Oblast government. From 1998 until 2004, he was the Chairman of the Committee for External Economic and International Relations of the government of Leningrad Oblast. In early 2004, he was a deputy head of the economic department of the Russian presidential administration. From March through September 2004, Naryshkin was a deputy chief of staff of the Russian government. Since 2004, he has been a member of the board of directors of Sovkomflot and a deputy chairman of the board of directors of Rosneft. Since 31 August 2004, Naryshkin has also been Chairman of the Board of Directors of Channel One of the Russian television. Since 13 September 2004, he has been a Minister, Chief of Staff of the Government of Russia. On 15 February 2007, President Vladimir Putin announced that Naryshkin had been appointed Deputy Prime Minister of Russia for external economic activity, focusing on collaboration with the Commonwealth of Independent States. In May 2008, Naryshkin was appointed chief of the Presidential Administration of Russia.[citation needed] In May 2009, President Dmitry Medvedev appointed him chairman of the Historical Truth Commission.[citation needed] Naryshkin was elected to the State Duma, the lower house of the Russian parliament in December 2011. When the Duma began meeting for its new term on 21 December 2011, Naryshkin was elected as Chairman of the State Duma; he received 238 votes in favor of his candidacy, while 88 deputies opposed him.[7] In June 2012, Naryshkin signed a resolution on setting up a culture council under the State Duma speaker. The council is “a standing advisory body”. The tasks of the council are “the examination and drafting of initiatives on topical problems of legislative regulations in culture and associated industries, the development of recommendations on culture for the use in lawmaking”.[8] On 2 September 2013, Naryshkin stated that there are no political prisoners in today's Russia.[9] Since the rise of tensions between European Union and Russia in 2014, Naryshkin was perceived as one of the main coordinators of contacts with European far-right and far-left parties supporting Russian foreign policy in Europe.[10] As a result of the 2014 Crimean crisis, the federal government of the United States under Barack Obama blacklisted[a] Naryshkin and other close friends of the Russian president, including Sergei Ivanov and Gennadi Timchenko.[11][12][13][14][15][16] Nevertheless, he officially visited the U.S., along with other Russian top security chiefs, at the end of January 2018.[17] In September 2016, Naryshkin was appointed as chief of Russia's Foreign Intelligence Service (SVR).[18] In November 2021, Naryshkin dismissed reports of a possible invasion of Ukraine asserting that it was \"malicious propaganda by the US State Department\".[19] Days before Russia invaded Ukraine in February 2022, Naryshkin received widespread attention in the global press[20][21][22] for visibly trembling and \"stutter[ing] uncomfortably\"[23] as Putin humiliated him publicly for \"fumbling\"[24] his response to the Russian President's questioning during a Security Council of Russia meeting concerning recognizing the Russian-backed separatist regions[25] of Donetsk and Luhansk. On 6 April 2022 in response to the 2022 Russian invasion of Ukraine, the Office of Foreign Assets Control of the United States Department of the Treasury added Naryshkin to its list of persons sanctioned pursuant to Executive Order 14024.[26] Naryshkin is[when?] the Chairman of the Board of Trustees of the Russian Presidential Academy of National Economy and Public Administration (RANEPA).[27]","Title":"Sergey Naryshkin - Wikipedia","KeyID":"16430","URL":"https://en.wikipedia.org/wiki/Sergey_Naryshkin"}