{"Content: ":"On 11 March 2022, Mark Izraylevich Bernstein (Russian: Марк Израйлевич Бернштейн), a Belarusian blogger and editor of the Russian-language Wikipedia, based in Minsk, was detained by the Belarusian GUBOPiK security force after online accusations of violating the 2022 Russian fake news law for his editing of Wikipedia articles on the topic of the 2022 Russian invasion of Ukraine.[1][2] He was sentenced to 15 days' administrative arrest under Article 24.3 of the Administrative Code of Belarus (for disobedience to police officers).[3][4][5] After that period, he was kept in detention; on 24 June 2022 he was sentenced to three years of restricted freedom and released from custody.[6][7] Bernstein has edited Wikipedia under the username Pessimist2006.[8] From late 2009[9] to early 2022,[2] Bernstein was one of the 50 most active editors of the Russian Wikipedia, with over 200,000 edits.[2][10] He was commissioned by other encyclopedia publishers to write articles. He described his \"best\" achievement in Wikipedia in 2009 as his work on an article on censorship in the Soviet Union, in which he had cited about 250 sources. At the time he was also interviewed by Deutsche Welle for his expertise in commenting on the development of the Belarusian-language Wikipedia project, which exists in two grammatical versions, Taraškievica and Narkamaŭka.[11] Bernstein advised new Wikipedia editors to first learn from the editing patterns of experienced editors, and to be prepared for working with editors holding very different and often opposed viewpoints, which he saw as a key to the development of Wikipedia articles.[9] When some editors of the Russian Wikipedia claimed that the name \"Russian invasion of Ukraine (2022)\" violates Wikipedia's policy to present information from a neutral point of view, Bernstein said, \"Russian troops invaded the territory of Ukraine. It's just a fact, not a point of view\".[12] On 10 March 2022, a Russian propaganda online messaging forum on Telegram, Mrakoborets (lit. 'Auror', a Harry Potter reference), published private information about Bernstein and accused him of violating a new Russian law against publishing fake news. The forum claimed that Bernstein's editing of Wikipedia articles on the 2022 Russian invasion of Ukraine violated the new law.[13][1] On 11 March 2022, GUBOPiK, the Belarusian Main Directorate for Combatting Organized Crime and Corruption, detained Bernstein[2] in Minsk.[14] Pro-government Telegram channels published a video recording of Bernstein's detention and accused him of spreading fake \"anti-Russian\" information.[1][2] On 12 March 2022, he was sentenced to 15 days of administrative arrest for \"disobedience to a lawful order or demand of an official\" (article 24.3 of the Administrative Code of Belarus).[3][4] On 11 March 2022, the Wikimedia Foundation, which operates Wikipedia and other Wikimedia projects, stated in response to an enquiry about Bernstein's detention that the Foundations' \"Trust and Safety and Human Rights teams [were] monitoring the ongoing crisis in Ukraine and [were] in close touch with [Wikimedia] communities in the region to ensure their safety and respond to their needs.\"[2][9] On 26 March 2022, the Belarusian newspaper Nasha Niva reported that Bernstein was not released after 15 days of arrest and claimed that he was charged with \"organization and preparation of actions grossly violating public order, or active participation in them\" (article 342.1 of the Criminal Code of Belarus).[15] In a joint statement of seven organizations, including the Viasna Human Rights Centre, dated 29 March 2022, he was recognized as a political prisoner.[16] On 24 June 2022, in a second conviction, Bernstein was given a \"parole-like\" sentence, with restricted freedom, for three years, for \"organizing and preparing activities that disrupt social order\". Bernstein stated that he was innocent of the charge. The prosecution's justification for the charge was described as \"unclear\" by Radio Free Europe/Radio Liberty.[6]","Title":"Detention of Mark Bernstein - Wikipedia","KeyID":"16439","URL":"https://en.wikipedia.org/wiki/Detention_of_Mark_Bernstein"}