{"Content: ":"Hero City of Ukraine (Ukrainian: Місто-герой України, romanized: Misto-heroi Ukrainy) is a Ukrainian honorary title awarded for outstanding heroism during the 2022 Russian invasion of Ukraine.[1] It was awarded to ten cities in March 2022, in addition to four already named Hero City by the Soviet Union. This symbolic distinction for a city corresponds to the individual distinction of Hero of Ukraine. During the Soviet era, twelve cities were awarded the title of Hero City, an honour awarded to cities whose residents showed outstanding resolve and courage in the Great Patriotic War. The honourary title is related to the Hero of the Soviet Union award, the highest distinction available in the Soviet Union. Several of these cities are located in what was the Ukrainian Soviet Socialist Republic, with the title awarded to the cities of Odessa, Sevastopol, Kyiv and Kerch. The status of these cities was inherited by the successor state of Ukraine. While all four of these cities lie within Ukraine's internationally recognised borders, the cities of Sevastopol and Kerch are de facto territories of the Republic of Crimea and the Federal City of Sevastopol, both of which are controlled by the Russian Federation following the Russian annexation of Crimea in 2014. The usage of the term hero city is dated to articles in Pravda as early as 1942. The first official usage of the title is dated to May 1, 1945, when Joseph Stalin issued his Supreme Commander Order No. 20 commanding to fire salutes in the \"hero cities Leningrad, Stalingrad, Sevastopol, and Odessa.\"[2] On June 22, 1961 (the 20th anniversary of the beginning of the Great Patriotic War) the term \"Hero City\" was applied to Kyiv in a ukases that awarded Kyiv the Order of Lenin and introduced the Medal \"For the Defence of Kyiv\". The award of Hero City of the Soviet Union was officially introduced on May 8, 1965, by the ukase of the Presidium of the Supreme Soviet of USSR, on the occasion of the 20th anniversary of the victory in the Great Patriotic War. In 1988 the issuance of the award was officially discontinued. The modern title of Hero City of Ukraine was introduced on 6 March 2022 by decree No. 111 of 2022 by President Volodymyr Zelenskyy following the 2022 Russian invasion of Ukraine.[1] The award is related to the modern Ukrainian title of the Hero of Ukraine. In a public broadcast, Zelenskyy stated: \"I decided to mark our Hero Cities with a special title that already existed. When another invasion was defeated. But a similar invasion. Another invasion. But no less cruel invasion.\" In addition to renewing the status of Kyiv, Odesa, Sevastopol and Kerch, decree 111 also awarded the title to the cities of Chernihiv, Hostomel, Kharkiv, Kherson, Mariupol and Volnovakha.[3][4] On 25 March 2022, Zelenskyy gave the title of Hero City to another 4 cities by decree No. 164/2022, namely: Bucha, Irpin, Okhtyrka and Mykolaiv.[5] - Siege of Chernihiv The Siege of Chernihiv was launched on 24 February 2022 by Russian Forces. According to the British Ministry of Defence, Russian forces had failed to capture the city and instead opted to bypass the city through an alternative route to Kyiv.[6][7] Ukrainian officials reported that the Russian forces were heading towards the nearby towns of Sedniv and Semenivka. Ukrainian military forces reportedly captured significant numbers of Russian equipment and documents. The siege was relieved on 31 March. - Battle of Antonov Airport and Battle of Hostomel The Battle of Antonov Airport began on 24 February 2022 during the 2022 Russian invasion of Ukraine. While initial assaults from Russian Airborne VDV units were repulsed by Ukrainian Forces, the airport eventually fell on February 25 following a second wave of forces. However, despite Russian control of the airport, Ukrainian forces continue to engage Russian units. The Antonov An-225 Mriya, the world's largest airplane, was at the airport at the time of the opening phase of the battle. It was initially confirmed to be intact by an Antonov pilot, despite the fighting.[8] However, on 27 February, Ukrainian officials reported that the Mriya had been destroyed by a Russian airstrike.[9] On March 4, Russian state-owned television channel Channel One Russia aired footage showing that the Mriya had been destroyed.[10] By 2 April, the Russian army retreated and Hostomel was retaken by Ukrainian troops.[11] - Battle of Kharkiv (2022) The Battle of Kharkiv began on 24 February as part of Russia's Eastern Ukraine offensive. Kharkiv, located just 32 kilometres (20 mi) south of the Russia-Ukraine border and a predominately Russian-speaking city, is the second largest city in Ukraine and was considered a major target for the Russian offensive from the start.[12] The stiff Ukrainian resistance, through, meant that the Russian advance to that city would later end in failure, and the battle ended on 14 May with all Russian forces withdrawn away from the city and towards the Russian border. The battle has been described by a Ukrainian presidential advisor as the \"Stalingrad of the 21st century.\" - Battle of Kherson The Battle of Kherson began on 24 February 2022 with Russian Ground units as well as Airborne Forces launching an attack from the Crimean Peninsula, crossing the Dnieper River and capturing the city itself on 2 March 2022. Kherson was the first major Ukrainian city captured by Russian forces in the 2022 Russian invasion of Ukraine. - Siege of Mariupol The Siege of Mariupol was a military action in Ukraine during the 2022 Russian invasion of Ukraine, when forces from Russia and the separatist Donetsk People's Republic engaged Ukrainian forces in the city of Mariupol. The battle, which was part of the Russian Eastern Ukraine offensive, started on 24 February 2022 and concluded on 20 May 2022, when Russia announced the remaining Ukrainian forces in Mariupol surrendered[13] after they were ordered to cease fighting.[14] - Battle of Volnovakha The Battle of Volnovakha was initiated on 25 February 2022 by Russian and DPR forces as part of the Eastern Ukraine offensive of the 2022 invasion of Ukraine. The battle resulted in the capture of the city on 12 March 2022 by DPR forces. The governor of Donetsk Oblast, Pavlo Kyrylenko stated that the city had been largely destroyed.[15][16] The Associated Press independently confirmed that the town had been captured by pro-Russian separatists and much of it had been destroyed in the fighting.[17] - Battle of Irpin The Battle of Irpin began on 27 February 2022 with Russian Ground units entering the city. They captured half of the city by 14 March. The town was retaken by the UGF on 28 March after a month-long battle. - Battle of Bucha The Battle of Bucha began on 27 February 2022 with Russian Ground Forces units entering the city. The town was retaken by Ukrainian forces on 31 March also after another month-long battle. Following that evidences of mass graves dug in the town soon revealed the fact that during the battle, there were Russian Ground Forces-involved war crimes against the town's population and personnel of the Armed Forces, known as the Bucha massacre, perpetrated by personnel of RGF units stationed there. The revelations of the murders of the town's residents during the Russian occupation of the town by RGF servicemen before its liberation by the Armed Forces of Ukraine shocked the international community. - Battle of Okhtyrka The Battle of Okhtyrka began on 24 February 2022 with Russian Ground units trying to enter the city. Since then the city has been under siege and has suffered multiple artillery attacks. - Battle of Mykolaiv The Battle of Mykolaiv began on 26 February 2022 with Russian Ground units trying to enter the city. Since then the city has been under Russian shelling and has suffered multiple artillery attacks.","Title":"Hero City of Ukraine - Wikipedia","KeyID":"16435","URL":"https://en.wikipedia.org/wiki/Hero_City_of_Ukraine"}