{"Content: ":"The government of Transnistria, a separatist breakaway state internationally recognized as part of Moldova, has requested annexation by Russia numerous times. Transnistria is a territory that separated itself from Moldova due to fear of a possible unification of the latter with Romania. This sparked the Transnistria War of 1992, in which the Russian-backed Transnistria managed to stay separate from Moldova. Despite this, to date, Transnistria is legally and internationally considered as a part of Moldova. Following Russia's annexation of Crimea in 2014, hopes in Transnistria that Russia would annex the territory as well appeared. Transnistria has a substantial ethnic Russian population and the vast majority of its people speaks Russian. The territory is financially supported by Russia, and Transnistrian education and laws are also interrelated with the country's. In fact, a referendum in Transnistria organized by the first President of Transnistria Igor Smirnov was held in 2006 to vote for a possible reintegration into Moldova or independence and a future accession to the Russian Federation, with the former proposal being rejected and the latter one approved. However, the veracity of these results has been questioned. Still, posterior studies have proven the popularity of the idea on at least part of the population of Transnistria. Due to all of this, exactly on the same day that Russia annexed Crimea, the leader of the Transnistrian parliament Mikhail Burla sent a letter to Russia requesting to facilitate a possible Russian annexation of Transnistria in the country's laws, which had a negative response from the international community. The topic was mentioned on numerous more occasions by different Transnistrian politicians such as the former Minister of Foreign Affairs of Transnistria Nina Shtanski, the former Transnistrian president Yevgeny Shevchuk (who issued an unsuccessful decree in 2016 to eventually make Transnistria join Russia) and the current one, Vadim Krasnoselsky. Some figures from Russia such as Zakhar Prilepin, Vladimir Zhirinovsky and the For Truth party have responded positively to such a possibility. Regardless of all of this however, some analysts believe Russia will not try to annex Transnistria. Russia officially strives for the granting of a special status to Transnistria within Moldova, possibly to exert influence over the entire country. An annexation of Transnistria by Russia would be counterproductive to this goal, especially considering that it could accelerate an undesired unification between Moldova and Romania. Furthermore, Transnistria is far from Russia and is also landlocked, and creating a nationalist discourse among the Russian public to achieve the annexation of the territory as it had been done before with Crimea could be more difficult. Following the dissolution of the Soviet Union, the Moldavian Soviet Socialist Republic (Moldavian SSR) declared independence and became modern Moldova. Fear arose on its easternmost region that Moldova would unite with Romania following this event, so it declared independence from Moldova and became modern Transnistria. This led to the 1992 Transnistria War,[1] in which Transnistria received help from Russia, which sent its 14th Guards Army. As a consequence,[2] Transnistria got to remain separate from Moldova, but it continued to be recognized as Moldovan territory by the international community.[1] Following the end of the war, there were attempts at resolving the Transnistria conflict, most notably the Kozak memorandum, but none were successful.[1][2] On 17 September 2006, a referendum in Transnistria was held by the authorities of the state. It asked the population whether Transnistria should be reintegrated into Moldova or not and whether it should seek independence and a potential future integration into Russia or not. 96.61% rejected the first question and 98.07% approved the second one, with the voter turnout being of 78.55%.[3] However, the Moldovan branch of the Helsinki Committee for Human Rights claimed to have detected irregularities and infringements in the referendum and suggested that the results could have been prepared beforehand.[4] The President of Transnistria when this referendum was made was Igor Smirnov, its first one. Smirnov recurrently made suggestions and references to a possible Transnistrian accession to Russia during his 20-year long rule.[5] According to the 2015 Transnistrian census, Transnistria is a Russian-plurality territory, with 34% of the population having declared any ethnic affiliation being Russians, 33% of them being Moldovans/Romanians and 26.7% of them being Ukrainians. The rest of the population that declared its ethnicity belongs to smaller minorities, such as Bulgarians (2.8%), Gagauz people (1.2%), Belarusians (0.6%), Germans (0.3%), Poles (0.2%) and others.[6] However, there are claims that Moldovans/Romanians represent in fact 40% of the population.[7][8] Following Russia's formal annexation of Crimea on 18 March 2014,[9] speculation arose regarding if Transnistria would also be next.[10] In fact, barely on the same day of the annexation of Crimea, Mikhail Burla, Speaker of the Supreme Council of Transnistria (that is, the chairperson of the Transnistrian parliament), sent a letter in the name of the Transnistrian Supreme Council to the then Chairman of the State Duma (one of the two houses of the Parliament of Russia) Sergey Naryshkin calling for changes in Russian laws to facilitate a future annexation of Transnistria by Russia.[11][12][13] Moreover, according to March 2014 reports from the freelancer journalist Mitra Nazar, people in Transnistria were then hoping to be annexed by Russia and were seeing the annexation of Crimea as a \"sign of hope\". A pensioner from the countryside Nazar interviewed declared that she hoped Transnistria would be annexed by Russia to have bigger pensions and to give the younger generations a better future.[14] The then President of Moldova Nicolae Timofti replied to Burla's letter by warning Russia not to try to annex Transnistria, saying that it would be \"a mistake\" on Russia's part and that it would end up \"further damaging its international status\".[15][16] Jean-Claude Juncker, former Prime Minister of Luxembourg and the then future President of the European Commission, prompted the European Union (EU) to take measures to avoid Moldova from being \"the next victim of Russian aggression\".[9] The President of Romania Traian Băsescu called for Moldova's accession process into the EU to be accelerated, with the country's security depending on this according to him.[17] Days later, Nina Shtanski, then Minister of Foreign Affairs of Transnistria, approved the annexation of Crimea, declared that \"we consider ourselves part of the Russian world\" and that \"we are no different from Russians and Russian civilization\" and requested the President of Russia Vladimir Putin to annex Transnistria.[18] Posteriorly, in April 2014, Transnistrian parliamentaries called on Russia to recognize Transnistrian independence.[19] On 7 September 2016, the then President of Transnistria Yevgeny Shevchuk issued the Decree No. 348 \"On the implementation of the results of the republican referendum held on 17 September 2006\" to bring the Transnistrian legal system closer to the Russian one and to get nearer to a future annexation of Transnistria by Russia.[20][21] This was done to commemorate the 10th anniversary of the 2006 Transnistrian referendum. However, the decree has been deemed as invalid because the referendum was held ten years earlier and Shevchuk's actions have been criticized.[21] The Transnistrian authorities have also repeatedly expressed their intention to join Russian-sponsored international organizations such as the former Eurasian Economic Community, the latter's successor the Eurasian Economic Union or the Eurasian Customs Union.[22] On 12 April 2017, the Supreme Council of Transnistria adopted a new co-official flag for the republic based on the Russian tricolor flag to further strengthen Transnistrian independence as well as integration with Russia, as the Supreme Council itself explained on a note.[23] Shevchuk's successor as the President of Transnistria, Vadim Krasnoselsky, expressed in 2018 his commitment to make Transnistria join Russia in the future.[24] He also said in 2019 that Russia \"is our destiny\" and that a possible new referendum on a possible unification with Russia could be held if needed, but on the condition that Russia would recognize the results.[25] Russian influence over Transnistria is big, with around 200,000 Transnistrians having a Russian passport as of 2014.[9] Transnistria is economically financed by Russia through the payment of pensions and natural gas debts, with some Russian politicians also investing in Transnistria's industry[26] and many Transnistrian firms being owned by Russian companies. Furthermore, Transnistrian schools use Russian textbooks teaching Russian history and many Transnistrian students go to Russian cities like Moscow or Saint Petersburg for studying. Since 2013, there have been efforts to link Russian laws with Transnistria's code of law, and Russian is the common (but not mother) language of more than 90% of Transnistrians, being used for business affairs and as the interethnic language of the breakaway country.[9] In a study carried out between October 2018 and February 2019, when asked about what option would lead to a faster development of Transnistria, 37.1% of polled Transnistrians responded to become part of Russia. In contrast, 22.6% declared an independent and internationally recognized Transnistrian state would while only 5.2% did so with reintegration into Moldova, among other options.[27] The proposal has received support in Russia. For example, the Russian politician Vladimir Zhirinovsky, leader of the Liberal Democratic Party of Russia (LDPR) and former deputy chairman of the State Duma, has stated that Russia should recognize and defend Transnistria.[28] He has also stated that Transnistria \"is Russian territory\".[29] The former Russian party For Truth also supported Russian recognition and annexation of Transnistria.[30] The Russian writer Zakhar Prilepin is another figure that has striven for the Russian annexation of Transnistria, as well as Abkhazia, the Republic of Artsakh, South Ossetia and Donetsk and Luhansk.[31] However, some analysts and scholars have claimed that a Russian annexation of Transnistria is unlikely. Russia does not recognize Transnistria as an independent country unlike other breakaway states such as Abkhazia and South Ossetia, recognized by it on 2008, and has shown no interest in doing so.[9][26] It is possible that if Russia did this, it would lose all its influence over Moldovan politics and make Moldova strongly pro-Western.[9] Instead, Russia has been said by some analysts to want Transnistria to have a \"special status\" within Moldova to keep influence over the whole of the latter.[26] The recognition of Transnistria by Russia could facilitate a unification of Romania and Moldova, to which Russia is against.[29] Additionally, Transnistria is considerably further from Russia than Crimea, and it is landlocked, so Russia could only be connected to the territory through states that would be hostile to a hypothetical annexation.[9] Creating a nationalist movement strong enough as to achieve the annexation of Transnistria in Russia could also be more difficult than with Crimea, which was presented as a \"lost\" and \"stolen\" land in the country.[26]","Title":"Proposed Russian annexation of Transnistria - Wikipedia","KeyID":"16444","URL":"https://en.wikipedia.org/wiki/Proposed_Russian_annexation_of_Transnistria"}