{"Content: ":"Sobieskiego 100, nicknamed \"Spyville\" (Polish: \"Szpiegowo\"), is a housing complex located at 100 Sobieskiego Street in the Sielce neighborhood of the Mokotów district of Warsaw, Poland. It was developed during the time of the People's Republic of Poland in the late-1970s as accommodation for Soviet diplomats. The complex was widely rumoured to be inhabited by spies, giving rise to its nickname. Following the collapse of the Soviet Union its ownership, along with that of several other buildings used by the Russian Embassy, was the subject of a longstanding dispute.[1] In 2022, in the context of the ongoing Russian invasion of Ukraine, the long-abandoned complex was seized from the Government of Russia by Polish authorities and transferred to the Warsaw City Council which pledged to use it for the benefit of Ukrainian refugees in Warsaw. In 1974, the Soviet Union and the Polish People's Republic entered into an agreement to grant one another rights to land in Warsaw and Moscow respectively to provide residential accommodation for diplomats. Moscow was granted nine sites across Warsaw, including a plot of land at 100 Sobieskiego Street; however, the ownership agreement relating to this plot was reportedly never notarised and so the property formally remained the property of the Polish Treasury.[2] Sobieskiego 100 is located on Warsaw's Royal Route, adjacent to Park Sielecki.[3] It was designed by the Polish architects Janusz Nowak and Piotr Sembrat. Construction commenced in 1977 and the complex was completed in 1978. It comprises two modernist concrete tower blocks (linked by an aerial bridge) that provided approximately 100 \"spacious\" apartments along with ancillary uses such as a kindergarten, telephone exchange, barber, sauna, basketball court, and movie theater. The taller block is 11 storeys.[2][3][4][5] The complex is surrounded by a steel fence along with a \"moat-like\" pond to the east. It has been described as \"a daring example of avant-garde modernism\".[3] Sobieskiego 100 provided accommodation for employees of the Embassy of Russia in Poland and their families, as well as businesspeople visiting from the Soviet Union. The residents of the complex departed in the mid-1990s, although it continued to be fenced and guarded.[3] In 1998, the property was briefly leased to the firm \"Fart\".[6] From the mid-2000s until 2017, a nightclub catering to Russian passport holders, \"Club 100\", operated in the complex.[3] Sobieskiego 100 gave rise to various urban legends, including that it \"was a spy base and safe house for the KGB, that it was home to a huge radio communication station, that it was occupied by the Russian mafia and even that there were mysterious underground tunnels and its cellars were used as a makeshift prison\".[3] There were rumours of \"secret rooms, safes full of cash and an arsenal of spying equipment\".[5] After residents left the complex, it became a popular destination for urban explorers.[3] In 2012, the Ministry of Foreign Affairs and Warsaw City Council terminated the agreement and demanded the return of the property.[7] The Government of Russia asserted ownership of the property and declined to pay rent. In October 2016, a Warsaw court issued a default judgment ordering the Government of Russia to hand the property back to Poland.[2] In April 2017, the same court ordered the Government of Russia to pay 7.8 million złoty of back rent.[3] In April 2022, bailiffs acting for Mayor of Warsaw Rafał Trzaskowski took possession of the complex. The move was protested by Sergey Andreyev, the Russian ambassador to Poland, who stated that a diplomatic site had been illegally occupied.[8] Trzaskowski stated that Sobieskiego 100 would be used to \"serve the Ukrainian community\". Initially, it was envisaged that the complex would be used to provide accommodation for refugees from Ukraine stemming from the 2022 Russian invasion of Ukraine. Due to the disrepair of the buildings, engineers began assessing the condition of the buildings to determine whether they could be refurbished or whether they needed to be demolished.[4] Andrii Deshchytsia, the Ambassador of Ukraine to Poland, stated that Ukraine would request to lease Sobieskiego 100 and suggested it could be used for a school or Ukrainian cultural center.[9] ","Title":"Sobieskiego 100 - Wikipedia","KeyID":"16445","URL":"https://en.wikipedia.org/wiki/Sobieskiego_100"}