{"Content: ":"Soviet imagery has been used by Russian forces during the Russo-Ukrainian War, especially following the invasion of Ukraine by Russia on 24 February 2022. Following the invasion, some Russian tanks were shown flying the old flag of the Soviet Union alongside the pro-war Z military symbol. American political scientist Mark Beissinger told France 24 that the purpose of using these symbols was not necessarily to do with communism, but rather a desire to re-establish \"Russian domination over Ukraine\", noting that the use of Soviet symbols in most post-Soviet states (with the exception of Russia and Belarus) is often seen as a provocative act.[1] The American historian Anne Applebaum told The Guardian that \"Because modern Russia stands for nothing except corruption, nihilism, and Putin's personal power, they have brought back Soviet flags as well as Lenin statues to symbolise Russian victory\".[2] In many occupied towns and cities, including government buildings, Ukrainian flags have been replaced with Victory Banners. These banners, which signified Russia's defeat of Nazi Germany in 1945, have symbolic meaning, as Russian president Vladimir Putin has said that the purpose of the Russian invasion was to denazify Ukraine.[3][4] Many statues of Vladimir Lenin had been removed following the Euromaidan protests of 2014, or under later decommunisation laws passed in 2015 as a result of Euromaidan. However, in Russian-occupied towns, many of these statues have been re-erected.[2][5][6][7] In April 2022, a video of Anna Ivanovna[8] greeting Ukrainian soldiers at her home near Dvorichna, whom she thought to be Russian, with a Soviet flag went viral on pro-Russian social media, and featured on Russian state-controlled media. The woman said that she and her husband had \"waited, prayed for them, for Putin and all the people\".[9] The Ukrainian soldiers gave her food, but went on to mock her and trample on her Soviet flag, after which she said \"my parents died for that flag in World War Two\".[10] This was used by Russian propagandists to prove that the Russian invasion had popular support, in spite of the fact that most Ukrainians – even in Russian-speaking regions – opposed the invasion.[10] In Russia, murals, postcards, street art, billboards, chevrons and stickers depicting the woman have been created.[9][11] She has been nicknamed \"Grandmother (Russian: бабушка, romanized: babushka) Z\",[9] and the \"grandmother with the Soviet flag\" by Russians. Sergey Kiriyenko, a senior Russian politician, referred to her as \"Grandma Anya\".[4] Anna told the Ukrayinska Pravda that she met the Russian soldiers with a Soviet flag not out of sympathy, but because she felt the need to reconcile with them so that they would not \"destroy\" the village and Ukraine after her house was shelled, but now feels like a \"traitor\" due to the way her image has been used by Russia.[8] According to Ukrainian journalists, Anna and her son later fled to Kharkiv after their house was being shelled by the Russians.[4][12]","Title":"Soviet imagery during the Russo-Ukrainian War - Wikipedia","KeyID":"16446","URL":"https://en.wikipedia.org/wiki/Soviet_imagery_during_the_Russo-Ukrainian_War"}