{"Content: ":"After the change of government: Pro-Unity activists Pro-Federalism activists[4][5][6][7] Attacks on civilians The 2014 Odesa clashes were a series of conflicts between pro-Maidan and anti-Maidan demonstrators that occurred in the southern Ukrainian city of Odesa in 2014, following the Revolution of Dignity. The violence intensified on May 2 when a pro-Maidan demonstration was attacked by anti-Maidan activists. In the ensuing clashes, the pro-Maidan demonstrators moved to dismantle an anti-Maidan tent camp in Kulykove Pole, causing groups of anti-Maidan activists to take refuge in the nearby Trade Unions House. Pro-Maidan demonstrators attempted to storm the Trade Union House, which caught fire as the two sides threw petrol bombs at each other.[17][18][19] The events resulted in deaths of 48 people, 46 of whom were anti-Maidan activists.[20] 42 of the victims died in the Trade Unions House fire, and 200 were injured.[21] Although several alleged perpetrators were prosecuted, there has yet to be a trial.[22] In 2015, the International Advisory Panel of the Council of Europe concluded the investigation's independence was hampered by \"evidence indicative of police complicity\"[23] and that Ukrainian authorities failed to thoroughly investigate the events.[24] Odesa, largely Russophone, witnessed continued unrest throughout 2014. Up to 2,000 pro-Maidan protesters marched on the regional state administration (RSA) building in Odesa on 26 January,[25][26] but were repelled by pro-government supporters and municipal barricades.[27][28] Odesa municipal administration fortified the RSA with concrete blocks to prevent further incursions on 28 January.[29] Confrontations between Euromaidan and Anti-Maidan protesters continued over the next month, and on 19 February, about 100 unidentified men wearing masks and helmets, and armed with baseball bats, assaulted a pro-Maidan demonstration.[30][31] Three journalists and two cameramen were injured in the clashes.[32] A number of Russian nationalist groups (Odeska Druzhyna, Anti-Maidan) were active throughout the period and actively supported by senior Russian politicians such as Sergey Glazyev.[33] Ukrainian Nationalist groups such as Right Sector, Misanthropic Division, and the Social-National Assembly were also simultaneously active, in opposition to the pro-Russian groups.[2] After the ousting of president Viktor Yanukovych by Euromaidan protesters in late February, 2014, heightened tensions between Euromaidan and anti-Maidan protesters began in Odesa Oblast. Police reported that 5,000 participated in a pro-Russian demonstration in the city of Odesa on 1 March.[34] Rolling demonstrations continued; On 3 March 2014, 200–500 demonstrators with Russian flags attempted to seize the Odesa Oblast Council building (Russian: ОГА).[35][36][37] They demanded that a referendum on the establishment of an \"Odessa Autonomous Republic\" be held.[36] Meanwhile, several competing pro-Maidan demonstrations were also held in the city.[38] On 30 March, a 5,000-strong pro-Maidan protest was held in Odesa.[39] On 30 March, Russian ultranationalist Anton Rayevsky was arrested and deported from the city for organizing pro-Russian subversive groups, allegedly for the Russian government. Materials confiscated from Rayevsky called for the destruction of Ukrainians and Jews in the region, and for Russian military intervention.[40] An 'Odessa People's Republic' was proclaimed by an internet group in Odesa Oblast on 16 April.[41] Members of the Odesa anti-Maidan protest group later swore that they made no such declaration, and the leaders of the group said they had only heard about it through the media.[42] The OSCE Special Monitoring Mission to Ukraine later confirmed that the situation in Odesa remained calm.[43] Local anti-Maidan and pro-Euromaidan leaders in Odesa Oblast voiced scepticism about the Geneva Statement on Ukraine on 20 April. The anti-Maidan leaders insisted that they aimed not at secession, but at the establishment of a wider federated state called 'Novorossiya' within Ukraine.[44] A hand grenade was thrown from a passing car at a joint police-Maidan self-defence checkpoint outside Odesa on 25 April, injuring seven people, and causing heightened tensions in the region.[45][46] Anti-government demonstration in Odesa, 13 April 2014 Pro-government and anti-Russian military intervention in Ukraine demonstration in Odesa, 9 March 2014 Anti-government and pro-Russian Odesskaya Druzhina militants at the Trade Unions House encampment on 14 April Anti-government activists against Nazi symbols The sign of an anti-government protester: \"To the commander and personnel of the Mariupol military unit 3057, those who shot unarmed people are an indelible sin! Eternal damnation!\" Pro-Unity[16] Pro-Federalism[16] Claimed: On 2 May 2014, as part of the rising unrest in Ukraine in the aftermath of the 2014 Ukrainian revolution, multiple clashes between pro-Maidan and anti-Maidan groups broke out in the streets of Odesa.[49][59] Two pro-Maidan and four anti-Maidan activists were killed by gunfire during the clashes in the streets.[57][60][61][62] These clashes culminated in a large skirmish outside the Trade Unions House, an Odesa landmark located on Kulikovo Field in the city centre.[47] That building was then set on fire, resulting in the deaths of forty-two anti-Maidan activists who had holed up in it.[16][63] The events were the bloodiest civil conflict in Odesa since 1918.[64] A detailed minute-by-minute timeline of events has been compiled by \"the 2 May Group\", an organisation of 13 local journalists and experts investigating the tragedy on a volunteer basis.[65] The timeline's first version is published in 2014,[57][66] and an updated version in 2016.[60] In 2015 they also published a report on the background of the Odesa tragedy.[67] According to The Guardian, most of what is known today about the tragedy is thanks to the 2 May Group investigation based on analysis of amateur footage and interviews with witnesses.[65] According to the 2 May Group investigation, local authorities had met representatives of the pro-Maidan and anti-Maidan camp and had agreed with them to dismantle the tent camp of the anti-Maidan protesters in Odesa, in preparation to the Victory Parade of the 9th of May.[68][65] The camp had been set up on 26 January in Shevchenko Avenue and later had moved to Kulykove Pole, in the centre of Odesa, in front of the Trade Union House. The plan for dismantling the camp was agreed by representatives of local authorities and police, by pro-Maidan leaders and also by some anti-Maidan leaders, who thought that the maintenance of their camp had become too expensive and detrimental to their cause.[69] The dismantling of the tent camp should have taken place in the late evening of 2 May, after the football game Chornomorets vs Metallist. According to the original plan agreed by the factions in secret, the demolition of the tents had to take his hands out of gangs of football fans \"ultras\" after the end of a football match. Liquidation of the tent camp in this way the interests of all parties and should have happened without casualties or violent fightings: this way, anti-Maidan forces would have avoided the embarrassment of shutting the campo down themselves and instead be later able to claim that they were victimized.[20] Capturing the House of Trade Unions, as well as the fierce resistance during dismantling was not part of such plan.[69] The police was also supposed to detain and isolate radical activists from both sides, avoiding excessive use of force. According to the 2 May Group investigation, the plan was foiled when the tent-camp leadership split and one radical anti-Maidan group issued an appeal to anti-Maidan activists to gather in downtown Odesa to prevent a march of \"fascists\".[note 1][70][20] A rally at 14:00 for national unity was held in Sobornaya Square by about 1,500 people, including many FC Chornomorets Odesa and FC Metalist Kharkiv fans, along with right-wing Right Sector members and ordinary people.[49][48][71] Joint marches among the sports fans are a regular tradition before all football matches in the area.[64] As they marched down Derybasivska Street, fans of both teams sang the Ukrainian national anthem together, chanted patriotic slogans such as \"Odesa, Kharkiv, Ukraine\", and sang other songs against Russian President Vladimir Putin.[64][72] OSCE monitors reported that they saw around one hundred pro-unity activists in camouflage with sticks and shields participating in the march.[73] Attendees told journalists beforehand that they had found out through social media that \"anti-Maidan supporters were calling for everyone to gather and crush the unification march.\"[71] One of the pages called on their supporters in Odesa to \"take after Donetsk,\" a reference to pro-Russian attacks that took place against pro-Maidan demonstrators in Donetsk days prior.[64] A leaflet that said the pro-Russian groups would \"defend Odesa from pogroms\" was distributed across the city before the rally.[72] This rally was later attacked by an anti-Maidan mob of 300 from the group Odesskaya Druzhina (Russian: Одесская дружина) armed with bats and firearms at Hretska Street.[48][59][74] Police did not attempt to separate the two rallies from one another.[64] As reported by the Council of Europe, police officers made little, if any, effort to intervene and stop the violence, and video footage gave rise to allegations of collusion between the police and anti-Maidan protesters (para. 20 and 78).[75] Another circumstance which raised suspicion was that police officers put red adhesive tape around their arms, as did anti-Maidan protesters, to identify themselves (para. 79).[75] The UN Human Rights Monitoring Mission in Ukraine also reported an inadequate police presence to ensure security.[16] Some 700 police officers were deployed at the stadium, a further 100 officers followed the pro-unity rally, a few dozen were deployed at Kulykove Pole; about 100 officers were standing by in the vicinity.[75][57] Richard Sakwa suggested that the clashes were caused by agents provocateurs disguised as anti-Maidan activists, who were allowed to reach and attack the ultras, to provoke the destruction of the anti-Maidan tent camp in Kulykove Pole.[76] Following the attack on the pro-Maidan rally, numerous fights broke out. Both sides fought running battles against one other, exchanging stones and petrol bombs, and built barricades throughout the city during the afternoon.[77] According to OHCHR both sides had various kinds of helmets, masks, shields, axes, wooden or metal sticks, and firearms.[16] According to OmTV there were mostly air pistols and the first actual firearms use was by Antimaidan activist Vitaly Budko (\"Botsman\") who opened fire with an AK-74 rifle using 5.45 bullets. Witnesses pointed out that he was shooting from behind the police line, effectively covered by the law enforcement operatives. The first victim was Igor Ivanov, who died from a 5.45 bullet.[64][78][79][80] Some shots were fired from the roof top of the Afina shopping centre to shoot down at the crowds.[48] Budko later left the scene in ambulance together with police commander Dmitry Fuchedzhy (Russian: Дмитрий Фучеджи). Afterwards the pro-Russian activists claimed that Budko was using blank rounds or, in another version, an airsoft replica. However, analysis of videos by the 2 May Group proved that Budko was indeed using a real AK-74 with live rounds.[81] Fuchedzhy shortly after fled to Russia and obtained Russian citizenship, while Russian law enforcement denied any legal help to Ukrainian investigation of his role in the tragedy.[82] Videos from the killing of Ivanov, rapidly spreading in social networks, was – according to people interviewed by OmTV – the tipping point in the conflict and resulted in bringing in a large number of Molotov cocktails, further airguns and hunting rifles to the conflict. Four anti-Maidan activists died from firearms shortly after on Hretska Ploshcha: Evgeniy Losinsky, Alexandr Zhulkov, Nikolai Yavorskiy – from hunting bullets, and Gennadiy Petrov – from 5.6 bullets.[57][60][61][83][78] As soon as word spread about the attack by pro-Russian demonstrators, a call by pro-Maidan demonstrators to go to Kulikovo Field and destroy the anti-Maidan camp emerged on social networks.[71] As a result, the pro-Russian crowd was later overwhelmed by the pro-Maidan demonstrators, and their encampment outside the Trade Unions House building was torched.[48][51][84] Thereupon, the pro-Russian activists entered that building and occupied it.[84] The building is five stories tall, and is the headquarters of the Odesa regional federation of trade unions.[85] It is located on Kulikovo Field, in the city centre.[85] Reports about the precise sequence of events that followed vary between different sources, including several confirmed fake reports being spread through social networks.[86] While defending the building, militants on the roof tossed rocks and petrol bombs at the protesters below.[48][51][64][87] A report by the Ukrainian Independent Information Agency (UNIAN) said that the pro-Maidan crowd began to throw petrol bombs into the building after having been fired upon by the pro-Russian group.[88] BBC News said that the situation was unclear, with multiple sources indicating that both sides had been throwing petrol bombs at each other. Several eyewitnesses told the BBC that the fire started on the third floor when a petrol bomb was thrown at a closed window from inside the building, and the Kyiv Post reported that several flaming bottles held by Ukrainian unity activists outside were thrown into the front entrance, and through the windows on the second and fourth floors.[48][59][64] An official investigation conducted by the Ukrainian Interior Ministry stated that while no firearms were found inside the building, those on the roof were shooting at the crowd below, and accidentally set the building on fire whilst throwing petrol bombs from above.[89][90] One of the pro-Maidan protesters who was shot (non-fatally) by a sniper from the trade unions building was Andrey Krasilnikov, a Russian citizen and Euromaidan activist.[78] As reported by the International Advisory Panel of the Council of Europe, forensic examination of the fire by the Ukrainian Ministry of the Interior identified five independent fire centres: in the lobby of the building, on the staircases between the ground and first floors, in a room on the first floor, and on the landing between the second and third floors (para. 122).[75] The fire centres other than in the lobby could only have been started as a result of the actions of persons inside the building. According to the Prosecutor General's Office, the fire started in the lobby and people died as a result of the rapid spread of the fire due to the chimney effect of the central stairwell. Molotov cocktails had been used by both parties to the conflict, and that there was no evidence of pre-planned arson or of the use of chloroform or other toxic agents (para. 123).[75] These findings were confirmed by the 2 May Group's investigation,[75] which reported that the blaze started when the barricade in front of the entrance to the building caught fire as a result of the exchange of Molotov cocktails; the fire subsequently spread through the entrance door into the lobby of the building (Annex VII). According to the 2 May Group, many people fled to upper floors and died rather than leaving the building through the other exits on the ground floor, possibly because they were afraid of the pro-unity activists outside. No-one died in the Trade Union Building other than as a direct result of the fire: most of the victims died from carbon monoxide poisoning and burn injuries, and some others as a result of trying to escape the fire by jumping out of the building (Annex VII).[75] Fifty anti-Maidan activists remained on the roof, barricading themselves in and refusing to leave,[75] and evacuated the building at around 4 am, after long negotiations with the police.[66] Some of those who tried to escape the fire were set upon and beaten during their attempts to flee by some pro-Maidan demonstrators, and video footage shows people being assaulted by pro-Maidan protesters after they had jumped out of the windows of the burning building, while other pro-Maidan demonstrators created makeshift ladders and platforms and used them to rescue people trapped inside the building (para. 28).[75][64][72][91] According to witnesses, some pro-Maidan demonstrators outside the building chanted \"burn Colorads, burn,\" referring to a derogatory term for pro-Russian activists who wear the Ribbon of Saint George.[72] The high number of deaths may also have been caused by the delay in the emergency services' response, according to the International Advisory Panel of the Council of Europe and to the investigations by the 2 May Group.[92] The first fire crews took up to 40 minutes to arrive at the scene even though the closest fire station was less than a five-minute drive away. The audio recording of the telephone calls to the dispatch centre was later posted on the Internet, and the dispatcher can be heard telling callers that there was no risk involved in burning tents in an open space, and then hanging up; at some point she consulted a superior as to whether she should continue to respond in this way and was instructed to do so (para. 26).[75] Representatives of the State Emergency Service claimed that the large number of people gathered around the building[85] and the aggressive behaviour on some of them[75] prevented the fire crews from performing their job promptly, but the investigation by the 2 May Group did not find any evidence of access by fire crews having been obstructed (para. 27).[75] The local police was also slow to intervene. According to the International Advisory Panel, they started to arrest protesters only after 41 persons had already died and, when the fire was extinguished, they entered the building and arrested 63 anti-Maidan who were still inside or on the roof (para. 30).[75][93][94] The names of all victims have been established by journalists and published by local media: Dumska[95] and Timer.[96][95] According to UN OHCHR report,[62] 42 people died in a fire that erupted in the House of Trade Unions: 32 from carbon monoxide poisoning, and 10 after leaping from windows to escape the flames.[97] These were 34 men, seven women and a 17-year-old boy, all of them - either anti-Maidan supporters or people who happened to be at the site of the incident.[62] Six people were killed earlier the same day from firearms at Hretska Square: four anti-Maidan and two Euromaidan supporters.[57][60][61][62] In total, 48 people died in one day as a result of the clashes. Hospital staff reported that 174 were injured, and 25 were in critical condition.[98] 172 people were reported arrested as a result of the conflict,[54] and 38 anti-Maidan activists were detained by police after they had been evacuated from the burning building; most of them were badly injured.[99] On the day of the event there appeared rumors that of those who died in the fire, fifteen were Russian citizens, and five were from Transnistria.[100] The Interior Ministry debunked these rumors since the identity of most of the victims had not been determined on 2 May.[101] Later reports showed that none of the identified victims was from Russia or Transnistria.[102][103] Out of the 48 people killed, 46 were from Odesa or Odesa region, one from Mykolaiv Oblast and one from Vinnytsia.[96] On Russian-speaking social networks and pro-Russian online platforms unconfirmed accounts claimed that some anti-Maidan protesters had been beaten, raped and killed in the Trade Unions House before the fire broke out.[76] Images allegedly showing the body of a raped and strangled pregnant woman widely circulated on the internet and occasionality made their way into the academic literature.[104] It was actually the body of a 54-year-old woman who had been killed by carbon monoxide and deliberately arranged to create a fake.[105][106] This and other fake news were debunked by the 2 May Group investigation and by the report of the International Advisory Panel of the Council of Europe.[66][75] Rumors that some kind of poisonous substance had been used in the House of Trade Unions began to appear almost immediately after the tragedy. On 3 May, First Vice Prime Minister of Ukraine, Vitaliy Yarema, noted that people \"died suddenly, very quickly\" due to the burning of \"a certain substance that emitted gas.\"[107] On 6 May, then-presidential candidate Petro Poroshenko told journalists about a closed session of parliament where evidence was presented that \"toxic substances\" had been placed in the Trade Unions House to facilitate an increased death toll,[108] and that the events were organised in advance by Russian and local officials.[109] At a press conference on 15 May 2014, Ivan Katerynchuk, Head of the Ministry of Interior Office in the Odesa Region, denied that any gas had been used to poison those inside the Trade Union Building.[75] A few days later, on 19 May, Ukraine's deputy Interior Minister and Chief Investigator Vitaliy Sakal told journalists that traces of chloroform had been found in the building, and that thirty-two deaths in the building were attributed to the inhalation of an as yet unidentified substance. Sakal added that the mixture containing chloroform had been in the Trade Unions building for several days. Sakal said that an investigation to determine the substance's origin was ongoing, and that Ukrainian investigators have urged the Israeli Embassy to provide skilled professionals to assist Ukrainian specialists in this regard.[110][75] Russian experts in organic chemistry were skeptical about claims that chloroform could have been the cause of death of those killed in the House of Trade Unions. According to them, in order for several dozen people to be poisoned to death with chloroform even in a relatively small room, \"it must be spilled in extremely large quantities - many tens, if not hundreds of liters.\"[107] In November 2015 the International Advisory Panel of the Council of Europe, summarising the forensic investigations made by the Ukrainian Prosecutor General's Office and by the 2 May Group, reported that the use of poisonous gases or chloroform had not been confirmed, and stated that it was \"regrettable that definitive statements were made on the matter when it was still the subject of examination by forensic experts\" (para. 260).[75] The city of Odesa announced that three days of mourning would be held in honour of those who died in the clashes.[111] Ukrainian interim President Oleksandr Turchynov followed suit, declaring two days of national mourning for those who died in the clashes, also those who died during a government counter-offensive in Donetsk Oblast.[111] Both pro-Russian and pro-Maidan demonstrators gathered outside the burnt Trade Unions House on the day after the clashes.[112] Roughly 2,000 pro-Russian protesters gathered outside, chanting: \"Odesa is a Russian city.\"[113] There was a heavy police presence, and some minor scuffles between protesters.[112] In another outbreak of unrest, the Interior Ministry's headquarters in Odesa was attacked by several hundred pro-Russian activists on 4 May.[114] Originally a protest, the events later turned violent when masked demonstrators with improvised weapons started breaking windows, and forcing gates open.[114] In an attempt to pacify the protesters, the officials inside the building released between 30 and 67 of those arrested in the aftermath of the clashes.[114] Elsewhere in the city, supporters of federalisation attacked a Ukrainian reporter for Channel 5 news.[115] A rally of several hundred pro-Maidan activists marched to the site of the fire, raised the Ukrainian flag from the central flagpole, and observed a moment of silence for the victims.[116] In response to the conflict, Odesa governor Nemirovsky announced the formation of a 'territorial defence battalion' of the army and would be recruiting to quickly restore order in the region.[117] 7 May 2014 Nemirovsky accused Oleksandr Dubovoy of organization of Odesa clashes. In July, the court ordered Nemirovsky to refute this false report.[118] Investigators probed four theories: an order to extremist groups to destabilise the situation in Ukraine; unlawful activity by Odesa regional authorities and police aimed at discrediting the then-current central government; unchecked actions by football fans and pro-Russia groups; and a provocation by radical individuals.[110] As of May 2017, the official investigation was still in progress and criticized by Ukrainian human-rights groups and international bodies for lack of progress and failure to investigate key evidence. At least one case had been taken to European Court of Human Rights by a mother whose son died in the clashes.[119] UN Human Rights office states in its 2016 report: criminal prosecutions ... appear to have been initiated in a partial fashion. Only activists from the 'pro-federalism' camp have been prosecuted so far, while the majority of victims were supporters of 'pro-federalism' movement... The investigations into the violence have been affected by systemic institutional deficiencies and characterized by procedural irregularities, which appear to indicate an unwillingness to genuinely investigate and prosecute those responsible.[62] Pro-Maidan activist Serhiy Khodiak was officially accused of murder, but he was not arrested.[65] He was released after two days in custody due to the pressure of other Euromaidan activists on the court. Although the pre-trial investigation was completed in August 2015, the trial had not yet started as of May 2016.[120][62] None of Euromaidan activists was under arrest as of March 2016,[121] and May 2017.[122] At the same time, around a dozen anti-Maidan supporters were held in custody for at least two years. Some of them launched a hunger strike.[120][121] An anti-Maidan activist, Igor Astakhov, died after two years in custody of heart failure[citation needed] Three years after the events, five anti-Maidan supporters remain in custody.[122] A Euromaidan activist Vsevolod Honcharevskii is accused in beating people who jumped out of the windows of the House of Trade Unions. He was detained in August 2014, but the court decided to release him one month later. In 2015 the court resumed an investigation against him, but in October 2016 Goncharevskii was still free and participating in military operations against separatists.[123][124] In September 2017, the Chornomorsk town court of Odesa Oblast concluded that all 19 people accused of participation in the clashes on Hretska ploshcha, are not guilty. The court criticized the prosecution for being biased against the anti-Maidan activists and for low quality of investigation.[125][126] Five anti-Maidan activists who had remained in custody for 3.5 years, were ordered to be released. However, two of them were immediately arrested again by SBU on new charges related to a peaceful anti-Maidan motor rally in March 2014.[125] The Ukrainian prosecutors announced that they will appeal the sentence to the Court of Appeal of the Odesa Oblast.[20] The court is under severe pressure, e.g. on 27 November 2015, the Malynovskyi District Court of Odesa granted release on bail to five anti-Maidan detainees. In response, around 50 Right Sector and other Euromaidan activists blocked the detention facility searching all vehicles for the detainees to be released, they pressured the prosecution to appeal, blocked the judge of the Court of Appeals of Odesa Region in his office, urging him to grant the appeal, and forced the judges of the Malynovskyi District Court to resign. In a few days, the decision to release the detainees was cancelled, in violation of procedural law.[127][128] On 10 March 2016, 'anti-Maidan' accused have been attacked by Euromaidan activists near the court building leading to hospitalization one of them.[120][121] According to OHCHR, up to 50 aggressive Euromaidan activists can be observed in the courtroom with police being unable to protect those involved in the proceedings.[120] Two district courts of Odesa refused to consider the case because judges were intimidated.[120] UN OHCHR reported in 2018 about the lack of progress in investigations into harassment of and pressure on judges dealing with the mass disorder cases by Euromaidan activists, despite the identification of some alleged perpetrators by victims or witnesses.[129] The day after the fire, the Interior Ministry released a statement saying that 172 people had been arrested. They said that the meticulous preparation of the unrest in the town was evident from the fact that the majority of the detainees who had been identified at the time were Russian nationals and residents of Transnistria. Police confiscated firearms and a significant amount of incendiary mixture during the arrests.[54] That same day Vitaly Yarema, First Deputy Prime Minister of Ukraine, said there were foreigners among both the participants of mass riots and the victims in Odesa.[citation needed] According to the Security Service of Ukraine (SBU), the clashes that took place involved the participation of 'illegal military groups' and mercenaries coordinated in Transnistria by subversive groups from Russia, and financed by former members of the Yanukovych government.[54][55] Named were former Prime Minister Serhiy Arbuzov and former Deputy Prime Minister Oleksandr Klymenko. \"Subversion in the Ukrainian city of Odesa that was financed by former top officials targeted at disrupting stability in the south of Ukraine,\" said Kateryna Kosareva, SBU press spokeswoman. \"Its organizers were planning that it would be the beginning of full scale instability in the rest of the southern regions of our country.\"[130] The Ministry of Internal Affairs (MVS) announced that among the conflict organizers it had detained, at least three were citizens of the Russian Federation. Among them were named Evgeny Mefedov, from Yoshkar-Ola; Andrei Krasilnikov, from Nizhny Novgorod; and Alexander Zolotashko.[55] The SBU then identified other Russian citizens arrested: Boris Demylov; Sergei Pavlov; Alexander Vdovin; Sergei Sidorenko; and Dmitri Bormotov, from Evenk Autonomous Okrug.[131] As of May 2016, two Russian nationals, Mefedov and Sakauov, had remained in custody for 2 years despite the prosecution failing to provide sufficient evidence against them.[120][132] According to the United Nations OHCHR, the prosecution failed to ensure the presence of witnesses and, after a year of hearings, requested to recuse the panel of judges. Both citizens of the Russian Federation launched a hunger strike.[120][132] The panel of judges notified the General Prosecutor of Ukraine several times about the low quality of the prosecution and reprimanded the prosecution for delaying the proceedings.[120] In September 2017, the Chornomorsk town court declared that both Russian citizens, Mefedov and Sakauov (as well as 17 other accused), are not guilty and ordered their immediate release. The court concluded that the presented evidence was untenable, and the prosecution was biased against the anti-Maidan activists. After the judgement was pronounced, SBU immediately re-arrested Mefedov (along with a Ukrainian citizen Dolzhenkov) in the courtroom, on charges of \"trespass against the territorial integrity of Ukraine\".[125][126][133] Governor of Odesa Oblast Volodymyr Nemyrovsky stated on 2 May 2014 that the conflict could have been avoided had police fulfilled their duties, and accused police of inciting the confrontation and taking bribes to switch allegiance to the separatists' side. Several police were seen donning the red armbands worn by anti-Maidan protesters.[134] The leadership of the local police was then fired and may face criminal charges. Arsen Avakov, the interior minister, blamed local politicians for the events. People suspected of complicity include city council members, elections workers, police, relatives of former police officers, and active anti-Maidan campaigners. Twelve people were arrested, but their names were not disclosed.[110] \"The police in Odesa acted outrageously, possibly in a criminal fashion,\" Interior Minister Avakov stated. \"The 'honor of the uniform' will offer no cover.\" He then announced the formation of a new civilian-based special police force named \"Kyiv-1\" to help police the city.[135][136] Ukraine – In the aftermath of the Odesa clashes, the Governor of Odesa Oblast Volodymyr Nemyrovsky accused the security forces of “criminal omission”, blamed them for having \"traded their homeland and their conscience”,[137] and upheld the lawfulness of the reaction by the pro-Maidan camp as self-defence against \"armed terrorists.\"[138] Right Sector's website called the incidents in Odesa \"a bright page in our national history,\"[139] and Svoboda MP Iryna Farion posted on Facebook \"Bravo, Odesa. Pearl of Ukrainian Spirit. The birthplace of great nationalists Ivan and Yurii Lypa. Let the devils burn in hell. Football fans are the best rebels. Bravo!\"[140] Prime minister Arseniy Yatsenyuk claimed that Russia and inept or disloyal local police were to blame for the tragedy.[141] He criticised the police suggesting that had they done their jobs properly \"these terrorist organizations would have been foiled”[141] and argued that what had happened in Odesa was part of a plan by the Russian Federation \"to eliminate Ukraine and eliminate Ukrainian independence.\"[142] The Foreign Ministry Andrii Deshchytsia stated that \"there is every reason to believe that the tragedy was an action planned in advance and generously paid for by the Russian special services, the purpose of which was to provoke an explosion of violence in Odesa and destabilize the situation in the entire southern region of Ukraine.\" He also said that the government believed \"that a full and impartial investigation, which is being conducted by law enforcement agencies of Ukraine, will enable us to find not only the perpetrators of the tragedy, but also their puppeteers and sponsors both in Ukraine and in Russia.\"[55] Acting President of Ukraine Oleksandr Turchynov said Russian special forces were working with success to destabilise Ukraine, helped by \"guest stars from Transnistria.\"[143] The acting head of the Presidential Administration of Ukraine, Serhiy Pashynsky said \"that which we saw in Odesa was a [Russian] Federal Security Service provocation to deflect attention from the anti-terrorist operation [in eastern Ukraine],\" and that \"they [the FSB] want to show that situation [in the country] is not stable, but what happened in Odesa showed something else, that the people's patience has run out.\" Pashynsky also stated that the FSB armed pro-Russian militants in Odesa.[144] On 23 October 2014 President Petro Poroshenko said that Odesa had paid a heavy price to stop the pro-Russian separatists. \"Now Odesa has become a very pro-Ukrainian city! In the Russian media, Odesa is even called 'Banderites'. And there is no greater compliment for Odesa for me!\"[145] On 2 May 2020, President Volodymyr Zelenskyy expressed condolences to the families of all the victims, and also called for the punishment of all those responsible for the tragedy: \"only a strong country speaks frankly not only about its achievements, but also about its own tragedies.\"[146] Russian Federation – Russia's Foreign Ministry said that the fire was \"yet another manifestation of the criminal irresponsibility of the Kyiv authorities who indulge insolent radical nationalists ... which are engaging in a campaign of physical terror\", against those wanting 'greater autonomy' living in Russian-speaking regions.[147] Russian Duma member Leonid Slutsky (Liberal Democratic Party of Russia) compared this accident to a nazi-crime, like Khatyn massacre.[148] Bulgaria – Bulgarian Foreign Minister Kristian Vigenin condemned the Odesa clashes \"in the strongest possible terms\" and expressed condolences to the victims' families. He urged the Ukrainian government to \"abide by its obligations to disarm paramilitaries ... limit the influence of far-right groups\" and all parties to refrain from further provocations.[149] Belarus – President Alexander Lukashenko said during a meeting with President Vladimir Putin \"The developments in Odesa are simply unimaginable. I would like to have a frank discussion, behind the scenes, so to speak, about the situation in Ukraine and to coordinate our actions, because clearly, this crisis is not going to end tomorrow, and it has a direct impact on you and on us.\"[150] Armenia – President of Armenia Serzh Sargsyan said \"Nevertheless, we are deeply concerned by the growth of violence in Ukraine, including the events in Odesa, Slavyansk, Kramatorsk and other regions. We cannot but worry about the current situation also because there are more than half a million Armenians living in Ukraine.\"[151] United States – US State Department: \"The United States today mourns with all Ukrainians the heartbreaking loss of life in Odesa. Today the international community must stand together in support of the Ukrainian people as they cope with this tragedy\".[152] Canada – Prime Minister of Canada, Stephen Harper, said the latest incidents were \"very deeply concerning\" and accused President Vladimir Putin of starting a \"slow-motion invasion\" of Ukraine.[153] Anti-Maidan encampment outside the Trade Unions House Memorial service in honour of those who died in the clashes, outside the burnt Trade Unions House on 10 May 2014 The memorial at the place of death of Andriy Biriykov, killed in the clashes About sixty people gathered on Kulikovo Field to commemorate the 2 May fire on 13 July.[154] The demonstration was peaceful. Another demonstration on the field on the same day drew about 120 people. They chanted \"Donbass, we are with you\", in reference to the ongoing War in Donbas.[154] Odesa city mayor Hennadiy Trukhanov told OSCE monitors on 23 July that the \"underlying tensions\" of the 2 May clashes remained in the city, and that he feared for the city's security.[155] Odesa was struck by six bomb blasts in December 2014, one of which killed one person (the injuries sustained by the victim indicated that he had dealt with explosives).[156][157][158] Internal Affairs Ministry advisor Zorian Shkiryak said on 25 December that Odesa and Kharkiv had become \"cities which are being used to escalate tensions\" in Ukraine. Shkiryak said that he suspected that these cities were singled out by the Russian state because of their \"geographic position\".[157] Odesa's mayor Gennadiy Trukhanov was re-elected in 2020 despite accusations surfacing in the Panama Papers that he had laundered money for Ukrainian crime syndicates in London and the British Virgin Islands listing his address and nationality as Russian.[159]","Title":"2014 Odessa clashes - Wikipedia","KeyID":"16456","URL":"https://en.wikipedia.org/wiki/2014_Odessa_clashes"}