{"Content: ":"The 2007 Munich speech was given by Russian president Vladimir Putin in Germany on 10 February 2007 at the Munich Security Conference. The speech expressed significant points of future politics of Russia driven by Putin.[1][2][3][4] Putin criticized what he called the United States' monopolistic dominance in global relations, and its \"almost uncontained hyper use of force in international relations\". The speech came to be known, especially in Russia,[citation needed] as the Munich speech. He said the result of such dominance was that,[5] […] no one feels safe! Because no one can feel that international law is like a stone wall that will protect them. Of course such a policy stimulates an arms race. Putin quoted a 1990 speech by Manfred Wörner to support his position that NATO promised not to expand into new countries in Eastern Europe:[5][6] [Worner] said at the time that: \"the fact that we are ready not to place a NATO army outside of German territory gives the Soviet Union a firm security guarantee.\" Where are these guarantees? Putin publicly opposed plans for the U.S. missile shield in Europe, and presented President George W. Bush with a counter proposal on 7 June 2007 which was declined.[7] Russia suspended its participation in the Treaty on Conventional Armed Forces in Europe on 11 December 2007 because: Seven years have passed and only four states have ratified this document, including the Russian Federation.[5] In response, former NATO secretary Jaap de Hoop Scheffer called it, \"disappointing and not helpful.\"[8] The months following the Munich speech[5] were marked by tension and a surge in rhetoric on both sides of the Atlantic, though both Russian and American officials, however, denied the idea of a new Cold War.[9] The Polish Institute of International Affairs has described Putin's quotation from Manfred Wörner's speech as lacking appropriate context, stating that Wörner's speech \"in fact, only concerned non-deployment of NATO forces on East German territory after reunification.\"[6] Putin later made other speeches that were called[10] follow-ups to the Munich speech. These include:","Title":"2007 Munich speech of Vladimir Putin - Wikipedia","KeyID":"16452","URL":"https://en.wikipedia.org/wiki/2007_Munich_speech_of_Vladimir_Putin"}