{"Content: ":"Attacks on civilians This is a timeline of the 2014 pro-Russian unrest that has erupted in Ukraine, in the aftermath of the Ukrainian revolution and the Euromaidan movement. In Zaporizhzhia, over 5,000 protested against Russian intervention and pro-Russian demonstrations, and unity in Ukraine. They also protested against people seizing state buildings and raising Russian flags over them.[21][22] Similar rallies were held in Dnipropetrovsk (a rally described by local reporters as the largest in years that drew an estimated 10,000 people), Odessa (several thousand), Mykolaiv (according to local media 5,000 to 10,000 people) and Kharkiv (a few thousand protesters).[23][24][25] Several hundred pro-Russian protesters led by Pavel Gubarev gathered at the Donetsk Oblast administrative building, broke through police barricades and retook the facility, and raised the Russian flag.[26][27] Pavel had claimed to be the people's governor of the region.[6][28] Some 200–500 demonstrators with Russian flags, opponents of the new authorities in Kyiv, attempted to seize the Odessa Regional State Administration building.[29][30] They demanded that a referendum on the establishment of an \"Odessa Autonomous Republic\" be held.[30] As protesters began to break windows and enter the building, Oblast chairman and Party of Regions official Mykola Leonidovych Skoryk spoke to the crowd, saying that the police could not allow an \"assault\" on the RSA, and that Ukrainians \"must live peacefully in a single state.\" Protesters shouted \"traitor!\" and \"Judas!\" at him.[30] Meanwhile, Reuters reported that anti-Kyiv protesters had broken into the first floor of the Donetsk RSA building.[31] Pro-Russian separatists consolidated their control of the local Regional Administration in Donetsk.[32] Pavel Gubarev was elected governor, and told reporters that work on the structure of the new administration is being done.[32] \"We don't want to give our money any more to Kyiv. We want more freedom for our city in a new federation or confederation that allows us to embrace the friendly ties and positive feelings towards us of the people of Russia,\" Gubarev said.[32] Allegations that many of the demonstrators were bussed in from Russia, specifically from the Rostov region, were levelled by opponents, but according to a local journalist, \"[I'm] sure they were paid to participate in those numbers but I have to say unfortunately that most of the people are from this city.\"[32] \"Hundreds\" later protested peacefully against the pro-Russian RSA occupiers and in support of a united Ukraine.[32] On the evening of 4 March, a large peaceful rally of over 2,000 supporting peace and a united Ukraine was held in central Donetsk.[33] In Donetsk, a bomb threat forced the evacuation of the Regional Administration building, which forced out the pro-Russian activists who had been occupying the building and flying the Russian flag since 1 March.[34] After the bomb-scare and subsequent evacuation, the Ukrainian flag was raised over the building for the first time since 1 March.[34] However, later in the evening, hundreds of pro-Russian protesters retook the building, and once again raised the Russian flag.[34] Despite the retaking of the RSA by pro-Russian activists, up to 5,000 protested for unity in Ukraine and against Russian intervention, the largest of its kind in the eastern Ukrainian city since the unrest began.[34] 1,000 pro-Russia counter-protesters attempted to confront the Ukrainian unionists, but were kept apart by the police.[34][nb 1] Ukrainian unionists were also protected by FC Shakhtar Donetsk \"ultras\"[nb 2] (fanatical supporters).[37] Meanwhile, 1,000 pro-Russian protesters marched in Kharkiv, demanding a referendum on federalism for Ukraine and making Russian a state language.[34] Police kept the demonstrators away from the Kharkiv Oblast RSA building, which continues to fly the Ukrainian flag.[34] 200 people attended a pro-Russia rally in Zaporizhzhia.[38] After retaking the Donetsk RSA the previous day, pro-Russian protesters lost control of the building after a pre-dawn offensive led by police and the national Security Service of Ukraine (SBU), which is under the control of the Euromaidan leaders.[39][40] In addition to capturing control of the RSA and hoisting the Ukrainian flag, the SBU arrested self-proclaimed new Donetsk governor and pro-Russian protest leader Pavel Gubarev, charging him with \"encroachment on the territorial integrity and inviolability of Ukraine\" as well as \"actions aimed at the forcible change or overthrow of the constitutional order, or the seizure of state power\".[41][42] About 70 supporters of Gubarev were also arrested.[43] Ukrainian Prime Minister Arseniy Yatsenyuk stated that central authorities maintain control over Donetsk and had regained control of Luhansk.[48] The same day employees of Russian Defence Ministry's Intelligence Directorate GRU were arrested in Donetsk.[49] Also, Mikhail Dobkin was arrested on charges of leading a separatist movement.[50][51] Reports from the Russian media and a Russian diplomat in Kyiv allege that 300 employees of private security companies mercenaries are active in Ukraine as did a Russian Foreign Ministry statement released on 10 March saying that Russia is \"outraged by the chaos which is currently ruling in eastern regions of Ukraine.\" These allegations were interpreted by The Washington Post as potentially being a \"pretext for Russian military intervention into areas of Ukraine beyond Crimea.\"[52] Police freed the Municipal Administration building in Luhansk and briefly arrested the leader of the pro-Russian movement there and local councilman, Arsen Klinchayev.[49] Pro-Russian protesters then elected a \"People's Governor of Luhansk Oblast\", Alexander Kharitonov, who worked from a tent in a square.[53] The same day Chief of the Security Service of Ukraine Valentyn Nalyvaichenko stated he had evidence that employees GRU were involved in the organization of provocations in Ukraine[54] and that SВU had detained a 37-year-old Russian citizen, who was engaged in formation of an armed subversive group.[55] The Ukrainian National Council on Television and Radio Broadcasting demanded providers to shut down the broadcast of Russian television channels Rossiya 24, Channel One Russia, RTR Planeta, and NTV Mir in Ukraine.[56] At the time 50% of the providers in Ukraine had already stopped broadcasting these channels.[56] The Russian Foreign Ministry sharply criticized what it said was a double standards policy and selective approach \"in the assessment of the freedom of the press in Ukraine by international organizations, non-governmental organizations and human rights groups, which are turning a blind eye to such a blatant show of censure\".[56] One pro-Kyiv protester from Svoboda, Dmytro Cherniavsky, was stabbed to death in the city of Donetsk and a further fifteen were hospitalized after rival rallies clashed in Lenin Square.[57][58] The local health ministry said that around 1,000 pro-Kyiv protesters were attacked by 2,000 pro-Moscow protesters,[59][nb 3] Witnesses claimed some pro-Russian activists had arrived in vehicles with Russian number plates, and governor of Donetsk Oblast Serhiy Taruta said the pro-Russian demonstrators were citizens of Russia.[60] The clashes were described by Reuters as being the worst violence in Ukraine since the 18–23 February 2014[61] overthrow of the Yanukovich government.[57] The Russian Armed Forces announced a new set of sudden military exercises in the border regions of Rostov, Belgorod, and Kursk on 13 March, involving \"artillery batteries, assault helicopters, and at least 10,000 soldiers\".[62] Amateur footage showed columns of trucks and armoured vehicles amassing at the border town of Lopan, just 48 kilometres (30 mi) outside of Kharkiv.[62] The United States Department of State said that the Russian military exercises had \"certainly created an environment of intimidation [in Ukraine]\".[62] Security Service of Ukraine (SBU) detained the self-declared 'governor' of Luhansk Oblast, Alexander Kharitonov.[63] Kharkiv Mayor Hennadiy Kernes was placed in night-time house arrest.[64] Four participants of yesterdays clashes in Donetsk were arrested.[65] According to Euronews the situation in Donetsk \"was quiet\".[60] Clashes in Kharkiv between pro-Russian nationalists and an unknown group resulted in the deaths of two people.[66] In Kharkiv, one pro-Russia demonstrator and a passerby were killed by buckshot[67] when Ukrainian nationalists opened fire on a group of men. Police said events leading to the deaths began when a group of nationalists opened fire from inside a car at a pro-Russian protest being held on Kharkiv's central Svoboda (Freedom) Square. A group of several dozen pro-Russian protesters chased the car, tracking it to the headquarters of the Patriot of Ukraine (Patriot Ukrainy) nationalist group. The pro-Russians tried to storm the building and the nationalists opened fire, killing one of them along with a passer-by, police said. The Patrioty Ukrainy group then took several hostages from other offices inside the building as the police arrived. Six people were injured in the ensuing gunfight, including a police officer who suffered serious wounds. The nationalists eventually agreed to give up their arms and surrender. Police made 30 arrests.[68] Both rival groups blamed each other for starting the clashes.[69] In Donetsk, protesters stormed the local SBU headquarters for the second day in a row, in addition to the local prosecutor's office and the headquarters of the Industrial Union of Donbass, owned by magnate and local Kyiv-appointed governor Serhiy Taruta.[70] In Kharkiv, protesters marched through the city centre carrying a 100-metre (110 yd) long Russian tricolor and demonstrated in front of the Consulate General of Poland, protesting against Western interference into Ukrainian affairs. Pro-Russian protesters in Kharkiv later broke into a Prosvita office stole Ukrainian-language books and then set them alight in small bonfires in the street.[67][71][72][73] Meanwhile, impromptu referendums were set up in the city squares of Luhansk and Mykolaiv, asking for federalization to be introduced to Ukraine.[70] In Mykolaiv, one question asked, \"Do you support the creation of a federal district Novorossia within Ukraine, including the Nikolayev (Mykolaiv), Odessa and Kherson regions?\" The Economist documented the rallies in Kharkiv and elsewhere, stating that they appeared staged, \"it was not part of a mass movement, more a bit of street theatre, carefully choreographed for the cameras. By seven o'clock it was all over.\"[74] Ukrainian military units heading towards the Russian border were stopped from passing by residents of Donetsk and Luhansk.[75] Due to weather, only a few hundred attended protests in Donetsk.[76] In Odessa Anton Davidchenko, the leader of the pro-Russian organization \"Youth Unity\" (who had organized by the majority of rallies in support of Russia), was arrested for \"encroachment on the territorial integrity and inviolability of Ukraine\" and \"treason\".[78] His supporters then picketed the local SBU headquarters.[78] Ukrainian soldiers meanwhile increased their presence in border towns (bordering Russia).[79] Ukrainian Prime Minister Arseniy Yatsenyuk (in an \"address to the residents of the southern and eastern regions of Ukraine\") stated that his government had introduced \"a special position of deputy prime minister in the government\" tasked with \"decentralization of the administration\" \"which will give the regions, cities, and districts broad powers and funding needed for the development of the regions\".[80] According to Yatsenyuk \"All changes associated with the decentralization of the administration will be reflected in the new Constitution. We should write the Constitution together\".[80] Yatsenyuk also stated that law enforcers would soon start \"seizing all unregistered firearms\" in Ukraine.[81] Yatsenyuk further claimed \"Law enforcement agencies have collected compelling evidence of the involvement of Russian secret services in unrest in the east of our country\".[82] In a televised address in front of both houses of parliament Russian President Vladimir Putin stated \"Don't trust those who frighten you with Russia... we do not need a divided Ukraine. We do not want a partition of Ukraine, we do not need this\".[83][84] He also stated that \"Russia and Ukraine were not just neighbours but one nation\" and that Russia would always \"protect\" the speakers of the Russian language in Ukraine.[83] He saw the Yatsenyuk Government as \"an illegitimate puppet government under the control of radicals\".[83] Putin also accused nationalists, neo-Nazis, Russophobes and anti-Semites of being behind the \"coup\" in Ukraine; according to Putin this coup was executed using \"Terror, murder and pogroms\".[84][85] He also called the Verkhovna Rada's vote of 23 February 2014 to repeal a language law aimed at giving Russian and other minority languages in Ukraine the status of regional language[86][87] a \"scandalous law on the revision of the language policy, which directly violated the rights of the national minorities\".[85]A[nb 4] Members of a large rally under Russian flags stormed Mariupol City Council. They demanded that the Mayor held a special session of the City Council to address the question of holding a referendum.[89] Andriy Parubiy, the new Secretary of the National Security and Defence Council of Ukraine, ordered the Ukrainian Foreign Ministry to introduce a visa regime for Russian citizens, who had since Ukraine's independence enjoyed visa-free travel to Ukraine.[90] A number of public organizations picketed the building of the Regional Council with the requirement to hold a referendum in Kharkiv. Several hundred people participated in the picket, they held banners \"For the referendum,\" \"Kharkiv is for the Customs Union (Customs Union of Belarus, Kazakhstan, and Russia),\" \"Customs Union will revive the industry of Kharkiv.\"[91] In Kherson nearly 300 Communist Party supporters held a protest in favour of the federalization of Ukraine, but were met with 3,000 pro-Ukrainian protesters.[92][93] In Donetsk 2,000 protesters held a pro-Russia rally and demanded a referendum to give the Donbas region greater autonomy; demonstrators carried Russian flags and chanted \"Russia\" and \"Yanukovych is our elected president.\" They then picketed the regional council.[94][95] Nearly 1,000 rallied in Luhansk. They demanded Kharytonov and Klinchaev's release and also supported Yanukovych.[96][97][98] A Kharkiv demonstration of a few hundred people on 22 March also demanded broad autonomy for southeastern regions[99] and demanded to disarm the \"Right Sector\" members[100] Interior Minister Arsen Avakov announced that pro-Russian protests had declined significantly.[106] In Kharkiv Antimaidan activist Igor Kromskoho (nicknamed \"Topaz\") was placed under house arrest for his alleged involvement in the 1 March raid on the Kharkiv Regional State Administration building.[118] Media incorrectly reported that the Donetsk regional council had formally appealed to the Ukrainian parliament to take measures to \"stabilize the situation in the country\" and to \"urgently consider the possibility of adopting a law on local referendum after broad public discussion\", to start the draft of \"a new version of the constitution that would guarantee decentralisation of government by giving the local authorities broader powers and responsibility for the state of affairs in the region, the creation of regional and district executive bodies, and the formation (pending parliamentary elections) of a two-chamber parliament, where the upper house will express the interests of regions and its members will have the right of legislative initiative\".[143][144] However, the next day the Chairman of Donetsk Regional Council, Andriy Shishatskiy, stated that the letter was not sent on behalf of the Donetsk regional council as it was not in session that day and that the reported letter was an appeal by an individual local MP.[145] In Donetsk, 500 people attended a pro-Russia rally, a lower turnout than usual.[146] In Mariupol, a crowd of supporters of the self-declared Mayor Dimitri Kuzmenko, arrested by the Security Service, broke into the prosecutor's office to demand his release. Later, the protestors surrounded the city council.[147] Two hundred separatists took control of the first two floors of the building.[where?] The pro-Russian protesters broke down doors and smashed windows. The administration headquarters were empty, with only guards inside, as it was Sunday. The separatists demanded an extraordinary session of officials announcing a referendum on joining Russia, or, they said, they would declare unilateral control by forming a 'People's Mandate' at noon on 7 April, and \"dismiss\" all elected council members and MPs.[148][149][150] Residents of Donetsk submitted an open letter calling on the acting president of Ukraine to protect them from the pro-Russian separatists.[151] In Luhansk, 1,000 pro-Russians rallied in front of the SBU office, demanding the release of separatist leader Aleksandr Kharitonov. A policeman was injured and hospitalized as the protesters seized the SBU building. One of the demonstrators also reportedly suffered a head injury. Following negotiations, six pro-Russian protesters who had previously been detained were released from custody. Those who broke into the SBU building raided the armoury and seized weapons.[152] In Kharkiv, a pro-Russian rally was held and between 2,000 and 10,000 attended.[153] Protesters attacked pro-European protesters, who were protected by a column of police to allow them to escape the mob, while forced to crawl on their knees; the pro-Russian protesters chanted \"Kharkiv is a Russian city!\" and \"Crawl to your Europe!\"[153] Some 1,500 pro-Russians then rallied in front of the RSA, and some made it inside. An attack on the RSA began after the organizers of the protests urged participants \"to support Donetsk and Luhansk where government buildings were seized earlier in the day.\" About 500 people were involved in storming the RSA, 30 of whom were militants in balaclavas and camouflage who used stun grenades.[154][155] Ukraine accused Russian President Vladimir Putin of orchestrating the seizures.[156] At 3:30am, a group of pro-Russians stormed the SBU offices in Donetsk and Luhansk.[157] They did not make any clear demands.[158] The militants took control of the SBU armoury and armed themselves with automatic weapons, and other supporters brought bricks and other debris to erect barricades. Their numbers were initially at 1,000 but have since thinned.[159] The protesters in Donetsk declared a People's Republic of Donetsk and unification with Russia.[160] Ukrainian news agency UNIAN reported gunmen then tried to storm a Donetsk TV building, but were deterred by police.[157] In Kharkiv, a pro-Russian rally was held where about 1,000 attended and a pro-Ukraine rally was held attended by about 300 people.[161] Around noon about 50 masked men with bats attacked pro-Ukraine demonstrators who responded by throwing bottles at them.[162] They also attacked non-Russian journalists.[163] Separatists then set the RSA on fire with petrol .[164] By morning the next day, police had regained control of the RSA save for 10 pro-Russian separatists who remained in the lobby.[165] In an instance that led journalists to believe protesters were not locals but rather from Russia, protesters stormed a local theatre thinking it was city hall.[166] Other protestors seized a local TV station and tower. At night, Ukrainian Special forces stormed a Security Service office in Donetsk that had been taken by Pro-Russian militants. No casualties were reported. In Luhansk, members of a self-styled \"Army of the Southeast\" asked for support to preserve \"our rights and values.\" They also claim to be ready to send a \"reserve\" to Donetsk to assist separatists there.[167] Maidan self-defence detained Russian separatists in Odessa, who were in possession of chains, clubs, and guns. The men were then formally arrested by the police.[168] At Mykolaiv there were clashes between AutoMaidan members, riot police and pro-Russian activists when the latter attempted to storm the local administration building.[169] There were ten wounded.[170] Ukrainian self-defence cleared the pro-Russian's encampment and found guns and other weapons.[171] In an address on national TV (Ukrainian) interim President Oleksandr Turchynov stated the current unrest in eastern Ukraine was \"the second wave\" of a Russian operation to destabilize Ukraine, overthrow the government and disrupt planned elections and an attempt by Russia to \"dismember\" Ukraine.[157] He also vowed to launch a major \"counter-terrorism\" operation against separatist movements in the country's eastern regions.[172] In Kharkiv, the downtown core of the city was blocked and its metro shut down as part of the Ministry of Internal Affairs' \"anti-terrorism operation\". 70 separatists were arrested from the previous night's standoff with police.[173] The Interior Troops special squad Jaguar from Vinnytsia was used in the operation.[174] Ukrainian police sealed off RSA building in Kharkiv.[175] A pro-Russian rally was held on Freedom Square in front of the RSA by about 1,000 attendees; several dozen unsuccessfully tried to storm the building.[176][177][nb 7] About 50 journalists held a rally because they believed the local police had not sufficiently protected them when they were attacked by pro-Russian activists.[176][179] The referendum and declaration of independence in Donetsk was reportedly put on hold and protesters there reportedly gave up some weapons.[180] In Luhansk, separatists occupying the SBU building declared themselves the \"Lugansk Parliamentary Republic\".[181] According to Ukrainian security officials, The separatists planted mines in the building and have taken 60 people hostage.[182][183] Ukrainian security sources, speaking on condition of anonymity, have indicated that some hostages may be used as human shields. They stated that the hostages were participants in the pro-Russian rallies and some are elderly women.[184] On the morning of 8 April, the 'Patriotic Forces of Donbass', a rival group unrelated to Donetsk Republic organization who proclaimed independence and seized the council,[185] issued a statement to counter the Donetsk Republic's declaration of independence, citing complaints from locals. Their announcement stated that they would quash the potential state's establishment, cancel the referendum, and, on their part, stated that the declaration is illegal.[186] Protesters reportedly gave up some weapons too.[180] Despite this, the Donetsk Republic organization continued to occupy the RSA and declared themselves the legitimate authority, and upheld all previous calls for a referendum and the release of their leader Pavel Gubarev.[187][a] In the afternoon of 8 April, about a thousand people rallied in front of the RSA listening to speeches about the Donetsk People's Republic and to Soviet and Russian music.[188] The Russian government claimed there are more than 100 American \"mercenaries\" from a defence contracting company disguised as Ukrainian troops in Ukraine, a claim the American firm and top US officials deny.[189] On 10 April, the number of protesters outside the Donetsk RSA was in the hundreds. The separatists in the building voted to establish ties with Russia, Kazakhstan, Belarus and international institutions like the United Nations to break away from Ukraine.[190] Separatists attacked Belarusian journalists for speaking the Belarusian language, and not Russian; Ukrainian journalists have been forced to speak Russian to avoid angering pro-Russian protesters. They also attacked reporters from RT, but RT did not carry the story.[191] Officials constructed roadblocks at the entrances of the city of Zaporizhzhia to prevent Russian and pro-Russian protesters and separatists from entering the city.[192] In Kharkiv police discovered a weapons cache full of grenades and AK-74 assault rifles.[193] In Mariupol, a pro-Ukrainian flashmob of 100 took place outside the police department. Protesters were attacked by men with bats and the police did not react.[194][195] Ukrainian Prime Minister Arseniy Yatsenyuk visited Donetsk in an attempt to defuse separatist tensions in eastern Ukraine. He met with governors and mayors from Donetsk, Luhansk and Kharkiv oblasts and with local industrialists. Representatives of local government and industry called for more autonomy from Kyiv, more power for their regions and cities to handle issues on the ground. However, they stopped short of calling for the federalization of Ukraine. Local representatives also demanded development program for the industrial Donbass region. Ukraine's richest oligarch Rinat Akhmetov argued that the \"voice of Donbass wants to be heard…in short they want a better life.\" Yatsenyuk promised new constitution that would increase local governance and legislation that would provide for local referendums. According to him, the new constitution is needed before the 25 May presidential elections.[196] Amid rising separatist tensions and clashes in the east, pro-Ukraine rallies were held in Luhansk, Odessa, and Kryvyi Rih. Protesters in Luhansk, numbering about 1,000, formed a Luhansk self-defence group to counter the separatists. The rally in Kryvyi Rih attracted 300.[202] In Odessa, pro-Russian protesters assaulted the vehicle of a local news crew.[203] The Ukrainian Interior Ministry, in response to pro-Russian riots and separatism, created a special police unit to deal with the activities of separatists. Each south-eastern oblast was to receive its own response unit.[204] In Mariupol, 150 armed pro-Russians attacked a pro-Ukraine unity rally, leaving nine injured, six of them in intensive care.[205] In Kharkiv, 1,000 pro-Russian separatists returned to the RSA building on 13 April, and rallied around it, with some making it inside.[206] These protesters then holed up inside the building with mayor Hennadiy Kernes. Later in the day, Kernes declared his support for a referendum and amnesty for the arrested Kharkiv separatists.[207] At least 50 pro-Ukrainian protesters, who had been holding concurrent demonstrations, were severely beaten in attacks by pro-Russian protesters.[206][208] Gunshots and grenade explosions were heard. Videos showed three people covered with blood being held on the metro station stairs, and female pro-Russian activists coming up to them, kicking them and shouting \"they are not humans!\"[206] Radicals attacked two presidential candidates that were taking part in a Ukrainian talk show 'Svoboda Slova' (Freedom of speech). Oleg Tsarev was beaten.[216] An 'Odessa People's Republic' was allegedly proclaimed by a pro-Russian internet group in Odessa Oblast.[217] Members of the Odessa antimaidan protest group later swore that they made no such declaration, and leaders of the group said they had only found out about it through the media.[218] The OSCE monitoring mission in Ukraine later confirmed that the situation in Odessa remained calm.[219] Pro-Russian demonstrators in Stakhanov formed a picket line outside the local police station, demanding the resignation of the superintendent.[220] Ukrainian paratroopers, supported by helicopters, destroyed a rebel checkpoint at Serhiivka, west of Kramatorsk. One civilian was wounded.[221] In Luhansk, 1,000 held a pro-Ukraine rally to support national unity.[222] In Donetsk, over 5,000 rallied against separatism.[223] In Kramatorsk, 1,000 held a pro-Ukraine rally and were attacked by 100 separatists, who were stopped by police.[224] The outcome of quadrilateral meeting in Geneva (as agreed on 10 April 2014[225]) with Russia, Ukraine, the United States and the European Union to negotiate an end to the crisis in Ukraine was that all sides agreed to steps to \"de-escalate\" the crisis.[226] All four parties agreed that all \"illegal military formations in Ukraine\" must be dissolved, and that everyone occupying buildings must be disarmed and leave them but that there would be an amnesty for all anti-government protesters under the agreement.[226] These steps will be overseen by monitors from the Organization for Security and Co-operation in Europe (OSCE).[226] Valentyn Nalyvaichenko, director of Ukraine's Security Service, reported that three Russian military intelligence officers had been captured. Up to 22 April, twenty-one Russian intelligence officers had been arrested in Ukraine.[227] Police in Sumy said that they had received information of an impending extremist threat and planned takeovers of government buildings, and that activists were being paid to take part.[233] In Odessa Oblast, seven people were injured, including one police officer, after a grenade attack at a checkpoint near Transnistria.[234][235] The Security Service of Ukraine detained members of the \"Rapid Response Brigade\" in Odessa city, and said that they planned to commit provocations on 9 May. The SBU also said that members of the \"Rapid Response Brigade\" had been paid by a Russian TV station for providing footage.[236] Kharkiv mayor Gennady Kernes was critically injured when a hitman shot him in the back.[237] A rally by about 1,500 pro-government demonstrators in Odessa was attacked by pro-Russian militants with batons and helmets, leaving many dead and wounded.[244][245] The militants were later overwhelmed by the protesters, forcing them to retreat to and occupy the Trade Unions House.[246] Whilst defending the building, the militants tossed rocks and Molotov cocktails at the protesters below, and also opened fire upon them.[247][248] Police said at least three people were shot dead and fifteen others were wounded in the clashes, and another thirty-one people died whilst trapped in the burning Trade Unions House.[249][250][251] President Turchynov issued a statement informing that 'armed saboteurs' attempted to cross into Ukraine overnight from Russia, but were pushed back by Ukrainian border troops.[252] The Federal Security Service's (FSB) border service said information from the Ukrainian side about an alleged attempt by Russian \"sabotage groups\" to cross into Ukraine from Russia \"did not correspond with reality.\"[253] Sixty pro-Russian demonstrators stormed the police headquarters at Odessa and released 67 people held in custody over the 2 May's deadly clashes.[254] A police motorcade carrying pro-Russian detainees was attacked by a lone armed man driving a civilian car at Reshetylivka, Poltava Oblast. Security Service personnel fired back and killed the driver.[255] Two independence referendums were held in the self-proclaimed republics of Donetsk and Luhansk. In Donetsk, the organizers stated that 89% voted in favour of self-rule, with 10% against, on a turnout of nearly 75%.[256] In Luhansk, the organizers stated that 96.2% voted for separation.[257] These results could not be independently verified.[258] An explosion in the Ivano-Frankivsk pipeline, in Western Ukraine, was dubbed a \"terrorist attack\" by Ukrainian authorities.[259] Two Ukrainian soldiers were injured when their base in Kharkiv Oblast was attacked by pro-Russian militias from Donetsk.[260] President Turchynov accused the Communist Party of collaborating with separatist insurgents and petitioned the Justice Ministry to ban the party.[261] On 14 June 2014, protesters in Kyiv attacked the Russian embassy and overturned vehicles with diplomatic plates.[262] Ukraine's foreign minister, Andriy Deshchytsia, showed up at the protest and tried to calm down the protesters and convince them that attacking the embassy was a wrong course of action. At one point he was heard agreeing with the protesters' chants, and said \"Yes, Putin is a khuilo, yes.\" (\"khuilo\" translates roughly to \"dickhead\"), prompting immediate outrage in Moscow.[263]","Title":"Timeline of the 2014 pro-Russian unrest in Ukraine - Wikipedia","KeyID":"16455","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_2014_pro-Russian_unrest_in_Ukraine"}