{"Content: ":"Wagnergate (firstly named \"Avenue\") was a long-term disrupted special operation of the Ukrainian special services. After the Bellingcat investigation, it became known as \"Wagnergate\", carried out with the unconfirmed official participation of the United States with the involvement of Turkish Airlines. Its goal was to detain mercenaries of Wagner's private company. On November 17, 2021, Bellingcat and The Insider published the first part of Wagnergate's investigation.[1][2] The probable disruption of the special operation was due to the postponement of its critical phase or leakage of information after a report in the Office of the President of Ukraine. According to the head of the special operation, the head of the president's office insisted on its postponement. The operation was prepared by Ukrainian special services to detain Wagner's fighters, including those involved in the downing of the IL-76 in Luhansk and the downing of a Boeing 777 near Donetsk. The information published by journalists about the postponement and disruption of the special operation led to a wide socio-political resonance in Ukraine. President of Ukraine Volodymyr Zelensky and Head of the Office of the President of Ukraine Andriy Yermak were criticized for the disruption.[3][4] The existence of the operation itself was questioned by the President's Office.[5] The President later acknowledged the existence of the operation but accused other countries of involving Ukraine in it. According to representatives of the European Solidarity, the disruption of Wagnergate caused international reputational damage to Ukraine, reputational damage to the intelligence service, put at risk the agency of Ukraine in other countries, led to the persecution of participants and organizers of the operation. According to one of the main investigators of the operation, Christo Grozev, the very fact of postponing the operation could have caused it to fail. The course of the operation and the circumstances of the carrying out and disclosure of \"Avenue\" were presented by Christo Grozev together with Bellingcat journalists in a detailed study published under the title \"Wagnergate\".[6] Grozev commented on the details in an interview with the Russian journalist Yulia Latynina.[7] Wagner's militants, who were lured to Minsk, were to be detained in Kyiv due to the forced landing of a plane carrying them on a staged transport to Venezuela, where part of the group had been specially employed for high-paying jobs.[citation needed] Because of the call from the president's top circle, the transportation operation was postponed for one day due to the planned talks with Russia. After a call from the Wagnerians, later, on July 29, 2020, the Belarusian state news agency BelTA reported the detention of 33 Wagner militants who had arrived in Belarus to provoke and destabilize the election campaign.[8] Belarus later handed the militants over to Russia. The return of the Wagnerians to Russia was assessed by the National Security and Defense Council as an unfriendly action of Belarus towards Ukraine.[9] Chief Directorate of Intelligence of the Ministry of Defence of Ukraine and Security Service of Ukraine denied the existence of the operation, pointing out that it is a fake story to discredit Ukrainian special services. The head of the Chief Directorate of Intelligence of the Ministry of Defence denies this version and declares the information operation of Russia to discredit the leaders of Ukraine.[10] At the same time Poroshenko assured that authorized the preparation of the operation.[11] Andriy Yermak, Head of the Presidential Administration, says that \"it looks like a well thought out and planned disinformation campaign\".[12] In the interview for \"VIP with Natalia Moseichuk\", published on June 24, 2021, President of Ukraine Volodymyr Zelensky acknowledged the preparation of the operation and its delay. He also acknowledged that he drained all information about the wagner's militants to Lukashenko.[13] Yuriy Butusov [uk] suspected that the First Deputy Secretary of the National Security and Defense Council, Ruslan Demchenko, was involved in the outburst of the operation against the Wagnerians. Also, the existence and disruption of the special operation was confirmed by the dismissed ex-head of the Office of the President of Ukraine Andriy Bohdan.[14][15] The Wagnergate case was investigated by the “Bellingcat”. One of the group's investigators, Christo Grozev, said that the Bellingcat group was not only investigating the case but was also going to release a documentary.[16][17] On November 25, 2021, Ternopil military and public figures[clarification needed] wrote an appeal to the Prosecutor General to establish an independent commission of inquiry and a fair investigation into the Wagnerians case.","Title":"Wagnergate - Wikipedia","KeyID":"16459","URL":"https://en.wikipedia.org/wiki/Wagnergate"}