{"Content: ":"2003 Tuzla Island conflict is a crisis in Russo-Ukrainian relations at the end of 2003 caused by disputes over the ownership of Tuzla Island and the construction by Russia of a dam in the Kerch Strait to Tuzla Island. Tuzla Island is a sandy islet in the form of a spit located in the middle of the Strait of Kerch between the Kerch Peninsula in the west and the Taman Peninsula in the east. The Russian side started to build a dam from the Taman Peninsula towards the island to revive the eroded peninsula without any preliminary consultations with the Ukrainian government authorities.[1] After the construction of the 3.8 km long dam was suspended at the exact point of the Russian-Ukrainian border, the distance between the dam and the island is now 1,200 m (3,900 ft). The construction of the dam led to the increase of the intensity of stream in the strait and deterioration of the island. To prevent the deterioration, the government of Ukraine funded ground works to deepen the bed of the strait. The reason for those ground works was to stop Russian ships from having to pay a toll to Ukraine for crossing the Strait of Kerch, which is considered as territorial waters of Ukraine. Ukraine refused to recognize the strait as inner waters of both countries until 2003. On October 21, 2003, the Border Service of Ukraine arrested the Russian tugboat Truzhenik that crossed the State Border of Ukraine and conducted photo and video surveillance of the island. After the incident, a respective protocol was created and the ship was handed back to the Russian border authorities. On October 23, 2003, the Ukrainian parliament issued a resolution \"to eliminate a threat to the territorial integrity of Ukraine that appeared as a result of dam construction by the Russian Federation in the strait of Kerch\". A provisional special parliamentary commission was created to investigate the case more thoroughly. On October 30–31, 2003, talks started between Ukraine and Russia that led to suspension of the construction of the dam.[2] Due to the conflict, on December 2, 2003, a border patrol station of Ukraine was installed on the island. On December 5, 2003, the Cabinet of Ukraine issued Order #735p in regards to urgent measures to save the island. On July 4, 2004, the Cabinet of Ukraine issued Order #429p, which foresaw the construction of shore reinforcement structures and population transfer from the flooding territories. Following the 2003 conflict, the Supreme Council of Crimea ordered the establishment of a new settlement on the island. However, on September 6, 2006, the Kerch city administration refused to create such a settlement, as it conflicted with the administrative-territorial composition of the city. The distance to the unfinished dam that stretches from the Taman peninsula is about 100 m (330 ft), with water depth along the former shallow no more that 60 cm (24 in). Disputes about right of passage were resolved by a 2003 bilateral agreement on cooperation in the use of the Sea of Azov and the strait of Kerch,[3] which made these water bodies shared internal waters of both countries, but new tensions arose after the 2014 Russian annexation of Crimea.","Title":"2003 Tuzla Island conflict - Wikipedia","KeyID":"16451","URL":"https://en.wikipedia.org/wiki/2003_Tuzla_Island_conflict"}