{"Content: ":"Republic of Crimea (within Russia, 2014-present) Autonomous Republic of Crimea (within Ukraine, 1991–2014)  The Crimean problem (Russian: Проблема Крыма; Ukrainian: Кримська проблема) or the Crimean question (Russian: Крымский вопрос; Ukrainian: Питання Криму) is a dispute over the status of Crimea between Ukraine and Russia. The dispute began during the dissolution of the Soviet Union, but did not escalate into a conflict until the 2014 Ukrainian revolution, when Russian special forces were deployed to occupy Crimea and took over its government buildings.[1][2][3] The official results of a disputed referendum held during the Russian occupation indicated overwhelming support for annexation to Russia, and the Supreme Council of Crimea unilaterally declared their independence from Ukraine as a state under the name of Republic of Crimea. The republic was then annexed by Russia, whereby the former Autonomous Republic of Crimea became the \"Republic of Crimea\" as a Russian republic and former city with special status of Sevastopol became a Russian federal city. Ukraine and the majority of the international community continue to regard Crimea as occupied Ukrainian territory.[4] Despite international opinion however, the currency, tax, time zone and legal system are all operational under de facto Russian control. Ukraine has attempted to resolve the matter by filing litigation in multiple international criminal, environmental, political (European Union), and other courts. In 1921, the Crimean Autonomous Soviet Socialist Republic was created (as part of Russian Soviet Federative Socialist Republic). This republic was dissolved in 1945, and Crimea became an oblast first of the Russian SSR (1945–1954) and then the Ukrainian SSR (1954–1991). From 1991, the territory was covered by the Autonomous Republic of Crimea and Sevastopol City within independent Ukraine. In 1994, Russia signed the Budapest Memorandum on Security Assurances, which states that it would \"Respect Belarusian, Kazakh and Ukrainian independence, sovereignty, and the existing borders\". Post-independence, the dispute over control of the Black Sea Fleet and Sevastopol, the Crimean port city where the fleet was based, was a source of tensions for Russia–Ukraine relations.[5] Until a final agreement was reached in 1997 with the signing of the Partition Treaty and Russian–Ukrainian Friendship Treaty, where Ukraine allowed Russia basing rights in Sevastopol and Crimea until 2017. Crimea hosts Ukraine's largest ethnic Russian population, many of whom are retired military personnel or employees of the Russian Black Sea Fleet, especially in Sevastopol. Between 1992-1995, the dispute over the future of the fleet exacerbated internal frictions, with statements by Russian politicians encouraging separatist sentiments.[5][6] Despite being an independent country since 1991, the former Soviet republic Ukraine has been perceived by Russia as being part of its sphere of influence. Iulian Chifu and his co-authors claimed in a book that in regard to Ukraine, Russia pursued a modernized version of the Brezhnev Doctrine on \"limited sovereignty\", which dictates that the sovereignty of Ukraine cannot be larger than that of the Warsaw Pact prior to the demise of the Soviet sphere of influence.[7] This claim is based on statements of Russian leaders that possible integration of Ukraine into NATO would jeopardize Russia's national security.[7] The issue resurfaced in late 2000s over Ukrainian asserting its sovereignty and Russia's concern over its western orientation. In 2008, Russia used Sevastopol and the Black Sea Fleet in the Russo-Georgian War and ignored Ukraine regulations, leading to Ukrainian President Yushchenko's declaration that the lease deal would not be extended and that the fleet would have to leave Sevastopol by 2017.[8] However, in 2010 president Yanukovych signed the Kharkiv Pact amidst Russia–Ukraine gas disputes.[6] In September 2013, Russia warned Ukraine that if it went ahead with a planned Association Agreement with EU, it would face consequences.[9] Sergey Glazyev, adviser to President Vladimir Putin, said that, \"Ukrainian authorities make a huge mistake if they think that the Russian reaction will become neutral in a few years from now. This will not happen.\" Glazyev allowed for the possibility of separatist movements springing up in the Russian-speaking east and south of Ukraine.[9] After the Crimean referendum of 1991, which asked whether Crimea should be elevated to a signatory of the New Union Treaty (that is, became a union republic on its own), the Ukrainian SSR restored Crimea's autonomous status (Crimean Autonomous SSR), but confirmed that autonomy restored as a part of the Ukrainian SSR. The Crimean Oblast council became Supreme Council of Crimea and, on 4 September 1991, passed the Declaration of state sovereignty of Crimea.[10] Following the dissolution of the Soviet Union, the ASSR renamed itself the Republic of Crimea.[11] The Ukrainian government initially accepted its name, but not its claims to be a state. According to Ukrainian law \"On status of the autonomous Republic of Crimea\", passed on 29 April 1992, \"Republic of Crimea is an autonomous part of Ukraine and independently decides on matters, of its application of the Constitution and laws of Ukraine\" (art. 1).[12] The Regional Supreme Council, on the contrary, insisted that \"Republic of Crimea is a legal democratic state\", which \"has supremacy in respect to natural, material, cultural and spiritual heritage\" and \"exercises its sovereign rights and full power\" on its territory (art. 1 of the May 1992 Constitution), but also a \"part of Ukraine and establishes relations in it on a basis of the treaty and agreements\" (art. 9).[13] Both Ukrainian law on autonomy status[14] and the 1992 Constitution of Crimea[15] were amended later that year, putting the Republic's status in between what was proposed in the initial revision of the 1992 Constitution and what was proposed in April 1992 Ukrainian law on the status of the Republic. On 21 May 1992 the Supreme Soviet of Russia declared 1954 transfer of Crimea as having \"no legal force\", because it was adopted \"in violation of the Constitution (Fundamental Law) of the Russian SFSR and legislative process\", but because subsequent legislation and the 1990 Russo-Ukrainian treaty constituted that fact, parliament considered it necessary to resolve the Crimean question in negotiations between Ukraine and Russia and on the basis of the popular will of the inhabitants of Crimea.[16] A similar resolution was adopted for Sevastopol a year later. Both moves were condemned by Ukraine[17][18][19] and resulted in no changes to the Russian Constitution (neither 1978 nor 1993 documents enumerated Crimea and Sevastopol as federal subjects). In 1994, after parliamentary and presidential elections in the Republic, the Supreme Council and the executive became dominated by the Russian Bloc (which had won 57 seats in the Supreme Council of Crimea and Presidency for its member, Yuri Meshkov).[20] Following a referendum, held in the same year, the Supreme Council of Crimea restored the 1992 Constitution to its original revision.[21] A year later, the 1992 Crimean constitution, along with the presidency and regional citizenship, was declared null and void by the Ukrainian Parliament, which by that time, had renamed the area from \"Republic of Crimea\" to Autonomous Republic of Crimea.[22] Another Constitution was passed by Crimean parliament in 1995,[23] but many parts of it were rejected by the Ukrainian parliament; among them were the republic's name (which was to remain \"Republic of Crimea\") and citizenship.[24] Meanwhile, during drafting of the new Ukrainian Constitution, the question of autonomy was much debated: some legislators proposed abolishing it altogether (downgrading back to oblast status or to autonomy but not autonomous republic),[25][26] while other legislators proposed legalising the 1992 Constitution of Crimea provisions (original May revision) in the new Ukrainian Constitution.[25] Ultimately, the new Constitution of Ukraine adopted neither extreme and reiterated the autonomous status of the republic, while downgrading some of its powers (such as the regional Supreme Council's powers to enact legislation in form of laws (\"zakoni\")). The Republic was declared to be the \"Autonomous Republic of Crimea\", but also an \"inseparable constituent part of Ukraine\".[27] A new Crimean constitution, complying with provisions of the Ukrainian one, was adopted in 1998. Before the 1954 transfer of Crimea, Sevastopol was elevated into a \"city of republican subordination\" of the Russian SFSR (a predecessor[28] of modern status of \"city of federal importance\"). Nevertheless, in practice it was still governed as a part of Crimean Oblast (for example, inhabitants of Sevastopol elected deputies into Crimean Oblast Council,[29][30] and all its structures, such as local militsiya departments, etc., were subordinated to oblast structures[31]) and therefore was de facto transferred too. The Ukrainian Constitution of 1978 listed Sevastopol as one of its \"cities of republican subordination\" (along with Kyiv),[32] whilst the Russian constitution of the same year didn't list Sevastopol as such.[33] In 1993, the Supreme Soviet of the Russian Federation issued a resolution, which \"confirms Russian federal status of Sevastopol\" and requested a parliamentary commission to prepare and present to Congress of People's Deputies of Russia corresponding constitutional amendments, but 1993 Russian constitutional crisis prevented that from happening and initial revisions of the Constitution of Russia, adopted on 12 December 1993, did not list Sevastopol as a federal subject. Three years later, the State Duma declared that Russia has a right to exercise sovereignty over Sevastopol,[34] but this resolution went without any actual effect. The An agreement was concluded in 1997 by the Russian and Ukrainian governments, allowing the Black Sea Fleet to stay in Sevastopol until 2017. Later the extended by another 25 years until 2042, with possible option to extend this period until 2047. After the events of Euromaidan, the referendum and the decision hold it was held during and after Russia's implementation of a military presence in Crimea.[1] On 14 March, the Crimean status referendum was deemed unconstitutional by the Constitutional Court of Ukraine,[35] and a day later, the Verkhovna Rada formally dissolved the Crimean parliament.[36] The referendum was held on 16 March despite the opposition from the Ukrainian government, with 97% of voters choosing to leave Ukraine and join Russia, according to Crimean government results. For this purpose, the Autonomous Republic and Sevastopol joined together as a single united nation under the name of Republic of Crimea. This peninsula then was annexed by Russia where it was converted into a federal district under the name of Crimean Federal District. However, the annexation divided the Autonomous Republic and the city of Sevastopol once again into two separate entities: the Autonomous Republic became the Republic of Crimea as a Russian republic while Sevastopol became a Russian federal city. Regardless of all this, Ukraine and the vast majority of the international community has not recognized the validity of the referendum, and has not recognized the accession of this region into Russia. Only Russia and a few other nations have recognized all these events. The lack of recognition from Ukraine and the international community is based primarily on the fact that the referendum included an option to join Russia while the region was under military occupation by Russia itself. The European Union, United States, Canada and several other nations condemned the decision to hold a referendum. In addition, the Mejlis of the Crimean Tatar People—the unofficial political association of the Crimean Tatars—called for a boycott of the referendum.[37] In 2014, UN General Assembly adopted a non-binding resolution declaring the referendum invalid and reaffirming Ukraine's territorial integrity by a vote of 100 to 11 with 58 abstentions and 24 absent.[38][39]Since 2014, the UN General Assembly has voted several times, most recently in December 2019,[40] to affirm Ukraine's territorial integrity, condemn the 'temporary occupation' of Crimea, and reaffirm nonrecognition of its annexation.[40] The Ministry of Temporarily Occupied Territories and Internally displaced persons (Ukrainian: Міністерство з питань тимчасово окупованих територій та внутрішньо переміщених осіб України) is a Ukrainian government ministry officially established on 20 April 2016[41] to manage occupied parts of Donetsk, Luhansk and Crimea regions affected by Russian military intervention of 2014. In 2021, Ukraine launched the Crimea Platform, a diplomatic initiative aimed at protecting the rights of Crimean inhabitants and ultimately reversing the annexation of Crimea.[42] Russia recognized the short-lived Republic of Crimea as a country shortly before concluding the aforementioned treaty of accession, which was approved by the Constitutional Court of Russia. Russia claimed the Republic of Crimea (country) as a federal district, the Crimean Federal District, on the grounds of historical control of the area and the local population's right to self-determination reflected in the annexation vote.[43] On 28 July 2016 the Crimean Federal District was abolished and Crimea was included in the Southern Federal District. The Government of Ukraine did not recognize the Republic of Crimea's claim to sovereignty, nor the unification of the Autonomous Republic of Crimea with Sevastopol, nor the referendum that paved the way for Crimean secession. The Ministry of Temporarily Occupied Territories and Internally displaced persons (Ukrainian: Міністерство з питань тимчасово окупованих територій та внутрішньо переміщених осіб України) is a government ministry in Ukraine that was officially established on 20 April 2016[41] to manage occupied parts of Donetsk, Luhansk and Crimea regions affected by Russian military intervention of 2014. The following members of the United Nations have taken pro-Russian stances on Crimea, making official statements of support at the United Nations.[44][45][46] Also, some countries, such as India, have voted against the situation of human rights in Crimea but did not vote against Ukraine's territorial integrity in 2014 or 2018 and so are not listed below.[47][48] The following non UN-member states have recognized the Republic of Crimea and Sevastopol as federal subjects of Russia: The following member states have taken a pro-Ukrainian stance, varying from sanctions against Russia to giving support to Ukraine to voting for Ukraine's claim on the territory: 2022 update: Kazakh president Tokaev in refused to recognize Crimean de-facto status in direct clash with Putin at the 2022 St. Petersburg Economic Forum. Additionally, he explained that Kazakhstan would not recognize \"quasi-republics\" like Donezk or Luhansk. If such separations would be accepted the world would consist of 500 or 600 states, resulting in chaos.[122] The following non UN-member states have also voiced support for Ukraine's claim on the territory: In addition to most states listed above, the following states voted for resolution A/73/L.47, affirming the General Assembly's commitment to the territorial integrity of Ukraine within its internationally recognized borders and condemning the Kerch Strait incident.","Title":"Political status of Crimea - Wikipedia","KeyID":"16466","URL":"https://en.wikipedia.org/wiki/Political_status_of_Crimea"}