{"Content: ":"The OSCE Special Monitoring Mission to Ukraine is an international civilian observer mission of the Organization for Security and Cooperation in Europe (OSCE) mandated to contribute to reducing tensions and to help foster peace in Ukraine. The mission was deployed in March 2014, following the Russian annexation of Crimea and the outbreak of open conflict in eastern Ukraine.[1][2] In late 2013 protests began in Kyiv as a response to the decision of the then-President of Ukraine, Viktor Yanukovych, to abandon the planned Ukraine–European Union Association Agreement.[3] After months of protests, the government fell and unrest spread to other regions in Ukraine, in particular the Russian-speaking eastern and southern regions. On 1 March 2014, In response to the developing crisis, the Chairman-in-Office of the OSCE, Didier Burkhalter, proposed establishing an diplomatic contact group and an international observer mission during an address to the United Nations Human Rights Council in order to support Ukraine in facilitating a diplomatic solution to the crisis.[4][5] The mission is mandated to: The mandate of the mission covers the territory of Ukraine within its internationally recognized borders. In 2020, the SMM consisted of around 700 Observers from 53 OSCE member states and additional local and international staff.[7] The headquarters is located in Kyiv and the mission is headed by the Turkish diplomat Yaşar Halit Çevik who followed Ertuğrul Apakan in this post.[8][9] The SMM uses modern equipment to monitor the adherence of the parties to the ceasefire including drones and stationary cameras.[10][11] The mission shares its observations publicly in different formats. This includes daily reports, spot reports on specific incidents and thematic reports about general trends in their area of operation e.g. on the effect of the conflict on the access to education.[12][13] The mission also has its own YouTube channel where it shares videos of its observations. The most popular of those videos shows a Russian convoy clandestinely entering Ukraine and has amassed over 300.000 views.[14] The crisis deteriorated further with the intervention of the Russian Federation and its annexation of Crimea in March 2014.[15] The unrest in the industrial, Russian-speaking Donbas region of eastern Ukraine would later escalate[16] into the war in Donbas between Ukrainian government forces and separatist pro-Russian forces, including regular Russian troops.[17] In an attempt to calm the situation, the OSCE decided to send the first one hundred observers of the Special Monitoring Mission on 21 March 2014.[6] The conflict, however, continued to escalate regardless until on 5 September 2014 when the first Minsk Protocol was signed between parties to the conflict, including Ukraine and the Russian Federation. This established a ceasefire and included provisions that the Special Monitoring Mission would monitor the ceasefire.[18] This ceasefire was never fully implemented e.g. the separatists in eastern Ukraine refused to give up control of the border to Ukraine.[19] Accordingly, the ceasefire only held for a limited time and in early 2015 the war escalated again[20] until the Package of Measures for the Implementation of the Minsk Protocol was signed on 12. February 2015 by the Normandy Format and reaffirmed the monitoring role of the Special Monitoring Mission.[21] Following this, the mandated maximum strength of the mission was extended to 1000 on March 12, 2015.[22] Since then the conflict has stabilized but ceasefire violations still regularly occur and are reported by the SMM. In 2017 one monitor was killed and two more wounded when their vehicle struck a landmine.[23] Subsequently, SMM patrolling was limited to asphalt and concrete roads. SMM monitoring effectiveness suffers from the presence of mines, unexploded ordinances and the low rate at which they are cleared, and from shelling by artillery and threatening behavior of armed personnel. This hinders SMM's ability to monitor the implementation of Minsk Protocol effectively because it restricts their access to areas and presents big risks to the security of SMM's civilian monitors.[24] On 13 February 2022, a number of countries including the United States, United Kingdom, Netherlands, Canada, Slovakia and Albania began withdrawing their observers from the non-Ukrainian government controlled areas of eastern Ukraine.[25] The United States withdrew its observers from Ukraine entirely.[26] The final daily report including mapping of ceasefire violations was made on 23 February 2022, which recorded the observation of 1,420 explosions the previous day. The report recorded that in the previous year the mission had observed \"36,686 explosions, 26,605 projectiles in flight, 491 muzzle flashes, 524 illumination flares, and at least 54,330 bursts and shots\".[27] On 24 February 2022, following the Russian invasion of Ukraine, Secretary General Helga Schmid announced the temporary evacuation of SMM staff, with a view to resuming work as soon as circumstances on the ground permit.[28] On 31 March 2022 consensus for the extension of the Mission's mandate was not reached, due to Russian opposition.[29] OSCE monitoring frequently faces access restrictions and signal jamming of the monitoring UAVs. In 2021 OSCE reported that 62.5% long-range UAV flights \"encountered GPS signal interference\" with jamming so strong, it occasionally prevented UAV from even taking off.[30] OSCE has on numerous occasions reported presence of Russian electronic warfare equipment in the separatist-controlled areas[31][32][33] including specifically anti-UAV Repellent-1 systems.[34] On 30 April 2021 OSCE further reported two members of armed formations approaching the monitor team as it prepared to launch an UAV and threatening it will be shot down if launched.[35]","Title":"OSCE Special Monitoring Mission to Ukraine - Wikipedia","KeyID":"16460","URL":"https://en.wikipedia.org/wiki/OSCE_Special_Monitoring_Mission_to_Ukraine"}