{"Content: ":"Many states and international organisations have reacted to the ongoing Russo-Ukrainian War in the Donbas region of Ukraine, which began in April 2014. In August 2014 when the intervention of Russian troops in Donbas scaled up, many states condemned this violation of Ukraine's sovereignty. In contrast to the unanimous condemnation by western governmental spokespeople of the Russian role in the conflict, European politicians representing euroscepticism, mainly on the right of the political spectrum, criticised the role of western governments in allegedly precipitating the crisis, in some cases supporting Russian president Vladimir Putin's position.[51][52] Agence France-Presse reported that \"From the far right to the radical left, populist parties across Europe are being courted by Russia's Vladimir Putin who aims to turn them into allies in his anti-EU campaign\" and that \"A majority of European populist parties have sided with Russia over Ukraine.\"[53] Some of the parties have received Russian support and financing.[54][55] After the May 2014 European parliament election, eurosceptic representation increased in that body from 92 seats to 150 (out of 751). Such opinions were expressed in Britain by Nigel Farage, leader of the UK Independence Party,[56] in France by Marine Le Pen, leader of France's far-right National Front,[57] in Austria by Heinz-Christian Strache, the chairman of the Freedom Party of Austria,[57] in the Netherlands by Geert Wilders,[57] founding leader of the Party for Freedom, and in Italy, Hungary, Slovakia, and Bulgaria. The shoot-down of Malaysia Airlines Flight 17 over the Donbas conflict zone in mid-July moderated these opinions. Reviewing votes in the EU Parliament on resolutions critical of Russia or measures not in the Kremlin's interests (e.g., the EU-Ukraine Association Agreement), Hungary's Political Capital Institute found that future members of Europe of Nations and Freedom voted \"no\" in 93% of cases, European United Left–Nordic Green Left in 78% of cases, and Europe of Freedom and Direct Democracy in 67% of cases.[58] The writers stated that \"It would therefore be logical to conclude, as others have done before, that there is a pro-Putin coalition in the European Parliament consisting of anti-EU and radical parties.\"[58] Russian opposition leader Boris Nemtsov said that Russian president Vladimir Putin sought to \"punish\" Ukraine to prevent an anti-corruption revolution like Euromaidan from taking place in Russia.[59] Former Georgian president Mikheil Saakashvili said that Ukraine \"is [Putin's] West Berlin – the taking of which was a matter of principle for Stalin and the successful protection of which ultimately reversed the spread of communism in Europe. The dismantlement of Ukraine is how Putin seeks to erode the values of the transatlantic alliance, and the future of Europe is no less at risk than it was decades ago in Germany\".[60] Garry Kasparov considered the West's response to be weak, saying politicians were \"lining up to become a new Chamberlain.\"[61][62] In February 2015, former Lithuanian president Andrius Kubilius said that he thought that \"What we see in Ukraine is not a \"Ukrainian crisis\", nor is it a \"conflict in Ukraine\". This is Putin's war, which was initiated by him, which has been supported by him, which is being implemented by him, and which can only be stopped by him. [...] Mr. Putin, along with the mainstream political class in Russia, is still living with a lot of nostalgia for the imperial past\".[63] The Major Archbishop of the Ukrainian Greek Catholic Church, Sviatoslav Shevchuk, stated that the signatories of the Budapest Memorandum were failing to honour their security assurances to Ukraine, which \"has been attacked and needs such guarantees more than ever\".[64] In April 2014, historian Timothy D. Snyder wrote that Russia's foreign policy was \"based openly upon the ethnicization of the world. It does not matter who an individual is according to law or his own preferences: that fact that he speaks Russian makes him a Volksgenosse requiring Russian protection, which is to say invasion.\"[65] Although majorities in all regions voted to be part of an independent Ukraine during the 1991 referendum, former Czech president Václav Klaus, said that Ukraine was an artificially created state, and that Ukraine was in a state of civil war.[66] In an article that appeared in Foreign Affairs, John J. Mearsheimer, an American neorealist international relations theorist at the University of Chicago, assigned most of the responsibility for the crisis to the United States and the European Union.[67] He offered an invitation to \"imagine the American outrage if China built an impressive military alliance and tried to include Canada and Mexico\", and recommended that \"the United States and its allies should abandon their plan to westernise Ukraine and instead aim to make it a neutral buffer\". His article was criticised by Anders Åslund of the Peterson Institute, who said that Mearsheimer showed \"contempt for democracy, national sovereignty, and international law\", and that his thesis gave \"Russia has the right to decide the fate of the countries in its neighbourhood in its own interest\".[68] Writing in World Affairs, Mariana Budjeryn also dismissed Mearsheimer's argument, saying \"That the Russians failed to design a model of development and a security arrangement that would be equally attractive and did not require arm-twisting to keep together is not the west's fault. Turns out, democracy and rule of law is not the west's property to peddle around the world, but a political model post-Communist societies chose to pursue when they were free to do so\".[69] In April 2014, a survey by infratest dimap found that 49% of Germans preferred a \"middle position\" for Germany between the west and Russia.[70] This was reflected in the policy of moderation and mediation that Chancellor Angela Merkel espoused over the course of the Russo-Ukrainian War.[71] After the war escalated, German public opinion turned against Russia, with 79% saying they had an unfavourable view of Russia and 82% saying Russia could not be trusted in an August 2014 poll.[72][73] Ukrainian-American historian Alexander J. Motyl criticised the Social Democratic Party of Germany for its approach to Russian aggression in Ukraine, saying that they \"appear increasingly committed to doing everything possible to appease Russian imperialism\".[74] Gallup's 2014 world survey found that disapproval of the Russian leadership was highest in Norway (89%), the Netherlands (86%), Finland (86%), Switzerland (83%), Sweden (82%), Germany (81%), Ukraine (81%), Belgium (80%), Italy (78%), and Canada (77%).[75] According to a Pew survey conducted from March to May 2015, negative views of Vladimir Putin were held by three-quarters of western Europeans, North Americans, and Australians (81%), and a majority in the Middle East, with the most negative responses found in Spain (92%), Poland (87%), France (85%) and Ukraine (84%).[76] Outside of Russia (88%), the most favorable views of Putin were found in Vietnam (70%) and China (54%).[76] Some minor organisations have been formed to support the pro-Russian militants in the Donbas region, among them the Donbas Association in Sweden.[77]","Title":"International reactions to the war in Donbas - Wikipedia","KeyID":"16465","URL":"https://en.wikipedia.org/wiki/International_reactions_to_the_war_in_Donbas"}