{"Content: ":"The \"temporarily occupied territories of Ukraine\" (Ukrainian: Тимчасово окупована територія України, romanized: Tymchasovo okupovana terytoriia Ukrainy) are defined as such in Ukrainian law during the Russo-Ukrainian War, following the Russian military occupation that resulted in the loss of Ukrainian control over the Crimean peninsula and parts of the Donetsk and Luhansk oblasts. In 2022, Russian forces also occupied more territory in Donetsk and Luhansk oblasts, as well as parts of Kharkiv, Kherson, Mykolaiv, and Zaporizhzhia oblasts. According to Ukrainian law, all these territories are under Russian occupation, and there is no distinction between Russian and \"pro-Russian\" administrations - the structures of the Russian occupation administration include both Russian state bodies governing these territories, and self-proclaimed bodies controlled by the Russian Federation.[1] The situation regarding the Crimean peninsula is the more complex since Russia annexed the territory in March 2014 and administers it as two federal subjects: the Republic of Crimea and the federal city of Sevastopol. Ukraine continues to claim Crimea as an integral part of its territory, supported by most foreign governments and United Nations General Assembly Resolution 68/262,[2] although Russia and some other UN member states recognize Crimea as part of the Russian Federation, or have expressed support for the 2014 Crimean referendum. In 2015, the Verkhovna Rada officially set 20 February 2014 as the date of \"the beginning of the temporary occupation of Crimea and Sevastopol by Russia\".[3] The uncontrolled portions of the Donetsk and Luhansk Oblasts are abbreviated from Ukrainian as \"ORDLO\" (\"certain areas of Donetsk and Luhansk Oblasts\", Ukrainian: Окремі райони Донецької та Луганської областей, romanized: Okremi raiony Donetskoi ta Luhanskoi oblastei), predominantly in the Ukrainian news media.[4] The term first appeared in Law of Ukraine №1680-VII (October 2014).[5] Documents of the Minsk Protocol and the OSCE refer to them as \"certain areas of Donetsk and Luhansk regions\" (CADLR) of Ukraine.[6] The Ministry of Reintegration of Temporarily Occupied Territories is the Ukrainian government ministry that oversees government policy towards the regions.[7] As of 2019[update], the government considered 7% of Ukraine's territory to be under occupation.[8] The United Nations General Assembly resolution A/73/L.47, adopted on 17 December 2018, designated Crimea as under \"temporary occupation\".[9] The Ukrainian army was concerned in 2019 about the deployment of 3M-54 Kalibr cruise missiles on Russian naval and coast guard vessels operating in the Sea of Azov, which is adjacent to the temporarily occupied territories. As a result, Mariupol and Berdyansk, two main Pryazovian seaports, suffer from an increase in insecurity[10] (both cities were taken in 2022). In the 2022 Russian invasion of Ukraine, Russian forces openly invaded Ukraine and occupied much more territory. Ukrainian forces liberated Kyiv, Chernihiv, Sumy, and most of Kharkiv oblasts, but as of June 2022, they are still present in Crimea, Luhansk, Donetsk, Kherson, and Mykolaiv oblasts. On May 24, Forbes Ukraine reported that Russia occupies 125.000 km2, which is 20.7% of Ukrainian territory. On June 2, Ukrainian president Zelenskyy said that the Russians occupy about 20% of Ukrainian territory in total.[11] Temryuk and Taganrog, two other ports on the Sea of Azov, have allegedly been used to disguise the provenance of anthracite coal and liquefied natural gas (LNG) from the temporarily occupied territories.[10] The North Crimean Canal, which used to supply water from mainland Ukraine to Crimea, was shut off due to the conflict. Ukrainian politician Pavlo Zhebrivsky asserts that Russia's strategy is designed to pressure Ukraine into re-opening the water pipeline.[10] During the 2022 invasion, Russian troops destroyed the dam with explosives and resumed water flow to Crimea. In response to Russian military intervention, the Parliament of Ukraine adopted government laws (with further updates and extensions) to qualify the Autonomous Republic of Crimea and parts of Donetsk and Luhansk regions as temporarily occupied and uncontrolled territories: On 20 April 2016 Ukraine officially established government Ministry of Temporarily Occupied Territories and Internally Displaced Persons.[15] It was subsequently renamed the Temporarily Occupied Territories, IDPs and veterans and then the Ministry of Reintegration of Temporarily Occupied Territories. The current minister is Iryna Vereshchuk, appointed on 4 November 2021.[16] In March 2014, in a vote at the United Nations, 100 member states out of 193 (except Armenia, Belarus, Bolivia, Cuba, North Korea, Nicaragua, Russia, Sudan, Syria, Venezuela, and Zimbabwe)[17] did not recognize the annexation of the Crimea by Russia.[18] (See United Nations General Assembly Resolution 68/262.) A further resolution was passed by the United Nations in December 2016 regarding \"human rights in the Autonomous Republic of Crimea and the city of Sevastopol\", which recognised these as part of Ukraine.[19] Another resolution was passed by the United Nations in December 2017, also regarding \"human rights in the Autonomous Republic of Crimea and the city of Sevastopol\", which recognised these as part of Ukraine.[20] In April 2018 PACE's emergency assembly recognized occupied regions of Ukraine as \"territories under effective control by the Russian Federation\".[21][22] Chairman of the Ukrainian delegation to PACE, MP Volodymyr Aryev mentioned that recognition of the fact that part of the occupied Donbas is under Russia's control is so important for Ukraine. \"The responsibility for all the crimes committed in the uncontrolled territories is removed from Ukraine. Russia becomes responsible\", Aryev wrote on Facebook.[23] United Nations General Assembly resolution A/73/L.47, adopted on 17 December 2018, states: Condemning the ongoing temporary occupation of part of the territory of Ukraine, namely, the Autonomous Republic of Crimea and the city of Sevastopol (hereinafter referred to as \"Crimea\"), by the Russian Federation, and reaffirming the non-recognition of its annexation[9] Since the start of the Russo-Ukrainian War, the Government of Ukraine is issuing (as extension to government order no. 1085-р and law no. 254-VIII) up-to-date \"List of Temporarily Occupied Regions and Settlements\" and a \"List of Landmarks Bordering the Anti-Terrorist Operation Zone\".[25] As of 16 September 2020, the Cabinet of Ministers of Ukraine has made four updates to order no. 1085-р and law no. 254-VIII: Some settlements' names are the result of 2016 Decommunization in Ukraine.[33][34] The list below is based on the extension as of 7 February 2018. The borders of some districts have changed since 2015. The list below is based on extension as of 2 December 2015.","Title":"Occupied territories of Ukraine - Wikipedia","KeyID":"16463","URL":"https://en.wikipedia.org/wiki/Occupied_territories_of_Ukraine"}