{"Content: ":"The demolition of monuments to Vladimir Lenin in Ukraine started during the fall of the Soviet Union. During Euromaidan it has become a widespread phenomenon and dubbed by Ukrainians Leninopad (Ленінопад), a pun literally translated as \"Leninfall\",[1] with the coinage of \"-пад\" being akin to English words suffixed with \"fall\" as in \"waterfall\", \"snowfall\", etc. The demolition of Lenin monuments in Ukraine happened in four stages. During the 1990s, more than 2,000 Lenin monuments were demolished in Galicia and Volyn, at the turn of the 1990–2000s more than 600 Lenin monuments were removed in western and central areas, in 2005–2008, more than 600 were demolished mainly in central areas, and in 2013–2014, 552 monuments were demolished.[2] The first wave of demolitions of Lenin monuments happened in Western Ukraine in 1990–1991. On 1 August 1990, in Chervonohrad a Lenin monument was demolished for the first time in the USSR.[3] Under popular pressure the monument was dismantled, formally with the purpose of moving elsewhere. That same year, Lenin monuments were dismantled in Ternopil, Kolomyia, Nadvirna, Borislav, Drohobych, Lviv and other cities of Galicia.[4] In 1991, Ukraine had 5,500 Lenin monuments.[5] In November 2015, approximately 1,300 Lenin monuments were still standing.[5] More than 700 Lenin monuments were removed and/or destroyed between February 2014 and December 2015.[5] On 9 April 2015, the Ukrainian parliament passed legislation on decommunization.[6] On 15 May 2015, President of Ukraine Petro Poroshenko signed this bill into law that started a six-month period for the removal of communist monuments (excluding World War II monuments) and the mandatory renaming of settlements with names related to Communism.[7] On 16 January 2017, the Ukrainian Institute of National Remembrance announced that 1,320 Lenin monuments were dismantled during decommunization.[8] A website \"Raining Lenins\"[9] tracks the statistics of the fall of Lenin statues in Ukraine.[4] On 17 March 2016, the largest Lenin monument at the unoccupied territory of Ukraine, 19.8 meters high, was dismantled in Zaporizhia.[10] In between the annexation of the Crimean Peninsula by the Russian Federation and 28 September 2014, the largest Lenin monument at the unoccupied territory was standing in Kharkiv (20.2 m high).[11][12] This statue of Lenin in Kharkiv was toppled and destroyed on 28 September 2014.[13] The start of the \"Leninopad\" in its mass was laid by the demolition of the Lenin monument in Kyiv on the Bessarabian Square. The event took place on 8 December 2013 at around 6:00 pm. Even more people began to massively destroy monuments of the Soviet past after reported about numbers of Euromaidan activists who died during the power struggles in Kyiv. In fact, several protesters claim that they are \"depriving their settlements as the symbol of totalitarianism, Russian supremacy and opening the way for a new Ukraine.\" The police, for their part, have not launched criminal proceedings on the fact of hooliganism and vandalism. Euromaidan protesters toppled several statues of Vladimir Lenin in Ukrainian cities.[14][15][16] Some estimates said that more than 90 statues were toppled.[17] In December 2015, The Ukrainian Week calculated that 376 Lenin monuments were removed or destroyed in February 2014.[5] This is a partial list: The removal of the monuments evoked mixed feelings among the Ukrainian population.[28] In some cases, like in Kharkiv in early 2014,[29] pro-Russian Ukrainian crowds protected the monuments, including members of the communist and socialist parties, as well as veterans of World War II and the Afghan wars.[30] The Statue of Lenin in Kharkiv was toppled on 28 September 2014.[13] Late October 2014, then Kharkiv Governor Ihor Baluta admitted that he thought that the majority of Kharkiv residents had not wanted the statue removed, but said \"there was hardly any protest afterward either, which is quite telling\".[31] In January 2015, the Ministry of Culture of Ukraine announced that it would encourage any public initiatives related to the cleansing of Ukraine from monuments to figures of the communist past. According to Vyacheslav Kyrylenko, its department will initiate the removal from the State Register of Immovable Monuments of Ukraine and all the monuments mentioned there, related to communist figures.[32] According to a 2022 study, the monument removals mobilized supporters of Soviet legacy parties to turn out in greater numbers in Ukrainian elections until the start of the war in Eastern Ukraine when the monument removals stopped being a contentious issue.[33] According to Blue Shield National Committee,[34] some of the monuments might be listed as national heritage sites, and therefore their dismantling requires checking if they were actually listed as such.[35]","Title":"Demolition of monuments to Vladimir Lenin in Ukraine - Wikipedia","KeyID":"16473","URL":"https://en.wikipedia.org/wiki/Demolition_of_monuments_to_Vladimir_Lenin_in_Ukraine"}