{"Content: ":"Attacks on civilians The battle of Karlivka is fighting near the village of Karlivka, Donetsk Oblast, which took place in 2014 in the first stages of the Russian-Ukrainian war in eastern Ukraine. In the morning of May 23, 2014, the Donbas Battalion was ambushed by Russian terrorists near a gas station.[1] According to the commander of the battalion \"Donbas\" Semen Semenchenko, the platoon of the battalion \"Donbas\" numbering 25 people, walking in a convoy of cars and minibuses, was ambushed by militants from the Battalion \"Vostok\", which numbered 100 people. Vostok had heavy weapons (heavy machine guns and grenade launchers), three armored personnel carriers, a group of several snipers. During the more than 4-hour battle, the Donbas battalion did not receive assistance from state security forces.[2][3][4][5] Some of the soldiers managed to escape from the encirclement and reach the checkpoint of the Ukrainian military near the city of Pokrovsk.[4][1] As a result of the fighting, almost half of the soldiers were injured. According to Dmytro Yarosh, members of the Pravyi Sector organization took part in the withdrawal of Donbas battalion fighters from the encirclement. Among the Ukrainian soldiers were many wounded, there are dead.[6] Later one of the leaders of Russian terrorists, Lieutenant Colonel of the GRU of the Russian Federation Igor Bezler said that all captured soldiers of the Battalion Donbas, were shot.[5] In the battle, the Battalion \"Donbas\" suffered losses: five dead and six wounded. Among the dead defenders of Ukraine was Wikipedia contributor Oleg Kovalyshyn (User:Raider). One of the fighters, Oleksiy Myroshnychenko \"Fedir\", had a terrible wound on his chest, it was reported that his heart was cut out by Russian soldiers of Ramzan Kadyrov Battalion.[7] Semenchenko estimates that in the battle on May 23, 2014, the terrorists lost 11 people dead. In 2021, Ukrainian war reporter and head of Censor.net media Yuriy Butusov said that the named database of the researcher Necro Mancer lists 5 names of pro-Russian militants killed.[14] According to the platoon commander of the 93rd brigade Dmytro Honcharov, who participated in the battle of Karlivka in June 2014, the ambush in Karlivka and the following losses occurred due to insufficient interaction of the command of the Battalion \"Donbas\" with the 93rd Brigade. Dmytro Yarosh and \"Right Sector\" near Karlivka. 7 July 2014 On July 10, the pressure of terrorists near Karlivka was opposed by units of the 93rd Brigade, part of the Battalions \"Donbas\" and \"Dnipro 2\", and fatally wounded Sergeant Volodymyr Yanchuk. On July 21, 2014, Ukrainian military formations blocked the communications of pro-Russian militants with Karlivka, liberating the settlement of Pisky. As a result, on July 23, 2014, the militants left Karlivka, wary of encirclement and subsequent destruction. \"Grandfather\" \"Matviy\" \"Fedir\" \"Ryabyi\" \"Raider\" \"Fortune\" ","Title":"Battle of Karlivka - Wikipedia","KeyID":"16492","URL":"https://en.wikipedia.org/wiki/Battle_of_Karlivka"}