{"Content: ":"Donetsk People's Republic Armed Forces of Ukraine: Internal Affairs Ministry: Donbas People's Militia: Attacks on civilians The First Battle of Donetsk Airport was a battle between fighters associated with the Donetsk People's Republic and Ukrainian government forces that took place at Donetsk International Airport on 26–27 May 2014, as part of the war in Donbas that began after the 2014 Ukrainian revolution.[9] A second battle broke out at the airport on 28 September 2014. The Ukrainian government started an \"anti-terrorist\" operation against pro-Russian fighters in the Donetsk Oblast in early April 2014. Pro-Russian protesters and insurgents affiliated with the Donetsk People's Republic captured and occupied numerous government buildings, towns, and territories in the region. In Donetsk city itself, many government buildings were under separatist control. Donetsk International Airport remained outside of insurgent control. During the morning of 26 May, pro-Russian fighters captured the terminal buildings of Donetsk International Airport, and demanded the withdrawal of government forces from the area.[10][6] They also blocked off the road to the airport. Soon after, the National Guard of Ukraine issued an ultimatum to the insurgents, which said that they should surrender immediately. This was rejected, causing paratroopers to launch an assault on the airport, accompanied by airstrikes against pro-Russian positions.[11] Attack helicopters were also used to target insurgent anti-aircraft guns.[12] Lorries with Donetsk reinforcements were seen heading towards the airport.[13] As evening fell, government forces pushed the Donetsk fighters out.[14] They then launched a counterattack that was repelled by government forces.[15] Sporadic gunfire was heard during the night, making it unclear if government soldiers were in full control of the airport.[14] The next day, both Ukrainian and pro-Russian leaders confirmed that Ukrainian forces were in full control of the airport,[7] but by mid-morning, machine gun fire could still be heard on one of the main roads leading to the airport. Insurgents built barricades on the road to the airport.[16][17] Donetsk mayor Oleksandr Lukyanchenko urged all residents to stay in their homes.[18] During the fighting, Druzhba Arena, home of the Kontinental Hockey League team HC Donbass, was ransacked by pro-Russian insurgents, who looted the building, destroyed surveillance equipment, and set it on fire.[7][19] In the days following the battle, anger toward the Ukrainian government grew among some local residents. According to one resident, many people were thinking of joining the insurgency if government military operations continued.[20] Sporadic fighting also continued, with at least one insurgent being killed in a firefight on 29 May. Six other insurgents died on 31 May, after they attempted to retrieve the bodies of their comrades at the site of the airport battle.[21] Mayor of Donetsk Oleksandr Lukyanchenko said the death toll in the clashes stood at forty, almost all of them separatist insurgents, as well as two civilians.[22] The city morgue reported a death toll of thirty-three insurgents and two civilians.[8] Forty-three insurgents were wounded.[6] DPR leaders Alexander Borodai and Denis Pushilin put the death toll at 100, with half being insurgents and the other half being civilians.[23][24] This number was considered inflated by the Ukrainian government, and an attempt to lure Russia to intervene in the Donbas.[25] Ukrainian officials reported no losses.[7] 15–35[26] of the insurgents were reportedly killed in a single incident when two lorries carrying wounded fighters away from the airport were ambushed in a friendly-fire incident by the Vostok Battalion, which confused them for Ukrainian forces[27][28][29] (separatist \"prime minister\" Aleksander Boroday announced that they had been ambushed by Ukrainian ground forces and hit by airstrikes).[26][28] Thirty-four of the dead insurgents were Russian nationals and Donetsk insurgents claimed the bodies were returned to Russia.[30] It was later revealed the bodies were returned covertly to hide the fact that they were Russian, eventually ending up in a Rostov-on-Don morgue in the Russian Federation.[31] Among the dead on the pro-Russian side were former Russian Airborne Troops of the 45th regiment special forces,[31] Soviet–Afghan War veterans,[31] and world kick-boxing champion Nikolai Leonov who was a native of Dnipropetrovsk.[32] It was claimed and later verified kadyrovtsy came to Donetsk to fight alongside the insurgents.[3] Although Kadyrov denied that he sent Chechens to Donetsk,[citation needed] one Chechen fighter claimed that Kadyrov had given them an order to go to Ukraine.[3] Coordinates: 48°04′30″N 37°43′32″E﻿ / ﻿48.0750°N 37.7256°E﻿ / 48.0750; 37.7256","Title":"First Battle of Donetsk Airport - Wikipedia","KeyID":"16493","URL":"https://en.wikipedia.org/wiki/First_Battle_of_Donetsk_Airport"}