{"Content: ":"Luhansk People's Republic victory[1] Lugansk People's Republic Armed Forces of Ukraine: Internal Affairs Ministry: Army of the South-East: Attacks on civilians The siege of the Luhansk Border Base was a two-day-long standoff at a Ukrainian border base located on the outskirts of Luhansk city, from June 2 to June 4 of 2014. After the end of the 2014 Ukrainian revolution, eastern Ukraine experienced pro-Russian protests. Government buildings that were initially occupied were retaken, but on April 6, the Security Service of Ukraine office in Luhansk was occupied by protesters.[9] On April 29, many other key buildings, such as the Regional State Administration buildings and the prosecutor's office were seized.[10] Pro-Russian separatists soon expanded their control to other cities, and held a referendum on 11 May 2014, which they said showed that 96% of voters backed an independent Luhansk.[11] The border to Luhansk experienced a heavy flow of Russians trying to cross into Ukraine to join the separatists, with many attempts repelled.[12] On June 2, at 12:30 AM, 100 rebel fighters attacked the border guard base, but the guards of the State Border Guard Service of Ukraine exchanged fire and managed to repel the attack. However, the numbers of rebels increased to 400, and according to the border guards, the rebels then went to residential areas, and fired from the tops of nearby apartments.[13][14] Militants used automatic weapons and RPGs against the border guards.[15] A lone plane was detached to try to support the border guards who were battling the rebels.[16] According to the border guards, some of the militants were foreign fighters from Russia.[16] Ukrainian fighter jets launched air raids on separatist strongholds in Luhansk itself to support the border guards.[17] At least one airplane was seen flying ahead, and a rocket exploded at the Luhansk RSA, killing 8–13 civilians and injuring many others. The Government of Ukraine denied that they were responsible and claimed it was caused by a misfired rebel portable surface-to-air missile.[8][18] The next day, the OSCE published a report, based on 'limited observation', in which they blamed the explosion on an air-strike.[19] The military admitted conducting over 150 air-strikes during the day in the Luhansk area.[citation needed] Heavy fighting raged on until later on in the day. By the end of the first day, the attack had failed and the Border Guards still remained in control, with seven of them wounded.[18][20] On June 3, the situation was calmer, but the rebels continued to lay siege to the base.[21] According to a spokesman for the Border Guards, Cossacks were among the separatists besieging them as well. He also said that no Ukrainian troops were coming to the rescue. Valery Bolotov, the \"people's governor\" of Luhansk stated that if the Border Guards did not withdraw by the evening, they would be \"wiped off the face of the earth.\"[22] Russia called for an emergency meeting of the UN Security Council. They accused Ukraine of crimes against its own people.[23] On June 4, the Ukrainian troops surrendered. They were authorized to withdraw from the base and were redeployed elsewhere. Pro-Russian separatists captured ammunition from the base, and allowed the remaining the border guards to leave.[24] Separatists took the base, as well as a National Guard base near Luhansk and another border guard base in Sverdlovsk.[6][25] The National Guard base fell after soldiers there ran out of ammunition,[26] while separatists seized quantities of ammunition and explosives from the Luhansk border guard post.[27] ","Title":"Siege of the Luhansk Border Base - Wikipedia","KeyID":"16494","URL":"https://en.wikipedia.org/wiki/Siege_of_the_Luhansk_Border_Base"}