{"Content: ":"DPR and Russian victory[6][7][8] Ground Forces National Guard Patrol Police Right Sector Russian Army (denied by Russia) Russian Airborne Troops Donbass People's Militia Attacks on civilians The Battle of Ilovaisk[c] started on 7 August 2014, when the Armed Forces of Ukraine and pro-Ukrainian paramilitaries began a series of attempts to capture the city of Ilovaisk from pro-Russian insurgents affiliated with the Donetsk People's Republic (DPR) and detachments of the Russian Armed Forces.[6][29][30] Although Ukrainian forces were able to enter the city on 18 August,[31] they were encircled between 24 and 26 August by overwhelming Russian military forces that crossed the border, joining the battle.[32][33] After days of encirclement, Ukrainian commander Yuriy Bereza came to an agreement with Russian commanders in Ilovaisk to allow Ukrainian troops to withdraw from the city.[34] This agreement was not honoured, and many soldiers died whilst trying to escape.[11][35] The Chief of the General Staff and Commander-in-Chief of the Armed Forces of Ukraine, Viktor Muzhenko, claimed on 26 August 2016 that the cause of the battle's outcome was the involvement of Russian troops, along with Ukrainian commanders' incompetence in the planning of the retreat.[36] Since 11 July 2014, parts of Donetsk Oblast were shelled from Russian territory.[37] On 23 July 2014, commander of the Border Troops General Mykola Lytvyn's brother, General Petro Lytvyn, was appointed the commander of the sector D.[37] Sector D consisted of the area between Donetsk city and the Russo-Ukrainian border. Ukrainian forces intended to cut off insurgent supply lines between Donetsk and Luhansk. At the same time, some units were involved in attempts to retake the Russo-Ukrainian border.[37] The sector was to be managed by two battalions of 30th Mechanized Brigade, one battalion from each 25th and 95th Airborne brigades and 51st Mechanized Brigade, Prykarpattia Battalion (composed of volunteers), and a company of 28th Mechanized Brigade.[37] Soon after securing the area around the Savur-Mohyla hill (Amvrosiivka Raion and Shakhtarsk Raion) in late July 2014, on 31 July 2014, a battalion of the 25th Airborne Brigade was sent to assault Shakhtarsk.[37] During the attack, the battalion lost 26 soldiers and passed the city from East traveling North conducting a raid towards villages Petropavlivka and Orlovo-Ivanivka.[37] Two other battalions traveling pass Torez and Snizhne were supposed to reach Miusynsk.[37] Along the movement, those battalions of the 30th and 95th brigades lost communication between each other, but later the battalion of the 95th Brigade met with the battalion of the 25th Brigade near Orlovo-Ivanivka and exited towards Ukrainian forces at Debaltseve.[37] On 11 August, the Ukrainian mass media portrayed the manoeuvre as a successful raid behind enemy lines; however, the results and purpose of it remain unknown.[37] It is possible that the activities of Ukrainian airborne troops near the MH-17 crash site triggered the use of the regular armed forces of the Russian Federation.[37] On 6 August, the National Security and Defence of Ukraine announced that there was a possibility of a Russian military invasion and that Ukrainian army was prepared to stop it.[38] On 7 August 2014, the leader of the pro-Russian militants Alexander Borodai in Donetsk Oblast was replaced by Alexander Zakharchenko. Ukrainian troops made their first attempts to attack the city of Ilovaisk on 7 August 2014.[6] Over the next few days, Ukrainian forces made multiple attempts to enter the city, but were bogged down by heavy fighting with the insurgents.[29] Ukrainian forces attempted to enter Ilovaisk during the day on 18 August, but failed. Led by the Donbas Battalion, government forces launched another attempt to storm the city on the night of 18–19 August.[31][39][40] This attempt was successful, and they raised the Ukrainian flag over the city administration building without any casualties. Ukrainian media viewed this victory as an example of the strength and effectiveness of the government's \"Anti-Terrorist Operation\" (ATO) against the insurgents.[31] As government forces entered the city, Donbas Battalion commander Semen Semenchenko was wounded after being struck by mortar fire[41] and was evacuated for medical treatment. Following the flag-raising, the Internal Affairs ministry said that Ukrainian military, including the Donbas, Dnipro and Azov, were clearing the city of \"terrorists\", specifically mentioning that they killed \"a great number\" of insurgents from the Oplot Battalion of the Donbass People's Militia.[40] They also said that reinforcements from the National Guard of Ukraine were forthcoming.[31] After a day of fighting, roughly fifty percent of Ilovaisk was under government control. Government forces also captured six insurgents, including one Serbian volunteer.[42] Azov and Shakhtarsk battalions left the battle of Ilovaisk that day, heading to reinforce garrisons of Mariupol and Komsomolske cities accordingly.[43][44] On the following day, 20 August, Ukrainian forces claimed they had taken complete control of Ilovaisk. Said statement was denied by DPR officials, who declared that they remained in control. Over the course of the day, government forces fought off numerous insurgent counter-attacks.[45] Street battles took place across the city, and at least nine Ukrainian soldiers were killed in the fighting. Following this, the Donbas Battalion requested reinforcements.[46] By 21 August, amidst the heavy and constant fighting, the Internal Affairs ministry stated that twenty-five percent of those from volunteer paramilitary battalions killed since the ATO began were killed in Ilovaisk.[31] No reinforcements for government forces arrived. According to commander Semenchenko, some members of the Donbas Battalion were killed when insurgents flying the Ukrainian flag attacked an ambulance. Semenchenko described this act as \"medieval savagery\".[31] He also said that the Donbas Battalion had been \"abandoned\" by both the Ukrainian government and the other volunteer paramilitary battalions, both of which largely withdrew from the city.[31] The remaining Ukrainian forces in Ilovaisk became completely encircled by DPR insurgents and Russian reinforcements on 24–26 August, and the fighting continued to take its toll.[11] Ukrainian soldiers started seeing Russian regular army troops on 24 August, and their presence increased over the next few days.[2][47] On 24 August at around 12:15, a column of BMD-2s of the Russian 331st Airborne Regiment was hit by a Ukrainian anti-tank squad of the 51st Mechanized Brigade near Kuteinykove village. Two BMD-2's were destroyed.[48] The paratroopers left their vehicles and took cover in trees nearby. Several hours later, around 5 pm, they left their cover and were captured by the reconnaissance group of the 51st Mechanized Brigade near Dzerkalne village, the Ukrainian battalion tactical group's field headquarters. Ten paratroopers were captured.[49][50] On 26 August, a T-72B3 tank of the 6th Tank Brigade was captured by Ukrainian troops of the 51st Mechanized Brigade in a fight near Ahronomichne village.[51][52] The captured tank took part in another fight that day near Mnohopillya village where the Russian column of mixed 8th Mountain Brigade's and 31st Air Assault Brigade's units were ambushed by Ukrainian anti-tank artillery squad of the 51st Mechanized Brigade.[49] Two soldiers of the 31st Air Assault Brigade and one wounded soldier of the 8th Mountain Brigade were captured by Ukrainian forces. According to the DPR, a large number of Ukrainian soldiers and paramilitaries were trapped in the town.[53] During the fighting, the Ukrainian commander of the Dnipro Battalion suffered a concussion, while the commander of the Kherson Battalion was killed.[12] In response to commander Semenchenko's pleas, many Euromaidan activists in the Ukrainian capital Kyiv protested what they saw as the government's \"abandonment\" of the volunteers fighting against the insurgents.[54] Repeated artillery barrages launched by insurgent forces from nearby villages caused heavy casualties amongst the trapped government forces.[11] The Ukrainian command attempted to free the encircled forces near Ilovaisk. The company tactical group was formed from 92nd Mechanized Brigade that had 276 soldiers, 4 tanks, 3 SPGs and 10+ IFVs. It was sent from Kharkiv Oblast to Ilovaisk on 24 August 2014, after it became clear Russian military forces were approaching Ilovaisk. The unit was supposed to meet an assault squad from Rukh Oporu Battalion and attempt to breach the Russian encirclement. Rukh Oporu squad had 90 soldiers and was equipped with 2 IFVs.[55] The 92nd Brigade's company arrived on 27 August in Komsomolske city and continued to advance towards Ilovaisk. The column stopped in the field for a night and shortly after it was hit by heavy artillery shelling. The next morning it was completely defeated by Russian paratroopers, losing most vehicles but having relatively low troops casualties, with eight dead and several missing. The same fate met Rukh Oporu squad which was defeated on the morning of 28 August nearby, meaning the units were never able to rendezvous.[55] After days of being under siege in Ilovaisk, commanders of government forces in the city attempted to negotiate an agreement that would allow them to withdraw from the city.[11][13] Russian president Vladimir Putin said in the early morning on 29 August that a \"humanitarian corridor for besieged Ukrainian soldiers\" should be established, allowing the trapped soldiers to leave Ilovaisk.[47] Yuriy Bereza, a commander in the Dnipro Battalion, managed to quickly reach an agreement with Russian commanders in Ilovaisk to establish such a corridor.[11] DPR prime minister Alexander Zakharchenko confirmed that an agreement had been made, and also said that Ukrainian forces were required to leave their armoured vehicles and ammunition behind as a condition of the agreement.[56] On 29 August at 06:00, government forces began to move out of Ilovaisk in a column of sixty vehicles.[11] At 8:00, government forces regrouped at Mnohopillya, just south of Ilovaisk proper, forming two columns and prepared to withdraw.[20][57] The northern column, commanded by General Ruslan Khomchak, consisted of forces of the 17th Tank Brigade, 51st Mechanized Brigade and police units; it had four tanks, several IFVs and approximately 1000 troops.[20] The southern column, led by Col. Oleksii Grachov, was formed from forces of 93rd Mechanized Brigade and Donbas Battalion; it had two tanks, including a captured Russian T-72B3, a couple of IFVs, and roughly 600 troops.[58] According to Ukrainian sources, the Russian commanders attempted to change the terms of the agreement on 29 August, suggesting a new route out of Ilovaisk, demanding that Ukrainian forces surrender all weaponry and that they leave behind the volunteer battalions. Lt. General Ruslan Khomchak, commander of the Ukrainian Armed Forces in Ilovaisk, replied that his troops would leave as agreed previously, and ordered them \"to march in full battle readiness\".[20][57] The first lorry in the column, carrying dead and wounded soldiers, was flying a white flag. The northern column advanced 10 kilometres (6+1⁄4 mi) along the corridor, about an hour's drive, but was then surrounded by Russian and insurgent troops.[11][47] At the village of Oleksandrivka, two T-72BAs and an IFV of the Russian 21st Motor Rifle Brigade were destroyed in a clash with Ukrainian forces.[20][59][60] Near the Krasnaya Polyana valley[d] Russian troops opened fire on the northern column with mortars and heavy machine guns, splitting it in two. Half of the column with tanks headed to the village of Novokaterynivka, while the rear half was obliterated, with six IFVs and multiple cars of police units destroyed.[20] That valley had a battery of D-30 howitzers of the Russian 1065th Artillery Regiment deployed. Several trucks of the regiment were destroyed near the artillery positions.[61] The armoured head of the column reached Novokaterynivka, where several dug-in tanks and IFVs were spotted by Ukrainian tankers of the 17th Tank Brigade. After a brief clash, all four Ukrainian tanks and IFVs were destroyed. Some crews were able to leave vehicles, and 42 Ukrainian soldiers made it out of the encirclement and reached Ukrainian positions.[20] During the withdrawal of the southern column, around 300 Ukrainian soldiers and Donbas Battalion fighters were able to take the village of Chervonosilske, losing several IFVs after being fired upon by Russian forces. Ukrainian troops seized and destroyed two T-72B3 tanks of the 6th Tank Brigade that were in that village, captured two of the brigade's soldiers and two paratroopers of the 31st Air Assault Brigade.[51][62][63] Half of the Ukrainian soldiers were already wounded, but they managed to hold the village until the next day. On 30 August, Dnipro-2 Battalion commander Yuriy Lysenko attempted to contact Russian commanders. They made an agreement according to which Ukrainian forces would surrender their weapons and be evacuated under Red Cross supervision, releasing captured Russian POWs.[64] By 31 August, almost all of the Ukrainian soldiers had withdrawn to agreed-upon positions, with Russia and the DPR insurgents re-entering the city on the same day. The city was fully secured on 1 September. Small-scale fighting continued for another day.[65] One fleeing Ukrainian soldier described the situation as \"a real meat grinder\".[47] The Ukrainian government described the events as a \"massacre\".[12][66] One insurgent commander said he had taken 173 Ukrainian soldiers prisoner near Ilovaisk, in the aftermath of the ambush. He said that he would use them as laborers to rebuild destroyed Donbass cities.[47] A Ukrainian official said that, in total, more than 500 Ukrainian soldiers had been taken prisoner by pro-Russian forces.[2] Commanders and soldiers of the Ukrainian volunteer paramilitary battalions blamed the Ilovaisk incident on Ukrainian army leadership and felt \"betrayed by Ukraine\" in its aftermath.[47] According to an advisor of Internal Affairs Minister Arsen Avakov, 97 Ukrainian soldiers managed to escape from Ilovaisk on 1 September.[67][68] Known Russian captured soldiers: After withdrawal of Ukrainian forces from Ilovaisk, a mass grave with three bodies was exhumed in the backyard of Ilovaisk school No. 14 where the Donbas battalion had been stationed. UN monitoring mission OHCHR identified the victims as local civilians. According to the forensic reports, two of them had signs of firearm wounds on their bodies, and third had probably died as a result of shelling.[73][74] UN monitoring mission had stated that the killings, including executions, carried out by Ukrainian forces, were not of massive or systematic scale. Allegations referring to such scale, including those broadly disseminated through the media, have not been supported by reliable witness accounts and/or forensic data.[75][76] A criminal probe into the failure of government troops in Ilovaisk was opened 4 September by the office of Prosecutor General of Ukraine.[9] On the same date, a temporary parliamentary commission (TSK) headed by Batkivshchyna politician Andriy Senchenko was created and approved by 226 (out of 446) members of the Ukrainian parliament. According to the Head of the Verkhovna Rada's Ilovaisk investigative committee Andriy Senchenko, up 1,000 soldiers in and around Ilovaisk were killed or later succumbed to their wounds during August.[9] A BBC article from 2019, interviewing survivor Roman Zinenko, gives the official number of dead in the Ilovaisk battle as 366, possibly a bit over 400 when including missing or unidentified bodies.[77] Defence Minister Valeriy Heletey was forced to resign on 14 October, in part because of his responsibility for the failure of military coordination during the battle.[78] In Russian nationalist circles the Russian forces that joined the battle are commonly referred to as \"The Northern wind\" (Russian: Северный ветер).[79][80][81][82][83] Since 2019, Ukraine observes the Day of Remembrance of the Defenders of Ukraine annually on 29 August.[84] This day was chosen because 29 August 2014 was the day of the greatest Ukrainian losses during the Battle of Ilovaisk.[84] Coordinates: 48°20′00″N 38°25′00″E﻿ / ﻿48.3333°N 38.4167°E﻿ / 48.3333; 38.4167","Title":"Battle of Ilovaisk - Wikipedia","KeyID":"16499","URL":"https://en.wikipedia.org/wiki/Battle_of_Ilovaisk"}