{"Content: ":"Armed Forces of Ukraine: Donbass People's Militia: Attacks on civilians The Battle of Horlivka began when Ukrainian government forces attempted to recapture the city of Horlivka, in Donetsk Oblast, from separatist insurgents affiliated with the Donetsk People's Republic (DPR) on 21 July 2014. Horlivka is a large city in Donetsk Oblast, north of Donetsk city. Amidst rising unrest across eastern and southern Ukraine, armed men stormed and took control of a police station in Horlivka on 14 April. Soon after this, the men stormed the city administration, and gained effective control over the city for the breakaway Donetsk People's Republic. After DPR forces withdrew from Sloviansk in northern Donetsk Oblast on 5 July, many travelled to Horlivka, which remained under DPR control.[3] Starting on 21 July, Ukrainian forces made repeated attempts to enter Mayorsk, a suburb of Horlivka.[4] Light skirmishes were reported across the city.[5] A fighter jet from the Air Force of Ukraine was shot down over Horlivka on 23 July, after it attacked DPR positions in the city.[6] After a lull, fighting resumed in Horlivka on 27 July.[7] Government forces launched an offensive to capture the city, and said that they had encircled it. They also said that they had destroyed checkpoints manned by DPR insurgents on the outskirts of the city. DPR leaders said that they maintained control over some positions on the city outskirts. Government forces shelled many residential areas in Horlivka, killing at least thirteen people.[8] 27 July has proven to be one of the most tragic in terms of civilian casualties as result of a \"Grad\" salvo fired at the center of the town with both sides blaming each other. A spokesman for the government military operation in the Donbass said that DPR forces had fired Grad rockets on civilian areas in an attempt to discredit government forces.[9] DPR commanders in Horlivka said that if government forces did not withdraw from the city, they would kill hostages they had been holding, and also blow-up the city's chemical plants.[10] During the fighting, government forces said they killed at least twenty insurgents, and destroyed eight military vehicles on the outskirts of the city.[11] On the following day, it was reported that seventeen civilians had been killed during the fighting in Horlivka, and that forty-three had been wounded.[12] Government forces continued to shell DPR positions with Grad rockets and mortars, causing panic amongst residents of the city. Black smoke was seen rising over the city's suburbs.[13] By 29 July, many residential districts in the city had been completely destroyed.[14] DPR commander in Horlivka Igor Bezler, nom de guerre \"Demon\", left the city amidst the near-constant fighting.[15] Government forces tried to encircle the city again on 31 July.[16] Clashes continued over the following days. At least one civilian died on 3 August, whilst 16 were wounded.[17] By 6 August, at least 250 houses in the city had been left without gas service, and many more houses were simply destroyed.[18] On the following day, an artillery shell struck a bus stop, killing five civilians, and wounding ten more. A power station was also destroyed, leaving much of the city without electricity.[19] DPR forces blew up a bridge that connected the city centre to northern districts on 6 August.[20] This was an attempt to stop Ukrainian forces from advancing on their positions. Heavy fighting continued into 14 August.[21] Chechen fighters that had been manning posts in the city abandoned them on 16 August.[22] Ukrainian forces said that they had once again encircled Horlivka on 18 August.[23] Despite this, fighting continued. A broad counter-offensive by DPR forces across the Donbass pushed Ukrainian forces back in many areas over the course of late August. During fighting in Horlivka and nearby Ilovaisk on 27 August, Ukrainian forces said that they killed 200 insurgents.[24] Despite a ceasefire signed on 5 September, DPR forces said that Ukrainian forces were shelling their positions in Horlivka on 6 September.[25] The ceasefire held, nonetheless. In 2017, the town established a memorial to victims of the conflict. According to the monument erected, over three days the fighting took the lives of 235 civilians, including 22 children. One of the victims, Kristina Zhuk, who was killed with an infant, was widely described in Russian media as \"The Madonna of Gorlovka\".[26] ","Title":"Battle of Horlivka - Wikipedia","KeyID":"16498","URL":"https://en.wikipedia.org/wiki/Battle_of_Horlivka"}