{"Content: ":"Attacks on civilians On 14 June 2014, an Ilyushin Il-76 transport aircraft of the 25th Transport Aviation Brigade of the Ukrainian Air Force was shot down by forces of the Russia-backed separatists from Luhansk People's Republic while on approach to land at Luhansk International Airport, Ukraine, during the initial phase of the war in Donbas. The aircraft was carrying troops and equipment from an undisclosed location. All 49 people on board were killed. The aircraft was carrying military equipment and 40 troops, as well as a crew of nine. It was coming in to land at Luhansk International Airport when it came under anti-aircraft fire.[1] According to the Ukrainian Ministry of Defence, a heavy machine gun had been used to fire upon the aircraft.[2] According to the Ukrainian Prosecutor's Office, the aircraft was brought down by man-portable air-defense system equipment.[3] It subsequently crashed at 00:51 local time (21:51 on 13 June, UTC); all 49 people on board died.[1][2][4] The Ukrainian Ministry of Defence blamed the pro-Russian separatists for the loss of the aircraft and troops.[1] The aircraft was reported to have been carrying 40 paratroopers of the 25th Separate Dnipropetrovsk Airborne Brigade in addition to its crew.[5] A military analyst based in Kyiv reported that two empty launch tubes for Igla missiles had been found near the Luhansk airport. Vladimir Inogorodsky, spokesman of the Donetsk People's Republic, confirmed that Igla missiles had been used. Separatists had said a week prior to the downing of the plane that they would not allow any more flights into the airport.[6] The incident was the worst loss suffered by the Ukrainian military in a single event since the pro-Russian conflict began in February 2014.[4] It was also the fourth deadliest involving the Il-76 and the tenth deadliest aircrash in Ukraine.[7] According to a Russian source, on 17 June the head of the Luhansk People's Republic (LPR) Valeriy Bolotov announced that investigators from the LPR were able to find neither armaments nor the body parts of soldiers at the crash site. Bolotov hypothesized that the plane was empty and was intended to transport the bodies of soldiers killed in action, while reaffirming that rebels had shot down the plane.[8] On 7 October 2017, the Security Service of Ukraine claimed it had established the involvement of the Russian private military company Wagner Group in the downing of the Il-76.[9] On June 14, 2019, on the fifth anniversary of the shootdown of the aircraft, the Security Service of Ukraine reported that its investigators established direct involvement of Russian Federation Armed Forces lieutenant general Yevgeny Nikiforov, who ordered Dmitry Utkin from \"Wagner Group\" to destroy the aircraft.[10] The aircraft was an Ilyushin Il-76MD of the Ukrainian Air Force,[1][11] registration 76777, manufacturer's serial number 0083482490. The aircraft had first flown in 1988.[7] Originally operated by Aeroflot as CCCP-76777, the aircraft had subsequently served with the Ukrainian Air Force, Azov-Azia Aircompany and Avilond TAC as UR-76777 before serving with Payam Air as EP-TPY. A planned acquisition by the ATI Aircompany did not go ahead, and the aircraft was reacquired by the Ukrainian Air Force.[12] Ukrainian president Petro Poroshenko threatened separatists with an \"adequate response\"[5] and declared 15 June a day of national mourning.[6][13] In a televised emergency meeting, Poroshenko scolded the head of the country's SBU security service for \"omissions\" in protecting the aircraft. He called for \"a detailed analysis of the reasons\" for the failure and indicated that personnel changes may be instituted.[14] The acting defense minister of Ukraine Mykhaylo Koval announced that the decision has been made to relieve the chief of staff of the Ukrainian military of his duties for the period of the investigation into the incident.[15] Ukrainian Prime Minister Arseniy Yatsenyuk remarked, \"They lost their lives because they defended men and women, children and the elderly\". He also said: \"First, we will commemorate the heroes by wiping out those who killed them and then by cleaning our land from the evil\".[16] In March 2017, a Ukrainian court sentenced Major General Viktor Nazarov to seven years' imprisonment, the court decision stated that Nazarov had received information that the plane could have been fired upon by MANPADS equipment.[17] On 21 May 2021 the Criminal Court of Cassation of the Supreme Court acquitted Nazarov.[18] During the 2022 Russian invasion of Ukraine at the Battle of Vasylkiv, Lieutenant general Valerii Zaluzhnyi and others on social media referenced the 2014 Ukrainian Il-76 shootdown after reports emerged that two Russian Il-76 were shot down on 26 February 2022. They described the destruction of the two Russian transport aircraft as \"revenge\" for the loss of all the occupants of the Ukrainian Il-76.[19][20]","Title":"2014 Ukrainian Air Force Il-76 shootdown - Wikipedia","KeyID":"16509","URL":"https://en.wikipedia.org/wiki/2014_Ukrainian_Air_Force_Il-76_shootdown"}