{"Content: ":"Armed Forces of Ukraine: Internal Affairs Ministry: Attacks on civilians In late August and early September 2014, Russian and russian-backed separatist troops supporting the Donetsk People's Republic advanced on the government-controlled port city of Mariupol in southern Donetsk Oblast, Ukraine. This followed a wide offensive by Russian-allied forces, which led to their capture of Novoazovsk to the east. Fighting reached the outskirts of Mariupol on 6 September. A column of Russian tanks and military vehicles was reported to have crossed into Ukraine on 25 August near Novoazovsk located on the Azov sea, heading towards Ukrainian-held Mariupol,[5][6][7][8][9] in an area that had not seen pro-Russian presence for weeks.[10] The Bellingcat investigation revealed some details of this operation. Some of the tanks were bearing the distinct Russian railway transport marks.[11] Russian forces captured the city of Novoazovsk.[12] and Russian soldiers began arresting and deporting to unknown locations all Ukrainians who did not have an address registered within the town.[13] Pro-Ukrainian anti-war protests took place in Mariupol which was threatened by Russian troops.[13][14] The UN Security Council called an emergency meeting to discuss the situation.[15] The Ukrainian soldiers that left Novoazovsk retreated to Mariupol. Many citizens left Mariupol due to fear of an attack. On 4 September, Ukrainian forces engaged the enemy troops, who came from the village of Bezimenne, between the villages of Shirokino and Berdyanske.[16] One separatist tank and a truck were destroyed, while another separatist truck was left abandoned.[3][17] On 5 September, fighting primarily raged in the village of Shirokino, while clashes once again took place at Bezimenne. The clashes over the previous two days had left seven civilians dead.[citation needed] Also, the Azov battalion started to train Mariupol citizens in self-defense and organize popular militias to defend the city.[18] About a dozen of Ukrainian army APCs arrived with men and ammo to help the defense battalions to defend the city. More heavy fighting was reported in Mariupol despite the ceasefire agreement. Ukrainian forces shelled DPR positions near Mariupol, and claimed to have repelled an attack. separatist forces claimed they entered Mariupol, which Ukraine denied.[19] On 5 September, seven Ukrainian Army T-64 tanks reputedly faced in battle 30 tanks, allegedly Russian T-80s. The Ukrainians repelled the attack but lost four tanks and retreated with the three remaining to the Army checkpoint on the outskirts of Mariupol. The commander of the Ukrainian tank brigade was in a state of post-shock but the three surviving tanks were reloaded with ammunition so they could return to the battlefield.[20] On 7 September, DPR artillery fire destroyed a Ukrainian military truck at a checkpoint on the outskirts of the town. A civilian was also killed in the shelling.[21] The Azov Battalion also captured a tank near Mariupol, while the crew escaped.[4] The same day, it was confirmed DPR forces had captured Shirokino.[22] On 8 September, Ukrainian President Petro Poroshenko visited Mariupol, telling steelworkers that Ukrainian forces had secured the city with tanks, howitzers, anti-tank guns and other weapons should the separtists violate the ceasefire. He also promised a \"crushing defeat\" on the separatists if they advanced on the city.[23] On October 23, 2014, prime minister of the DPR Alexander Zakharchenko vowed to retake the cities it had lost, stating \"Periods of intense hostilities will follow. We will retake Slaviansk, Kramatorsk and Mariupol. Unfortunately, it was impossible to make peaceful settlement the focus of negotiations. We are the only ones who comply with the regime of silence.\"[24] On October 29, 2014, Mariupol city authorities said that Ukrainian positions in the village of Talakivka came under Grad and rocket fire from DPR forces.[25]","Title":"Offensive on Mariupol (September 2014) - Wikipedia","KeyID":"16501","URL":"https://en.wikipedia.org/wiki/Offensive_on_Mariupol_(September_2014)"}