{"Content: ":"DPR victory[2] Armed Forces of Ukraine Internal Affairs Ministry Right Sector Novorossiya Armed Forces Per Ukraine:[13][14][15] Per Ukraine:[16] Per DPR:[19] Per DPR: Per Ukraine:[21] Attacks on civilians A part of the ongoing war in the Donbas region of Ukraine, the Second Battle of Donetsk Airport began on 28 September 2014. An earlier battle in May 2014 had left Donetsk International Airport in Ukrainian control. Despite a ceasefire agreement, the Minsk Protocol, in place starting 5 September 2014, fighting broke out between Donetsk People's Republic forces affiliated with Russia, and Ukrainian military and volunteer forces. At the start of the battle, the airport lay between the separatist and Ukrainian lines of control, and was the last part of Donetsk city held by Ukrainian government forces. Heavy fighting over the airport continued into the new year, with some of the worst fighting taking place in January 2015. On 21 January, Donetsk forces overran the government's positions at the airport.[2] The remaining Ukrainian forces were either killed, forced to retreat, or captured.[22] Sporadic skirmishes between DPR and Ukrainian forces continued at Donetsk International Airport following the signing of the Minsk Protocol on 5 September 2014. In late September, these minor incidents became more frequent. Shelling and machine gun fire in the vicinity of the airport were reported on 23 September.[23] According to one anonymous DPR intelligence officer who was interviewed on 25 September, \"When they shoot, we reply to show them we're here. They are very well armed inside. They have T-64 tanks and multiple rocket launchers. We don't have what we need to get them out\". He also said that Donetsk airport was a \"terrible headache\" for the DPR.[23] The airport lies to the north of insurgent-controlled Donetsk city proper, and provides a \"convenient vantage point\" for Ukrainian forces, allowing them to target DPR positions in Donetsk with artillery fire.[24] \"Tit-for-tat\" exchanges between the parties to the conflict grew more serious in the days following 25 September.[citation needed] The placement of main buildings on the airport made its defense by Ukrainian forces more difficult from the start, because the airport structures are located on the south section, while the runway which served to resupply Ukrainian forces was in the open, thus allowing DPR fighters to easily target them.[citation needed] DPR forces began a \"concerted effort\" to retake Donetsk International Airport in the last days of September.[25] The worst incident since the start of ceasefire took place on 28 September, when nine Ukrainian soldiers were killed and twenty-seven wounded in a clash with DPR forces.[1][26] Seven of these died when a tank shell struck a Ukrainian armoured personnel carrier. Organization for Security and Co-operation in Europe (OSCE) monitors reported heavy shelling around the airport.[1] Around this time, DPR forces began to establish positions in tower blocks overlooking the airport, including a medical station, staging area, and an artillery observation post.[25] At 06:15 local time on the following day, DPR forces began to barrage the airport with Grad rocket fire. According to DPR leader Alexander Zakharchenko, the insurgent barrage was launched in response to government mortar fire that had been falling on Donetsk city proper.[27] DPR forces used their positions in neighbouring residential buildings to direct artillery fire at the airport.[25] Ukrainian and separatist forces continued to exchange artillery fire. Amidst the continuing fire, a school and bus stop in the Kyivskiy district of Donetsk city, which neighbours the airport, were struck by shells on 1 October.[28][29] Ten civilians were killed, though no schoolchildren were harmed. According to Joanne Mariner of Amnesty International, it was \"impossible to tell\" who was responsible for the incident. She also said, however, that \"residential areas have been hit by Ukrainian forces firing from the airport\", and that DPR forces \"also bear responsibility as they have been stationing artillery in residential areas and firing from there, in clear contradiction of the laws of war\".[28] Concurrently, DPR forces supported by tanks began to advance into airport, and seized several hangars, a fuel storage area, and outbuildings. They used these buildings as artillery emplacements, and began to bombard Ukrainian positions from them. DPR forces continued to move forward, and captured the control centre, police station, and hotel, but could not advance further.[25] Mutual shelling continued on 2 October.[30][31] The situation, according to the Ukrainian government, was \"difficult\".[32] Amidst heavy artillery fire, DPR forces pressed further into the airport on 3 October.[33] The militants broke into the airport's old terminal building by using smoke bombs for cover. According to a spokesman for the Armed Forces of Ukraine, the militant advance had been supported by \"Russian drones\". Their tanks turned their guns on the new terminal building, the main stronghold for Ukrainian soldiers at the airport.[24] Despite this, Ukrainian forces later managed to push the insurgents out of half of the old terminal building, and halted their advance.[33] Government forces said that they destroyed two DPR tanks[34] and killed 12 militants in the fighting. According to a Ukrainian military official, it was \"the biggest single loss among rebels\" since the start of the 5 September ceasefire agreement.[35] Four Ukrainian soldiers died in the fighting, including two from the far-right group Right Sector.[26] DPR forces made another attempt to seize control of Donetsk airport on 9 October.[36] They said that they managed to capture most of the airport, but this did not occur. Government forces repelled the attack. During this skirmish, heavy shelling in districts close to the airport resulted in the deaths of at least five civilians.[37] Fighting between Ukrainian and DPR forces intensified in mid-October.[38] Six people were wounded by shelling on 19 October. A large explosion caused by shelling at a chemical works near the airport on 20 October damaged the Donbass Arena, and caused damage to buildings across Donetsk. DPR authorities said that Ukrainian forces had caused the explosion with a Tochka U missile system, which the Ukrainian government denied.[38] Ukrainian soldiers at the airport, facing constant siege, were forced to hide behind concrete walls. According to a Ukrainian soldier at the airport, DPR forces infiltrated the tunnel network beneath the airport buildings.[38] Ukrainian forces maintained their hold on the control tower and the old terminal building.[38] By 28 October, all but the first three floors of the new terminal building had collapsed. It had become a \"blackened skeleton\".[39] Ukrainian forces maintained control of the ground and first floors of the airport, whilst DPR forces controlled the second floor and the basement tunnel network. The building had become littered with booby traps and debris, with Ukrainian and DPR forces fighting in a \"claustrophobic game of cat and mouse\".[39] According to a report that appeared in the Los Angeles Times, DPR forces constantly shelled the airport, and separatist ground forces attacked Ukrainian troops in the new terminal building at least once a day. The runway had become unusable, covered in destroyed armoured vehicles. The report said that in the new terminal building, \"every pane of glass has shattered; every door, wall and ceiling has been pierced with bullets and shrapnel\".[39] A representative of the Ukrainian government military operation in Donbas said on 11 November that Ukrainian forces had removed all separatists from the new terminal building at Donetsk airport, and that three Ukrainian flags had been hoisted over it.[40] A volunteer pro-Ukrainian paramilitary Right Sector battalion that had been fighting DPR forces at the airport said that it was leaving, as the airport was firmly under the control of the Armed Forces of Ukraine.[41] A brief ceasefire was agreed to by both parties to the conflict on the night of 16–17 November.[42] According to a Ukrainian military spokesman, this agreement was made only to allow DPR forces to recover their dead and wounded from the airport grounds. By the morning of 17 November, heavy artillery fire once again rocked the airport.[42] The spokesman for the National Security and Defence Council of Ukraine (NSDC), Andriy Lysenko, said on 1 December that Russian special forces were assisting DPR forces at the airport.[43] In an attempt to deescalate the situation in the area, Ukrainian Lt. General Vladimir Askarov and Russian Lt. General Aleksandr Lentsov agreed to hold a meeting to discuss a ceasefire.[44] Following the meeting on 2 December, a general ceasefire was announced. Lt. General Lentsov said that, at the meeting, he and his Ukrainian counterpart discussed the creation of a military joint control centre to co-ordinate implementation of the Minsk Protocol in the Donetsk area.[45] The centre would include Russian, Ukrainian, and OSCE representatives. Ukrainian forces left the old terminal building on 5 December due to heavy shelling by DPR forces that broke the brief ceasefire, but continued to maintain their positions at the new terminal building.[46] At this time, it was reported that the old terminal building had become the main battleground at the airport.[47] The strategic air traffic control tower, which Ukrainian forces used to observe insurgent ground movements, remained under Ukrainian control. It was under constant bombardment by DPR artillery.[47] The nearby village of Pisky, which was under Ukrainian control, had become a completely destroyed \"Stalingrad\". According to Right Sector volunteer paramilitaries, the ruins of Pisky were used to guard the \"Road of Life\", the only supply line into Donetsk airport that was controlled by government forces.[47] Over the course of December, there were several rotations of the Ukrainian troops stationed at the airport. These rotations were overseen by the OSCE Special Monitoring Mission to Ukraine.[48][49] In addition, DPR forces assisted with the rotations under OSCE observation, and helped carry Ukrainian personnel and supplies.[50] Despite occasional reports of gunfire, the OSCE said the rotations \"had gone smoothly, since the commanders of both parties had reached an agreement on the cessation of artillery and small arms fire during the rotation\".[51] Heavy fighting resumed on 29 December, when DPR forces again attacked government-controlled positions at the airport.[52] Three Ukrainian soldiers were killed in the fighting, along with fourteen insurgents.[53][54] By 31 December, the insurgents had retreated back to the positions they held prior to the attack.[55] Heavy fighting resumed, however, when DPR forces launched a three-pronged offensive on the strategic village of Pisky.[56][57] Ukrainian forces said that they were \"holding their ground\". OSCE monitors reported that Pisky remained under government control, but that DPR forces had taken control of the \"Volvo Centre\" at its southern entrance.[58] Government forces attacked the DPR-controlled old terminal building on 12 January, but this attack was repelled by DPR forces.[citation needed] On the following day, the leader of the OSCE Special Monitoring Mission to Ukraine in Ukraine said that the situation at the airport had \"significantly deteriorated\".[59] According to a Ukrainian government official, Ukrainian forces defending the airport were issued an ultimatum by DPR authorities that said that if they did not withdraw from the airport by 17:00 local time, they would \"face destruction\". Ukrainian forces did not withdraw, leading to heavy shelling by DPR forces. This shelling caused the strategic air traffic control tower to collapse.[59] At the time of the collapse of the tower, DPR forces were within 400 metres (440 yd) of the new terminal building. One Ukrainian soldier said that the DPR shelling was \"sweeping through the terminal\", and that DPR forces would \"simply destroy\" the remaining government troops without support. Ukrainian forces were later able to slow the DPR attack with artillery fire of their own.[60] After four days of heavy shelling of the airport, DPR forces pushed back Ukrainian troops on 14 January, and captured one-third of the new terminal building.[61] On the next day, DPR authorities said that they were under full control of the airport, and an Associated Press reporter confirmed that a DPR flag was flying over the new terminal building. Despite this, fighting continued, and Ukrainian government officials denied that the terminal had been lost.[62][63] A Ukrainian soldier at the airport said that Ukrainian forces had been forced to hole up in a single hall, and that they were under constant tank fire.[64] DPR leader Alexander Zakharchenko stated that the capture of the airport was the first step toward regaining territory lost to Ukrainian forces during the summer of 2014. He said \"Let our countrymen hear this: We will not just give up our land. We will either take it back peacefully, or like that\", referring to the capture of the airport.[65] Ukrainian forces said that there had been \"no order to retreat\" from the airport, and DPR parliament chairman Andrei Purgin said that while DPR forces had gained control of the terminal buildings, fighting was ongoing because \"the Ukrainians have lots of places to hide\".[66] In the evening, Ukrainian troops launched a counter-attack, and forced the insurgents to retreat from the first floor of the building. Despite this, DPR forces remained in control of the second floor and the basement.[64] A government military operation over the weekend of 17–18 January resulted in Ukrainian forces recapturing most of airport.[67][68][69] According to a spokesman for the NSDC, the operation restored the lines of control established by the Minsk Protocol, and therefore did not constitute a violation of it. The operation caused fighting to move toward Donetsk proper, resulting in heavy shelling of residential areas of the city that border the airport.[67] DPR authorities said that they halted government forces at Putylivskiy bridge, which connects the airport and the city proper.[70] The bridge, which was strategically important, was destroyed during the fighting. OSCE monitors reported that shelling had caused heavy damage in the Donetsk residential districts of Kyivsky, Kirovsky, Petrovsky, and Voroshilovsky.[71] Both sides claimed control of the airport on 19 January. DPR authorities acknowledged that the government counter-offensive had resulted in the deaths of 16 of their men, and that 62 had been injured.[19] During the day, insurgents blew up part of the ceiling of the first floor of the new terminal building, causing it to collapse onto holed up Ukrainian soldiers.[64][72][73][74] Many soldiers were wounded by the collapse. According to Airmobile brigade commander Colonel Yevgeny Moysyuk, the collapse was orchestrated by professional Russian soldiers, who had been responsible for forcing Ukrainian forces to hole up on the first floor. Having intercepted their communications, he said that \"the language they spoke, the accents, the jargon, the vocabulary – all was Russian Russian, not even Ukrainian Russian\".[3] In the evening, a group of Ukrainian troops that had been encircled by insurgents near the airport managed to break out towards the airport, though one soldier was killed.[64] On the following day, a Polish journalist reported from government-controlled Pisky that the airport was mostly under DPR control, but refuted a separatist claim that Pisky had also been captured.[75] In the evening, the Ukrainian Defence Ministry said that DPR forces had blown up the airport's runway.[76] By this point, more than 100 soldiers that were wounded during that airport battle had been evacuated.[64] Ukrainian forces attempted to surround the airport in an attempt to push back the insurgents on 20 January.[22] As Ukrainian and DPR forces fought away from the airport, a group of insurgents stormed the ground and second floors of the new terminal building. Ukrainian troops continued to hold out on the first floor of the building until the separatists exploded the second floor at 15:30 EET, causing it to collapse onto them.[22][64][77][78] This killed several soldiers, and proved to be the battle's turning point.[22][77] By the next day, the remaining Ukrainian forces were either captured, killed, or were forced to withdraw from the building, allowing DPR forces to overrun it. According to one volunteer, 37 Ukrainian troops died.[22] During the fighting, Right Sector leader Dmytro Yarosh was wounded by an exploding Grad rocket in Pisky.[79] He was evacuated out of the conflict zone. A spokesman for the DPR Defence Ministry said that sixteen Ukrainian soldiers who had been buried under rubble in the main terminal building for days had been taken captive, and given medical care.[80] Ukrainian president Petro Poroshenko said on 21 January that Russia had deployed more than 9,000 soldiers and 500 tanks, artillery units, and armoured personnel carriers in Donbas.[81] An article that appeared in The Daily Telegraph said that the deployment appeared to be \"a response to Kiev's [prior] success\" in retaining control of Donetsk airport, and that the influx of weaponry and manpower had made Ukrainian positions at the airport untenable.[82] Following the battle, separatist fighters paraded captured Ukrainian soldiers from the airport at the scene of a bus shelling in Donetsk city proper.[77][83] Onlookers verbally abused the prisoners, and pelted them with debris from the exploded bus. The loss of the airport was described as a \"devastating victory over Ukrainian forces\", and a \"major blow\".[83][84] During the battle, the word cyborg (Ukrainian: кіборг, romanized: kiborh) was used to refer to the Ukrainian defenders of the airport.[85][86] The term was taken from intercepted radio communications of DPR forces referring to Ukrainians as \"some kind of cyborgs sitting in there,\" published on YouTube. Ukrainians picked up the name and started to refer to Ukrainian soldiers inside the airport as cyborgs. It refers to the way that the airport defenders were able to fend off constant attacks by DPR forces in close quarters with little sleep or support, just as science-fiction cyborgs are \"indestructible half-men, half-machines\", or \"superhuman\".[85][87] The cyborgs have become part of Ukrainian national mythos, and are cast in a \"near-legendary light\" amongst many Ukrainians.[88] The term \"cyborg\" is usually applied to the following units: 3rd Spetsnaz Regiment, 93rd Mechanised Brigade, 79th Airmobile Brigade, 17th Tank Brigade,[89] and the Right Sector volunteer battalion.[90] To commemorate those who fell in battle, Ukraine celebrates the Day of Remembrance of the Cyborgs annually on 16 January.[91] The question as to whether control over Donetsk Airport was a strategic necessity for Ukrainian forces was called into question. As early as September 2014, Ukrainian parliament member Dmytro Tymchuk suggested that the airport should be destroyed, and that Ukrainian forces should retreat to a more easily defended position. Tymchuk stated the airport had been rendered unusable by the fighting, and that fears of Russia using it to support the Donetsk People's Republic were overblown. It was also said that the area north of the airport, which is forested, would have been easier to defend than a building surrounded by open space.[92] Likewise, the airport's value to the separatists was also questioned. DPR forces had no access to aeroplanes or other aerial weaponry, and the airport's runway had been rendered useless by shelling. Moreover, following the end of the battle, Ukrainian troops retreated to the village of Pisky, just south-west of the airport's runway. They continued to control this village, meaning that the airport remained within the Ukrainian line-of-fire. It is likely that, because the DPR committed a large force to assaulting the airport, this provided an opening for the Azov Battalion to push the insurgents away from Mariupol.[93][94] However, the airport served a tactical advantage for Ukrainians. While DPR was focused on airport events closely followed by the media, the Ukrainians managed to push the DPR out of near suburbs of the Donetsk agglomerate. A film about the Ukrainian Cyborgs called Cyborgs: Heroes Never Die was released on 7 December 2017.[95] The movie secured the top spot at the box office earning US$302,000 on its opening week.[96] New Terminal ruins (October 2014) DPR Sparta Battalion troops during a break (October 2014) DPR Somalia Battalion fighter near a heavily damaged area (October 2014) Rubble in one of the heavily damaged buildings near the Old Terminal (October 2014) Heavily damaged hangar near the Old Terminal (October 2014) DPR Sparta Battalion fighter near the Old Terminal (November 2014) DPR Somalia Battalion fighter near the Old Terminal (November 2014) Ruins of the Donetsk Airport with hotels that were damaged from artillery (November 2014) Destroyed Ukrainian BMP-2K IFV (December 2014) Destroyed DPR T-72B1 tank (December 2014) View of runway from the Old Terminal (December 2014) Outside ruins of Donetsk airport (December 2014) Inside of the ruined Donetsk airport (December 2014) Coordinates: 48°04′25″N 37°44′23″E﻿ / ﻿48.0736°N 37.7397°E﻿ / 48.0736; 37.7397","Title":"Second Battle of Donetsk Airport - Wikipedia","KeyID":"16502","URL":"https://en.wikipedia.org/wiki/Second_Battle_of_Donetsk_Airport"}