{"Content: ":"See taxonomy Brachiopods (/ˈbrækioʊˌpɒd/), phylum Brachiopoda, are a phylum of trochozoan animals that have hard \"valves\" (shells) on the upper and lower surfaces, unlike the left and right arrangement in bivalve molluscs. Brachiopod valves are hinged at the rear end, while the front can be opened for feeding or closed for protection. Two major categories are traditionally recognized, articulate and inarticulate brachiopods. The word \"articulate\" is used to describe the tooth-and-groove structures of the valve-hinge which is present in the articulate group, and absent from the inarticulate group. This is the leading diagnostic skeletal feature, by which the two main groups can be readily distinguished as fossils. Articulate brachiopods have toothed hinges and simple, vertically-oriented opening and closing muscles. Conversely, inarticulate brachiopods have weak, untoothed hinges and a more complex system of vertical and oblique (diagonal) muscles used to keep the two valves aligned. In many brachiopods, a stalk-like pedicle projects from an opening near the hinge of one of the valves, known as the pedicle or ventral valve. The pedicle, when present, keeps the animal anchored to the seabed but clear of sediment which would obstruct the opening. Brachiopod lifespans range from three to over thirty years. Ripe gametes (ova or sperm) float from the gonads into the main coelom and then exit into the mantle cavity. The larvae of inarticulate brachiopods are miniature adults, with lophophores that enable the larvae to feed and swim for months until the animals become heavy enough to settle to the seabed. The planktonic larvae of articulate species do not resemble the adults, but rather look like blobs with yolk sacs, and remain among the plankton for only a few days before leaving the water column upon metamorphosing. While traditional classification of brachiopods separate them into distinct inarticulate and articulate groups, two approaches appeared in the 1990s. One approach groups the inarticulate Craniida with articulate brachiopods, since both use layers of calcareous minerals their shell; the other approach consideres the Craniida to be a separate third group, as their outer organic layer is distinct from that of both the linguliforms (\"typical\" inarticulates) and rhynchonelliforms (articulates). However, some taxonomists believe it is premature to suggest higher levels of classification such as order and recommend a bottom-up approach that identifies genera and then groups these into intermediate groups. Traditionally, brachiopods have been regarded as members of, or as a sister group to, the deuterostomes, a superphylum that includes chordates and echinoderms. One type of analysis of the evolutionary relationships of brachiopods has always placed brachiopods as protostomes while another type has split between placing brachiopods among the protostomes or the deuterostomes. It was suggested in 2003 that brachiopods had evolved from an ancestor similar to Halkieria, a slug-like Cambrian animal with \"chain mail\" on its back and a shell at the front and rear end; it was thought that the ancestral brachiopod converted its shells into a pair of valves by folding the rear part of its body under its front. However, new fossils found in 2007 and 2008 showed that the \"chain mail\" of tommotiids formed the tube of a sessile animal; one tommotiid resembled phoronids, which are close relatives or a subgroup of brachiopods, while the other tommotiid bore two symmetrical plates that might be an early form of brachiopod valves. Lineages of brachiopods that have both fossil and extant taxa appeared in the early Cambrian, Ordovician, and Carboniferous periods, respectively.[3] Other lineages have arisen and then become extinct, sometimes during severe mass extinctions. At their peak in the Paleozoic era, the brachiopods were among the most abundant filter-feeders and reef-builders, and occupied other ecological niches, including swimming in the jet-propulsion style of scallops. Brachiopod fossils have been useful indicators of climate changes during the Paleozoic. However, after the Permian–Triassic extinction event, brachiopods recovered only a third of their former diversity. A study in 2007 concluded the brachiopods were especially vulnerable to the Permian–Triassic extinction, as they built calcareous hard parts (made of calcium carbonate) and had low metabolic rates and weak respiratory systems. It was often thought that brachiopods went into decline after the Permian–Triassic extinction, and were out-competed by bivalves, but a study in 1980 found both brachiopod and bivalve species increased from the Paleozoic to modern times, with bivalves increasing faster; after the Permian–Triassic extinction, brachiopods became for the first time less diverse than bivalves. Brachiopods live only in the sea, and most species avoid locations with strong currents or waves. The larvae of articulate species settle in quickly and form dense populations in well-defined areas while the larvae of inarticulate species swim for up to a month and have wide ranges. Brachiopods now live mainly in cold water and low light. Fish and crustaceans seem to find brachiopod flesh distasteful and seldom attack them. Among brachiopods, only the lingulids (Lingula sp.[4]) have been fished commercially, on a very small scale. One brachiopod species (Coptothyrus adamsi) may be a measure of environmental conditions around an oil terminal being built in Russia on the shore of the Sea of Japan. The word \"brachiopod\" is formed from the Ancient Greek words brachion (\"arm\") and podos (\"foot\").[5] They are often known as \"lamp shells\", since the curved shells of the class Terebratulida resemble pottery oil-lamps.[2] Brachiopods are the state fossil of the U.S. state of Kentucky.[6] Modern brachiopods range from 1 to 100 millimetres (0.039 to 3.937 in) long, and most species are about 10 to 30 millimetres (0.39 to 1.18 in).[2] Magellania venosa is the largest extant species.[7] The largest brachiopods known – Gigantoproductus and Titanaria, reaching 30 to 38 centimetres (12 to 15 in) in width – occurred in the upper part of the Lower Carboniferous.[8] Brachiopods have two valves (shell sections), which cover the dorsal (top) and ventral (bottom) surface of the animal, unlike bivalve molluscs whose shells cover the lateral surfaces (sides). The valves are unequal in size and structure, with each having its own symmetrical form rather than the two being mirror images of each other. The brachial valve is usually smaller and bears brachia (\"arms\") on its inner surface. These brachia are the origin of the phylum's name, and support the lophophore, used for feeding and respiration. The pedicle valve is usually larger, and its near the hinge it has an opening for the stalk-like pedicle through which most brachiopods attach themselves to the substrate. (R. C. Moore, 1952) The brachial and pedicle valves are often called the dorsal and ventral valves, respectively, but some paleontologists regard the terms \"dorsal\" and \"ventral\" as irrelevant since they believe that the \"ventral\" valve was formed by a folding of the upper surface under the body. The ventral (\"lower\") valve actually lies above the dorsal (\"upper\") valve when most brachiopods are oriented in life position. In many living articulate brachiopod species, both valves are convex, the surfaces often bearing growth lines and/or other ornamentation. However, inarticulate lingulids, which burrow into the seabed, have valves that are smoother, flatter and of similar size and shape. (R. C. Moore, 1952) Articulate (\"jointed\") brachiopods have a tooth and socket arrangement by which the pedicle and brachial valves hinge, locking the valves against lateral displacement. Inarticulate brachiopods have no matching teeth and sockets; their valves are held together only by muscles. (R. C. Moore, 1952) All brachiopods have adductor muscles that are set on the inside of the pedicle valve and which close the valves by pulling on the part of the brachial valve ahead of the hinge. These muscles have both \"quick\" fibers that close the valves in emergencies and \"catch\" fibers that are slower but can keep the valves closed for long periods. Articulate brachiopods open the valves by means of abductor muscles, also known as diductors, which lie further to the rear and pull on the part of the brachial valve behind the hinge. Inarticulate brachiopods use a different opening mechanism, in which muscles reduce the length of the coelom (main body cavity) and make it bulge outwards, pushing the valves apart. Both classes open the valves to an angle of about 10°. The more complex set of muscles employed by inarticulate brachiopods can also operate the valves as scissors, a mechanism that lingulids use to burrow.[9] Each valve consists of three layers, an outer periostracum made of organic compounds and two biomineralized layers. Articulate brachiopods have an outermost periostracum made of proteins, a \"primary layer\" of calcite (a form of calcium carbonate) under that, and innermost a mixture of proteins and calcite.[9] Inarticulate brachiopod shells have a similar sequence of layers, but their composition is different from that of articulated brachiopods and also varies among the classes of inarticulate brachiopods. The Terebratulida are an example of brachiopods with a punctate shell structure; the mineralized layers are perforated by tiny open canals of living tissue, extensions of the mantle called caeca, which almost reach the outside of the primary layer. These shells can contain half of the animal's living tissue. Impunctate shells are solid without any tissue inside them. Pseudopunctate shells have tubercles formed from deformations unfurling along calcite rods. They are only known from fossil forms, and were originally mistaken for calcified punctate structures.[10][11] Lingulids and discinids, which have pedicles, have a matrix of glycosaminoglycans (long, unbranched polysaccharides), in which other materials are embedded: chitin in the periostracum;[9] apatite containing calcium phosphate in the primary biomineralized layer;[12] and a complex mixture in the innermost layer, containing collagen and other proteins, chitinophosphate and apatite.[9][13] Craniids, which have no pedicle and cement themselves directly to hard surfaces, have a periostracum of chitin and mineralized layers of calcite.[9][14] Shell growth can be described as holoperipheral, mixoperipheral, or hemiperipheral. In holoperipheral growth, distinctive of craniids, new material is added at an equal rate all around the margin. In mixoperipheral growth, found in many living and extinct articulates, new material is added to the posterior region of the shell with an anterior trend, growing towards the other shell. Hemiperipheral growth, found in lingulids, is similar to mixoperipheral growth but occurs in mostly a flat plate with the shell growing forwards and outwards.[15] Brachiopods, as with molluscs, have an epithelial mantle which secretes and lines the shell, and encloses the internal organs. The brachiopod body occupies only about one-third of the internal space inside the shell, nearest the hinge. The rest of the space is lined with the mantle lobes, extensions that enclose a water-filled space in which sits the lophophore.[9] The coelom (body cavity) extends into each lobe as a network of canals, which carry nutrients to the edges of the mantle.[16] Relatively new cells in a groove on the edges of the mantle secrete material that extends the periostracum. These cells are gradually displaced to the underside of the mantle by more recent cells in the groove, and switch to secreting the mineralized material of the shell valves. In other words, on the edge of the valve the periostracum is extended first, and then reinforced by extension of the mineralized layers under the periostracum.[16] In most species the edge of the mantle also bears movable bristles, often called chaetae or setae, that may help defend the animals and may act as sensors. In some brachiopods groups of chaetae help to channel the flow of water into and out of the mantle cavity.[9] In most brachiopods, diverticula (hollow extensions) of the mantle penetrate through the mineralized layers of the valves into the periostraca. The function of these diverticula is uncertain and it is suggested that they may be storage chambers for chemicals such as glycogen, may secrete repellents to deter organisms that stick to the shell or may help in respiration.[9] Experiments show that a brachiopod's oxygen consumption drops if petroleum jelly is smeared on the shell, clogging the diverticula.[16] Like bryozoans and phoronids, brachiopods have a lophophore, a crown of tentacles whose cilia (fine hairs) create a water current that enables them to filter food particles out of the water. However a bryozoan or phoronid lophophore is a ring of tentacles mounted on a single, retracted stalk,[17][18] while the basic form of the brachiopod lophophore is U-shaped, forming the brachia (\"arms\") from which the phylum gets its name.[9] Brachiopod lophophores are non-retractable and occupy up to two-thirds of the internal space, in the frontmost area where the valves gape when opened. To provide enough filtering capacity in this restricted space, lophophores of larger brachiopods are folded in moderately to very complex shapes—loops and coils are common, and some species' lophophores contort into a shape resembling a hand with the fingers splayed.[9] In all species the lophophore is supported by cartilage and by a hydrostatic skeleton (in other words, by the pressure of its internal fluid),[16] and the fluid extends into the tentacles.[9] Some articulate brachiopods also have a brachidium, a calcareous support for the lophophore attached to the inside of the brachial valve,[16] which have led to an extremely reduced lophophoral muscles and the reduction of some brachial nerves.[19] The tentacles bear cilia (fine mobile hairs) on their edges and along the center. The beating of the outer cilia drives a water current from the tips of the tentacles to their bases, where it exits. Food particles that collide with the tentacles are trapped by mucus, and the cilia down the middle drive this mixture to the base of the tentacles.[20] A brachial groove runs round the bases of the tentacles, and its own cilia pass food along the groove towards the mouth.[9] The method used by brachiopods is known as \"upstream collecting\", as food particles are captured as they enter the field of cilia that creates the feeding current. This method is used by the related phoronids and bryozoans, and also by pterobranchs. Entoprocts use a similar-looking crown of tentacles, but it is solid and the flow runs from bases to tips, forming a \"downstream collecting\" system that catches food particles as they are about to exit.[21] Most modern species attach to hard surfaces by means of a cylindrical pedicle (\"stalk\"), an extension of the body wall. This has a chitinous cuticle (non-cellular \"skin\") and protrudes through an opening in the hinge.[9] However, some genera have no pedicle, such as the inarticulate Crania and the articulate Lacazella; they cement the rear of the \"pedicle\" (ventral) valve to a surface so that the front is slightly inclined up away from the surface.[2][9] In these brachiopods, the ventral valve lacks a pedicle opening.[23] In a few articulate genera such as Neothyris and Anakinetica, the pedicles wither as the adults grow and finally lie loosely on the surface. In these genera the shells are thickened and shaped so that the opening of the gaping valves is kept free of the sediment.[2] Pedicles of inarticulate species are extensions of the main coelom, which houses the internal organs. A layer of longitudinal muscles lines the epidermis of the pedicle.[9] Members of the order Lingulida have long pedicles, which they use to burrow into soft substrates, to raise the shell to the opening of the burrow to feed, and to retract the shell when disturbed.[16] A lingulid moves its body up and down the top two-thirds of the burrow, while the remaining third is occupied only by the pedicle, with a bulb on the end that builds a \"concrete\" anchor.[22] However, the pedicles of the order Discinida are short and attach to hard surfaces.[9] The pedicle of articulate brachiopods has no coelom, and its homology is unclear. It is constructed from a different part of the larval body, and has a compact core composed of connective tissue. Muscles at the rear of the body can straighten, bend or even rotate the pedicle. The far end of the pedicle generally has rootlike extensions or short papillae (\"bumps\"), which attach to hard surfaces. However, articulate brachiopods of the genus Chlidonophora use a branched pedicle to anchor in sediment. The pedicle emerges from the pedicle valve, either through a notch in the hinge or, in species where the pedicle valve is longer than the brachial, from a hole where the pedicle valve doubles back to touch the brachial valve. Some species stand with the front end upwards, while others lie horizontal with the pedicle valve uppermost.[9] Some early brachiopods – for example strophomenates, kutorginates and obolellates – do not attach using their pedicle, but with an entirely different structure known as the \"pedicle sheath\", which has no relationship to the pedicle.[24][25] This structure arises from the umbo of the pedicle valve, at the centre of the earliest (metamorphic) shell at the location of the protegulum. It is sometimes associated with a fringing plate, the colleplax.[25] The water flow enters the lophophore from the sides of the open valves and exits at the front of the animal. In lingulids the entrance and exit channels are formed by groups of chaetae that function as funnels.[9] In other brachiopods the entry and exit channels are organized by the shape of the lophophore.[16] The lophophore captures food particles, especially phytoplankton (tiny photosynthetic organisms), and deliver them to the mouth via the brachial grooves along the bases of the tentacles.[9] The mouth is a tiny slit at the base of the lophophore.[26] Food passes through the mouth, muscular pharynx (\"throat\") and oesophagus (\"gullet\"),[9] all of which are lined with cilia and cells that secrete mucus and digestive enzymes.[16] The stomach wall has branched ceca (\"pouches\") where food is digested, mainly within the cells.[9] Nutrients are transported throughout the coelom, including the mantle lobes, by cilia.[16] The wastes produced by metabolism are broken into ammonia, which is eliminated by diffusion through the mantle and lophophore.[9] Brachiopods have metanephridia, used by many phyla to excrete ammonia and other dissolved wastes. However, brachiopods have no sign of the podocytes, which perform the first phase of excretion in this process,[27] and brachiopod metanephridia appear to be used only to emit sperm and ova.[9] The majority of food consumed by brachiopods is digestible, with very little solid waste produced.[28] The cilia of the lophophore can change direction to eject isolated particles of indigestible matter. If the animal encounters larger lumps of undesired matter, the cilia lining the entry channels pause and the tentacles in contact with the lumps move apart to form large gaps and then slowly use their cilia to dump the lumps onto the lining of the mantle. This has its own cilia, which wash the lumps out through the opening between the valves. If the lophophore is clogged, the adductors snap the valves sharply, which creates a \"sneeze\" that clears the obstructions.[16] In some inarticulate brachiopods the digestive tract is U-shaped and ends with an anus that eliminates solids from the front of the body wall.[26] Other inarticulate brachiopods and all articulate brachiopods have a curved gut that ends blindly, with no anus.[9] These animals bundle solid waste with mucus and periodically \"sneeze\" it out, using sharp contractions of the gut muscles.[16] The lophophore and mantle are the only surfaces that absorb oxygen and eliminate carbon dioxide. Oxygen seems to be distributed by the fluid of the coelom, which is circulated through the mantle and driven either by contractions of the lining of the coelom or by beating of its cilia. In some species oxygen is partly carried by the respiratory pigment hemerythrin, which is transported in coelomocyte cells.[9] The maximum oxygen consumption of brachiopods is low, and their minimum requirement is not measurable. Brachiopods also have colorless blood, circulated by a muscular heart lying in the dorsal part of the body above the stomach.[9] The blood passes through vessels that extend to the front and back of the body, and branch to organs including the lophophore at the front and the gut, muscles, gonads and nephridia at the rear. The blood circulation seems not to be completely closed, and the coelomic fluid and blood must mix to a degree.[16] The main function of the blood may be to deliver nutrients.[9] The \"brain\" of adult articulates consists of two ganglia, one above and the other below the oesophagus. Adult inarticulates have only the lower ganglion.[29] From the ganglia and the commissures where they join, nerves run to the lophophore, the mantle lobes and the muscles that operate the valves. The edge of the mantle has probably the greatest concentration of sensors. Although not directly connected to sensory neurons, the mantle's chaetae probably send tactile signals to receptors in the epidermis of the mantle. Many brachiopods close their valves if shadows appear above them, but the cells responsible for this are unknown. Some brachiopods have statocysts, which detect changes in the animals' position.[9] Lifespans range from 3 to over 30 years.[2] Adults of most species are of one sex throughout their lives. The gonads are masses of developing gametes (ova or sperm), and most species have four gonads, two in each valve.[9] Those of articulates lie in the channels of the mantle lobes, while those of inarticulates lie near the gut.[16] Ripe gametes float into the main coelom and then exit into the mantle cavity via the metanephridia, which open on either side of the mouth. Most species release both ova and sperm into the water, but females of some species keep the embryos in brood chambers until the larvae hatch.[9] The cell division in the embryo is radial (cells form in stacks of rings directly above each other), holoblastic (cells are separate, although adjoining) and regulative (the type of tissue into which a cell develops is controlled by interactions between adjacent cells, rather than rigidly within each cell).[30][9] While some animals develop the mouth and anus by deepening the blastopore, a \"dent\" in the surface of the early embryo, the blastopore of brachiopods closes up, and their mouth and anus develop from new openings.[9] The larvae of lingulids swim as plankton for months[2] and are like miniature adults, with valves, mantle lobes, a pedicle that coils in the mantle cavity, and a small lophophore, which is used for both feeding and swimming.[9] The larvae of craniids have no pedicle or shell.[16] As the shell becomes heavier, the juvenile sinks to the bottom and becomes a sessile adult.[9] The larvae of articulate species live only on yolk, and remain among the plankton for only a few days.[2] This type of larva has a ciliated frontmost lobe that becomes the body and lophophore, a rear lobe that becomes the pedicle, and a mantle like a skirt, with the hem towards the rear. On metamorphosing into an adult, the pedicle attaches to a surface, the front lobe develops the lophophore and other organs, and the mantle rolls up over the front lobe and starts to secrete the shell.[9] In cold seas, brachiopod growth is seasonal and the animals often lose weight in winter. These variations in growth often form growth lines in the shells. Members of some genera have survived for a year in aquaria without food.[2] Brachiopod fossils show great diversity in the morphology of the shells and lophophore, while the modern genera show less diversity but provide soft-bodied characteristics. Both fossils and extant species have limitations that make it difficult to produce a comprehensive classification of brachiopods based on morphology. The phylum also has experienced significant convergent evolution and reversals (in which a more recent group seems to have lost a characteristic that is seen in an intermediate group, reverting to a characteristic last seen in an older group). Hence some brachiopod taxonomists believe it is premature to define higher levels of classification such as order, and recommend instead a bottom-up approach that identifies genera and then groups these into intermediate groups.[31] However, other taxonomists believe that some patterns of characteristics are sufficiently stable to make higher-level classifications worthwhile, although there are different views about what the higher-level classifications should be.[31] The \"traditional\" classification was defined in 1869; two further approaches were established in the 1990s:[13][32] About 330 living species are recognized,[13] grouped into over 100 genera. The great majority of modern brachiopods are rhynchonelliforms (Articulata).[2] Genetic analysis performed since the 1990s has extended the understanding of the relationship between different organisms. It is now clear the brachiopods do not belong to the Deuterostomia (such as echinoderms and chordates) as was hypothesized earlier, but should be included in the broad group Protostomia, in a subgroup now called Lophotrochozoa. Although their adult morphology seems rather different, the nucleotide sequence of the 18S rRNA indicates that the phoronids (horseshoe worms) are the closest relatives of the inarticulate brachiopods, moreso than articulate brachiopods. For now, the weight of evidence is inconclusive as to the exact relations within the inarticulates. Consequently, it has been suggested to include horseshoe worms in the Brachiopoda as a class named Phoronata B.L.Cohen&Weydmann in addition to the Craniata and Lingulata, within the subphylum Linguliformea. The other subphylum, Rhynchonelliformea contains only one extant class, which is subdivided into the extant orders Rhynchonellida, Terebratulida and Thecideida.[37][38] This shows the taxonomy of brachiopods down to the order level, including extinct groups, which make up the majority of species. Extinct groups are indicated with a (†) symbol: Brachiopods are an entirely marine phylum, with no known freshwater species. Most species avoid locations with strong currents or waves, and typical sites include rocky overhangs, crevices and caves, steep slopes of continental shelves, and in deep ocean floors. However, some articulate species attach to kelp or in exceptionally sheltered sites in intertidal zones. The smallest living brachiopod, Gwynia, is only about 1 millimetre (0.039 in) long, and lives in between gravel grains.[2] Rhynchonelliforms, whose larvae consume only their yolks and settle and develop quickly, are often endemic to an area and form dense populations that can reach thousands per meter. Young adults often attach to the shells of more mature ones. On the other hand, inarticulate brachiopods, whose larva swim for up to a month before settling, have wide ranges. Members of the discinoid genus Pelagodiscus have a cosmopolitan distribution.[2] Brachiopods have a low metabolic rate, between one third and one tenth of that of bivalves. While brachiopods were abundant in warm, shallow seas during the Cretaceous period, most of their former niches are now occupied by bivalves, and most now live in cold and low-light conditions.[39] Brachiopod shells occasionally show evidence of damage by predators, and sometimes of subsequent repair. Fish and crustaceans seem to find brachiopod flesh distasteful.[2] The fossil record shows that drilling predators like gastropods attacked molluscs and echinoids 10 to 20 times more often than they did brachiopods, suggesting that such predators attacked brachiopods by mistake or when other prey was scarce.[40] In waters where food is scarce, the snail Capulus ungaricus steals food from bivalves, snails, tube worms, and brachiopods.[41] Among brachiopods only the lingulids have been fished commercially, and only on a very small scale.[42] It is mostly the fleshy pedicle that is eaten.[43][44][45][46] Brachiopods seldom settle on artificial surfaces, probably because they are vulnerable to pollution. This may make the population of Coptothyrus adamsi useful as a measure of environmental conditions around an oil terminal being built in Russia on the shore of the Sea of Japan.[1] Over 12,000 fossil species are recognized,[13] grouped into over 5,000 genera. While the largest modern brachiopods are 100 millimetres (3.9 in) long,[2] a few fossils measure up to 200 millimetres (7.9 in) wide.[48] The earliest confirmed brachiopods have been found in the early Cambrian, inarticulate forms appearing first, followed soon after by articulate forms.[49] Three unmineralized species have also been found in the Cambrian, and apparently represent two distinct groups that evolved from mineralized ancestors.[50] The inarticulate Lingula is often called a \"living fossil\", as very similar genera have been found all the way back to the Ordovician. On the other hand, articulate brachiopods have produced major diversifications, and suffered severe mass extinctions[48]—but the articulate Rhynchonellida and Terebratulida, the most diverse present-day groups, appeared at the start of the Ordovician and Carboniferous respectively.[47] Since 1991 Claus Nielsen has proposed a hypothesis about the development of brachiopods, adapted in 2003 by Cohen and colleagues as a hypothesis about the earliest evolution of brachiopods. This \"brachiopod fold\" hypothesis suggests that brachiopods evolved from an ancestor similar to Halkieria,[26] a slug-like animal with \"chain mail\" on its back and a shell at the front and rear end.[51] The hypothesis proposes that the first brachiopod converted its shells into a pair of valves by folding the rear part of its body under its front.[26] However, fossils from 2007 onwards have supported a new interpretation of the Early-Cambrian tommotiids, and a new hypothesis that brachiopods evolved from tommotiids. The \"armor mail\" of tommotiids was well-known but not in an assembled form, and it was generally assumed that tommotiids were slug-like animals similar to Halkieria, except that tommotiids' armor was made of organophosphatic compounds while that of Halkieria was made of calcite. However, fossils of a new tommotiid, Eccentrotheca, showed an assembled mail coat that formed a tube, which would indicate a sessile animal rather than a creeping slug-like one. Eccentrotheca's organophosphatic tube resembled that of phoronids,[52] sessile animals that feed by lophophores and are regarded either very close relatives or a sub-group of brachiopods.[53] Paterimitra, another mostly assembled fossil found in 2008 and described in 2009, had two symmetrical plates at the bottom, like brachiopod valves but not fully enclosing the animal's body.[54] At their peak in the Paleozoic, the brachiopods were among the most abundant filter-feeders and reef-builders,[55] and occupied other ecological niches, including swimming in the jet-propulsion style of scallops.[2] However, after the Permian–Triassic extinction event, informally known as the \"Great Dying\",[55] brachiopods recovered only a third of their former diversity.[55] It was often thought that brachiopods were actually declining in diversity, and that in some way bivalves out-competed them. However, in 1980, Gould and Calloway produced a statistical analysis that concluded that both brachiopods and bivalves increased all the way from the Paleozoic to modern times, but bivalves increased faster; the Permian–Triassic extinction was moderately severe for bivalves but devastating for brachiopods, so that brachiopods for the first time were less diverse than bivalves and their diversity after the Permian increased from a very low base; there is no evidence that bivalves out-competed brachiopods, and short-term increases or decreases for both groups appeared synchronously.[56] In 2007 Knoll and Bambach concluded that brachiopods were one of several groups that were most vulnerable to the Permian–Triassic extinction, as all had calcareous hard parts (made of calcium carbonate) and had low metabolic rates and weak respiratory systems.[57] Brachiopod fossils have been useful indicators of climate changes during the Paleozoic era. When global temperatures were low, as in much of the Ordovician, the large difference in temperature between equator and poles created different collections of fossils at different latitudes. On the other hand, warmer periods, such much of the Silurian, created smaller difference in temperatures, and all seas at the low to middle latitudes were colonized by the same few brachiopod species.[58] From about the 1940s to the 1990s, family trees based on embryological and morphological features placed brachiopods among or as a sister group to the deuterostomes.[59][60] a super-phylum that includes chordates and echinoderms.[61] Closer examination has found difficulties in the grounds on which brachiopods were affiliated with deuterostomes:[62] Nielsen views the brachiopods and closely related phoronids as affiliated with the deuterostome pterobranchs because their lophophores are driven by one cilium per cell, while those of bryozoans, which he regards as protostomes, have multiple cilia per cell.[66] However, pterobranchs are hemichordates and probably closely related to echinoderms, and there is no evidence that the latest common ancestor of pterobranchs and other hemichordates or the latest common ancestor of hemichordates and echinoderms was sessile and fed by means of tentacles.[62] From 1988 onwards analyses based on molecular phylogeny, which compares biochemical features such as similarities in DNA, have placed brachiopods among the Lophotrochozoa, a protostome super-phylum that includes molluscs, annelids and flatworms but excludes the other protostome super-phylum Ecdysozoa, whose members include arthropods.[59][62] This conclusion is unanimous among molecular phylogeny studies that use a wide selection of genes: rDNA, Hox genes, mitochondrial protein genes, single nuclear protein genes and sets of nuclear protein genes.[67] Some combined studies in 2000 and 2001, using both molecular and morphological data, support brachiopods as Lophotrochozoa,[68][69] while others in 1998 and 2004 concluded that brachiopods were deuterostomes.[67] The phoronids feed with a lophophore, burrow or encrust on surfaces, and build three-layered tubes made of polysaccharide, possibly chitin, mixed with particles with seabed material. Traditionally they have been regarded as a separate phylum, but increasingly detailed molecular phylogeny studies between 1997 and 2000 have concluded that phoronids are a sub-group of brachiopods.[53] However, an analysis in 2005 concluded that phoronids are a sub-group of bryozoans.[70] While all molecular phylogeny studies and half the combined studies until 2008 conclude that brachiopods are lophotrochozoans, they could not identify which lophotrochozoan phylum were the closest relatives of brachiopods—except phoronids, which are a sub-group of brachiopods.[53][67] However, in 2008 two analyses found that brachiopods' closest lophotrochozoan relatives were nemertines. The authors found this surprising, since nemertines have spiral cleavage in the early stages of cell division and form a trochophore larva, while brachiopods have radial cleavage and a larva that shows no sign of having evolved from a trochophore.[71][72] Another study in 2008 also concluded that brachiopods are closely related to nemertines, casting doubt on the idea that brachiopods are part of a clade Lophophorata of lophophore-feeding animals within the lophotrochozoans.[67] Brachiopod morphology Cranaena, a terebratulid from the Middle Devonian of Wisconsin. The Carboniferous brachiopod Neospirifer condor from Bolivia. The specimen is 7 cm across. Tylothyris, a spiriferid from the Middle Devonian of Wisconsin Rhynchotrema dentatum, a rhynchonellid brachiopod from the Cincinnatian (Upper Ordovician) of southeastern Indiana A Devonian spiriferid brachiopod from Ohio that served as a host substrate for a colony of hederellids. The specimen is 5 cm wide. Syringothyris texta (Hall 1857), dorsal view, internal mold. Lower Carboniferous of Wooster, Ohio Petrocrania brachiopods attached to a strophomenid brachiopod; Upper Ordovician of southeastern Indiana. Lingula found near Ozamis City, Philippines Barroisella, a lingulid from the Middle Devonian of Wisconsin. Brachiopod casts in the Lock Haven Formation Hercosestria cribrosa Cooper & Grant 1969 (Roadian, Guadalupian, Middle Permian); Glass Mountains, Texas. Productid brachiopod ventral valve interior; Roadian, Guadalupian (Middle Permian); Glass Mountains, Texas. Terebratella sanguinea (Leach, 1814) Schizophoria, an orthid from the Middle Devonian of Wisconsin. Striatochonetes, a chonetid from the Middle Devonian of Wisconsin. Oleneothyris, a terebratulid from the Cenozoic of New Jersey A Magellania joubini from the Ross Sea A mass burial of brachiopods from the Logan Formation (Mississippian) in Wooster, Ohio An Abyssothyris from the Challenger Plateau in the Pacific A Terebratalia transversa from California Excavata: Other: ","Title":"Brachiopod - Wikipedia","KeyID":"1651","URL":"https://en.wikipedia.org/wiki/Brachiopod"}