{"Content: ":"The 2014 Donbas general elections were held on 2 November 2014 by the Donetsk and Luhansk People's Republics, at time both member of the now defunct Novorossiya confederation.[1] As a result of a war that started in April of the same year, these internationally unrecognized entities control parts of the Donetsk and Luhansk oblasts in eastern Ukraine, which are together called the Donbas region. The elections, the first of their kind since the establishment of either republic, were held to choose their chief executives and parliaments. In the Donetsk People's Republic, incumbent leader Alexander Zakharchenko won the post of chief executive, and his Donetsk Republic party gained a majority in parliament. In the Luhansk People's Republic, incumbent leader Igor Plotnitsky won the post of chief executive, and his Peace for Luhansk Region party gained a majority in parliament. Neither the European Union nor the United States recognized the elections, which violate the terms of the Minsk Protocol, according to which local elections in the areas occupied by the DPR and LPR were supposed to be held on 7 December, in accordance with Ukrainian law.[2][3][4] Russia, on the other hand, indicated that it would recognize the results as legitimate, although Ukraine had urged Russia to use its influence to stop the elections and \"to avoid a frozen conflict\".[5] Russian foreign minister Sergey Lavrov said that the election was an important step needed \"to legitimize the [DPR and LPR] authorities\".[6] Russian presidential aide Yury Ushakov later qualified that the Russian Federation's position of respecting the results of the election does not necessarily mean an official recognition of the results.[7] In Ukraine as a whole, following the February 2014 revolution, a presidential election had been held on 25 May, and parliamentary elections on 26 October. DPR and LPR authorities blocked these elections in the areas that they control.[5][6] Those authorities had previously held largely unrecognized referendums on 11 May to approve the establishment of the two Republics. Pavel Gubarev as People's Governor New Russia Party Aleksandr Zakharchenko Donetsk Republic   Elections of deputies to the Supreme Soviet of the Donetsk People's Republic, along with elections for the chief executive of the DPR, took place on 3 November 2014. A central election commission was established to organise the election, and prepared 3.2 million paper ballots. People who were at least thirty years old and who \"permanently resided\" in the DPR in the previous ten years were electable for terms of four years, and public organisations could nominate candidates.[1] No voter lists were used, leading to fears of potential duplicate votes.[8][9] Internet voting was allowed, apparently so that those who lived outside the territory controlled by the DPR could cast a vote. Internet voting started prior to election day.[9] These internet votes were accepted by email, as long as the voter sent a scanned copy of their passport along with their vote.[8] The election commission set up mobile polling stations, allowing DPR fighters, including non-citizens - Russians and other foreigners in their ranks - to vote.[9] Many polling places in Donetsk offered voters cabbage, potatoes, carrots, beetroot, and onions at below market price, or even for free, in an effort to draw voters.[8][10] According to DPR, over 360 polling stations were open on election day.[citation needed] According to an article that appeared in The Guardian, most supporters of a united Ukraine had long since left DPR-controlled territory by the time of the elections.[11] The article also mentioned that those pro-Ukrainian people who remained in the region were forced to \"keep quiet in an atmosphere of fear, in which those suspected of pro-Kyiv sympathies could be arrested or worse\". Three candidates vied for the position of DPR chief. These were Aleksandr Zakharchenko, Yuri Sivokonenko, and Aleksandr Kofman. Two political parties contested seats in the parliamentary elections: Donetsk Republic and Free Donbas. Whilst the Communist Party of the Donetsk People's Republic had planned to participate in the elections, it was not allowed to participate because it \"made too many mistakes in its submitted documents\".[12] It endorsed Aleksandr Zakharchenko.[13] Pavel Gubarev and his New Russia Party, along with other parties, were banned from participating because they \"were not able to hold a founding conference\", had \"purported errors in their documents\", or had \"not notified the central election commission of the conference at which the party had been founded\".[14][15] DPR chief candidate and incumbent DPR prime minister Aleksandr Zakharchenko's election promises were described by the Financial Times as \"a list of mandates and promises that ran the gamut from somewhat realistic to well outside the realm of possibility\".[16] During campaign rallies, he told potential voters that he wanted pensions to be \"higher than in Poland\", and that pensioners should have enough money to \"travel to Australia at least once a year to shoot a dozen kangaroos on Safari\".[9] Zakharchenko promised to build \"a normal state, a good one, a just one. Our boys died for this, civilians are still being killed for this until now\".[9] Zakharchenko also vowed that production would soon restart at businesses closed by the war, that there would be a ten percent discount on certain groceries, that salaries would be immediately distributed to the city's doctors and nurses, and that pensioners would soon receive the pensions that had been unpaid since the start of the war.[16] During a campaign rally, he said \"These are historical times. We are creating a new country! It's an insane goal\", and that \"We're like the United Arab Emirates. Our region is very rich. We have coal, metallurgy, natural gas...the difference between us and the Emirates is they don't have a war there and we do\".[16] During campaign events, Zakharchenko carefully recorded the names of all those who appealed to him for help with some problem, and then summoned \"one of a dozen aides who he promised would swiftly deal\" with these problems.[16] Across DPR territory, billboards were plastered with messages in support of Zakharchenko.[8] Posters in support of Zakharchenko read \"Vote for life!\", and pictured doves and children.[9] According to The New York Times, these billboards suggested \"a tight race between Aleksandr Zakharchenko and Aleksandr Zakharchenko\".[8] Other candidates did not use billboards or posters, and were generally unknown to voters.[16] DPR chief candidate Yuri Sivokonenko said \"I didn't ask people to vote for me, because I don't have any differences in principle with Zakharchenko\".[8] A poll conducted by the Donetsk State University of Management evaluated voter support for candidates.[17] 53% of those polled supported Aleksandr Zakharchenko, whereas only 7% supported Yuri Sivokonenko, and 6% supported Alexander Kofman. Another survey, conducted by SOCIS, found that 51.3% of those polled supported Zakharchenko, 5.1% supported Sivokonenko, and only 0.8% supported Kofman.[14][18] With regard to the parliamentary elections, a survey by the Donetsk State University of Management found that 48% of those polled supported the \"Donetsk Republic\" party, whilst 11% supported the \"Free Donbas\" party.[17] A survey by SOCIS found that 39.1% of those polled supported Donetsk Republic, whilst 31.6% supported Free Donbas.[14][18] Roman Lyagin, head of the DPR central election commission, announced the results of the election on 3 November.[citation needed] Elections to the Supreme Soviet of the Luhansk People's Republic, along with elections for chief of the LPR, took place on 3 November 2014. In the LPR, residents that were of eighteen years of age were allowed to vote at more than 100 polling places.[21] Five polling places were opened at Donbas refugee camps in Russia. A central election commission was created to organise the election, led by Sergei Kozyakov. He stated on 31 October that early voting turnout at mobile polling stations ranged from 90% to \"not enough ballots\".[22] The commission refused to register multiple parties and candidates on technical grounds, and one of these refusals led to violent clashes that left three people injured.[15] Four candidates vied for the position of LPR chief. These were incumbent LPR prime minister Igor Plotnitsky, Oleg Akimov, Larisa Airapetyan, and Viktor Penner.[14] Three political parties contested seats in the parliamentary elections: Peace for Luhansk Region, Luhansk Economic Union, and the People's Union.[14] According to LPR central election commission head Sergei Kozyakov, voter turnout was greater than 60 percent.[citation needed] He said that more than 630,000 people had cast ballots in the elections. Results of the election were announced by him on 3 November 2014.[23] According to the text of the Minsk Protocol, local elections in Donbas were meant to be held in early December, in compliance with Ukrainian law.[25] The Russian ambassador, Zakharchenko, and Plotnitsky signed the Protocol. Five days after signing a follow-up memorandum on the implementation of the Minsk Protocol, DPR and LPR authorities announced that they would hold their own elections in November. The United States and the European Union quickly condemned the elections.[25] As a representative of Russia signed the Minsk Protocol, some European leaders asked Russian President Vladimir Putin to use his influence to stop the elections in the DPR and LPR. Russian Foreign Minister Sergey Lavrov said on 28 October that Russia would recognise the results and that they did not violate the Protocol.[2] OSCE chairman Didier Burkhalter confirmed that the DPR and LPR elections ran \"counter to the letter and spirit of the Minsk Protocol\", and said that they would \"further complicate its implementation\".[26] According to Burkhalter, the Trilateral Contact Group on Ukraine attempted to raise this issue with the DPR and LPR authorities in a video conference on 31 October, but DPR and LPR representatives did not respond. The Donetsk People's Republic central election commission said that 50 foreign observers monitored the elections. Most of these observers were far-right politicians and activists, and were said to come from Russia, Abkhazia, France, Belgium, Bulgaria, Czech Republic, Germany, Hungary, Israel and the United States.[15][27] Two organisations were involved in setting up this observer mission. These were the Eurasian Observatory for Democracy and Elections (EODE), run by the Belgian far-right activist Luc Michel, and the European Centre for Geopolitical Analysis (ECGA), run by Polish far-right politician Mateusz Piskorski.[27] Another newly created organisation called the \"Agency for Security and Cooperation in Europe\" (ASCE), and mainly made up of European far-right politicians, travelled to the DPR and LPR to attempt to legitimise the elections.[28] No monitors from the OSCE were present on election day, and the creation of the similarly named \"ASCE\" was widely viewed as farcical. One of the members of the organisation, Austrian far-right politician Ewald Stadler, later admitted that it did not legally exist.[10]","Title":"2014 Donbas general elections - Wikipedia","KeyID":"16515","URL":"https://en.wikipedia.org/wiki/2014_Donbas_general_elections"}