{"Content: ":"Attacks on civilians The 2015 Kharkiv bombing occurred on 22 February 2015, when a bomb hit a Ukrainian national unity rally in the Ukrainian city of Kharkiv, Kharkiv Oblast.[2][3][4] The blast killed at least three people and injured another 10, including a boy age 15 and a policeman. On 25 February the death toll rose to four.[5][6] It was one of many bombings in the cities of the Kharkiv oblast and Odessa oblast. Security forces arrested four people after the attack. More attacks happened in the city afterwards.[citation needed] Bloomberg reported that the deadly attack in the government-controlled city assisted the decline of the hryvnia, Ukraine's national currency.[7] On 28 December 2019 suspects Viktor Tetyutsk, Serhiy Bashlykov and Volodymyr Dvornikov were sentenced to life imprisonment.[1] They were released (during a major prison exchange) and handed over to representatives of the so-called Donetsk People's Republic and Luhansk People's Republic on 29 December 2019.[1] On February 22, 2015, an action was planned in Kharkiv. The announcement on the Euromaidan Kharkiv website stated the following:[8] \"A year ago, tens of thousands of people came out in Kharkiv to thwart Bandyukovich's plans to split Ukraine. This year, Putler is threatening us with war in Kharkiv. Let's go out again to destroy Putler's delusion. We will meet on February 22, 2015 at 12:00 near the Palace of Sports, and we will take a long walk to the Freedom Square, we will demonstrate once again - we are against separatism and arbitrariness! We will break even the very thought of coming to us.\" - Euromaidan Kharkiv website. February 12, 2015. The march began near the Palace of Sports, activists lined up in a column and moved in the direction of Freedom Square. However, at about 1:20 p.m., when the column was only 100 meters away, an explosion erupted.[9][10] The device, which, according to Kharkiv Oblast Prosecutor Yuriy Danylchenko, was an anti-personnel mine with a radio-controlled device, fired. According to the Security Service of Ukraine, the explosive was hidden in a snowdrift the night before. The TNT equivalent of an explosion is 2 kg.[11] The explosion killed two (well-known Kharkiv Euromaidan activist Ihor Tolmachev[12] and police lieutenant colonel Vadym Rybalchenko[13][14]) and injured eleven people.[12] The next day, 15-year-old Danylo Didyk, who suffered a severe brain injury and fell into a coma as a result of the explosion, died.[15][16] Mykola Melnychuk, an 18-year-old student of the Kharkiv Academy of Municipal Economy, died on February 24 after an explosion.[17] Some fragments were taken over by a Gazelle car, which was driving near the epicenter at the time, and this significantly reduced the number of victims.[11] Criminal proceedings have been instituted by the Kharkiv Oblast Prosecutor's Office over the explosion. The Security Service of Ukraine has announced the launch of an anti-terrorist operation in the city. According to the adviser to the head of the Security Service of Ukraine Markiyan Lubkivsky, 4 suspects - members of the underground terrorist group \"Kharkiv Partisans\" were detained, and RPO-A Shmel was seized from the detainees. With the help of these weapons, terrorists were preparing to commit several more terrorist acts on February 22, in particular, shelling clubs and shopping malls.[18] February 23 was declared a day of mourning for the dead in Kharkiv.[19] On January 16, 2017, Ukraine filed a lawsuit with the International Court of Justice to bring Russia to justice for acts of terrorism and discrimination during its illegal aggression against Ukraine. Among the listed terrorist attacks was the terrorist attack during the March of Unity. On February 24, by decree of the President of Ukraine, the deceased activist Ihor Tolmachov was posthumously awarded the Order \"For Courage\" of the third degree \"for civic courage, patriotism, selfless service to the Ukrainian people\". A popular assembly in memory of the victims was held in Kharkiv on February 24.[20] On February 22, 2016, a memorial to the victims was unveiled near the site of the terrorist attack in Kharkiv.[21] In 4 days, on February 27, a 21-year-old drunk man tried to knock down a monument, scatter flowers laid nearby and paint a picture of the state flag. The proceedings against him were sent to court. He pleaded not guilty in court. He was released from responsibility due to the fact that at the time of sentencing in March 2019, the three-year statute of limitations for criminal prosecution had expired. Claims for moral and material compensation were also dismissed.[22] Every year, assemblies honoring the victims are held by the memorial.[23][21][24][25][26] On April 22, 2015, the Kharkiv Oblast Prosecutor's Office approved and sent to the Frunzensky District Court of Kharkiv an indictment against three suspects in the terrorist attack - Viktor Tetyutky, Volodymyr Dvornikov and Serhiy Bashlykov.[27] On February 22, 2017, Kharkiv Oblast Prosecutor Yuriy Danylchenko stated that the accused and their defenders were using every opportunity to prolong the trial. He also noted that \"90% of the trial is complete\", about 60 court hearings have already taken place and more than 20 have been disrupted due to the defense.[28] As of December 5, 2018, the case was pending in the Frunzensky District Court of Kharkiv. Three people remained accused: Viktor Tetyutky, Volodymyr Dvornikov, and Serhiy Bashlykov.[29] On December 26, 2019, Prosecutor Volodymyr Lymar stated during a regular court hearing that the accused in the terrorist attack near the Palace of Sports are on exchange lists, and Russia is in principle demanding their exchange. An agreement on the exchange of detainees on a \"one-size-fits-all\" basis until December 31 was reached at the Normandy Summit on December 9, 2019, in Paris. The prosecutor filed a motion to change the measure of restraint for the accused from detention to personal commitment and at the same time requested life imprisonment for all three defendants.[30] The lawyer of the victims of the terrorist attack, Oleg Golovkov, stated that the transfer of the accused in this case to another state \"will have obvious signs of a crime against justice.\" From his point of view, the accused do not fall into any category suitable for exchange.[31] On December 28, a panel of judges at the Frunzensky District Court in Kharkiv sentenced Viktor Tetyutky, Volodymyr Dvornikov, and Serhiy Bashlykov, accused of the terrorist attack, to life in prison with confiscation of property. However, due to \"exceptional circumstances\" the precautionary measure for convicts was changed to \"personal obligation\".[32] After the verdict was announced, the lawyer of the victims of the terrorist attack, Oleg Golovkov, told the media that he and his clients had no claims to the verdict itself, but intended to appeal the decision to extradite the convicts as \"political and in no way related to the law\".[33]","Title":"2015 Kharkiv bombing - Wikipedia","KeyID":"16517","URL":"https://en.wikipedia.org/wiki/2015_Kharkiv_bombing"}