{"Content: ":"2022 Russian invasion of Ukraine The Sparta Battalion (Russian: батальон «Спарта») is a Russian separatist military unit of the breakaway Donetsk People's Republic (DPR) in eastern Ukraine. It has been fighting against the Armed Forces of Ukraine in the Donbas War and the 2022 Russian invasion. Formed in 2014, it was initially led by the Russian-born Arsen Pavlov (callsign \"Motorola\") until his death in October 2016, and then by Vladimir Zhoga (Russian: Владимир Жога, callsign \"Vokha\"), from Sloviansk,[1] until his death in March 2022.[2] The battalion took part in the Battle of Ilovaisk and Second Battle of Donetsk Airport and several others.[3][4] According to Foreign Policy, the Sparta Battalion has \"a reputation for ruthlessness\".[5] It has been accused of war crimes in Donbas. The battalion flies the black-yellow-white flag of the Russian Empire and, according to the European Eye on Radicalization, the unit \"uses a combination of symbols of the Spartan military culture, well-known drivers of the far-right, and from the Tsarist era\".[6] German anti-extremist news website Belltower described the militia as Russian ultranationalist and irredentist.[7] According to Ukrainian and Russian sources, the unit was formed in August 2014 in Donetsk, based on the previously existing anti-tank/MG troop led by Pavlov which earlier reportedly participated in Battle of Ilovaisk along with Igor Strelkov's \"volunteer\" forces.[8][9][10] In 2014, the battalion took part in the Battle of Illovaisk.[8][11] In 2015, it fought in the Second Battle of Donetsk Airport.[12][11] During this battle, its fighters were filmed capturing Ukrainian soldiers (who were later paraded through Donetsk, where they were attacked by locals), and transporting the bodies of Ukrainian soldiers.[13] Pavlov made Ukrainian POWs carry the bodies of other Ukrainians because, he said, \"it's not our job to recover dead bodies, it's our job to make them.\"[13] In January 2015, it participated in the Battle of Debaltseve.[14] In March 2016, it was in the armed skirmish in Dokuchaievsk.[15] In September 2016, the group was deployed into Lugansk People's Republic, with the stated aim of preventing an anticipated coup d'état.[16] In late 2016, it was deployed at Sergey Prokofiev airport in Donetsk.[17][18] The battalion took part in: In February 2015, Ukrainian SSU started an investigation into allegations of war crimes committed in January 2015 by the Battalion and its leader Arsen Pavlov, with charges including murder, bullying, torture and forcing people into slave labor.[20][21][22] In April 2015 Russian deputy director of the Europe and Central Asia Amnesty International, Denis Krivosheev, blamed Pavlov for killing and torturing Ukrainian POWs[23][24] captured at Donetsk airport.[11] According to Krivosheev, Pavlov said in an interview to the Kyiv Post that he killed Ukrainian Branovitsky Igor [ru] who was prisoner of war at the time of his detention and who suffered several facial wounds and wasn't able to walk.[24][25][26] In an controversial tape which was published on YouTube in April 2015 which features voices of both of the Kyiv Post's journalist and a voice allegedly belonging to Pavlov, with the latter claiming to have killed 15 prisoners when the journalist asked him about Branovitsky, saying “I’ve shot 15 prisoners. I don’t give a shit. No comment. I kill whoever I want.”[27][22][11] Amnesty called for thorough investigation of the crime.[24] A surviving Ukrainian POW interviewed by the BBC said he had seen Pavlov shooting Branovitsky.[28] In June it was reported by a Ukraine official that Interpol refused to put Pavlov on their wanted list on the grounds of the \"political nature of the Motorola case\".[29][30] In 2016, a Vice News journalist described being told by Sparta members about Ukrainian corpses still at Donetsk airport, which Sparta members had forced Ukrainian POWs to bury in 2014.[18] Members' names were posted on Facebook on 5 April 2015 by Vyacheslav Abroskin, head of Donetsk Oblast's police. At least 40 names were listed.[22] Its membership reportedly includes foreign fighters from Moldova.[31] In March 2022, the Battalion's commander Vladimir Zhoga was killed at Volnovakha in the course of the Russian invasion of Ukraine.[32][33] He was posthumously awarded the title of \"Hero of the Russian Federation\" by Russian president Vladimir Putin.[34] The sub-units of the battalion are approximately following: The battalion flies the black-yellow-white flag of the Russian Empire and, according to the European Eye on Radicalization, the unit \"uses a combination of symbols of the Spartan military culture, well-known drivers of the far-right, and from the Tsarist era\".[6][37] Its flag includes a letter M. According to a fighter interviewed by The Independent, this is \"because it is dedicated to Motorola, our commander... a DPR hero\".[17] The Ukrainian newspaper Segodnya noted how the stylized red \"M\" looks identical to the logo of the Sparta Rangers, a fictional faction of elite soldiers from the Metro 2033 videogame.[38] First commander of the battalion preparing to participate in Victory Parade in 2015. Sparta Battalion in Ilovaisk talking to civilians near a cellar (August 2014) Sparta Battalion troops near the Donetsk Airport (October 2014) Company commander of the Sparta Battalion, \"Matros\", in Donetsk Airport. He led the final DPR assault on the New Terminal. Arsen Pavlov with his troops on BTR-70s during the rehearsal of the 2015 Donetsk Victory Day parade Arsen Pavlov and Sparta Battalion troops on a BTR-80 during the 2016 Donetsk Victory Day parade Sparta soldier at the Victory Parade in 2016.","Title":"Sparta Battalion - Wikipedia","KeyID":"16523","URL":"https://en.wikipedia.org/wiki/Sparta_Battalion"}