{"Content: ":"The Somalia Battalion (Russian: Батальон «Сомали») is a separatist military unit of the self-declared Donetsk People's Republic in Ukraine, which has been fighting against the Armed Forces of Ukraine in the Donbas War and the 2022 Russian invasion. The battalion's full name is 1st Separate Tank Battalion Somalia (previously 1st Separate Battalion Tactical Group Somalia).[citation needed] According to its former commander Mikhail Tolstykh (alias Givi), the battalion took the name \"Somalia\" due to bravery of Somali people upon its original formation.[1] The unit is permanently stationed in Donetsk and Makiivka.[citation needed] Its current commander is Timur Kurilkin.[2] The Somalia Battalion was formed in 2014 and participated in the Donbas War. It was originally a special task force under the Ministry of Defense of the Donetsk People's Republic,[3] a self-proclaimed breakaway state in eastern Ukraine. In 2015 the breakaway states Donetsk People's Republic and Luhansk Peoples Republic, and all their military units, were designated as terrorist organisations by the Supreme Court of Ukraine.[4][5] In February 2017, the unit's commander, Mikhail Tolstykh ('Givi'), was assassinated in his office with a RPO-A Shmel rocket launcher. It is alleged he was killed by his own side because he knew who shot down Malaysia Airlines Flight 17, or that he was killed by Ukrainian forces.[3] The battalion took part in the Siege of Mariupol alongside Russian forces during the 2022 Russian invasion of Ukraine.[6] In 2022, while being decorated by the leader of the Donetsk People's Republic, Denis Pushilin, Senior Lieutenant of the Somalia Battalion Roman Vorobyov allegedly was seen wearing a Totenkopf (used by the 3rd SS Panzer Division and by the SS-Totenkopfverbände) and a valknut on his arm patch;[7] both symbols are associated with neo-Nazism.[8][7] The part of the video showing Vorobyov was later deleted when it was posted on Denis Pushilin's website.[9] The battalion has T-64 and T-72 tanks, BMP-1, BTR-70, MT-LB and BRDM-2 armoured fighting vehicles as well as supporting artillery, mortars and transport vehicles.[citation needed]","Title":"Somalia Battalion - Wikipedia","KeyID":"16524","URL":"https://en.wikipedia.org/wiki/Somalia_Battalion"}