{"Content: ":"Sergey Valeryevich Aksyonov (Russian: Сергей Валерьевич Аксёнов, Ukrainian: Сергій Валерійович Аксьонов, Romanian: Serghei Valerievici Aksionov; born 26 November 1972) is a Russian politician serving, since 9 October 2014, as the Head of the Russian-occupied, but internationally unrecognised, Republic of Crimea.[1][2] Sergey Aksyonov was born in Bălți in the Moldavian SSR on 26 November 1972. His father was the leader of a group called the Russian Community of Northern Moldova in Bălți.[3][4] In 1989, he moved to Crimea and enrolled in a college for military engineers in Simferopol; however, the fall of the Soviet Union occurred before he could graduate from the academy to become a Soviet Army officer. He then refused to swear an oath of allegiance to Ukraine, which he considered 'an unjustly severed appendage of Russia'.[3][5] From 1993 to 1998, he was deputy director of a company named Ellada, a business related to food products.[6][5] From October 1998 to March 2001, he was deputy director of the Asteriks company and since April 2001 he has been deputy director of the Eskada company.[5] Aksyonov is also the head of Crimea's Greco-Roman wrestling organization, Sports club Hwarang-do.[7][5] Aksyonov received his Ukrainian passport on 12 August 1997.[5] Sources have alleged that Aksyonov served in the mid 1990s as a lieutenant, or overseer, with the nickname \"Goblin\"[8][9][10][11][5] in the organized criminal gang \"Salem (organized crime group) [ru]\".[12][5] Aksyonov denied the allegations.[9] Ukrainian politician and former chief of militsiya in Crimea, Hennadiy Moskal (1997–2000) claims that Aksyonov had connection with the criminal world. In 1995, some members of Salem had taken office as local deputies, receiving Legislative immunity.[13][14][15][16] \"Aksyonov reportedly used to work side-by-side with another gang member, Serhiy Voronkov, in the early 1990s. According to Kyiv Post, Voronkov is a well-known mafia boss who was released from prison in 2008 and is still doing business in Crimea,\" said Andrei Yanitskiy, a journalist of Livy Bereh newspaper who investigated Aksyonov.[17] A native of Sevastopol,[18] Yanitskiy alleges that Aksyonov is still a member of the Salem gang.[17] According to Mikhelson, Aksyonov started his criminal career in the gang \"Greki\" (Greeks)[5] that was created in Crimea by the Savopulo brothers,[5] and only later Aksyonov switched to more notorious \"Salem\".[5] In 1994, authorities were suspecting him and Aleksey Zhuk in the killing of Oleg Fenyuk through a contract.[5] Although the Greki were liquidated, unlike many others Aksyonov managed to survive.[5] The same Zhuk was killed 10 minutes after his phone talk with Aksyonov, which raised suspicions among the former \"partners\".[5] In January 1996, Aksyonov was wounded after a Volvo car in which he was driving overturned on the Simferopol–Moscow highway ( E105) during a shootout.[17][5] According to official documents, the intended target was Samhan Mazahir-oglu Agaev (nicknamed \"Sani\").[5] Beside Agaev and Aksyonov, Aleksandr Bogomol and Pahrutdin Aliev were also in the vehicle.[5] The hit was conducted with automatic weapons by militants of the Greki gang Ruslan and Rusel from Yevpatoria who were driving a black Samara.[5] The hit was contracted by Ivan Savopulo.[5] Both Ruslan and Rusel were arrested on 24 January 1996, but were released due to lack of evidence.[5] In 1997, the chief of Bakhchysarai patrolling unit Berezhnoi claimed that Aksyonov, with a former Major of militsiya, Vladimir Berenshtein (\"Ben\"), killed a chief of the Crimea network of heat supply Kuzin and a director of an alcoholic factory.[5] A HUBOZ operative stated that Aksyonov kept close relations with Sergei Voronkov (\"Voronok\") and the \"godfather\" of Salem Vyacheslav Sheviev (leader of Party of Economic Revival).[5] Around that time, Aksyonov started to buy and stockpile weapons.[5] There is suspicion that the regional office of General Prosecutor of Ukraine received $60,000 to discontinue the investigation into the murder of Volodymyr Tykhonchuk.[5] Aksyonov also received all the assets of Agaev who was killed in the spring of 1997.[5] By 1998, both Salem and Bashmaki had become the most powerful gangs in Crimea and the President of Ukraine was forced to send special operations units of militsiya and the Security Service of Ukraine to restore order in the region.[5] Aksyonov sued Mikhail Bakharev, Vice Speaker of the Crimean Parliament in 2010, for alleging such improprieties. Although the court of the original jurisdiction ruled for Aksyonov and demanded that Bakharev publish a retraction, the decision was overturned by an appellate court which determined that there was no evidence to disprove the allegations.[19] Andriy Senchenko, a Crimean member of Verkhovna Rada from Batkivshchyna party alleged that Aksyonov was involved in these activities together with Supreme Council Chairman, Vladimir Konstantinov.[13][20][21][22] Senchenko alleges that \"there were reports that he participated in the contract killing of (Volodymyr) Tykhonchuk [in 2004], then head of Crimean State Securities Commission, and before that in the killing of head of State Property Fund (Oleksiy) Golovizin [in 1997].\"[17] Aksyonov was investigated by the police for both murders, but has never been prosecuted. Senchenko believes Aksyonov managed to evade criminal responsibility due to his connections on the peninsula.[17] During the armed occupation of the Crimean parliament by Russian forces under his command, Aksyonov was voted into office following a vote of no confidence in the new Ukrainian government.[23][24][3] Already having well documented links to organized crime, since 5 March 2014, he has been wanted by the Ukrainian Security Service after being charged under Part 1 of Article 109 of the Criminal Code of Ukraine (\"Actions aimed at the violent overthrow, change of constitutional order, or the seizure of state power\").[25] Aksyonov was granted Russian citizenship as a resident of Moldova on 10 January 2003.[26] In 2008, he became a member of the \"Russian Community of Crimea\" (\"Русская община Крыма\") and a member of public organisation \"Civic Asset of Crimea\" (\"Гражданский актив Крыма\"). Mykola Kirilchuk, a former Crimean Minister of Industry, stated that in 2008–2009 Aksyonov borrowed almost $5 million from him to develop the Russian Unity party. Kirilchuk has since fled Crimea and has been trying to get his money back though the court system.[17] Since 2009, he has been a member of the board in \"Гражданский актив Крыма\", co-president of Coordinating Council \"За русское единство в Крыму!\" (\"For Russian Unity in Crimea!\"), and leader of the all-Crimean public political movement Russian Unity (\"Русское единство\").[citation needed] Since 2010, Aksyonov had been a deputy of the Supreme Council of Crimea, elected as a member of Russian Unity, which had 4% of votes (warranting 3 seats of total 100 in Crimean parliament) during elections into Supreme Council of Crimea.[27] During a talk show on the TV channel ATR on 3 March 2012, Aksyonov commented about a possible accession of Crimea to Russia: \"I think the time for this process has already passed. Today we live in Ukraine. I have an Ukrainian passport, Ukrainian citizenship, so all problems should be discussed only in friendly relations between our countries\".[28] Following the Ukrainian revolution, on 27 February an emergency session was held in the Crimean legislature while it was occupied by members of Crimea's self-defense forces.[3] After sealing the doors and confiscating all mobile phones, the MPs who had been invited by Aksyonov to enter the building, passed the motion in the presence of the gunmen armed with Kalashnikov assault rifles and rocket launchers.[3][17][29][30] The result was that 55 of 64 votes elected Aksyonov Prime Minister.[31] Various media accounts have disputed whether he was able to gather a quorum of 50 of his peers before the session convened that day, and some Crimean legislators who were registered as present have said they did not come near the building.[3] Others denied being in the city, and claimed that duplicate voting cards stolen from the Parliament's safe were used in their name.[32] Opposition deputies have avoided speaking out publicly out of fear of reprisal, due to threats received.[32] Crimean Prime Minister Anatolii Mohyliov was barred from attending the session.[32] Under the Ukrainian constitution, the Prime Minister of Crimea is appointed by the autonomous republic's parliament following consultations with the President of Ukraine. The Director of the Information Analysis department of the legislature's secretariat, Olha Sulnikova, has stated that an agreement exists with ousted president Viktor Yanukovych.[29] The interim President of Ukraine, Oleksandr Turchynov decreed the appointment of Aksyonov as the head of the government of Crimea to be unconstitutional.[33][34] On 5 March 2014, the Shevchenko district court of Kyiv issued a warrant for Aksyonov and Vladimir Konstantinov's arrest,[35] and the Security Service of Ukraine was charged to bring them to court.[35] Due to the Crimean crisis, on 17 March 2014, he was put on Canadian, EU and US[36] sanction lists; his assets in these countries were frozen, and Aksyonov was banned from entering these countries. In the 2014 Crimean parliamentary election, Aksyonov ran as a candidate for United Russia because, according to himself, \"The Popular Front\" had delegated him to the United Russia party list.[37] Sergey Aksyonov was re-elected after the 2019 Crimean parliamentary election.[38] But, during his second term, he refused to combine the positions of Head of the Republic and Prime Minister. The new Prime Minister was appointed Yury Gotsanyuk.[39] Aksyonov has promised that Ukrainian would cease to be an official language if Crimea joined Russia. \"We use two languages on a daily basis – Russian and Crimean Tatar,\" Aksyonov said. \"It's certain that the republic [of Crimea] will have two languages.\"[30] Aksyonov's main goals for the immediate future of Crimea is to \"use the funds, allocated for construction of infrastructures, for healthcare, energy and so on.\"[40] Aksyonov has also pushed for the Crimean Bridge to be completed by 2018.[41] Sergey Aksyonov has led efforts to stamp out dissent among ethnic Crimean Tatars over the annexation, saying \"All activities aimed at non-recognition of Crimea's joining to Russia and non-recognition of the leadership of the country will face prosecution under the law and we will take a very tough stance on this.\"[42] Aksyonov says homosexuals \"have no chance\" in Crimea, and that \"we in Crimea do not need such people.\" He also promised that if gays tried to hold public gatherings, \"our police and self-defense forces will react immediately and in three minutes will explain to them what kind of sexual orientation they should stick to.\"[43]","Title":"Sergey Aksyonov - Wikipedia","KeyID":"16539","URL":"https://en.wikipedia.org/wiki/Sergey_Aksyonov"}