{"Content: ":"Don Cossacks (Russian: Донские казаки, romanized: Donskiye kazaki) or Donians (Russian: донцы, romanized: dontsy), are Cossacks who settled along the middle and lower Don. Historically, they lived within the former Don Cossack Host (Russian: Донско́е каза́чье во́йско, Donskoye Kazache Voisko), which was either an independent or an autonomous democratic republic in present-day Southern Russia and parts of the Donbas region of Ukraine, from the end of the 16th century until 1918. As of 1992, by presidential decree of the Russian Federation, Cossacks can be enrolled on a special register. A number of Cossack communities have been reconstituted to further Cossack cultural traditions, including those of the Don Cossack Host. Don Cossacks have had a rich military tradition - they played an important part in the historical development of the Russian Empire and participated in most of its major wars. The name Cossack (Russian: казак, romanized: kazak; Ukrainian: козак, romanized: kozak) was widely used to characterise \"free people\" (compare Turkic qazaq, which means \"free men\") as opposed to others with different standing in feudal society (i.e., peasants, nobles, clergy, etc.). The name \"cossack\" was also applied to migrants, free-booters and bandits.[4] It has the same etymological root as \"Kazakh\", an unrelated Central Asian Turkic people. [5][6] The exact origins of Cossacks remain unclear. In the modern view, Don Cossacks descend from Slavic people connected with Russian lands like the Povolzhye, the Novgorod Republic, and the Principality of Ryazan, and Ukrainian lands like the Dnieper. Gotho-Alans[7][page needed] could also have played a role in forming Don Cossack culture, which originated in the western part of the North Caucasus.[8][need quotation to verify] More than two thousand years ago the Scythians lived on the banks of the river Don. Many Scythian tombs have been found in this area.[9] Subsequently, the area was inhabited by the Khazars and the Polovtsians. From the 16th to the 18th centuries the steppes of the Don River were part of \"the Wild Field\" (Russian: Дикое Поле). In the late Middle Ages the area was under the general control of the Golden Horde, and numerous Tatar (especially Crimean Tatar) armed groups roamed there, attacking and enslaving merchants and settlers. [10] The first Christians to settle[when?] on the territories around the Don were the Jassi and Kosogi tribes[11] of the Khazar Kaghanate of the 7th to 10th centuries. After the fall of the Golden Horde in 1480, more colonists started to expand onto this land from the Novgorod Republic[12] after the Battle of Shelon (1471), and from the neighboring Principality of Ryazan.[13] Until the end of the 16th century, the Don Cossacks inhabited independent free territories.[14] Cossacks of Ryazan are mentioned in 1444 as defenders of Pereslavl-Zalessky against the units of Golden Horde and in a letter of Ivan III of Russia from 1502. After the Golden Horde fell in 1480, the area around the Don River was divided between the Crimean west side and the Nogai east side. On their border since the 14th century the vast steppe of the Don region was populated by those people who were not satisfied with the existing social order, by those who did not recognize the power of the land-owners, by runaway serfs, by those who longed for freedom. In the course of time they turned into a united community and were called \"the Cossacks\". At first the main occupation of these small armed detachments was hunting and fishing—as well as the constant struggle against the Turks and the Tatars who attacked them. Only later they began to settle and work on the land. The first records relating to the Cossack villages: the \"stanitsa\", date back to 1549. In the year 1552 Don Cossacks under the command of Ataman Susar Fedorov joined the Army of Ivan the Terrible during the Siege of Kazan in 1552. On 2 June 1556 the Cossack regiment of Ataman Lyapun Filimonov, together with the Army of Moscovits comprising strelets, conquered and annexed the Astrakhan Khanate. During the reign of Ivan the Terrible (Ivan IV), the ataman Yermak Timofeyevich went on an expedition to conquer Siberia. After defeating Khan Kuchum in the fall of 1582 and occupying Isker, the capital of the Siberian Khanate, Yermak sent a force of Cossacks down the Irtysh in the winter of 1583. The detachment, led by Bogdan Bryazga (according to other sources, the Cossack chieftain Nikita Pan) passed through the lands of the Konda-Pelym Voguls and reached the walls of the town of Samarovo. Surprised by the Cossack attack, the Ostyaks surrendered. In fall 1585, shortly after Yermak's death, Cossacks led by voevoda (army commander) Ivan Mansurov founded the first Russian fortified town in Siberia, Obskoy, at the mouth of the Irtysh river on the right bank of the Ob river. The Mansi and Khanty lands thus became part of the Russian state, finally secured by the founding of the cities of Pelym and Berezov in 1592 and Surgut in 1594. As a result of Yermak's expedition, Russia was able to annex Siberia. In the 17th century Cossacks waged war against the Ottomans and the Crimean Khanate. In 1637 the Don Cossacks, joined by the Zaporozhian Cossacks, captured the strategic Ottoman fortress of Azov, which guarded the Don.[15] The defense of the Azov Fortress in 1641 was one of the key actions in Don Cossack history. After total taking of the Free Territories of Don Cossacks under the Moscovy control, Don Cossack history became more intertwined with the history of the rest of Russia. In exchange for protection of the Southern borders of medieval Russia, the Don Cossacks were given the privilege of not paying taxes and the tsar's authority in Cossack lands was not as absolute as in other parts of Russia. During this period, three of Russia's most notorious rebels, Stenka Razin, Kondraty Bulavin and Emelian Pugachev, were Don Cossacks. After 1786, the territory of the Don Cossacks was officially called Don Voisko Lands, and was renamed Don Voisko Province (Oblast’ Voyska Donskogo) in 1870 (presently part of the Rostov, Volgograd, and Voronezh regions of the Russian Federation as well as part of the Luhansk region of Ukraine). In 1805 the Don Cossack capital was shifted from Cherkassk to Novocherkassk (New Cherkassk).[16] Don Cossacks are credited with playing a significant part in repelling Napoleon's Invasion of Russia. Under the command of Count Matvey Ivanovich Platov, the Don Cossacks fought in a number of battles against the Grande Armée. In the Battle of Borodino, Don Cossacks made raids to the rear of the French Army. Platov commanded all the Cossack troops and successfully covered the retreat of the Russian Army to Moscow. The Don Cossacks distinguished themselves in subsequent campaigns, and took part in the capture of Paris. Napoleon is credited with declaring, \"Cossacks are the finest light troops among all that exist. If I had them in my army, I would go through all the world with them.\"[17] In the general census of 1884, the male population of the Don Cossacks was reported to number 425,000. The Don Cossacks were the largest of the ten cossack hosts then in existence, providing over a third of total cossack manpower available for military service. On the eve of World War I, the Don Cossack Host comprised 17 regular regiments plus 6 detached sotnias (squadrons). In addition two regiments of the Imperial Guard were recruited from the Don territory. By 1916 the Don Host had expanded to 58 line regiments and 100 detached sotnias. The central location of the Don territories meant that these units were employed extensively on both the German and Austro-Hungarian fronts, though less so against the Ottoman Turks to the south. The continued value of the Don and other Cossacks as mounted troops was illustrated by the decision taken in 1916 to dismount about a third of the regular Russian cavalry, but to retain the cossack regiments in their traditional role.[18] At the outbreak of the February 1917 Revolution, three regiments of Don Cossacks (the 1st, 4th and 14th) formed part of the garrison of St. Petersburg. Consisting partly of new recruits from the poorer regions of the Host territory, these units were influenced by the general disillusionment with the Tsar's government. Accordingly, they did not act effectively when ordered to disperse the growing demonstrations in the city. Reports that the historically loyal Don Cossacks could no longer be relied on were a significant factor in the sudden collapse of the Tsarist regime.[19] The Don Cossack Host was disbanded on Russian soil in 1918, after the Russian Revolution, but the Don Cossacks in the White Army and those who emigrated abroad, continued to preserve the traditions, musical and otherwise, of their host. Many found employment as trick riders in various circuses throughout Europe and the United States. Admiral Aleksandr Vasiliyevich Kolchak, one of the leaders of the White movement during the Russian Civil War, was of Don Cossack descent. Following the defeat of the White Army in the Russian Civil War, a policy of decossackization (\"Raskazachivaniye\") took place on the surviving Cossacks and their homelands, since they were viewed as a threat to the new Soviet regime.[20] The Cossack homelands were often very fertile, and during the collectivisation campaign many Cossacks shared the fate of the kulaks. According to historian Michael Kort, \"During 1919 and 1920, out of a population of approximately 1.5 million Don Cossacks, the Bolshevik regime killed or deported an estimated 300,000 to 500,000\".[21] Others, such as Peter Holquist, estimate a figure of 10,000 deaths.[22] The region also suffered greatly during the Soviet famine of 1932–33 as a result of the Soviet policies. On 20 April 1936 the previous ban on Cossacks serving in the Red Army was lifted. Later the same year two existing Red Army cavalry divisions were re-designated as Don Cossacks. By 1939 a number of these regiments had been issued with traditional Cossack uniforms in ceremonial and field service versions. The dress of the Don Cossack units included the broad red stripes on dark-blue breeches, which had been their distinguishing feature prior to the Revolution. The Don Cossack Cavalry Corps saw extensive active service until 1943, after which its role diminished (as did that of the other remaining horse-mounted units in the Red Army).[23] However Don Cossack cavalry was still in existence in 1945 and participated in the Victory Parade in Moscow. During World War II, the Don Cossacks mustered the largest single concentration of Cossacks within the German Army, the XVth SS Cossack Cavalry Corps, a great part of them being former Russian citizens. The XVth SS Cossack Cavalry Corps included the 1st Cossack Division and the 2nd Cossack Division. The majority of the Cossacks remained loyal to the Red Army.[24] In the earliest battles, particularly the encirclement of Belostok Cossack units such as the 94th Beloglisnky, 152nd Rostovsky and 48th Belorechensky regiments fought to their death. In the opening phase of the war, during the German advance towards Moscow, Cossacks became extensively used for the raids behind enemy lines. The most famous of these took place during the Battle of Smolensk under the command of Lev Dovator, whose 3rd Cavalry Corps consisted of the 50th and 53rd Cavalry divisions from the Kuban and Terek Cossacks, which were mobilised from the Northern Caucasus. The raid, which in ten days covered 300 km and destroyed the hinterlands of the 9th German Army, before successfully breaking out.[25] Whilst units under the command of General Pavel Belov, the 2nd Cavalry Corps made from Don, Kuban and Stavropol Cossacks spearheaded the counter-attack onto the right flank of the 6th German Army delaying its advance towards Moscow. The high professionalism that the Cossacks under Dovator and Belov (both generals would later be granted the title Hero of the Soviet Union and their units raised to a Guards (elite) status) ensured that many new units would be formed. In the end, the Germans during the whole war only managed to form two Cossack Corps, while the Red Army in just 1942 alone had 17.[24] Many of the newly formed units were filled with ethnically Cossack volunteers. The Kuban Cossacks were allocated to the 10th, 12th and 13th Corps. However, the most famous Kuban Cossack unit would be the 17th Cossack Corps under the command of general Nikolay Kirichenko. During one particular attack, Cossacks destroyed up to 1,800 enemy soldiers and officers, they took 300 prisoners, seized 18 artillery pieces and 25 mortars. The 5th and 9th Romanian Cavalry divisions fled in panic, and the 198th German Infantry division, carrying large losses, hastily departed to the left bank of the river Ei.[26] During the opening phase of the Battle of Stalingrad, when the Germans overran the Kuban, the majority of the Cossack population, long before the Germans began their agitation with Krasnov and Shkuro, became involved in Partisan activity.[27][28] Raids onto the German positions from the Caucasus mountains became commonplace. After the German defeat at Stalingrad, the 4th Guards Kuban Cossack Corps, strengthened by tanks and artillery, broke through the German lines and liberated Mineralnye Vody, and Stavropol. The Don Cossacks were revived in the early 1990s and were officially recognised by the Russian Government in 1997, its Ataman holding the rank, insignia and uniform of a full Marshal. In 1992 they joined the separatist forces during the Transnistria War.[29] Don Cossacks volunteered by hundreds to fight in South Ossetia during the 2008 Russo-Georgian war.[30] In 2009, the Ukrainian Security Service banned a leader of the Don Cossacks from entering Ukraine in order to prevent the creation of an illegal parliamentary formation on Ukrainian territory.[31] Since 2014, members of Don Cossacks have participated in the war in Eastern Ukraine as independent volunteers for the pro-Russian Donbass militias. Reportedly several military formations were formed though most of these groups were subsequently disbanded and integrated into the armed forces of the DPR and LPR.[32][33] The Don Cossacks flag 3:4 was inaugurated during the Don Cossacks assembly in Novocherkassk, Don Republic, on 4 May 1918 under chiefing of Ataman Pyotr Krasnov. The flag has three colours: blue, yellow, and red. The flag is similar to that of the Ukrainian State, also established in 1918, which the Don Republic bordered to its west. The Don Cossacks Coat of Arms was known from the 17th century. It was adopted as a symbol of the Don Republic on 15 September 1918. Until 1914 the distinguishing colour of the Don Cossack Host was red: worn on the cap bands and wide trouser stripes of a dark blue uniform of the loose-fitting cut common to the Steppe Cossacks. Tall lambskin hats were worn on occasion, with red cloth tops edged in white lace. Silver metal scrolls were worn on the headdress to denote the distinguished conduct of individual regiments. Officers had silver braiding on their collars and epaulettes plus silver/black girdles.[34] Shoulder-straps of other ranks were the same dark blue as the caftan (coat).[35] A whip was used instead of spurs.[36] Prior to 1908, individual cossacks from all Hosts were required to provide their own uniforms (together with horses and harness).[37] However the size and relative affluence of the Don Cossack Host permitted the setting up of communally owned clothing factories. A khaki field tunic was adopted in 1908, replacing the dark blue coats or white (summer) blouses previously worn for ordinary duties. However the blue riding breeches with broad red stripes long characteristic of the Don Host, continued to be worn even on active service during both World Wars.[38] The Don Cossack Battery of the Imperial Guard wore a \"Tsar's green\" (a dark shade common to the army) uniform, with the black and red distinctions of the artillery as a branch.[39] Всколыхнулся, взволновался православный Тихий Дон written by Fedor Anisimov in 1853.[40] (in Russian) Most Don Cossacks are Russian Orthodox, who consider themselves guardians of the faith. However, a large percentage of Don Cossacks were Starovers.[41] Even in 1903, a minimum of 150,000 from a total of the 2,500,000 parish members of the Don Eparchy were Starovers.[42] Ataman count Matvei Platov was of a Popovtsy Old Believers Family.[43] Don Cossacks were tolerant of other religions – with the exception of Jews – and accepted Buddhists, Muslims, Old Believers, and pagans into their communities.[44] The Cossacks had a democratic society[citation needed] where the most important decisions were made during a Common Assembly (Казачий Круг). The assembly elected temporary authorities — atamans. Don Cossacks were skilled horsemen and experienced warriors, due to their long conflict with the Crimean Khanate and the Ottoman Empire. They sold their military services to different powers in Eastern Europe. Together with the Polish King, they raided Moscow during the Time of Troubles (Смутное Время) and, under Russian authority, carried out raids and expeditions against Ottoman Turkey and Qajar Persia. Isolated between Russian and Muslim territory, the Don Cossacks developed a distinct culture and language which fused Ukrainian, Russian, Kalmyk, and Tatar elements.[45] The Don Cossacks have a tradition of choral singing and many of their songs, such as Chyorny Voron (Black Raven) and Lyubo, Bratsi, Lyubo (It's good, brothers, good) became popular throughout the rest of Russia. Many of the songs are about death in war. Up to the 18th century marriages and divorces were held in the Common Assembly (Казачий Круг). If a Cossack wanted to marry a woman he was expected to bring her to the Common Assembly for presentation. If the Common Assembly gave approval, the marriage followed. The same procedure took place if there was a divorce. Peter I banned these practices in the Common Assembly, requiring Cossacks to marry only in church.[citation needed] A Cossack marriage is a complex ritual, accompanied by songs, dances and performances. A bridegroom arrives on horseback and takes his bride to the church, followed by a marriage train. After the wedding all present would adjourn to the bridegroom's house. There, the parents would bless the couple, break a loaf of bread above their heads, and sprinkle them with wheat, nuts, sweets and hops. The bride's hair would then be unbraided according to traditional rites. When a son was born to a Cossack family, his relatives presented him with an arrow, a bow, a cartridge, a bullet and a gun. All of these items were hung on the wall, over the boy's bed. At the age of three, the boy began to ride a horse. At the age of 7 to 8 he was allowed to ride in the street, to go fishing and hunt with adults. Horse racing was a popular pastime with Don Cossacks. Riders competed to hit a target, firing weapons from horseback. The most dexterous were able to do this standing on the horses back. It was traditional practice for Cossack families to provide a young Cossack with two horses, a uniform and weapons. Cossack leave-taking was always festive. All departing Cossacks would gather in the church, then hang a small bag around their necks containing a pinch of their native soil before setting off singing. Having left their stanitsa, they drank a cup of vodka and said good-bye to their native land. The Don Cossack Choir Serge Jaroff was a group of former officers of the Russian Imperial Army who were discovered singing in Çilingir (near Constantinople), where they had fled after the defeat of their army in the Crimea. They made their formal concert debut in Vienna in 1923, led by their founder, conductor and composer, Serge Jaroff. The choir became popular in America, Japan and Europe, touring the world in the 1930s, 40s and 50s, till today. The men, dressed as Cossacks, sang a cappella in a repertory of Russian sacred and secular music, army, folk and art songs. Cossack dancing was eventually added to their programme. Mikhail Sholokhov's monumental work, \"And Quiet Flows the Don\", deals sympathetically with the Don Cossacks and depicts the destruction of their way of life as a result of World War I and the Russian Civil War.","Title":"Don Cossacks - Wikipedia","KeyID":"16536","URL":"https://en.wikipedia.org/wiki/Don_Cossacks"}