{"Content: ":"Vladislav Yuryevich Surkov (Russian: Владислав Юрьевич Сурков; born 21 September 1962[1] or 1964[2]) is a Russian politician and businessman. He was First Deputy Chief of the Russian Presidential Administration from 1999 to 2011, during which time he was often viewed as the main ideologist of the Kremlin who proposed and implemented the concept of sovereign democracy in Russia. From December 2011 until May 2013, Surkov served as the Russian Federation's Deputy Prime Minister.[3][4] After his resignation, Surkov returned to the Presidential Executive Office and became a personal adviser of Vladimir Putin on relationships with Abkhazia, South Ossetia and Ukraine.[5] He was removed from this duty by presidential order in February 2020.[6] Surkov is perceived by many to be a key figure with much power and influence in the administration of Vladimir Putin.[7][8][9] According to The Moscow Times, this perception is not dependent on the official title Surkov might hold at any one time in the Putin government.[10] BBC documentary filmmaker Adam Curtis credits Surkov's blend of theater and politics with keeping Putin, and Putin's chosen successors, in power since 2000.[11] Journalists in Russia and abroad have speculated that Surkov writes under the pseudonym Natan Dubovitsky, although the Kremlin denies it.[12][13][14][15] According to Surkov's official biography and birth certificate, he was born 21 September 1964 in Solntsevo, Lipetsk Oblast, Russian SFSR.[16][17][18] As per other statements, he was born in 1962 in Shali, Checheno-Ingush ASSR.[19][1] His birth name is sometimes reported to be Aslambek Dudayev.[20][21] His parents, the ethnic Russian Zinaida Antonovna Surkova (born 1935) and the ethnic Chechen Yuriy (\"Andarbek\") Danil'bekovich Dudayev (1942–2014), were school teachers in Duba-yurt, Checheno-Ingush ASSR.[19][22] Following the separation of his parents, his mother moved to Lipetsk and he was baptized into Eastern Orthodox Christianity.[23] In an interview published in June 2005 in the German magazine Der Spiegel, Surkov stated that his father was ethnic Chechen and that he spent the first five years of his life in Chechnya,[24] in Duba-yurt and Grozny.[9][25] Surkov has claimed to be a relative of Dzhokhar Dudayev, the first president of the Chechen Republic of Ichkeria.[26] From 1982 to 1983, Surkov attended MISiS, but did not graduate from it. From 1983 to 1985, Surkov served in a Soviet artillery regiment in Hungary, according to his official biography.[27] However, former defence minister Sergei Ivanov stated in a 2006 TV interview that Surkov served in the Main Intelligence Directorate of the General Staff (GRU) during the same time period.[28][29] After his military training, Surkov was accepted[when?] to Moscow Institute of Culture for a five-year program in theater direction, but spent only three years there.[30] Surkov graduated from Moscow International University with a master's degree in economics in the late 1990s.[30] In the late 1980s, when the government lifted the ban against private businesses, Surkov started out in business. In 1987, he became head of the advertising department of Mikhail Khodorkovsky's businesses. From 1991 to April 1996, he held key managerial positions in advertising and PR departments of Khodorkovsky's Bank Menatep. From March 1996 to February 1997, he was at Rosprom, and since February 1997 with Mikhail Fridman's Alfa-Bank.[30][31] At Alfa-Bank, he worked closely with Oleg Markovich Govorun (Russian: Олег Маркович Говорун; born 15 January 1969 Bratsk, USSR) who carried black cash directly to Putin.[32][33] In September 2004, Surkov was elected president of the board of directors of the oil products transportation company Transnefteproduct, but was instructed by Russia's prime minister Mikhail Fradkov to give up the position in February 2006.[34] After a brief career as a director for public relations on the Russian television ORT channel from 1998 to 1999, Surkov was appointed Deputy Chief of Staff of the President of the Russian Federation in 1999.[13] During the beginning of his time in this role, Surkov's main appearances in public and in international media were as a public relations mouthpiece of the Kremlin. In August 2000, he confirmed that Gazprom would buy Vladimir Gusinsky's Media-Most, which at the time owned the only independent, nationwide Russian television channel, NTV.[35] In September 2002, he stated on behalf of the Kremlin that they had decided not to return the statue of KGB founder Felix Dzerzhinsky that had been torn down during the fall of the Soviet Union in 1991.[36] After the 2003 Russian Duma elections, when the president's United Russia party got the most seats at 37.6%, Surkov delivered the Kremlin's enthusiastic response, saying \"We are living in a new Russia now.\"[37] In March 2004, he was additionally appointed as aide to the president.[38] Since 2006, Surkov has advocated a political doctrine he has called sovereign democracy, to counter democracy promotion conducted by the US and European states.[39] Judged by some Western media as controversial, this view has not generally been shared by Russian media and the Russian political elite.[40] Surkov sees this concept as a national version of the common political language that will be used when Russia talks to the outside world.[40] As the most influential ideologist of \"sovereign democracy\", Surkov gave two programmatic speeches in 2006: \"Sovereignty is a Political Synonym of Competitiveness\" in February[41] and \"Our Russian Model of Democracy is Titled Sovereign Democracy\" in June 2006.[42] On 8 February 2007, Moscow State University marked the 125th anniversary of U.S. President Franklin D. Roosevelt's birth with a high-level conference \"Lessons of the New Deal for Modern Russia and the World\" attended, among others, by Surkov and Gleb Pavlovsky. Surkov drew an explicit parallel between Roosevelt and Russian president Putin, praising the legacy of Roosevelt's New Deal, and between the US of the 1930s and present-day Russia. Pavlovsky called on Putin to follow Roosevelt in staying for a third presidential term.[43][44][45] According to The Moscow Times, Surkov exerted his influence to have Ramzan Kadyrov appointed as acting Head of the Chechen Republic on 15 February 2007.[10][46] Since this appointment, Kadyrov has gone on to serve two terms in office and has been accused of numerous humans rights abuses.[47] In October 2009, Surkov warned that opening and modernization of Russia's political system, a need repeatedly stressed by President Dmitry Medvedev, could result in more instability, which \"could rip Russia apart\".[48] In September 2011, Mikhail Prokhorov quit the Right Cause party, which he had led for five months. He condemned the party as a puppet of the Kremlin and named Surkov the \"main puppet master of the political process\" (Russian: главным кукловодом политического процесса), according to a report in Russian-language magazine Korrespondent picked up by The New York Times.[49][50] Prokhorov had hoped that Surkov would be fired from the Kremlin, but the Kremlin stood behind Surkov and said he would not disappear from the political stage.[51] At that time, Reuters described Surkov in a profile as the Kremlin's 'shadowy chief political strategist', one of the most powerful men in the Kremlin and considered a close ally of then-Prime Minister Putin.[7] On 28 December 2011, Medvedev reassigned Surkov to the role of Deputy Prime Minister for Economic Modernisation\" in a move interpreted by many to be fallout from the controversial Russian parliamentary elections of 2011.[52] At that time, Surkov described his past career as follows:[53] \"I was among those who helped Boris Yeltsin to secure a peaceful transfer of power; among those who helped President Putin stabilize the political system; among those who helped President Medvedev liberalize it. All the teams were great.\" During this time, Surkov helped create some pro-government youth movements, including Nashi. He met with their leaders and participants several times and gave them lectures on the political situation.[54][55] Nashi has been compared by Edward Lucas as the Putin government's version of the Soviet-era Komsomol.[56] When Putin returned to the presidency in 2012, Surkov became marginalized as Putin \"pursued a path of open repression over the cunning manipulation favoured by Surkov\". As a Deputy Prime Minister, Surkov criticized the Kremlin's Investigative Committee, which led investigations into opposition leaders, rather than the general prosecutor's office. The Committee stated he offered to resign on 7 May 2013, whereas Surkov stated he offered to resign on 28 April 2013. Putin accepted it on 8 May 2013.[57][58] During Putin's first two terms as president, Surkov was regarded as the Kremlin's \"grey cardinal\", due to crafting Russia's system of \"sovereign democracy\" and directing its propaganda principally through control of state run television.[59] On 20 September 2013, Putin appointed Surkov as his Aide in the Presidential Executive Office,[17] focused on Russian aggrandizement in Abkhazia, South Ossetia and Ukraine.[5][60] On 17 March 2014, the day after the Crimean status referendum, Surkov became one of the first eleven persons who were placed under executive sanctions on the Specially Designated Nationals List (SDN) by President Barack Obama, freezing his assets in the US and banning him from entering the United States.[61][62][63][64][65][66][67][68][69][70][71][b] Surkov responded to this by saying: \"The only things that interest me in the US are Tupac Shakur, Allen Ginsberg, and Jackson Pollock. I don't need a visa to access their work.\"[72] On 21 March 2014, the European Union (EU) placed Surkov on its sanction list barring him from entering the EU and freezing his assets in the EU.[73][74] In February 2015, Ukrainian authorities accused Surkov of organizing snipers to kill protesters and police during the Ukrainian Euromaidan in January 2014.[75][76][77] This accusation was dismissed by the Russian government as \"absurd\".[60] Despite being barred from entering the EU, Surkov visited Greece's Mount Athos as a part of Putin's delegation to the holy site in May 2016.[78] In October 2016, Ukrainian hacker group CyberHunta released over a gigabyte of emails and other documents alleged to belong to Surkov.[79] The 2,337 emails belonged to the inbox of Surkov's office email account, prm_surkova@gov.ru.[80] The Kremlin suggested that the leaked documents were fake.[81] The emails illustrate Russian plans to politically destabilize Ukraine and the coordination of affairs with major opposition leaders in separatist east Ukraine.[82] The document release included a document sent by Denis Pushilin, former Chairman of the People's Council of the Donetsk People's Republic, listing casualties that occurred from 26 May to  6 June 2014.[80] It also included a 22-page outline of \"a plan to support nationalist and separatist politicians and to encourage early parliamentary elections in Ukraine, all with the aim of undermining the government in Kiev.\"[83] On 11 February 2019, Surkov published in Nezavisimaya Gazeta the article \"The Long State of Putin\", which describes the main points of the term \"Putinism\" proposed by him.[84] The article caused a stir in the media.[85][86][87] On 18 February 2020, Surkov was removed from his role of advisor.[6] On 26 February 2020, he gave an interview to Aktualnyie kommentarii where he stated that he actually resigned from the post on his own initiative and the reasons were correctly disclosed by Russian journalists Vladimir Solovyev[88] and Alexei Venediktov.[89] Surkov added that he was primarily involved with Donbas and Ukraine, but since the \"context\" had changed he decided to leave.[89] He claimed that \"There is no Ukraine\", adding that \"coercion to fraternal relations by force is the only method that has historically proven its effectiveness in the Ukrainian direction. I do not think that some other will be invented\".[89][90][91] In April 2022, Surkov was reported to be under house arrest, on the grounds of embezzlement of funds intended for the Donbass separatist region of Ukraine.[92] Before the 2010 U.S.-Russia \"Civil Society to Civil Society\" (C2C) summit, a U.S. House of Representatives representative for the state of Florida's 27th district, Ileana Ros-Lehtinen (R), was the lead signatory of a written petition which called upon the Obama administration to suspend U.S. participation in the summit until Surkov was replaced as a delegate for the Russian side. In an interview with Radio Free Europe, Ros-Lehtinen explained that she objected to Surkov's attendance as she views him as \"one of the main propagators of limiting freedom of speech in Russia, intimidating Russian journalists and representatives of opposition political parties\".[93] However, the summit went ahead despite her objections.[94] A 2007 Open Source Center \"Media Aid\" document identifies the Russian ura.ru information website as reportedly having links to Surkov.[95] Inside Russia, Surkov has drawn criticism from activists and opposition groups: In September 2010, Lyudmila Alexeyeva appealed to then-president Dmitry Medvedev to dismiss him.[96] In May 2013 after his dismissal as Deputy Prime Minister, Surkov was characterized by The Economist as the engineer of \"a system of make-believe\", \"a land of imitation political parties, stage-managed media and fake social movements\".[97] In Western media outside Russia, a vocal and eloquent critic of Surkov and of the administration of Vladimir Putin in general has been Peter Pomerantsev. Over a short period in 2013–14, Pomerantsev wrote op-eds in The Atlantic,[98] The New York Times,[99] and the London Review of Books[9][14][100] accusing Surkov, \"Putin's chief ideologue\" with \"unsurpassed influence over Russian politics\", of turning Russia into a \"managed democracy\", and of reducing Russian politics to nothing but \"postmodernist theatre\". In an October 2013 talk before the Legatum Institute, Pomerantsev, along with Pavel Khodorkovsky, termed Russia a \"postmodern dictatorship\".[101] Some time before October 2014, Igor Ivanovich Strelkov, who played a key role in the Russian military intervention in Ukraine, referred to Surkov as a \"notorious\" person who \"focuses only on destruction...as in South Ossetia and other regions where he focused on looting rather than aid\".[102] In November 2016, opposition leaders Boris Nemtsov (Solidarnost), Vladimir Milov (Democratic Choice), and Vladimir Ryzhkov (People's Freedom Party) jointly demanded his resignation over policies perceived to threaten freedom of the press and journalists in Russia.[103] On 13 August 2009, Russian business newspaper Vedomosti reported that an anonymous source told them that a recently released novel, Close to Zero (Russian: Околоноля), was written by Surkov under the pseudonym Natan Dubovitsky (Russian: Натан Дубовицкий) in the magazine Russian Pioneer (Russian: Русский пионер). It was soon realized that the pseudonym is almost identical to the name of Surkov's second and current wife, Natalya Dubovitskaya (Russian: Наталья Дубовицкая).[12] In a subsequent edition of Close to Zero, Surkov would write a preface to it under his real name, but would continue to deny writing the main text. In the preface, Surkov writes two seemingly contradictory statements: \"The author of this novel is an unoriginal Hamlet-obsessed hack\"; and, \"this is the best book I have ever read\".[9] The January 2011 debut performance of the theatrical version of the novel, directed by Kirill Serebrennikov, was attended by Surkov.[104] The novel, which has the English language subtitle \"gangsta fiction\", has as its protagonist a man by the name of Yegor Samokhodov. Samokhodov's occupation is public relations, and he is tasked with managing the reputation of a regional governor. First, he hires a writer to ghostwrite a piece of poetry to be published under the name of the governor without disclosing the ghostwriting, so that the governor may win an award and seem clever to his constituents. He then bribes a newspaper reporter to \"correct\" stories that portray the governor negatively, such as allegations that a factory of a relative of his is releasing chemicals into the air that harm local children.[15] The publishing houses and public relations firms in the novel are intensely violent, with each company having its own gang and turf wars being fought over the rights to publish or represent such acclaimed Russian authors as Alexander Pushkin and Vladimir Nabokov.[9] Peter Pomerantsev described the book as \"exactly the sort of book Surkov's youth groups burn on Red Square.\"[9] The Economist wrote that the novel \"expos[ed] the vices of the system [Surkov] himself had created\".[105] Other works authored under the name Natan Dubovitsky, all published in Russian Pioneer, that are rumored to be the work of Surkov are: Some outside Russia, such as Ned Resnikoff of ThinkProgress,[108] and Adam Curtis in the BBC documentary HyperNormalisation,[11] have claimed that Surkov's unique blend of politics and theatre have begun to affect countries outside of Russia,[109] most notably the United States with the selection of Donald Trump for the 2016 US Republican nomination and Trump's subsequent campaign and election victory. In an editorial for the London Review of Books quoted by Curtis, Peter Pomerantsev describes Putin's Russia thus: In contemporary Russia, unlike the old USSR or present-day North Korea, the stage is constantly changing: the country is a dictatorship in the morning, a democracy at lunch, an oligarchy by suppertime, while, backstage, oil companies are expropriated, journalists killed, billions siphoned away. Surkov is at the centre of the show, sponsoring nationalist skinheads one moment, backing human rights groups the next. It's a strategy of power based on keeping any opposition there may be constantly confused, a ceaseless shape-shifting that is unstoppable because it's indefinable. Curtis claims that Trump used a similar strategy to become president of the United States, and hints that Trump's Surkovian origins caused Putin to express his admiration for Trump in Russian media.[110][111] Surkov has boasted that \"Russia is playing with the West's minds\", \"They don't know how to deal with their own changed consciousness.\"[112] In June 2021 Henry Foy published an interview with Surkov in the Financial Times in which he said \"Surkov is a founding father of Putinism, and one of its key enablers.\" In Foy's tale, Surkov \"stage-manage[d] the 2014 annexation of Crimea and Russia’s involvement in the ongoing war in eastern Ukraine.\" Foy credits Surkov with the observation that an overdose of freedom is lethal to a state, while the latter compares Putin with Octavian. He describes the Minsk agreements as an act that “legitimised the first division of Ukraine”. He is \"proud that I was part of the reconquest [of Ukraine]. This was the first open geopolitical counter-attack by Russia [against the west] and such a decisive one.\" Surkov exhibits profound and naked cynicism:[113] Most people need their heads to be filled with thoughts. You are not going to feed people with some highly intellectual discourse. Most people eat simple foods. Not the kind of food we are having tonight. Generally most people consume very simple-meaning beliefs. This is normal. There is haute cuisine, and there is McDonald’s. Everyone takes advantage of such people all over the world. Surkov has even had entire articles written about him and his influence on the War in Donbas by Japanese academics curious about his leaked emails and his \"political technology\".[114] Surkov has married twice. His first marriage, to Yulia Petrovna Vishnevskaya (Russian: Юлия Петровна Вишневская, née Lukoyanova, Лукоянова) in 1987, ended in divorce in 1996.[115] In his second marriage, Surkov married Natalya Dubovitskaya (Russian: Наталия Дубовицкая), his secretary when he was an executive at the Menatep bank, in a civil ceremony in 2004.[28][115][116] Surkov has four children: Artem (Russian: Артём; born 1987), the biological child of Yulia he adopted during his first marriage;[116] and Roman (Russian: Роман; born 2001), Maria (Russian: Мария; born 2003), and Timur (Russian: Тимур; born 2010), biological children of himself and Natalya.[116] Surkov has composed songs[9] and written texts for the Russian rock-musician Vadim Samoylov, ex-member of the band Agata Kristi (Russian: Агата Кристи). He speaks English and is fond of poets of the Beat Generation such as Allen Ginsberg.[7]","Title":"Vladislav Surkov - Wikipedia","KeyID":"16538","URL":"https://en.wikipedia.org/wiki/Vladislav_Surkov"}