{"Content: ":"Demosponges (Demospongiae) are the most diverse class in the phylum Porifera. They include 76.2% of all species of sponges with nearly 8,800 species worldwide (World Porifera Database).[3] They are sponges with a soft body that covers a hard, often massive skeleton made of calcium carbonate, either aragonite or calcite. They are predominantly leuconoid in structure. Their \"skeletons\" are made of spicules consisting of fibers of the protein spongin, the mineral silica, or both. Where spicules of silica are present, they have a different shape from those in the otherwise similar glass sponges.[4] Some species, in particular from the Antarctic, obtain the silica for spicule building from the ingestion of siliceous diatoms. [5] The many diverse orders in this class include all of the large sponges. Most are marine dwellers, but one order (Spongillida) live in freshwater environments. Some species are brightly colored, with great variety in body shape; the largest species are over 1 m (3.3 ft) across.[4] They reproduce both sexually and asexually. They are the only extant organisms that methylate sterols at the 26-position, a fact used to identify the presence of demosponges before their first known unambiguous fossils.[6][7] Because of many species' long life span (500–1,000 years) it is thought that analysis of the aragonite skeletons of these sponges could extend data regarding ocean temperature, salinity, and other variables farther into the past than has been previously possible. Their dense skeletons are deposited in an organized chronological manner, in concentric layers or bands. The layered skeletons look similar to reef corals. Therefore, demosponges are also called coralline sponges. The Demospongiae have an ancient history. The first demosponges may have appeared during the Precambrian deposits at the end of the Cryogenian \"Snowball Earth\" period. Their presence has been indirectly detected by fossilized steroids, called steranes, hydrocarbon markers characteristic of the cell membranes of the sponges, rather than from direct fossils of the sponges themselves. They represent a continuous chemical fossil record of demosponges through the end of the Neoproterozoic.[8] The earliest Demospongiae fossil was discovered in the lower Cambrian (Series 2, Stage 3; approximately 515 Ma) of the Sirius Passet Biota of North Greenland:[9] this single specimen had a spicule assemblage similar to that found in the subclass Heteroscleromorpha. The earliest sponge-bearing reefs date to the Early Cambrian (they are the earliest known reef structure built by animals), exemplified by a small bioherm constructed by archaeocyathids and calcified microbes at the start of the Tommotian stage about 530 Ma, found in southeast Siberia.[10] A major radiation occurred in the Lower Cambrian and further major radiations in the Ordovician possibly from the middle Cambrian.[11] The Systema Porifera (2002) book (2 volumes)[1] was the result of a collaboration of 45 researchers from 17 countries led by editors J. N. A. Hooper and R. W. M. van Soest. This milestone publication provided an updated comprehensive overview of sponge systematics, the largest revision of this group (from genera, subfamilies, families, suborders, orders and class) since the start of spongiology in the mid-19th century. In this large revision, the extant Demospongiae were organized into 14 orders that encompassed 88 families and 500 genera. Hooper and van Soest (2002) gave the following classification of demosponges into orders: However, molecular and morphological evidence show that the Homoscleromorpha do not belong in this class. The Homoscleromorpha was therefore officially taken out of the Demospongiae in 2012, and became the fourth class of phylum Porifera.[12] Morrow & Cárdenas (2015)[13] propose a revision of the Demospongiae higher taxa classification, essentially based on molecular data of the last ten years. Some demosponge subclasses and orders are actually polyphyletic or should be included in other orders, so that Morrow and Cárdenas (2015) officially propose to abandon certain names: these are the Ceractinomorpha, Tetractinomorpha, Halisarcida, Verticillitida, Lithistida, Halichondrida and Hadromerida. Instead, they recommend the use of three subclasses: Verongimorpha, Keratosa and Heteroscleromorpha. They retain seven (Agelasida, Chondrosiida, Dendroceratida, Dictyoceratida, Haplosclerida, Poecilosclerida, Verongiida) of the 13 orders from Systema Porifera. They recommend to resurrect or upgrade six order names (Axinellida, Merliida, Spongillida, Sphaerocladina, Suberitida, Tetractinellida). Finally, they create seven new orders (Bubarida, Desmacellida, Polymastiida, Scopalinida, Clionaida, Tethyida, Trachycladida). These added to the recently created orders (Biemnida and Chondrillida) make a total of 22 orders in the revised classification. These changes are now implemented in the World Porifera Database[14] part of the World Register of Marine Species. Sclerosponges were first proposed as a class of sponges, Sclerospongiae, in 1970 by Hartman and Goreau.[15] However, it was later found by Vacelet that sclerosponges occur in different classes of Porifera.[16] That means that sclerosponges are not a closely related (taxonomic) group of sponges and are considered to be a polyphyletic grouping and contained within the Demospongiae. Like bats and birds that independently developed the ability to fly, different sponges developed the ability to build a calcareous skeleton independently and at different times in Earth's history. Fossil sclerosponges are already known from the Cambrian period.[17] Chaetetids, more formally called \"chaetetid hyper-calcified demosponges\" (West, 2011), are common calcareous fossils composed of fused tubules. They were previously classified as extinct corals, bryozoans, algae, stromatoporoids and sclerosponges. The chaetetid skeleton has now been shown to be of polyphyletic origin and with little systematic value. Extant chaetetids are also described. This skeleton is now known from three demosponge orders (Hadromerida, Poecilosclerida, and Agelasida). Fossil chaetetid hyper-calcified demosponges can only be classified with information on their spicule forms and the original mineralogy of their skeletons (West, 2011). Fossil chaetetid from the Bird Spring Formation (Upper Carboniferous) of southern Nevada. Cross-section of a fossil chaetetid (Bird Spring Formation, Upper Carboniferous, Nevada. Spermatocytes develop from the transformation of choanocytes and oocytes arise from archeocytes. Repeated cleavage of the zygote egg takes place in the mesohyl and forms a parenchymella larva with a mass of larger internal cells surrounded by small, externally flagellated cells. The resulting swimming larva enters a canal of the central cavity and is expelled with the exhalant current. Methods of asexual reproduction include both budding and the formation of gemmules. In budding, aggregates of cells differentiate into small sponges that are released superficially or expelled through the oscula. Gemmules are found in the freshwater family Spongillidae. They are produced in the mesohyl as clumps of archeocytes, are surrounded with a hard layer secreted by other amoebocytes. Gemmules are released when the parent body breaks down, and are capable of surviving harsh conditions. In a favorable situation, an opening called the micropyle appears and releases amoebocytes, which differentiate into cells of all the other types. The most economically important group of demospongians to human are the bath sponges. These are harvested by divers and can also be grown commercially. They are bleached and marketed; the spongin gives the sponge its softness.","Title":"Demosponge - Wikipedia","KeyID":"1653","URL":"https://en.wikipedia.org/wiki/Demosponge"}