{"Content: ":"The Other Russia of E. V. Limonov (Russian: Другая Россия Э. В. Лимонова, romanized: Drugáya Rossíya E. V. Limónova), formerly The Other Russia (Russian: Другая Россия, romanized: Drugáya Rossíya), is a non-registered Russian political party founded on July 10, 2010, by Eduard Limonov. The Other Russia was reorganized in September 2020, and The Other Russia changed the party's name to \"The Other Russia of E. V. Limonov\", to honor their deceased founder, who had died the same year. The Other Russia was established on 10 July 2010 by former members of the banned National Bolshevik Party during their congress in Moscow.[9] On 21 January 2011, The Other Russia was denied registration by the Federal Registration Service because they did not have enough popular support among the Russian people.[10] In 2010, three members of the party were arrested and beaten for their role in the Manezhnaya Square riots.[11] These arrests were flagged by human rights organizations as politically motivated by the members' involvement in The Other Russia.[12][13] Since 2014, National Bolsheviks members of The Other Russia participated in pro-Russian unrest in Donbas.[14][15] Members of the party formed armed troops Interbrigades and two members of The Other Russia were killed during the war in Donbas.[16][17][18] On 6 November 2017, several party's activists were arrested in Saint Petersburg for unauthorized protest as they commemorated the Bolshevik Revolution centenary.[19] On 7 February 2018, Kirill Ananiev, a veteran member of the banned National Bolshevik Party and The Other Russia, was killed in the air strikes during the Battle of Khasham.[20][21] On 22 September 2018, the special congress of the Other Russia party was held in Moscow. Eduard Limonov and another leaders gave their speeches. The congress was attended by delegates from regional branches of the party. Beness Aijo participated as representative of the armed forces of Novorossiya.[22][23] During the International Security Exhibition in Moscow on 26 October 2018, The Other Russia activist Olga Shalina cut her veins in act of symbolic protest against human rights violations in Russian penitentiary system. Shalina spoke about conditions in Russian prisons and spread leaflets criticizing police, shouting \"Freedom for prisoners!\"[24][25][26] Eduard Limonov died on 17 March 2020 in Moscow.[27] In September 2020, The Other Russia was re-organized and changed the party's name to \"The Other Russia of E. V. Limonov\", to honor their deceased founder.","Title":"The Other Russia of E. V. Limonov - Wikipedia","KeyID":"16533","URL":"https://en.wikipedia.org/wiki/The_Other_Russia_of_E._V._Limonov"}