{"Content: ":"Natalia Vladimirovna Poklonskaya ([[Russian language|Russian]]: Наталья Владимировна Поклонская, tr. Natal'ya Vladimirovna Poklonskaya, IPA: [nɐˈtalʲjə pɐkˈlonskəjə]; Ukrainian: Наталія Володимирівна Поклонська, romanized: Nataliia Volodymyrivna Poklons'ka; born 18 March 1980) is a Ukrainian-born Russian politician and diplomat. She has served as the adviser to Prosecutor General of Russia since 14 June 2022.[4] Poklonskaya was a Ukrainian prosecutor from 2002 to February 2014, working in various Prosecutor's Offices or as an assistant district attorney. During the 2014 Crimean crisis, she resigned from Ukrainian service and was appointed Prosecutor General of Crimea on 11 March 2014; a press conference given by Poklonskaya on that day resulted in her becoming an Internet phenomenon. After Crimea was annexed by Russia during the 2014 Crimean crisis,[5] Poklonskaya's appointment was confirmed by Russian authorities on 25 March, around the same time Ukrainian judicial authorities declared her a wanted criminal. Poklonskaya resigned as Prosecutor General in 2016 after her election as a Deputy of the State Duma of Russia, where she served as deputy chairman of the State Duma Committee on Foreign Affairs.[6] She did not stand for re-election in 2021, and was that year appointed Russian Ambassador to Cape Verde. From February to June 2022, Poklonskaya served as deputy head of Rossotrudnichestvo.[7] Poklonskaya was born 18 March 1980 in the village of Mikhailovka, in the Voroshilovgrad Oblast of what was then the Ukrainian Soviet Socialist Republic;[8][9] later in 1990, her family moved to Yevpatoria in Crimea.[9][10] She graduated from the University of Internal Affairs in Yevpatoria in 2002.[11] Her parents are both retired, living in Crimea,[10] and both her grandfathers died during the Second World War, with only her grandmother surviving the German occupation.[12] After her graduation, Poklonskaya worked in the Ukrainian Prosecutor's Office, initially serving as an assistant prosecutor to the Acting Prosecutor of the Republic of Crimea.[8][9] She was the assistant attorney of Krasnogvardeisky district in Crimea from 2002 to 2006, and the assistant attorney of Yevpatoria from 2006 to 2010. Between 2010 and 2011, she was the deputy chief of a surveillance law enforcement unit of the Prosecutor's Office of Crimea which was responsible for dealing with organized crime.[8] In 2011 in Simferopol, she acted as the state prosecutor in the high-profile trial of Ruvim Aronov, a former deputy of the Supreme Council of Crimea[13] and a former manager[14] of the Saki soccer club. Aronov was prosecuted for his leadership role in the Bashmaki gang, an organized crime group that emerged in Crimea, Zaporizhia, Kharkiv, and Kyiv after the 1991 dissolution of the USSR. The gang had been \"known for its cruelty\"[14] and had been implicated in racketeering, robberies, eight abductions, and 50 murders. In December of the same year, Poklonskaya was assaulted in the stairwell of her home in Yalta. As a result, she suffered partial facial paralysis. The attack is widely believed to have been a revenge attack by the Bashmaki gang.[15][16] In the same year, she was appointed the inter-district environmental prosecutor of Simferopol.[11][17][18] Following that, she was transferred to the Ukrainian Prosecutor General's Office in Kyiv, where she served as a senior prosecutor.[11][19] From October to December 2012, Poklonskaya worked as head of the prosecution with the proceedings of the Court of Appeal of Crimea. Later, from December 2012 up until March 2014, she was a senior attorney of the 2nd division of the General Directorate of Internal Affairs involved in pre-trial investigation and public prosecution management supervision with oversight of law enforcement in criminal proceedings.[8][9] On 25 February 2014, Poklonskaya handed in her resignation, in which she stated that she was \"ashamed to live in the country where neo-fascists freely walk about the streets\"[11][9] (a reference to radical Euromaidan activists). The resignation was not accepted. Instead, she was given a vacation and left Kyiv for Crimea where her parents lived.[11] On 11 March 2014, after Russian annexation of Crimea, Poklonskaya was appointed Prosecutor of the Autonomous Republic of Crimea.[9][20] Poklonskaya was appointed to the position by Sergei Aksyonov after the position had been reportedly rejected by four others,[21][12] including the former Vice-Prosecutor of Crimea, Vyacheslav Pavlov.[22] Her previous criticism of the opposition protests in Ukraine, and the \"anti-constitutional coup\"[19][23] led the Ukrainian government to launch a criminal case against her and strip her of the civil service rank of Counsellor of Justice.[19][23] For her part, Poklonskaya refers to the change of power in Ukraine as an \"unconstitutional coup and armed seizure of power\",[quote citation needed] and called Ukraine's new parliamentarians \"devils from the ashes.\"[quote citation needed] Immediately following her appointment as Prosecutor, she was involved in an investigation into the violent attacks committed against Crimean Berkut members.[12] On 19 March 2014, Poklonskaya confirmed that investigations were ongoing into a shooting in Simferopol which killed two while denying reports that the shooter had been detained. She compared the shooting to the \"sniper attacks on Independence Square in Kyiv\" from 18 to 21 February, and stated her belief that the shooting was meant to \"provoke violence between the military forces\" of Ukraine and Crimea.[24] Crimea, which in the meantime had come under Russian control[25][26] and become a federal subject of Russia (since then Crimea is under dispute by Russia and Ukraine[5]), saw the creation of its new Prosecutor's Office, now subordinated to Russia's Prosecutor General Yury Chaika. On 25 March, Chaika appointed Poklonskaya as acting Prosecutor of the Republic of Crimea for this new office.[9][27][28] Around the same time, Poklonskaya was listed as a wanted criminal on the website of the Ukrainian Ministry of Internal Affairs,[29] due to alleged involvement in conspiracy to overthrow constitutional order or seize state power.[30] On 27 March, Russian Prosecutor General Yury Chaika granted Poklonskaya the rank of Senior Counsellor of Justice.[25][31][32] On 4 April, Poklonskaya gave the approval for the Russian FSB to begin an operation to arrest Yevgeniy Pomelov, the assistant attorney of Yalta, as part of a larger bribery case.[33][34] On 11 April, the Prosecutor General of Russia personally presented Poklonskaya with her official papers as a Russian legal officer.[35] On 2 May, Russian president Vladimir Putin appointed Poklonskaya Chief Prosecutor of Crimea.[36][37] On 4 May, Poklonskaya accused the Crimean Tatars' self-governmental body (the Mejlis) of extremist activity, warning that the Mejlis could be dissolved and outlawed across Russia.[38][39] On 12 May, the European Union added Poklonskaya to its sanctions list.[40][41] This barred her from entering EU countries and any of her assets there, if existent, were to be frozen.[9][42] Canada imposed similar sanctions on Poklonskaya a month later,[43] followed by Japan on 4 August.[citation needed] Australia followed soon after, sanctioning the Russian prosecutor on 2 September.[44] On 19 December, the United States introduced its individual sanctions against several Ukrainian separatists and Russians, of which Poklonskaya was the only woman.[45][46] In June, Poklonskaya was appointed as a judge to \"guarantee impartiality in the selection of winners\" for Russia's Five Stars singing competition, which would select Russia's entrant for the Intervision Song Contest.[47][48] In September, Poklonskaya declared that those who did not recognize the annexation of Crimea by Russia, as well as those who incited ethnic strife, would be deported.[49] Also in November 2014, Poklonskaya was rated as the sixteenth out of the hundred most promising politicians in Russia by the Institute for Social-Economic and Political Studies.[50] In March 2015, Poklonskaya was appointed as the head of the Japanese-Russian Friendship Society.[51] On 11 June 2015, Russian president Vladimir Putin granted Poklonskaya the rank of 3rd Class State Counsellor of Justice which corresponds with the military rank of Major General.[52][53] Poklonskaya resigned as Prosecutor General on 27 September 2016 due to her election as MP in the State Duma during the 2016 Russian legislative election.[54] Prior to her resignation, she was the youngest female general in Russia, at age 36.[55] In 2015, Poklonskaya announced that she would be running as an MP in the State Duma for the United Russia party. Poklonskaya was elected during the 2016 Russian legislative election.[54] Throughout Russia, she was sometimes considered a potential candidate at the early stages of the presidential elections in 2018.[56] In office, Poklonskaya became notable for her defense of early 20th century Tsar Nicholas II. Considered a Saint by the Russian Orthodox Church, Nicholas II was accused in the film Matilda of having an affair with Mathilde Kschessinska. Poklonskaya defended the Tsar and called on local prosecutors to determine whether the film was religiously insensitive.[57] Poklonskaya was accused of being the head of an unofficial \"Orthodox Taliban\" by Deutsche Welle.[58] Poklonskaya has argued that Nicholas II's abdication in 1917 was legally null and void.[59] In 2018, Poklonskaya was the only United Russia MP to vote against a government bill to raise the retirement age.[60] She did not stand for reelection in 2021. On 13 October 2021, Poklonskaya was appointed ambassador extraordinary and plenipotentiary of the Russian Federation to the Republic of Cabo Verde.[61] She was, however, unable to take up that position, and was instead on 2 February 2022 appointed to be the deputy chief of Federal Agency for the Commonwealth of Independent States Affairs, Compatriots Living Abroad, and International Humanitarian Cooperation (commonly known as Rossotrudnichestvo) after completing a master's degree in international relations.[62] In April 2022, the Moscow Times reported that Poklonskaya has labelled the 2022 Russia invasion of Ukraine as a \"catastrophe.\"[63] In a video address to an international forum she said, \"People are dying, houses and entire cities are destroyed [leaving] millions of refugees. Bodies and souls are mutilated. My heart is bursting with pain. My two native countries are killing each other, that's not what I wanted and it's not what I want.\"[63] Also in April 2022, she had told a popular YouTube blogger that Ukraine's society has \"changed\" in the eight years since the beginning of the War in Donbas with pro-Russian separatists and that Ukrainians \"would not greet Russia with flowers.\"[63] Later that month Poklonskaya also criticized the Z military symbol as used by the Russian invasion force.[63] After doing this she received an immediate response from Rossotrudnichestvo head Yevgeny Primakov who claimed that the letters Z and V are \"symbols of the very liberation of Ukraine from the obvious evil of terrorists and bandits.\"[63] According to the Moscow Times Poklonskaya's break with Russia's official line that the Russian invasion of Ukraine is a \"special military operation\" to \"de-Nazify and demilitarize\" Ukraine was practically unheard of for a sitting official.[63] Poklonskaya was dismissed as deputy chief of Rossotrudnichestvo on 13 June 2022.[64] On her Telegram channel, Poklonskaya announced she would be \"moving to another job\" and thanked Russian President Vladimir Putin for his \"support and trust.\"[64] She assumed her new position as adviser to Prosecutor General of Russia the following day.[4] After a video of Poklonskaya at a press conference on 11 March 2014 was uploaded to YouTube, her attractiveness and youth went viral among mainly Japanese and Chinese internet users and also became the focus of attention of Internet communities such as Reddit, 4chan and Vkontakte, which was reported by international news outlets.[65][66][67] Within a month, the press conference was viewed over 1.7 million times.[68] Many fan-created anime-style moe images of her uploaded to the Internet also attracted international media attention.[11][19][65][69][70] A music video by Enjoykin based on Poklonskaya's press conferences and interviews has had 45 million views on YouTube.[71] In 2014, Poklonskaya was among the most searched-for celebrities on the Internet in both Russia and Ukraine. According to Google, she was the year's 7th most searched-for person in Russia[72] and the 8th in Ukraine,[73] and according to the Russian search engine Yandex – the 2nd most searched-for female in Ukraine[74] and the 4th in Russia.[75] She was described as a sex symbol by the New York Observer and Die Welt.[45][76] Due to the international media coverage she received in 2014, Poklonskaya has been intentionally reticent about her personal life. Although Russian media reported her as being married,[77][78] when Poklonskaya failed to disclose her husband's name in her financial declarations, she was forced to admit that she had broken up with her fiancé, and had only stated she was married to prevent unwanted attention from male fans who may have wanted to date her.[79][80] Poklonskaya has a daughter named Anastasiya.[81][11][82] On 13 August 2018, a number of media reported that Poklonskaya married 47-year-old Ivan Nikolaevich Soloviev [ru], a veteran of law enforcement agencies, honoured lawyer of Russia, and head of the office of the Commissioner for Human Rights in Russia. The wedding took place in Crimea.[83] A year later, in September 2019, Soloviev revealed that he and Poklonskaya had separated.[84] Poklonskaya said that since March 2014 she has not been a citizen of Ukraine.[85] In April 2022 she referred to Russia and Ukraine as her \"two native countries\".[63] Also in April 2022, she said Ukrainian society has \"changed\" in the eight years since the beginning of the War in Donbas with pro-Russian separatists and that \"Ukraine is not Russia\".[63] Poklonskaya is deeply religious, and is a member of the Eastern Orthodox Church. In March 2017, she claimed that a bronze bust of the Tsar in Simferopol was seeping fragrant myrrh.[86] The Russian Orthodox Church stated that they did not detect traces on the bronze bust, but instructed the church priest to continue observation; in the past some Roman Catholic worshippers had made claims of weeping statues of the Virgin Mary.[86] Poklonskaya's statement drew ridicule from some Russian netizens.[87] In February 2017, Poklonskaya led a campaign to block the release of the film Matilda for its allegedly blasphemous portrayal of the affair between Tsar Nicholas II (who has been canonized by the Russian Orthodox Church) and the ballerina Matilda Kshesinskaya.[88] In April, she released a 39-page report attempting to denounce the film and alleging, among other claims, that the historically evidenced and well-documented affair could not have happened as Kshesinskaya was, in the opinion of the report's authors, 'too ugly to have attracted the attention of the Tsar'.[89] Poklonskaya plays the piano.[90] On her visit to the summer residence of Tsar Nicholas II, she played (among other pieces) Masquerade, a waltz by Armenian composer Aram Khachaturian.[citation needed] Poklonskaya told the website Novorossia Today in March 2016 that she views her beauty as an asset: \"My looks have never been an obstacle – I hope they deceive my enemies.\"[90]","Title":"Natalia Poklonskaya - Wikipedia","KeyID":"16541","URL":"https://en.wikipedia.org/wiki/Natalia_Poklonskaya"}