{"Content: ":"Order of Courage Igor Nikolayevich Bezler (Russian: Игорь Николаевич Безлер; Ukrainian: Ігор Миколайович Бєзлєр, romanized: Ihor Mykolayovych Byezlyer; born 1965, Simferopol,[2] Crimean Oblast, Ukrainian SSR), known by the pseudonym \"Bes\" (Russian: Бес, English: Imp)[3] is one of the pro-Russian rebel leaders whose group controlled the local police department in Horlivka.[citation needed] He was a prominent commander in the early phases of the War in Donbas and the 2014 Crimean crisis. In 2014 he went into hiding and as of 2016 issued statements denouncing the Russian-backed separatist groups. In November 2020 Bellingcat claimed that Bezler, with a fake Russian passport issued to the name of Igor Nikoalevich Beregovoy (Игорь Николаевич Береговой), lives in Russian annexed Crimea since October 2014.[4][5] Bezler's father, Nikolai Bezler (or Mykola Byezlyer in Ukrainian), was an ethnic German (original spelling of his surname in German – Besler[citation needed]), his mother was an ethnic Ukrainian, but she considers herself Russian.[6] He served in the Soviet Army in Afghanistan (1983–84) and fought against the separatist forces in Chechnya. He was awarded the Order of the Red Star. In 1994-97 Bezler studied at the Dzerzhinsky Military Academy.[7][8] (It is possible that this reference is to the FSB Academy.) The Security Service of Ukraine (SBU) claims that until 2002 he served in detachments of the Russian General Staff GRU retiring as a lieutenant colonel.[9] In 2002 Bezler moved to Ukraine. According to Ukrainian officials, in February 2014 he was contacted by agents of the GRU. Complying with their instructions, Bezler supposedly moved to Crimea where he participated in number of violent events connected with taking over of military installations and government facilities. In April 2014, as a member of a diversion group, Bezler helped take over the SBU headquarters in Donetsk Oblast and the Interior Ministry district department in Horlivka.[10] On April 14, 2014, a YouTube video showed a man claiming to be a lieutenant colonel of the Russian army addressing police officers[11] at the pro-Russian-held Horlivka police station[12] and naming a new police chief.[11] The man was subsequently identified as Bezler. Ukraine accused him and Igor Strelkov of orchestrating the killing of Horlivka deputy Volodymyr Ivanovych Rybak.[13][14] Bezler denies his involvement.[15] According to transcripts of conversations Ukraine's intelligence services claims it intercepted at the time of the crash of MH17, Bezler was aware of an aircraft crashing.[16] Bezler has said that the talk had really taken place but that he had talked about a Ukrainian attack aircraft shot down by the militia a day before the Malaysian airliner crash.[17] Shaun Walker, a reporter for The Guardian, claims that Bezler \"is regarded as something of a loose cannon, even by other rebels, who speak about him in hushed tones.\" When Walker interviewed Bezler with the hope of asking him about the MH17 crash, Bezler reportedly bragged that he summarily executes some of the combatants he captures: \"Those who are fighting with the Ukrainian army, we keep as prisoners. Those who are fighting with volunteer battalions, we question them and then shoot them on the spot. Why should we show any pity to them?... You should see what they have done to my people. They chop off their heads and shit in the helmets! They are fascists! So why should we stand on ceremony with them? Questioning, an execution, that’s it. I will hang those fuckers from lampposts!\". According to Walker, when Bezler saw the journalists recording this conversation, he ordered, \"Burn their notebooks! Seize their electronics! Search everything for compromising material and then destroy it! If you find anything, execute them as spies!... Don’t think for one minute I will hesitate to have you shot.\"[18] In November 2014 Bezler disappeared from public sight in Donbas and speculations about his death was circulated by some Ukrainian media (including a version that he was assassinated by Russian special services). Luhansk People's Republic representatives admitted \"he left Donbas\" but rejected the claims about his death.[19] A video appeared on YouTube by end of November in which Bezler appeared, explaining he's alive and in Ukraine's Poltava Oblast.[20] In November 2019 Bellingcat research claimed that on 27 October 2014 Bezler moved with a fake Russian passport to Russian annexed Crimea and lived there since.[4] On December 19, 2014, Bezler was placed on the Specially Designated Nationals List by the U.S Office of Foreign Assets Control (OFAC).[21] This placement prohibits U.S. persons from undertaking any business with him without first obtaining a license from OFAC. In early March 2016 Bezler claimed in a post on social network VK that he \"always was and still am a supporter of a single sovereign federal Ukraine, but without Nazis and obsessive nationalism\" and had never been a supporter of the recreation of Novorossiya.[22] He also stated that the Donetsk People's Republic had become a \"Banana republic\" with a stealing leadership.[22]","Title":"Igor Bezler - Wikipedia","KeyID":"16545","URL":"https://en.wikipedia.org/wiki/Igor_Bezler"}