{"Content: ":"Alexander Vladimirovich Zakharchenko[a] (26 June 1976 – 31 August 2018) was a Ukrainian separatist leader[4][5] who was the head of state and Prime Minister of the Donetsk People's Republic, a self-proclaimed state and rebel group which declared independence from Ukraine on 11 May 2014.[6][7][8][9] Zakharchenko was appointed Prime Minister in August 2014 after his predecessor, Alexander Borodai, resigned, and went on to win the early November 2014 election for the position.[10] Zakharchenko was killed in 2018 when a bomb exploded that had been planted in a café that he frequented.[11][12][13] Zakharchenko graduated from technical college and then worked as a mine electrician before opening a business in the mining industry, also having studied with the law institute of the Interior Ministry.[14][15] He was godfather to Alexander Timofeyev's children.[16] In 2010, Zakharchenko became head of the Donetsk branch of Oplot (a non-governmental organisation established in Kharkiv).[b] On 16 April 2014, 20 members of Oplot (including Zakharchenko), armed with clubs, rifles and some automatic weapons, occupied the offices of Donetsk city council, demanding a referendum on the status of the region.[17][18] By April 2014, he was the commander of a local militia in Donetsk (Oplot[14]). The members of this militia were mainly from civic and martial arts group.[19] Zakharchenko was appointed \"military commandant of Donetsk\" on 16 May 2014.[20][15] Since May 2014, Zakharchenko played a leading role in the insurgency against Ukraine's central government. On 22 July 2014, he was wounded in the arm during a fight against Ukrainian government forces at Kozhevnia.[14] In late August 2014, the DPR Ministry of Defence announced Zakharchenko's promotion to major general.[2] Zakharchenko succeeded Alexander Borodai as Prime Minister on 7 August 2014,[21] Borodai then became the DPR Deputy Prime Minister.[22] According to Borodai, Donbas native Zakharchenko succeeded him for a Russian government effort \"to try to show the West that the uprising was a grassroots phenomenon\".[23] Borodai also claims that he personally recommended Zakharchenko as Prime Minister.[23] In September 2014, Zakharchenko was the lead negotiator for the DPR at the Minsk Protocol, which agreed to a peace plan for the war in Donbas.[24] During the 2014 Donetsk parliamentary elections, Zakharchenko won the prime ministership with 78.93% of the vote.[25] The next day after the elections, the head of Oplot organization Evgeniy Zhylin gave interview to the Russian television channel Dozhd where he told how Zakharchenko was appointed as a head of Donetsk branch of Oplot and how his candidacy as a leader of DPR was promoted from Moscow.[26] In February 2015, Zakharchenko, representing the DPR, agreed to the Minsk II peace treaty, calling it a \"major victory for the Lugansk and Donetsk People's Republics\".[27] After signing the Minsk agreements, Zakharchenko stated that should the Ukrainian authorities violate the terms of the agreements, fail to withdraw from the border, or fail to release the Donetsk POWs, he would take Kharkiv and destroy the Ukrainian battalions in Debaltseve. Additionally, Zakharchenko stated that he had no intention on adhering to the ceasefire within the Debaltseve region.[28] He was subsequently wounded in the leg on 17 February 2015 during the closing stages of the Battle of Debaltseve.[29] In January 2016, he described the battle in July 2014 for the village of Kozhevnia as \"a milestone for me\", saying that it was \"our first offensive. Unfortunately, in the course of fighting we practically destroyed this village. By burning down houses, we saved our lives and the lives of our people.\"[30] During the 2014 Donbas parliamentary elections campaign, Zakharchenko told potential voters that he wanted pensions to be \"higher than in Poland.\"[31] Zakharchenko said this was feasible because Donetsk is very rich, \"like the United Arab Emirates [...] [the Donetsk people] have coal, metallurgy, natural gas [. . .] [t]he difference between [them] and the Emirates is they don't have a war [in the Emirates] and [Donetsk does].\"[32] Zakharchenko promised to build \"a normal state, a good one, a just one. [Donetsk] boys died for this, civilians are still being killed for this\".[31] Zakharchenko held positions in keeping with conservative sexual ethics. For example, he stated: “…this generation is being raised on democracy, which implies that a family can have two fathers or two mothers. To me, this is categorically unacceptable.”[33] Zakharchenko was in favour of the death penalty.[34] In an interview with Zakhar Prilepin on Tsargrad TV in late 2016, he said that Britain must be conquered, which would usher in a \"Golden Age for Russia\".[35][36] Prilepin, a Russian writer and political activist of the National Bolshevik Party, stated that Zakharchenko was among the top five most popular politicians in Ukraine and could be elected the President of Ukraine.[37][38][39][40] In 2016, Prilepin published a book in which Alexander Zakharchenko is the protagonist.[41] During the war in Donbas there were many cases of forced disappearances in the Donetsk People's Republic. Zakharchenko said that his forces detained up to five \"Ukrainian subversives\" every day. It was estimated that about 632 people were under illegal detention by separatist forces by 11 December 2014.[42] Freelance journalist Stanislav Aseyev was abducted on 2 June 2017 under espionage charges. At first, the de facto DNR government denied knowing his whereabouts, but on 16 July an agent of the DNR's Ministry of State Security confirmed that Aseyev was in their custody and that he was suspected of espionage. Independent media was not allowed to report from the DNR-controlled territory. Amnesty International demanded that Zakharchenko release Aseyev.[43] He was released in 2019.[44] Zakharchenko was killed by a bomb explosion in the café \"Separ\" (Ukrainian slang for \"separatist\") on Pushkin Boulevard in Donetsk, on 31 August 2018.[45] Preliminary reports say DNR's finance minister Alexander Timofeyev was also wounded in the blast.[46] The DNR and the Russian Federation blamed the Ukrainian government authorities; officials in Kyiv reject these accusations, stating that Zakharchenko's death was the result of civil strife in the DNR.[47] Initial reports say that Deputy Prime Minister Dmitry Trapeznikov was appointed acting head of the Donetsk People's Republic.[48] Funeral and memorial services were scheduled for 2 September, in the Donetsk Opera and Ballet Theatre.[49] A three-day mourning period was declared on 1 September, with the start of the new academic year in the territory being postponed until 4 September.[50] Russian President Vladimir Putin sent his condolences to Zakharchenko's family, calling his death a \"contemptible murder\".[51][52] The Russian Foreign Ministry's official spokesperson Maria Zakharova blamed Ukraine for the death, claiming that it is \"driving its country to the verge of an all-out disaster at increasingly faster speeds\".[53] The acting head of the Luhansk People's Republic, Leonid Pasechnik, paid tribute to Zakharchenko at a memorial service in the Republic, saying that the \"banner of struggle, lifted by Alexander Zakharchenko, will never fall\". He also said that the Donbas region \"will not forgive Zakharchenko's murder\".[54]","Title":"Alexander Zakharchenko - Wikipedia","KeyID":"16558","URL":"https://en.wikipedia.org/wiki/Alexander_Zakharchenko"}