{"Content: ":"Alexander Sergeevich Khodakovsky (Russian: Алекса́ндр Серге́евич Ходако́вский, IPA: [ɐlʲɪkˈsandr sʲɪrˈɡʲejɪvʲɪtɕ xədɐˈkofskʲɪj]) is the commander of the pro-Russian Vostok Battalion formed in early May 2014 during the 2014 insurgency in Donbas. Khodakovsky is a former commander of Ukraine's Alpha special unit of the Security Service of Ukraine (SBU). During the 2014 insurgency in Donbas, he defected and became the leader of the pro-Russian \"Patriotic Forces of Donbas\" in Donetsk Oblast, and later (until July 16, 2014, when he was replaced by Vladimir Antyufeyev[2]) the Security Minister of the Donetsk People's Republic.[3] In May 2018, Khodakovsky relocated to Russia, and in September 2018, he claimed that Russian border guards did not let him return to Donetsk.[4][5] On July 23, 2014, the international news agency Reuters reported Khodakovsky had in an interview confirmed that pro-Russian rebels had obtained a Buk missile system, which they used to shoot down Malaysia Airlines Flight 17 and then \"probably\" sent it back to Russia to remove proof of its presence.[6] This Reuters interview was quickly disputed by another rebel leader, Alexander Borodai.[7] And Khodakovsky quickly denied having told Reuters that separatists possessed Buk missiles when the Malaysia airliner crashed in the region: \"We were discussing theories but one simple phrase was cutting throughout like a red line that I do not have the information on militia possessing such kind of a weapon.\" Khodakovsky said he had told Reuters that he was not an expert and could not comment on the crash. Khodakovsky said he neither agreed with nor denied claims that rebels had shot down the plane. He only said that if Ukrainian authorities knew that the DPR allegedly possessed Buks, they should have banned civilian flights in the Donetsk airspace.[8] Reuters said it stands by its story and produced an audio recording of part of the interview, in which a man who sounds like Khodakovsky confirms key comments made by Khodakovsky about the militia obtaining the Buk from Russia and using it to shoot down MH17.[9] In November 2014, he repeated his claim that the separatists had a Buk launcher at the time, but stated that the vehicle, under control of fighters from Luhansk, had still been on its way to Donetsk when MH17 crashed. It then retreated in order to avoid being placed under blame.[10] On 19 August 2014, reports began to emerge that Khodakovsky had been arrested by law enforcement agencies.[11] It was later clarified by the Interior Ministry that it was Semyon Khodakovsky, a junior rebel commander, that had been detained.[12]","Title":"Alexander Khodakovsky - Wikipedia","KeyID":"16552","URL":"https://en.wikipedia.org/wiki/Alexander_Khodakovsky"}