{"Content: ":"Ekaterina Yurevna Gubareva (Russian: Екатерина Юрьевна Губарева; Ukrainian: Катерина Юріївна Губарєва; born 5 July 1983) is a former \"minister of foreign affairs\" of the self-proclaimed Donetsk People's Republic and wife of Pavel Gubarev.[1][2][3] Born on 5 July 1983 in Kakhovka, she has a degree in computer science from the Donetsk National Technical University.[4][5] In 2013 she entered the Donetsk Art School, but did not graduate due to the war in Donbass. Before the war in Donbass, she was the well-known local organizer of the Healthy lifestyle festivals.[6] Also she was an amateur artist, and her works were exhibited in a Donetsk gallery.[7] On 1 March 2014, during the protests in the southeastern part of Ukraine, her husband Pavel Gubarev at a rally in Donetsk was chosen as \"people's governor\" of Donetsk oblast. On 6 March 2014, he was arrested and taken by the Security Service of Ukraine to Kyiv. Ekaterina Gubareva then left with their children for some time in Rostov-on-Don (Russia). In April 2014 the Donetsk People's Republic was proclaimed within the Donetsk region. Gubareva led its Ministry of Foreign Affairs.[8] Gubareva became the organizer of humanitarian convoys (food, medicine, childcare products) for the civilians and fighters of the Donetsk People's Republic. She said: \"We don't carry weapons or fighters, and we don't know anything about that side of things.\"[9] The European Union has included Gubareva in the list of people who have come under their sanctions. She was banned from entering the European Union and her accounts in European banks were subject to freezing.[10] According to EU officials: In her capacity of so called \"Minister of Foreign Affairs\" she is responsible of defending the so called \"Donetsk People's Republic\", thus undermining the territorial integrity, sovereignty and independence of Ukraine. In addition, her bank account is used to finance illegal armed separatist groups. In taking on and acting in this capacity she has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine.[11] On 16 August 2014 the former vice president of Transnistria, Alexander Karaman, replaced Gubareva in the post of foreign minister, for unspecified reasons.[12] She became the Deputy Minister of Foreign Affairs. After the assassination attempt on her husband, Pavel Gubarev, on 13 October 2014[13] she temporarily led the New Russia Party.[14] Pavel Gubarev formed the Free Donbass movement in 2014. As a result of the assassination of Alexander Zakharchenko, there were elections in the Donetsk People's Republic. In September 2018, Pavel Gubarev went to Moscow and obtained permission to be a candidate for the post of head of the Donetsk People's Republic.[15] As a result of this, the Gubarevs are being put under pressure by supporters of rival candidate, Denis Pushilin.[15] Ekaterina Gubareva was set to head the Free Donbass party list for the \"elections\" of the People's Council of the Donetsk People's Republic of 11 November 2018.[15] But on 29 September 2018, she was arrested and held in custody by unknown people, and so was unable to attend the party convention that day, with the result that she was excluded from the party list.[15] At the convention, the movement was taken over by supporters of Denis Pushilin.[15] After this incident she left for Rostov-on-Don.[15] On 16 June 2022 Gubareva took office as Chief of Staff and Deputy Head of the Russian-occupation government called \"Kherson Military-Civilian Administration\" for Digitalization, Communications, Legal Regulation, and Domestic and Foreign Policy.[16] She has two sons and a daughter.[17]","Title":"Ekaterina Gubareva - Wikipedia","KeyID":"16550","URL":"https://en.wikipedia.org/wiki/Ekaterina_Gubareva"}