{"Content: ":"Aleksandr Gelyevich Dugin (Russian: Александр Гельевич Дугин; born 7 January 1962) is a Russian political philosopher,[5] analyst, and strategist known for views widely characterized as fascist.[6][7][8][9][10][11][12] Considered by some in the West to be \"Putin's brain,\"[13] or \"Putin's philosopher,\" Dugin is believed by some to have been the brains behind Russia's annexation of Crimea[14] as part of Dugin's advocacy for Ukraine becoming \"a purely administrative sector of the Russian centralized state\", which he refers to as Novorossiya.[15] Dugin is also believed to have laid the ideological groundwork for the Russian invasion of Ukraine in 2022.[16] Dugin calls for an illiberal totalitarian Russian Empire to control the Eurasian continent from Dublin to Vladivostok to challenge America and \"Atlanticism\".[17][18] He was the main organizer of the National Bolshevik Front, the Eurasia Party and, together with Eduard Limonov, their forerunner, the National Bolshevik Party. He also served as an advisor to the State Duma speaker Gennadiy Seleznyov[19] and a leading member of the ruling United Russia party, Sergey Naryshkin.[20] Dugin is the author of more than 30 books, among them Foundations of Geopolitics (1997) and The Fourth Political Theory (2009). Dugin was born in Moscow, into the family of a colonel-general in the Soviet military intelligence and candidate of law, Geliy Alexandrovich Dugin, and his wife Galina, a doctor and candidate of medicine.[21] His father left the family when he was three, but ensured that they had a good standard of living, and helped Dugin out of trouble with the authorities on occasion.[22] He was transferred to the customs service due to his son's behaviour in 1983.[23] In 1979, Aleksandr entered the Moscow Aviation Institute, but was expelled. Afterwards, he began working as a street cleaner and used a forged reader's card to access the Lenin Library and continue studying. However, other sources claim he instead started working in a KGB archive, where he had access to banned literature on Masonry, fascism and paganism.[24] In 1980, Dugin joined the \"Yuzhinsky group\", an avant-garde dissident group which dabbled in Satanism and other forms of the occult.[25][26] In the group, he was known for his embrace of Nazism which he attributes to a rebellion against his Soviet raising, as opposed to genuine sympathy for Hitler.[27] He adopted an alter ego with the name of \"Hans Siever\", a reference to Wolfram Sievers, a Nazi researcher of the paranormal.[28] Studying by himself, he learned to speak Italian, German, French, English[29] and Spanish.[30] He also discovered the writings of Julius Evola in the V. I. Lenin State Library, and adopted the beliefs of the Traditionalist School. Dugin's first wife was Evgenia Debryanskaya, a Russian activist. They have a son they called Artur, who they named in honor of Arthur Rimbaud.[31] In the 1980s, Dugin was a dissident[32] and an anti-communist.[33] Dugin worked as a journalist before becoming involved in politics just before the fall of communism. In 1988, he and his friend Geydar Dzhemal joined the ultranationalist group Pamyat (Memory), which would later give rise to Russian fascism.[34] He helped to write the political program for the newly reformed Communist Party of the Russian Federation under the leadership of Gennady Zyuganov.[35] Dugin published Foundations of Geopolitics in 1997; this work has been used as a textbook in the Academy of the General Staff of the Russian military,[citation needed] and alarms political scientists in the US,[36] sometimes referenced by them as \"Russia's Manifest Destiny\".[37] Also in 1997, his article, \"Fascism – Borderless and Red\", described \"national capitalism\" as pre-empting the development of a \"genuine, true, radically revolutionary and consistent, fascist fascism\" in Russia. He believes that it was \"by no means the racist and chauvinist aspects of National Socialism that determined the nature of its ideology. The excesses of this ideology in Germany are a matter exclusively of the Germans ... while Russian fascism is a combination of natural national conservatism with a passionate desire for true changes.\"[38] The \"Waffen-SS and especially the scientific sector of this organization, Ahnenerbe,\" was \"an intellectual oasis in the framework of the National Socialist regime\", according to him.[38] Dugin soon began publishing his own journal entitled Elementy, which initially began by praising Franco-Belgian Jean-François Thiriart, belatedly a supporter of a \"Euro-Soviet empire which would stretch from Dublin to Vladivostok and would also need to expand to the south, since it require(s) a port on the Indian Ocean.\"[39] Consistently glorifying both Tsarist and Stalinist Russia, Elementy also indicated his admiration for Julius Evola. Dugin also collaborated with the weekly journal Den (The Day), previously directed by Alexander Prokhanov.[35] Dugin disapproves of liberalism and the West, particularly US hegemony.[40] He asserts: \"We are on the side of Stalin and the Soviet Union\".[41] He describes himself as being a conservative: \"We, conservatives, want a strong, solid state, want order and healthy family, positive values, the reinforcing of the importance of religion and the Church in society\". He adds: \"We want patriotic radio, TV, patriotic experts, patriotic clubs. We want the media that expresses national interests\".[42] According to political scientist Marlène Laruelle, the thinking of Dugin, main manufacturer of a fascism à-la-russe, could be described as a series of concentric circles, with far-right ideologies underpinned by different political and philosophical traditions (Esoteric Nazism, Traditionalism/Perennialism, the German Conservative Revolution and the European New Right) at its backbone.[43] Dugin adapts Martin Heidegger's thought of Dasein (Existence) and transforms it into a geo–philosophical concept.[44] According to Dugin, the forces of liberal and capitalist Western civilization represent what the ancient Greeks called ὕβρις (hubris), \"the essential form of titanism\" (the anti-ideal form), which opposes Heaven (\"the ideal form—in terms of space, time, being\"). In other words, the West would summarize \"the revolt of the Earth against Heaven\". To what he calls the West's \"atomizing\" universalism, Dugin contrasts an apophatic universalism, expressed in the political idea of \"empire\".[44] Values of democracy, human rights and individualism are considered by him not to be universal but uniquely Western.[45] In 2019, Dugin engaged in a debate with French intellectual Bernard-Henri Lévy on the theme of what has been called \"the crisis of capitalism\" and the insurrection of nationalist populisms.[46] Dugin has espoused fascist views,[47][48][49][50] and has theorized the foundation of a \"Euro-Asian empire\" capable of fighting the US-led Western world.[47][48][51] In this regard, he was the organizer and the first leader of the ultranationalist National Bolshevik Party from 1993 to 1998 (along with Eduard Limonov) and, subsequently, of the National Bolshevik Front and of the Eurasia Party, which then became a non-governmental association. Dugin's Eurasitic ideology therefore aims at the unification of all Russian-speaking peoples in a single country through the forced territorial dismemberment of the former republics of the Soviet Union.[52][53] In the early 1990s Dugin's work at the National Bolshevik Front included research into the roots of national movements and the activities of supporting esoteric groups in the first half of the 20th century. Partnering with Christian Bouchet,[54][55] a then-member of the French Ordo Templi Orientis, and building on the national-fascist and migratory-integrative interest groups in Asia and Europe, they contribute in bringing international politics closer to Russia's Eurasian geopolitical concept. Dugin spent two years studying the geopolitical, semiotic and esoteric theories of the controversial German scholar Herman Wirth (1885–1981), one of the founders of the German Ahnenerbe. This resulted in the book Hyperborean Theory (1993), in which Dugin largely endorsed Wirth's ideas as a possible foundation for his Eurasianism.[56] Apparently, this is \"one of the most extensive summaries and treatments of Wirth in any language\".[57] According to the Moldavian anthropologist Leonid Mosionjnik Wirth's overtly wild ideas fitted perfectly well in the ideological void after the demise of communism, liberalism and democracy.[58] Dugin also promoted the legend that Wirth had written an important book on the history of the Jewish People and the Old Testament, the so-called Palestinabuch, which could have changed the world had it not been stolen.[59] Dugin's ideas, particularly those on \"a Turkic-Slavic alliance in the Eurasian sphere\" have begun to receive attention among certain nationalistic circles in Turkey, most notably among alleged members of the Ergenekon network, which is the subject of a high-profile trial (on charges of conspiracy).[citation needed] Dugin's Eurasianist ideology has also been linked to his adherence to the doctrines of the Traditionalist School. (Dugin's Traditionalist beliefs are the subject of a book length study by J. Heiser, The American Empire Should Be Destroyed—Aleksandr Dugin and the Perils of Immanentized Eschatology.[60]) Dugin also advocates for a Russo-Arab alliance.[61] In principle, Eurasia and our space, the heartland Russia, remain the staging area of a new anti-bourgeois, anti-American revolution ... The new Eurasian empire will be constructed on the fundamental principle of the common enemy: the rejection of Atlanticism, strategic control of the USA, and the refusal to allow liberal values to dominate us. This common civilizational impulse will be the basis of a political and strategic union. The reborn Russia, according to Dugin's concept, is said by Charles Clover of the Financial Times to be a slightly remade version of the Soviet Union with echoes of Nineteen Eighty-Four by George Orwell, where Eurasia was one of three continent-sized super states including Eastasia and Oceania as the other two and was participating in endless war between them.[32] In the Eurasian public discourse sphere, the totalitarian communist policy deployed in over three decades of works by various international groups that are part of the movement, is \"a version of reintegration of the post-Soviet space into a \"Eurasian\" sphere of influence for Russia\".[62] The North American program \"works with a wide range of partners from all sectors of civil society\" and \"is advanced through grant making, advocacy and research, regional initiatives, and close engagement\".[63] The Kremlin invited Dugin to speak at its Anti-Orange Rally in Moscow in February 2012. There, Dugin addressed tens of thousands with this message:[64] Dear Russian people! The global American empire strives to bring all countries of the world together under its control. They intervene where they want, asking no one's permission. They come in through the fifth column, which they think will allow them to take over natural resources and rule over countries, people, and continents. They have invaded Afghanistan, Iraq, Libya. Syria and Iran are on the agenda. But their goal is Russia. We are the last obstacle on their way to building a global evil empire. Their agents at Bolotnaya Square and within the government are doing everything to weaken Russia and allow them to bring us under total external control. To resist this most serious threat, we must be united and mobilized! We must remember that we are Russian! That for thousands of years we protected our freedom and independence. We have spilled seas of blood, our own and other people's, to make Russia great. And Russia will be great! Otherwise it will not exist at all. Russia is everything! All else is nothing!\".[64] Dugin was baptized at the age of six in the Russian Orthodox church of Michurinsk by his great-grandmother Elena Mikhailovna Kargaltseva. Since 1999, he formally embraced a branch of the Old Believers, a Russian religious movement which rejected the 1652–1666 reforms of the official Russian Orthodox Church.[65] Dugin's Eurasian philosophy owes much to Traditional Integralism and Nouvelle Droite movements, and as such it resonates with Neopaganism,[66] a category which in this context means the movement of Slavic Native Faith (Rodnovery), especially in the forms of Anastasianism and Ynglism. Dugin's Eurasianism is often cited as belonging to the same spectrum of these movements,[67] as well as also having influences from Hermetic, Gnostic and Eastern traditions.[68] He calls to rely upon \"Eastern theology and mystical currents\" for the development of the Fourth Political Theory.[69] According to Marlene Laruelle, Dugin's adherence to the Old Believers allows him to stand between Paganism and Orthodox Christianity without formally adopting either of them. His choice is not paradoxical, since, according to him—in the wake of René Guénon—Russian Orthodoxy and especially the Old Believers have preserved an esoteric and initiatory character which was utterly lost in Western Christianity. As such, the Russian Orthodox tradition may be merged with Neopaganism and may host \"Neopaganism's nationalist force, which anchors it in the Russian soil, and separates it from the two other Christian confessions\".[65] Dugin wrote a 1997 essay in which he described Soviet-era serial killer Andrei Chikatilo as a mystic and “a practitioner of Dionysian “sacraments” in which the killer/torturer and the victim transcend their “metaphysical dualism” and become one”.[70] In 1992, Eduard Limonov founded the National Bolshevik Front (NBF) as an amalgamation of six minor groups.[71] Aleksandr Dugin was among its earliest members and was instrumental in convincing Limonov to enter politics, and signed the declaration of the founding of the party in 1993.[72] The party first attracted attention in 1992 when two members were arrested for possessing grenades. The incident gave the NBP publicity for a boycott campaign they were organizing against Western goods.[73] The NBF joined forces with the National Salvation Front (a broad coalition of Russian communists and nationalists).[74] In 1998, Dugin left the NBP as a result of a conflict with other members of the party.[75] This led to the party moving further left in Russia's political spectrum, and led to members of the party denouncing Dugin and his group as fascists.[76] The Eurasia Party, which advances neo-Eurasianist ideas, was launched in April 2001. Dugin was reported as the group's founder. He said the movement would stress cultural diversity in Russian politics, and oppose \"American style globalisation, and would also resist a return to communism and nationalism.\" It was officially recognized by the Ministry of Justice on 31 May 2001.[35] The Eurasia Party claims support in some military circles and by leaders of the Orthodox Christian faith in Russia, and the party hopes to play a key role in attempts to resolve the Chechen problem, with the objective of setting the stage for Dugin's objective of a Russian strategic alliance with European and Middle Eastern states, primarily Iran. In 2005, Dugin founded the Eurasian Youth Union of Russia as the youth wing of the International Eurasia Movement.[77] Dugin supports Russian President Vladimir Putin and his foreign policies but has opposed the Russian government's economic policies. He stated in 2007: \"There are no more opponents of Putin's course and, if there are, they are mentally ill and need to be sent off for clinical examination. Putin is everywhere, Putin is everything, Putin is absolute, and Putin is indispensable\". It was voted number two in flattery by readers of Kommersant.[78] In the Kremlin, Dugin represents the \"war party\", a division within the leadership over Ukraine.[79] Dugin is an author of Putin's initiative for the annexation of Crimea by Russia.[14] He considered the war between Russia and Ukraine to be inevitable and appealed for Putin to intervene in the War in Donbas.[14] Dugin said: \"The Russian Renaissance can only stop by Kiev.\"[80] During the 2014 pro-Russian conflict in Ukraine, Dugin was in regular contact with pro-Russian separatist insurgents.[81] He described his position as \"unconditionally pro-DPR and pro-LPR\".[82] A Skype video call posted on YouTube showed Dugin providing instructions to separatists of South and Eastern Ukraine as well as advising Ekaterina Gubareva, whose husband Pavel Gubarev declared himself the Donetsk Region governor and after that was arrested by the Security Service of Ukraine.[77] On 31 March 2014, Oleg Bahtiyarov, a member of the Eurasia Youth Union of Russia founded by Dugin, was arrested.[77] He had trained a group of about 200 people to seize parliament and another government building, according to the Security Service of Ukraine.[77] Dugin stated he was disappointed in President Putin, saying that Putin did not aid the pro-Russian insurgents in Ukraine after the Ukrainian Army's early July 2014 offensive.[81] In August 2014, Dugin called for an eradication of Ukrainian identity.[83] Halya Coynash of the Kharkiv Human Rights Protection Group said that the influence of Dugin's \"Eurasian ideology\" on events in eastern Ukraine and on Russia's invasion of the Crimea was beyond any doubt.[84] According to Vincent Jauvert, Dugin's radical ideology became the basis for the internal and foreign policy of the Russian authorities.[85] \"So Dugin is worth listening to, in order to understand to which fate the Kremlin is leading its country and the whole of Europe.\"[85] Ukraine gave Dugin a five-year entry ban, starting in June 2006,[86] and Kyiv declared him a persona non grata in 2007.[87] His Eurasian Youth Union was banned in Ukraine.[86] In 2007, the Security Service of Ukraine identified persons of the Eurasian Youth Union who committed vandalism on Hoverla in 2007: they climbed up the mountain of Hoverla, imitated sawing down the details of the construction in the form of the small coat of arms of Ukraine by tools brought with them and painted the emblem of the Eurasian Youth Union on the memorial symbol of the Constitution of Ukraine.[86] He was deported back to Russia when he arrived at Simferopol International Airport in June 2007.[88] Before war broke out between Russia and Georgia in 2008, Dugin visited South Ossetia and predicted: \"Our troops will occupy the Georgian capital Tbilisi, the entire country, and perhaps even Ukraine and the Crimean Peninsula, which is historically part of Russia, anyway.\"[89] Afterwards he said Russia should \"not stop at liberating South Ossetia but should move further,\" and \"we have to do something similar in Ukraine.\"[90] In 2008, Dugin stated that Russia should repeat the Georgian scenario in Ukraine, namely attack it.[91] In September 2008, after the Russian-Georgian war, he did not hide his anger towards Putin, who \"dared not drop the other shoe\" and \"restore the Empire.\"[85] On 10 October 2014, Dugin said, \"Only after restoring the Greater Russia that is the Eurasian Union, we can become a credible global player. Now these processes slowed down very much. The Ukrainian maidan was the response of the West to the advance of the Russian integration.\"[92] He described the Euromaidan as a coup d'état carried out by the United States: \"America wishes to wage the war against Russia not by its own hands but by the hands of the Ukrainians. Promising to wink at up to 10 thousand victims among the peaceful population of Ukraine and actually demanding the victims, the United States led to this war. The United States carried out the coup d'état during the maidan for the purpose of this war. The United States raised neo-Nazis Russophobes to the power for the purpose of this war.\"[93] Dugin said Russia is the major driving force for the current events in Ukraine: \"Russia insists on its sovereignty, its liberty, responds to challenges thrown down to it, for example, in Ukraine. Russia is attempting to integrate the post-Soviet space.\"[92] As Israeli political scientist Vyacheslav Likhachov states, \"If one seriously takes the fact that such a person as Alexander Dugin is the ideologist of the imperial dash for the West, then one can establish that Russia is not going to stop as far as the Atlantic Ocean.\"[94] In the 2014 article by Dmitry Bykov \"Why TV, Alexander Dugin and Galina Pyshnyak crucified a boy\", Channel One Russia's use of the aired story by Dugin and Pyshnyak about the allegedly crucified boy as a pretext for escalating the conflict was compared to the case of Beilis.[95] On 9 July 2014, Dugin on his Facebook account wrote a story that a 6-year-old child was allegedly nailed down to an advertisement board and shot to death before his father's eyes.[96] On 16 July 2014, Novaya Gazeta provided a videotape of its correspondent Eugen Feldman walking along the main square in Sloviansk, asking local old women if they had heard of the murder of the child. They said such an event did not take place.[96] The website Change.org hosted a petition of citizens who demanded \"a comprehensive investigation with identification for all persons involved in the fabrication of the plot.\"[96] On 2 October 2014, Dugin described the situation in Donbas: \"The humanitarian crisis has long since been raging on the territory of Novorossiya. Already up to a million, if not more, refugees are in the Russian Federation. A large part of the inhabitants of the DPR and the LPR simply moved abroad.\"[97] In the end of October 2014, Dugin advised the separatists to establish dictatorship in Novorossiya until they win in the confrontation.[98] Dugin made contact with the French far-right thinker Alain de Benoist in 1990.[99] Around the same time he also met the Belgian Jean-François Thiriart and Yves Lacoste.[100] In 1992 he invited some of the European far-right figures he had met into Russia.[101] He has also has brought members of Jobbik and Golden Dawn to Russia in order to strengthen their ties to the country.[102] According to the book War for Eternity by Benjamin R. Teitelbaum, Dugin met Steve Bannon in Rome in 2018 to discuss Russia's geopolitical relationships with the United States and China, as well as Traditionalist philosophy.[103] Dugin also developed links with far-right and far-left political parties in the European Union, including Syriza in Greece, Ataka in Bulgaria, the Freedom Party of Austria, and Front National in France, to influence EU policy on Ukraine and Russia.[83][104][105][106] Dugin is also closely aligned with Israeli journalist Avigdor Eskin, who previously served on the board of Dugin's Eurasia Party.[107] The typical rhetoric about the fifth column as foreign agents is used by Dugin for political accusations in many publications. In his 2014 interview published by Vzglyad and Komsomolskaya Pravda, he says, \"A huge struggle is being conducted. And, of course, Europe has its own fifth column, its own Bolotnaya Square-minded people. And if we have them sitting idly and doing nasty things on Dozhd, Europe is indeed dominated and ruled by the fifth column in full swing. This is the same American riffraff.\"[108][109] He sees the United States standing behind all the scenes, including the Russian fifth column. According to his statement, \"The danger of our fifth column is not that they are strong, they are absolutely paltry, but that they are hired by the greatest 'godfather' of the modern world—by the United States. That is why they are effective, they work, they are listened to, they get away with anything because they have the world power standing behind them.\"[108][109] He sees the US embassy as the center for funding and guiding the fifth column and asserts, \"We know that the fifth column receives money and instructions from the American embassy.\"[97] According to Dugin, the fifth column promoted the breakup of the Soviet Union as a land continental construction, seized power under Boris Yeltsin, and headed Russia as the ruling politico-economic and cultural elite until the 2000s. The fifth column is the regime of liberal reformers of the 1990s and includes former Russian oligarchs Vladimir Gusinsky, Boris Berezovsky, former government officials Mikhail Kasyanov, Boris Nemtsov, Vladimir Ryzhkov, artistic, cultural, and media workers,[110] the Echo of Moscow, the Russian State University for the Humanities, the highest ranks of the National Research University Higher School of Economics, a significant part of teachers of the Moscow State Institute of International Relations, and a minority part of teachers of the Moscow State University.[111] Dugin proposes to deprive the fifth column of Russian citizenship and deport the group from Russia: \"I believe it is necessary to deport the fifth column and deprive them of their citizenship.\"[112] However, in 2007, Dugin argued, \"There are no longer opponents of Putin's policy, and if there are, they are mentally ill and should be sent to prophylactic health examination.\"[113][114] In 2014, Dugin in an interview to Der Spiegel confirmed that he considers the opponents of Putin to be mentally ill.[33] In one of his publications, Dugin introduced the term the sixth column and defined it as \"the fifth column which just pretends to be something different\",[110] those who are in favor of Putin, but demand that he stand for liberal values (as opposed to the liberal fifth column, which is specifically against Putin). During the 2014 Russian military intervention in Ukraine, Dugin said that all the Russian sixth column stood up staunchly for Ukrainian oligarch Rinat Akhmetov.[80] As he asserts, \"We need to struggle against the fifth and sixth columns.\"[92] Russian-American artist Mihail Chemiakin says Dugin is inventing \"the sixth column\". \"Soon, probably, there would already be the seventh one as well. 'The fifth column' is understandable. That is we, intelligentsia, lousy, dirty, who read Camus. And 'the sixth column', in his opinion, is more dangerous, because that is the personal entourage of Vladimir Putin. But he is naïve and understands nothing. And as for Dugin, he can tell him who to shoot to death and who to imprison. Maybe Kudrin, and maybe Medvedev...\"[115] According to Dugin, the whole Internet should be banned: \"I think that Internet as such, as a phenomenon is worth prohibiting because it gives nobody anything good.\"[116] In June 2012, Dugin said in a lecture that chemistry and physics are demonic sciences, and that all Orthodox Russians need to unite around the president of Russia in the last battle between good and evil, following the example of Iran and North Korea.[117] He added: \"If we want to liberate ourselves from the West, it is needed to liberate ourselves from textbooks on physics and chemistry.\"[117] Dugin has characterized his position on the Ukrainian conflict as \"firm opposition to the Junta and Ukrainian Nazism that are annihilating peaceful civilians\" as well as rejection of liberalism and US hegemony.[82] During the 2014 war in Ukraine, Dugin also lost the offered post Head of the Department of Sociology of International Relations of the Faculty of Sociology of the Moscow State University (while being Deputy Head since 2009).[81][118] In 2014, a petition entitled \"We demand the dismissal of MSU Faculty of Sociology Professor A. G. Dugin!\" was signed by over 10,000 people and sent to the MSU rector Viktor Sadovnichiy.[119] The petition was started after Dugin's interview in which he said in relation to pro-Russian activists burned in a building in Odessa on 2 May 2014: (\"But what we see on May 2nd is beyond any limits. Kill them, kill them, kill them. There should not be any more conversations. As a professor, I consider it so\"). While he was talking about \"those who perpetrated lawlessness on May 2nd\",[120] media interpreted this as a call to kill Ukrainians.[121] Dugin claimed to have been fired from this post. The university claimed the offer of the position of the department head resulted from a technical error and was therefore cancelled, and that he would remain a professor and deputy department head under contract until September 2014.[81] Dugin wrote the statement of resignation from the faculty staff to be reappointed to the Moscow State University staff due to the offered position of department head, but since the appointment was cancelled he was no longer a staff member of the faculty nor a staff member of the Moscow State University (the two staff memberships are formally different at the MSU).[40] Dugin was named Chief Editor of Tsargrad TV by businessman Konstantin Malofeev soon after the TV station's founding in 2015.[122] On 11 March 2015, the United States Department of the Treasury added Dugin to its list of Russian citizens who are sanctioned as a result of their involvement in the Ukrainian crisis; his Eurasian Youth Union was targeted too.[123] In June 2015, Canada added Dugin to its list of sanctioned individuals.[124] On 3 March 2022 the United States Department of the Treasury sanctioned the outlet Geopolitika [ru] due to its alleged control by Dugin. Additionally, the United States Department of the Treasury sanctioned Dugin's daughter Darya Aleksandrovna Dugina on the basis of her work as chief editor of the website United World International (UWI). According to the United States Department of the Treasury, UWI was developed as part of Project Lakhta, owned by Yevgeny Prigozhin, who is held responsible for part of the Russian interference in the 2016 United States elections.[125][126] Several of Dugin's books have been published by the publishing house Arktos Media, an English-language publisher for Traditionalist and New Right books.[127][128]","Title":"Aleksandr Dugin - Wikipedia","KeyID":"16568","URL":"https://en.wikipedia.org/wiki/Aleksandr_Dugin"}