{"Content: ":"Nelya Ihorivna Shtepa (Ukrainian: Неля Ігорівна Штепа; Russian: Не́ля И́горевна Ште́па, Nelia Igorevna Shtepa) is a Ukrainian politician. She was mayor of Sloviansk from 2010 until 2014, when Russian paramilitary troops[1][2] occupied the city. She was imprisoned by the separatists because she refused to fully co-operate with them, freed by Ukrainian forces, but then imprisoned again by Ukrainian authorities for alleged collusion with the Donetsk People's Republic. She was born as Nelya Ihorivna Lytvyn (Ukrainian: Неля Ігорівна Литвин) on 13 September 1962 in Sloviansk, then part of the Ukrainian Soviet Socialist Republic.[3][4][5] Shtepa entered Sloviansk State Pedagogical Institute in 1979, and began her career as a teacher in 1984. She later held administrative positions, and became a headmistress. During these years, she was a member of the Communist Party. She began to work for Komsomol in 1987. From 1990, she worked in various enterprises as a sales director, and then in some charities. In the 2000s, she joined the Party of Regions. She was elected mayor of Sloviansk on 31 October 2010, winning more than 60% of the vote.[5] Amidst rising unrest in eastern and southern Ukraine, separatist militants seized a police station in the city of Sloviansk on 13 April 2014. At the time of the seizure, Mayor Shtepa spoke in support of militants, saying that they were local residents, and that she agreed that a referendum on the status of the Donbass region should be held.[6] On the same day, the Ukrainian government launched a military operation to reclaim government buildings occupied by pro-Russian militants across the region.[7] As this operation began, Shtepa said that she did not actually support the separatists, and that their actions were \"an occupation\". She said that she had only pretended to support them, in an effort to free dozens of hostages held in Sloviansk city buildings that the separatists had seized.[6] Separatist militant Vyacheslav Ponomarev declared himself \"people's mayor\" of Sloviansk on 14 April, apparently usurping Shetpa. On the following day, she said that the Sloviansk militants were \"green men\", a reference to the unmarked Russian soldiers that seized Crimea in the lead up to its annexation by Russia in February–March 2014.[6][8] Two days later, she told journalists that many in her city desired more autonomy for the regional government, but that more than 75 percent of Sloviansk residents wanted to remain part of Ukraine.[9] Nelya Shtepa disappeared on 18 April. At the time, Amnesty International reported that she had attempted to meet with Vyacheslav Ponomarev at the Sloviansk city administration building, and that she had likely been held captive by Ponomarev.[10] In Shtepa's own description of what happened, revealed months later after her eventual release, militants entered her home late at night on 17 April. They forced her into a car, and took her to the city administration building. Ponomarev attempted to force Shtepa to sign a letter of resignation. She refused, and he then beat her into submission. Subsequently, she was forced to voice support for the separatists in a number of interviews with the Russian media, whilst being held captive in the basement of the city administration building.[9] Shtepa was not freed until 5 July 2014, when Ukrainian forces retook Sloviansk.[9] She was then detained by members of the Security Service of Ukraine (SBU) on 11 July for allegedly colluding with the separatists, taken to a prison in Kharkiv, and charged under articles 110 (violating the territorial integrity of Ukraine) and 258 (creation of a terrorist organisation) of the Criminal Code of Ukraine.[9][11] The Kharkiv regional prosecutors' office announced on 31 October 2014 that it was seeking a sentence of life imprisonment.[12] Amnesty International and the Office of the United Nations High Commissioner for Human Rights (OHCHR) have expressed concerns about the fairness of the judicial proceedings against Shtepa. Journalist and Euromaidan activist Irma Krat, who was also held with Shtepa by Vyacheslav Ponomarev, has refuted the charges against Shtepa, and has volunteered to speak on her behalf.[9] One of the main witnesses for Shtepa's defence, her deputy mayor, was abducted on 30 January 2015, and later found dead. This development was labelled \"concerning\" by an OHCHR report.[11] She was released from prison on 20 September 2017, and placed under house arrest.[13] A few weeks later, she was said to have \"disappeared\".[14] As of mid of 2018, she was known to visit her doctor for intravenous therapy due to heart attack.[15] Shtepa was a candidate on the national list for the Opposition Platform — For Life party in the 2019 Ukrainian parliamentary election.[16] In this election the party won 37 seats on the nationwide party list (and 6 constituency seats), but Shtepa was not elected.[17] On 24 October 2019, the European Court of Human Rights ruled that Ukraine should pay Shtepa 3,600 euros in compensation because it violated her right to a trial \"within a reasonable time\".[18][19] The court turned down her request of 60,100 euros compensation, finding the claims excessive and unfounded.[18] In January 2020, Shtepa announced that she intended to run for election to become mayor of Sloviansk in the 2020 Ukrainian local elections.[18] She was indeed nominated by the Party for Peace and Development, Shtepa also leads the electoral list of this party for the Sloviansk City Council.[20]","Title":"Nelya Shtepa - Wikipedia","KeyID":"16569","URL":"https://en.wikipedia.org/wiki/Nelya_Shtepa"}