{"Content: ":"The \"Dnipro-1\" Regiment (Ukrainian: Полк «Дніпро-1») is a Special Tasks Patrol Police regiment subordinated to Ministry of Internal Affairs of Ukraine. The regiment is based in Dnipro. The unit was first established as \"Dnipro-1\" Special Tasks Patrol Police Battalion in April 2014 on a voluntary basis as the response to 2014 pro-Russian unrest in Ukraine.[1][2][3][4] Its assignments include duties at multiple checkpoints in the south-eastern part of Ukraine.[5] The unit claims to have hired Romanian and Georgian military advisers to help with the training of troops.[6] Before June 2014 this training was often just one week.[6] It first operated outside Dnipropetrovsk Oblast in May 2014.[6] The militia unit, nicknamed Kolomoyskyi's battalion,[6] is funded by the Ministry of Internal Affairs of Ukraine and also through the charitable organization \"Fund Dnipro-1\".[7][8][9] Ukrainian oligarch Ihor Kolomoyskyi (who was Governor of Dnipropetrovsk Oblast during the 2014 pro-Russian conflict in Ukraine) is believed to have spent $10 million to create the unit.[5] On 24 December 2014, Amnesty International reported that the unit was blocking humanitarian aid sent from Ukraine by another Ukrainian oligarch Rinat Akhmetov reaching the population in the separatist-controlled areas; over half the population in these areas depend on food aid. The reason the aid is being blocked by the Dnipro, Aidar and Donbas battalions is that the battalions \"believe food and clothing are ending up in the wrong hands and may be sold instead of being given as humanitarian aid.\"[10] Denis Krivosheev, acting Director of Europe and Central Asia for Amnesty International, stated that \"Using starvation of civilians as a method of warfare is a war crime\".[11][neutrality is disputed] Commander of the unit Yuriy Bereza is since the 2014 Ukrainian parliamentary election a member of the Ukrainian parliament for the People's Front; he was placed 10th on the party's election list.[12][13] Member of the unit Volodymyr Parasyuk was also elected into parliament during these elections by winning the electoral district of Yavoriv with 56.56% of the votes.[14]","Title":"Dnipro-1 Regiment - Wikipedia","KeyID":"16576","URL":"https://en.wikipedia.org/wiki/Dnipro-1_Regiment"}