{"Content: ":"The Ministry of Internal Affairs of Ukraine (Ukrainian: Міністерство внутрішніх справ України, romanized: Ministerstvo vnutrishnikh sprav Ukrainy, MVS) is the ministry of the Ukrainian government that oversees the interior affairs of Ukraine. The ministry carries out state policy for the protection of rights and liberties of citizens, investigates unlawful acts against the interest of society and state, fights crime, provides civil order, ensures civil security and traffic safety, and guarantees the security and protection of important individuals. It is a centralised agency headed by the Minister of Internal Affairs. The ministry works closely with the office of the General Prosecutor of Ukraine. It oversees the National Police of Ukraine[6] (police service) and the National Guard of Ukraine (gendarmerie). The State Emergency Service of Ukraine, responsible for civil defense, is also under jurisdiction of the ministry since 2014.[7] Formerly, the ministry directly controlled the Ukrainian national law enforcement agency, termed the militsiya (Ukrainian: міліція). This changed in July 2015 with the introduction of reforms by Ukrainian president Petro Poroshenko to reduce corruption, whereby the militsiya was replaced with the National Police. Ukraine's militsiya was widely regarded as corrupt,[8] and it had received accusations of torture and ill-treatment.[9][10][11][12] The Minister of Internal Affairs directs the ministry. Prior to the 2015 police reforms, the minister was recognized as head of the militsiya. Many former ministers previously had experience with serving in the police, and many were, prior to taking up the ministerial post, generals of the militsiya. Typically, the minister was afforded the rank of Colonel-General of the militsiya upon taking up his post in the Ukrainian government. Yuriy Lutsenko and Vasyl Tsushko are the only former holders of this office who had never served in any law enforcement agency. The minister of Internal Affairs is responsible directly to the Prime Minister of Ukraine, to the Ukrainian Parliament (Verkhovna Rada) and ultimately the President of Ukraine. His office is located in Kyiv's Pechersk District.","Title":"Ministry of Internal Affairs (Ukraine) - Wikipedia","KeyID":"16574","URL":"https://en.wikipedia.org/wiki/Ministry_of_Internal_Affairs_(Ukraine)"}