{"Content: ":"Medusozoa is a clade in the phylum Cnidaria, and is often considered a subphylum.[2][3] It includes the classes Hydrozoa, Scyphozoa, Staurozoa and Cubozoa, and possibly the parasitic Polypodiozoa. Medusozoans are distinguished by having a medusa stage in their often complex life cycle, a medusa typically being an umbrella-shaped body with stinging tentacles around the edge.[4] With the exception of some Hydrozoa (and Polypodiozoa), all are called jellyfish in their free-swimming medusa phase.[3][5] The phylum Cnidaria is widely accepted as being monophyletic and consisting of two clades, Anthozoa and Medusozoa. Anthozoa includes the classes Hexacorallia, the hard corals, and Octocorallia, the soft corals, as well as Ceriantharia, the tube-dwelling anemones. There is strong support for this group having been the first to branch off from the ancestral line.[6] Medusozoa includes the classes Staurozoa, Cubozoa, Scyphozoa and Hydrozoa, but the relationships between these are unclear. Analysis using ribosomal RNA subunits suggests that within Medusozoa, Staurozoa was the first group to diverge, with Cubozoa and Scyphozoa forming a clade, a sister group to Hydrozoa. Further study involving the order of mitochondrial genes supports this view,[6] and their possession of linear mitochondrial genomes is striking evidence of the monophyly of medusozoans.[7] The affinities of the class Polypodiozoa, containing the single species Polypodium hydriforme, have long been unclear. This species is an endoparasite of fish eggs and has a peculiar life cycle. It has traditionally been considered to be a cnidarian because of its possession of nematocysts, but molecular studies using 18S rDNA sequences have placed it closer to Myxozoa. Further studies involving 28S rDNA sequences suggest that it is either part of the hydrozoan clade Leptothecata, or a sister taxon to Hydrozoa, and does not group with myxozoans.[8] Medusozoans differ from anthozoans in having a medusa stage in their life cycle. The basic pattern is medusa (usually the adult or sexual phase), planula larva, polyp, medusa. Symmetry is tetramerous, with parts in fours or multiples of four.[9] The mitochondrial DNA molecules are linear rather than circular as in anthozoans and almost all other animals.[10] The cnidae, the explosive cells characteristic of the Cnidaria and used in prey capture and defence, are of a single type, there being nematocysts but no spirocysts or ptychocysts.[4] In contrast, the anthozoan life cycle involves a planula larva which settles and becomes a sessile polyp, which is the adult or sexual phase.[9] There is considerable divergence from the basic life cycle pattern among medusozoans.[9] Scyphozoa is the group commonly known as \"true jellyfish\" and occur in tropical, temperate and polar seas worldwide. Scyphozoans generally have planula larvae that develop into sessile polyps. These reproduce asexually, producing similar polyps by budding, and then either transform into medusae, or repeatedly bud medusae from their upper surface in a process known as strobilation.[4] Cubozoa is a group commonly known as box jellyfish, that occur in tropical and warm temperate seas. They have cube-shaped, transparent medusae and are heavily-armed with venomous nematocysts. Cubozoans have planula larvae, which settle and develop into sessile polyps, which subsequently metamorphose into sexual medusae,[9] the oral end of each polyp changing into a medusa which separates and swims away.[4] Staurozoa is a small group commonly known as stalked jellyfish. The animals remain attached to the substrate by a stalk at the opposite end from the mouth. Staurozoans can be regarded as large polyps that have partially differentiated into sexually mature medusae. These spawn gametes which develop into non-swimming planulae that crawl away to new locations.[4] Hydrozoa is a large group of solitary and colonial cnidarians from both marine and freshwater environments worldwide. Hydrozoans exhibit the greatest variety of life cycles among medusozoans, with either the polyp or the medusa stage being missing in some groups.[4] In general, medusae are budded laterally from polyps, become mature and spawn, releasing gametes into the water. The planulae may settle to become polyps or continue living in the water column as medusae.[9]","Title":"Medusozoa - Wikipedia","KeyID":"1657","URL":"https://en.wikipedia.org/wiki/Medusozoa"}