{"Content: ":"Special Group \"Alpha\" is an elite Ukrainian Spetsnaz group, branch of the Security Service of Ukraine; and a successor of the Soviet Union's Alpha Group.[1] Group Alpha is one of the top divisions of the special forces of Ukraine. On 28 July 1974, Alpha Group was created on the orders of the KGB Chairman, Yuri Andropov, in the aftermath of the 1972 Munich massacre. It might have been established as a response to West Germany's creation of the Grenzschutzgruppe 9 (or the GSG 9).[1] By attaching a special-purpose unit to the office of the First Chief Directorate in Moscow (later the Seventh Directorate[2]), it was hoped that the Soviet Union's defensive capacity against terrorist attacks would increase significantly. At the time, other, more offensive special forces of the KGB included the groups Zenit and Kaskad/Omega. Another important mission for Alpha was to provide security for the Soviet leadership against enemy special forces in times of crisis or war.[3] Later, territorial Alpha units were established across the Soviet Union. An Alpha detachment in Ukraine was created on March 3, 1990, when the order was given to the Chief of the 7th Directorate of the KGB to establish 10th group (Kyiv) Group 'A' Services EIR 7th Directorate of the KGB. The selection process was rigorous. Of the initial 120 KGB candidates, only 15 passed the rigorous selection course to establish the first detachment under the leadership of commander Peter Feliksovich Zakrevskii.[4] The Kyiv territorial unit of Group \"A\" was converted into Service \"C\" of the Security Service of Ukraine (SBU) in 1992.[4] Nevertheless, it has continued to be informally called \"Alpha\", until June 23, 1994, when by the decree of the President of Ukraine on the basis of service \"C\" of the SBU was created Directorate \"A\" (Alpha). At this point in the SBU's groups \"A\" consists of five offices and regional offices based in each regional center of Ukraine. In April 2014, in the aftermath of the Revolution of Dignity, when Ukraine's Alpha snipers were alleged to shoot at the protesters,[5][6] it was purged and reorganised,[7] and soon used by the new government against the pro-Russian separatist forces in the war in Donbas. Late April 2014 three officers were captured by members of the Donbas People's Militia armed group led by Igor Girkin[a] in the town of Horlivka, after which they were beaten up and shown on Russian television;[8] the SBU spokeswoman said the separatists acted on a tip from infiltrators inside the agency.[9] The SBU Alfa defector Alexander Khodakovsky, a former Alfa commander for Donetsk Oblast who has deserted from Ukrainian service along with several of his men following the revolution, became the commander of the rebel Vostok Battalion and later was given the post of security minister of the separatist Donetsk People's Republic.[10] During the 2022 Russian invasion of Ukraine, the Alpha group (according to Ukrainian sources) ambushed and wiped out a convoy in northern Kyiv, around Hostomel, composed of Chechen paramilitary (the \"Kadyrovtsy\") heading to the city.[11] The Alpha Group conducted operations to capture alleged fifth-columnists, Russian sympathizers, spies and infiltrators.[12] From its inception in 1994 to 2010, members of the special unit carried out more than 7,000 operations, from weapons seizure to anti narcotics operations, to apprehension of organized gang members, with no casualties sustained.[13] The unit suffered its first casualty in June 2014, fighting against Russian separatists and possibly, Russian special forces, in the Russo-Ukrainian War. As of 2018, ten SBU Alpha operators lost their lives in the conflict.[14]","Title":"Alpha Group (Ukraine) - Wikipedia","KeyID":"16585","URL":"https://en.wikipedia.org/wiki/Alpha_Group_(Ukraine)"}