{"Content: ":"The 39th Motorized Infantry Battalion \"Dnipro-2\" was a military formation of the Ukrainian Ground Forces in 2014-2016.[1] The battalion was created in May 2014 in response to Russian aggression as a 39th volunteer territorial defense battalion \"Dnipro-2\" from the residents of the Dnipropetrovsk region. Fighters of the battalion took part in fierce battles for Ilovaisk in August 2014. It was disbanded in 2016 and transformed into 55th Artillery Brigade (Ukraine). On March 18, 2014, after Russia's military invasion of Crimea and its annexation, partial mobilization began in Ukraine. April 30, 2014 the Acting President of Ukraine Oleksandr Turchynov instructed the heads of regional administrations to start creating territorial defense battalions in each region of Ukraine.[2] In July, 39 BTR personnel performed tasks near Volnovakha.[3] On the evening of July 21, 2014, a minibus loaded with explosives hit a checkpoint of Ukrainian forces near the village of Kamyanka and exploded. Five soldiers were killed. On August 1, the infantry and security companies of the 39th BTR were transferred to the Mnogopillya district between Ilovaisk and Kuteynikov, where they formed a base camp. In August 2014 39th territorial defense battalion \"Dnipro-2\" had participated in Battle of Ilovaisk.[4][5][6] On August 29, negotiations on a green corridor to leave the encirclement were held with the enemy. According to the Book of Memory, 8 soldiers of the 39th Battalion were killed near Ilovaisk.[7] In November 2014, the BTRO was reorganized into the 39th Separate Motorized Infantry Battalion and transferred to the 55th Artillery Brigade.[8] 39th Motorized Infantry Battalion was disbanded in 2016, a security battalion of the 55th separate artillery brigade was created on its basis.[9] The battalion personnel received regular small arms and disposable grenade launchers. There were problems with providing soldiers with protective ammunition, primarily bulletproof vests. The process of purchasing them at public expense was stopped after the Verkhovna Rada's Anti-Monopoly Committee began reviewing tenders; promises to help several Dnepropetrovsk philanthropists were not fulfilled. This led to the fact that at the end of June, when 39 armored personnel carriers were already on the front line of the anti-terrorist operation, ten soldiers of the battalion had one bulletproof vest.[10] According to the Book of Memory, between 2014 and 2017, the battalion lost 28 people.[11] On December 8, 2018, in the Dnipro, chaplains of the UOC-KP prayed for the fallen 28 soldiers and the health of families, for the peace of the Heroes, for Ukraine, and the victory of the Ukrainian-Russian war. Bishop Simeon posthumously awarded the soldiers with church awards For Sacrifice and Love for Ukraine. Those present honored the feat of servicemen by laying flowers on the Alley of Heroes.[12]","Title":"39th Motorized Infantry Battalion (Ukraine) - Wikipedia","KeyID":"16580","URL":"https://en.wikipedia.org/wiki/39th_Motorized_Infantry_Battalion_(Ukraine)"}