{"Content: ":"40th Motorized Infantry Battalion is a formation of the Ukrainian Ground Forces. It was originally formed as the 40th Territorial Defence Battalion \"Kryvbas\" in Kryvyi Rih.[1] March 18, 2014, after the military invasion Russia to Crimea and his annexation, partial mobilization began in Ukraine. On April 13, 2014, the military actions of war in the east began, after capturing the Sloviansk Donetsk region by Russian sabotage detachments under the command of Igor Girkin. April 30, 2014 acting President of Ukraine Oleksandr Turchynov instructed the heads of regional administrations to start creating territorial defense battalions in each region of Ukraine. The functions of creating battalions were assigned to the authorities and military commissariats in the regions of each of the regions of Ukraine. On May 15, 2014, the 40th Territorial Defense Battalion began to form.[2][3] Measures began on May 20.[4] With equipment and technique helped the city authorities of Kryvy Rih.[5] On June 26, the battalion fighters during the raid in the vicinity of Donetsk captured two persons with the weapons and documents of the DNR: call sign \"Klotz\" (deputy Igor Girkin, the Russian field commander), and the Donetsk militiaman Sergey Tishchenko, which took direct part in the operations of militants. \"Klotz\" had numerous keys to apartments and notarial acts recorded on his real estate in Donetsk and the region.[6][7] On July 3, 2014, the terrorist attack on the checkpoint is reflected, as a result of which the six militants were killed, two cars are captured and a significant amount of weapons.[8] On July 23 during an inspection at checkpoints in the area of Amvrosiyivka, a BRDM hit a radio-controlled bomb. After the explosion, mortally wounded Roman Krakovetskiy managed to bring the BRDM from the zone of fire. On August 4, 2014, the unit reported an event at the checkpoint of the battalion \"Kryvbas\" — during the breakthrough a \"suicide bomber\" was eliminated, whose purpose was to destroy the checkpoint and peaceful inhabitants that were evacuated from the fire of Donetsk.[9] However, another version of this situation was published.[10] August 7, 2014, during the storming of a fortified area of the terrorists, which, in addition to the battalion \"Kryvbas\" also involved fighters of the reconnaissance battalion from Cherkaske, 51st Guards Mechanized Brigade, \"Right Sector\". The checkpoint and the enemy were destroyed, and the car with the reinforcement of militants was destroyed. In the battle two soldiers of the battalion \"Kryvbas\" were killed — Vladimir Kordabnov & Maxim Kochur. 6 fighters were injured.[11] On August 10, 2014, protecting a group, a soldier was killed in battle - Sergiy Bontsevych. In early August, the leadership of the \"B\" sector in the person of General Ruslana Khomchak approved a plan for a military operation on defeating illegal armed formations in the city of Ilovaisk, who was an integral part of the ATO headquarters in the environment of Donetsk. 40 TDB, which at that time was located in Starobesheve, received a task for blocking Ilovaisk from four directions. On August 5, 40 TDB task was completed, while two fighters were killed, three — were injured. Subsequently, \"Kryvbas\" covered the back of the battalions \"Donbass\" and Dnipro-1, which on August 17–18 on two sides went to Ilovaysk and cleaned half of the city. To support them to Ilovaysk overturned battalions \"Peacekeeper\", \"Ivano-Frankivsk\", \"Kherson\" and \"Svityaz\". August 20 ATO headquarters has reported on the establishment of control over the city. But on August 24, the column of Russian armored vehicles in 100 units has crossed the state border in the area of the sector \"D\" and hit the Ilovaisk group of volunteer battalions of the Ministry of Internal Affairs and the Ministry of Defense, the personal composition of which in most has been armed with light rifle weapons, had only a small amount of BTR-80, 82-mm mortar BM-37 and ZU-23-2. The battles took place until August 28, the 29th — 40 TDB, which refused to negotiate the so-called green corridor, began to break from the surroundings.[12] From the surroundings in the Ilovaisk Boiler, 358 soldiers and 40 TDB officers came out. 16 fighters were killed under the Ilovaysk; 84 were injured; 19 - disappeared; 25 people as of September 10 were captive.[13] Reformatting In November, the 40th Battalion of Territorial Defense was reformatted on the 40th separate motorcycle battalion, and included in the 17th tank brigade. The commander of the battalion was assigned a former commander, separate educational detachment of special training of land troops of the Armed Forces of Ukraine (Kirovograd region) Victor Pochernyaev. Disbandment In April 2015, information about the General Staff directory in accordance with which the balance of the battalion should be disbanded.[14][15] According to the Book of Remembrance, as of February 2019, the battalion lost 53 men.[16] The day of creation of the battalion is considered to be May 15.[17] The townspeople honored the memory of the battalion in 2017 and in 2019.[18] ","Title":"40th Motorized Infantry Battalion (Ukraine) - Wikipedia","KeyID":"16581","URL":"https://en.wikipedia.org/wiki/40th_Motorized_Infantry_Battalion_(Ukraine)"}