{"Content: ":"Andriy Volodymyrovych Parubiy (Ukrainian: Андрій Володимирович Парубій; born 31 January 1971) is a Ukrainian politician[7] who served as the Chairman of the Verkhovna Rada, the Ukrainian parliament, from 14 April 2016 to 29 August 2019.[1][2] He previously served as Secretary of the National Security and Defence Council of Ukraine, appointed after leading the anti-government protests in the 2014 Ukrainian revolution,[8] until his resignation on August 7, 2014.[9][10] In 1994 he graduated from the faculty of history of University of Lviv, receiving a diploma in the specialty \"historian, teacher of history\". In 2001 he graduated from the graduate school of the State University Lviv Polytechnic, specialty \"political science and sociology\". In the years leading up to the Ukrainian independence in 1991 Parubiy was an independence activist and was arrested by the authorities of the Ukrainian SSR for organizing an unsanctioned rally in 1989.[7] In 1991 he founded the Social-National Party of Ukraine together with Oleh Tyahnybok;[11] the party combined radical nationalism and neo-Nazi features (by its name and the \"Wolfsangel\"-like sign).[7][12][13] In 1998–2004 Parubiy led the paramilitary organization of SNPU, the Patriot of Ukraine.[13] Parubiy left these organizations in 2004.[12] Parubiy participated in the Orange Revolution in 2004.[7][14] In the 2007 parliamentary elections he was voted into the Ukrainian parliament on an Our Ukraine–People's Self-Defense Bloc ticket. He then became a member of the deputy group that would later become For Ukraine!.[7] Parubiy stayed with Our Ukraine and became a member of its political council.[15] In February 2010 Parubiy asked the European Parliament to reconsider its negative reaction to former Ukrainian President Victor Yushchenko's decision to award Stepan Bandera, the leader of the Organization of Ukrainian Nationalists, the title of Hero of Ukraine.[16] In early February 2012 Parubiy left Our Ukraine because their \"views diverged\".[17] In 2012 he was re-elected into parliament on the party list of Batkivshchyna.[18] From December 2013 to February 2014 Parubiy was a commandant of Euromaidan.[19] He was coordinator of the volunteer security corps for the mainstream protesters.[20] He was then appointed Secretary of the National Security and Defence Council of Ukraine.[8] This appointment was approved by (then) new Ukrainian President Petro Poroshenko on June 16, 2014.[21] As Secretary of the National Security and Defense Council, Parubiy supported the anti–terrorist operation against pro-Russian separatists in eastern Ukraine.[22] Parubiy resigned as Secretary of the National Security and Defense Council on August 7, 2014. He declined to say why, stating \"I believe it is unacceptable to comment on my resignation in a time of war\", and he would \"continue to assist the front, primarily volunteer battalions\".[9] President Poroshenko signed a decree confirming Parubiy's dismissal the same day.[10] In September 2014 Parubiy became a founding member of his new party People's Front.[23] At the Ukrainian elections of October 2014 he was re-elected as People's Deputy on the party list \"People's Front\". On 4 December he was elected as Deputy Chairman of the Verkhovna Rada. After the resignation of Volodymyr Groysman, on 14 April 2016 he was elected as Chairman of the Verkhovna Rada (the Ukrainian equivalent of legislative speaker of parliament).[1] On February 15, 2019, Parubiy signed a decree on the establishment of the parliamentary reform Office. The VR Chairman noted that it is planned to involve 15 employees in the work in the Office in accordance with the directions of parliamentary work[24] In the July 2019 Ukrainian parliamentary election Parubiy was placed second on the party list of European Solidarity.[25] The party won 23 seats (on the nationwide party list and 2 constituency seats) and thus Parubiy was re-elected to parliament.[26] On 29 August 2019 he was succeeded as Chairman of the Verkhovna Rada by Dmytro Razumkov.[2] Despite having left the far-right in 2004,[27] Parubiy has frequently been the target of disinformation and fake news by pro-Russian media, who routinely refer to him as a \"Nazi\", expecially after the Revolution of Dignity. For example, after the Constitutional Court of Ukraine declared the Law on National Referendums unconstitutional, Parubiy cautioned against the use of referendums to manipulate the population, pointing out that Adolf Hitler also used referendums in Nazi Germany to accomplish his goals;[28] Russian media (such as RIA Novosti, RT, Zvezda, NTV, Sputnik and others), Ukrainian pro-Russian media (112 Ukraine, NewsOne, Strana.ua, KP and others) and Ukrainian pro-Russian politicians (such as Vadim Rabinovich and Viktor Medvedchuk) distorted Parubyi's phrase, stating that Parubiy had openly praised Hitler. The fake news was also repeated in pro-Russian Western newspapers, such as the Morning Star. It was eventually debunked by the Kharkiv Human Rights Protection Group and media watchdog Detector Media.[29][30] For 2019, Parubiy declared a salary of ₴725,398 (US$26,870), cash of ₴550,000 US$58,000, and a 2014 Peugeot 508 car. His spouse has declared ₴104,492 (US$3,870) of income. [31] Ecumenical Patriarchate: cross of St. Andrew the First-Called[32] ","Title":"Andriy Parubiy - Wikipedia","KeyID":"16592","URL":"https://en.wikipedia.org/wiki/Andriy_Parubiy"}