{"Content: ":"Arsen Borysovych Avakov[a] (born 2 January 1964) is a Ukrainian politician and businessman. From 2014 to 2021 he was Ukraine's Minister of Internal Affairs, first being appointed in the first cabinet of Prime Minister Arseniy Yatsenyuk. He was reappointed to the same position in three successive governments, the last one being the (March 2020 formed) Shmyhal Government.[5] Between 2005 and 2010, Avakov was Governor of Kharkiv Oblast. In 2013, Avakov was 118th richest person in Ukraine, worth US$100 million.[6] Arsen Avakov was born to an Armenian family[7][8] on 2 January 1964, in settlement imeni Kirova (since 1992 Rəsulzadə, located within Binəqədi raion) of Baku, in what was then the Azerbaijani Soviet Socialist Republic of the Soviet Union. \"Avakov\" is the Russified version of the Armenian surname \"Avagyan\" (also transliterated as \"Avakyan\" or \"Avakian\").[9] He moved to Ukraine with his family in 1966. From 1981 to 1982, Avakov worked as a laboratory assistant for the Chair for Automated Control Systems at the Kharkiv Polytechnic Institute. In 1988, he graduated from Kharkiv Polytechnic Institute[10] as a systems engineer with a major in automated control systems. From 1987 to 1990 he worked in Kharkiv. He joined a commercial bank in 1992, becoming a member of its supervisory board.[citation needed] In 2002, Avakov was elected a member of the Executive Committee of Kharkiv City Council. During the presidential electoral campaign in 2004, he was the deputy head of Kharkiv Regional Headquarters of Viktor Yushchenko, a presidential candidate, and the First Deputy Head of “The National Salvation Committee” in Kharkiv region. On 4 February 2005, by the decree of the President of Ukraine, Avakov was appointed the head of the Regional State Administration in Kharkiv.[11] He resigned from his positions at Investor JSC and Basis Commercial Bank. In March 2005, he was elected into the council of the political party \"Our Ukraine,\" a member of the Party Presidium. On 26 March 2006, he was elected a deputy of the Kharkiv Regional Council, 5th convocation, and became a member of the Standing Committee on Budgetary Issues.[citation needed] Avakov was on the organizing committee for Euro 2012 in Ukraine from 24 April to 8 May 2007. From 5 May 2007 through 21 January 2008, he was a member of the National Security and Defense Council of Ukraine. He was also a member of the National Council on Interaction between Government Authorities and Local Self-Government Bodies and was named an Honored Economist of Ukraine. On 31 October 2010, he was elected deputy of the Kharkiv Regional Council, 6th convocation, and became a member of the Standing Committee on Science, Education, Culture, Historical Heritage, Intellectual Wealth and National Minorities. He resigned on 9 February 2010, pursuant to Part 3 of Article 31 of The Law of Ukraine “On Civil Service”: \"Principled disagreement with decisions made by the public body or an official thereof, and ethical reasons preventing continuation of civil service.\"[citation needed] On 1 February 2010, Avakov withdrew from Our Ukraine. He issued a detailed Summary Report at the close of his term of office in Kharkiv Regional State Administration. On 21 April 2010, he joined the Batkivshchyna political party and accepted the offer of Yulia Tymoshenko to lead its regional organization (Yulia Tymoshenko Bloc). Avakov ran for mayor of Kharkiv in the 2010 Ukraine local elections on 31 October 2010.[12] He finished second, losing to Hennadiy Kernes by a margin of 0.63%.[12] Charged on 31 January 2012 with illegally transferring land, Avakov was placed on the international wanted list of Interpol on 21 March 2012.[12] He was detained in Frosinone, in Italy, in late March 2012.[12] An Italian court placed him under house arrest as a preventive measure on 12 April 2012.[13] In October 2012, Avakov was elected to the Verkhovna Rada on the party list of \"Fatherland\" (number 24 on this list).[12][14][15] This led to a court ruling on 10 December 2012 that cancelled the restriction measures against him (detention and a warrant for his arrest).[11] He returned to Ukraine the next day, on 11 December 2012.[12][11] On 22 February 2014, following the February 2014 revolution, Avakov was appointed Acting Minister of Internal Affairs of Ukraine. His appointed supported 275 out of 324 members of the Verkhovna Rada (the Ukrainian parliament) and he was the only candidate to be voted.[16] He had agreed to the post on the condition it would be a temporarily assignment.[17] The Euromaidan activists at the Maidan Nezalezhnosti voted against the appointment of Avakov and former parliamentarian Stepan Khmara announced Vitaliy Yarema as the alternative to the appointment and which was supported by the crowd.[18] Avakov described pro-Russian separatists as \"terrorists\".[19] On 26 February 2014 Avakov announced that the MVS suspended its search for Viktor Yanukovych in Crimea to avoid \"provoking clashes\".[20] As the newly appointed minister, Avakov also signed the MVS order #144 \"About dissolution of special detachment of the Militsiya of Public Safety \"Berkut\"\",[21] after internal investigation into allegations of abuse of power.[22] On 14 March 2014, Avakov gave an interview to the chief editor of LB.ua, Sonya Koshkina. where he stated that he was initially given five main tasks: stabilization of situation, ensuring an investigation of resonant crimes (which is so urgently society requires), structural transformation of the MVS, creation of the National Guard of Ukraine, and opposition to destabilization of Ukraine from the outside.[23] Russia requested that Avakov be placed on Interpol's wanted list for \"the use of prohibited means and methods of warfare, aggravated murder, the obstruction of professional activities of journalists, and abduction.\"[24] On 9 July 2014, a Moscow district court arrested him in absentia.[25] On 3 April 2014, Avakov stated that the investigation has identified all the shooters from the Berkut special detachment (company, also known as the \"Black Special Detachment\") who were sniping protesters from the roof of the former October Palace and were commanded by the MVS Major Dmitri (Dmytro) Sadovnik.[26] At the same time the acting minister announced that \"the former leadership of MVS and Berkut has made everything that any investigation on the subject were impossible\".[26] Avakov also added that gangs that were killing and abducting activists of Euromaidan were coordinated by a head of media holding \"Kontakt\" Viktor Zubritskiy.[26] In September 2014, Avakov became a founding member of his new party People's Front.[27] Avakov has published twelve scientific papers, one monograph, and a number of essays on political and social issues. In 2016, Avakov posted his support of the controversial doxing site, Myrotvorets that was giving away personal information of journalists who had obtained accreditation from Russia-backed separatists in eastern Ukraine.[28][29] In March 2019, there was information about Arsen Avakov's purchase of the news website \"BYKVU.com\".[30][31][32] Avakov was reappointed as Interior Minister in December 2014 in the second Yatsenyuk government, in the Groysman government and again in August 2019 in the Honcharuk government.[33] He was reappointed in August 2019 despite the plea of 24 NGO's (including AutoMaidan, StateWatch and Transparency International Ukraine) not to re-appoint Avakov.[33] In a joint statement they claimed “Avakov is responsible for failing to reform the police, sabotaging the vetting of police officers, keeping tainted police officials and suspects in EuroMaidan cases in key jobs, failing to investigate attacks on civic activists and numerous corruption scandals linked to him and his inner circle.”[33] The day after Avakov's reappointment Prime Minister Oleksiy Honcharuk stated Avakov kept his post because his experience was needed and it was better not to appoint a new Interior Minister during the ongoing War in Donbass.[34] In December 2019, Arsen Avakov was included in the list of the 100 most influential Ukrainians by Focus magazine, taking the 8th place.[35] In the March 2020 formed Shmyhal Government Avakov retained his position of Interior Minister.[36] On 12 July 2021 Avakov announced that he had submitted his resignation (letter) as Interior Minister.[36][37] Parliament accepted his resignation two days later.[38] (In Ukraine a resignation of a Minister needs to be accepted by parliament.[37]) 291 deputies approved his resignation.[38] He was replaced by Denys Monastyrsky.[39] A number of experts point out that during Avakov's time as Minister of Internal Affairs, the reform of main Ukrainian law enforcement agency fell through.[40] Started out on 7 November 2015 with entering into force of a new law \"On the National Police\", the former Ukrainian militsiya has simply changed its name and most of its staff remained unchanged.[40] In November 2014, Ukraine's chief rabbi Yaakov Bleich condemned Avakov's appointment of Azov Battalion deputy commander Vadym Troyan as Kyiv Oblast police chief, and demanded that \"if the interior minister continues to appoint people of questionable repute and ideologies tainted with fascism and right-wing extremism, the interior minister should be replaced.\"[41] Avakov is married and has a son, named Oleksandr.[42] At the age of 25, his son volunteered for the special police detachments Kyiv-1 Battalion in August 2014 and fought in the Siege of Sloviansk.[43][44] In August 2017 Avakov's wife Inna acquired 40% of Goldberry LLC, the owner of Espreso TV.[45] Arsen Avakov is author of 12 scientific papers and one monograph including:","Title":"Arsen Avakov - Wikipedia","KeyID":"16593","URL":"https://en.wikipedia.org/wiki/Arsen_Avakov"}