{"Content: ":"Oleh Yaroslavovych Tyahnybok (Ukrainian: Оле́г Яросла́вович Тягнибо́к, born 7 November 1968) is a Ukrainian politician who is a former member of the Verkhovna Rada and the leader of the Ukrainian nationalist Svoboda political party.[4][5] Previously, he was elected councilman of the Lviv Oblast Council for the second session.[6] Tyahnybok was born in the city of Lviv to a family of doctors and is a doctor himself.[7][8] His father, Yaroslav Tyahnybok, a Merited Doctor of Ukraine, was a distinguished sports doctor, chief physician of the Soviet national boxing team, and a former boxer himself who achieved the title of the Master of Sports of the USSR.[9] Oleh's great-grandfather was a brother of Lonhyn Tsehelsky, a politician in the West Ukrainian People's Republic.[7] Tyahnybok states he remembers from when he was younger searches conducted by the agents of the KGB in his family's apartment. After secondary school, Tyahnybok enrolled into the Lviv Medical Institute and received part-time medical jobs as a corpsman and nurse, but after the second year was drafted to the army. After returning to the institute, he initiated the creation of the Med Institute Student Brotherhood - the first step in his life as a civil activist. Tyahnybok graduated from the institute in 1993 as a qualified surgeon (as he sometimes mentions, majoring in urology). In 1994 25-year-old Tyahnybok was elected to the Lviv Oblast Council, and in 1998 he was elected to the Verkhovna Rada. In October 1991 Tyahnybok became a member of the Social-National Party of Ukraine.[10] He is characterised[by whom?] as representative of Ukraine's far right. From 1994 until 1998, Tyahnybok served as a member of the Lviv Regional Council.[11] In 1998, Tyahnybok was first elected to the Ukrainian Parliament as a member of Social-National Party of Ukraine;[10] in the parliament he became a member of the People's Movement of Ukraine faction.[10] In 2002, Tyahnybok was reelected to the Ukrainian parliament as a member of Victor Yushchenko's Our Ukraine bloc.[10] In parliament he submitted 36 motions for debate, but the parliament adopted only four of them.[12] In the majority of his motions, he opposed the introduction of the Russian language as the second official state language; proposed recognition of the fighting role of the Organization of Ukrainian Nationalists and the Ukrainian Insurgent Army during World War II; called for the lustration (regulation of political involvement) of former communist officials, security-service officers and undercover agents; and demanded the prohibition of communist ideology.[12] The Rada did not adopt any of these proposals.[12] On 20 July 2004 Tyahnybok was expelled from the Our Ukraine parliamentary faction[10][13] after he made a speech in the Carpathian Mountains at the gravesite of a commander of the Ukrainian Insurgent Army.[13] In the speech, which was aired on television in the summer of 2004, he made comments such as:[14] \"[You are the ones] that the Moscow-Jewish mafia ruling Ukraine fears most[13]\" and \"They were not afraid and we should not be afraid. They took their automatic guns on their necks and went into the woods, and fought against the Muscovites, Germans, Jews and other scum who wanted to take away our Ukrainian state.[12]: 226 \" In his defence Tyahnybok said he had not offended Russians in calling them an occupying force, as this was based on historical fact. He also denied that he was anti-Semitic, saying he was rather pro-Ukrainian.[15][16] The prosecutor's office initially filed criminal charges for inciting ethnic hatred, but later withdrew them for lack of evidence. Since that time Tyahnybok has won nine court cases in that regard. Court decisions have recognized that the criminal case was raised unlawfully, and that the actions of TV-channel \"Inter\" (which showed the footage of Tyanybok's speech) as well as of the Head of the Derzhkomnatsmihratsia H. Moskal were recognized as ones that insult the honor and dignity of Oleh Tyahnybok and caused him moral damage. The actions around that issue led to creation of the \"Program in defense of Ukrainians\". Tyahnybok stated in 2012 \"this speech is relevant even today\" and \"All I said then, I can also repeat now\".[6] Since February 2004 Tyahnybok has headed the All-Ukrainian Union \"Freedom\" political party.[11] In April 2005, Tyahnybok co-signed an open letter to President Yushchenko calling for a parliamentary investigation into the \"criminal activities of organized Jewry in Ukraine.\"[6][17] Tyahnybok stood as a candidate for the post of Mayor of Kyiv during the 2008 Kyiv local election in 2008.[12] In the elections Leonid Chernovetskyi was reelected with 37.7% of the vote, while Tyahnybok received 1.37% of the vote.[12][18] Tyahnybok stood as a candidate for President of Ukraine in the 2010 presidential election representing the All-Ukrainian Union \"Freedom\" party. He received 352,282 votes, or 1.43% of the total.[19] He received most of his votes in the Halychyna oblasts--Lviv oblast, Ternopil Oblast and Ivano-Frankivsk Oblast—and his vote share in this region amounted to five percent of the total ballots cast.[20] In the second round, Tyahnybok did not endorse a candidate. He did present a list of some 20 demands that second-round candidate Yulia Tymoshenko would have had to fulfil first before gaining his endorsement - which included publicizing alleged secret deals Tymoshenko had with Vladimir Putin and ridding herself of what he called Ukraine-haters in her close circles.[21] During the 2010 Ukrainian local elections Tyahnybok's party won between twenty and thirty percent of the votes in Eastern Galicia where it became one of the main forces in local government.[7][22] During the 2012 Ukrainian parliamentary election Tyahnybok was re-elected (he was top candidate on his party list) to the Ukrainian parliament when his party won 38 seats.[23][24][25] Tyahnybok was elected leader of the party's parliamentary faction.[26] In June 2013, Tyahnybok and another Svoboda Party leader were barred from entering the U.S. for their open anti-Semitism, according to the Kyiv-based newspaper Sedodnya.[27] In March 2014 Russia launched a criminal case against Tyahnybok, and some members of Ukrainian National Assembly – Ukrainian National Self Defence for \"organizing an armed gang\" that had allegedly fought against the Russian 76th Guards Air Assault Division in the First Chechen War.[28] In the 2014 Ukrainian presidential election he received 1.16% of the vote.[29] In the October 2014 parliamentary election Tyahnybok was again first on the election list of his party; since the party came 0,29% short to overcome the 5% threshold to win seats on the nationwide list he was not re-elected into parliament.[30][31] On 14 October 2018, Tyahnybok announced he would not take part in the 2019 Ukrainian presidential election but that his party had instead decided to nominate Ruslan Koshulynskyi as the candidate of nationalist political forces.[32] In the election Koshulynskyi received 1.6% of the votes.[33] In the 2019 Ukrainian parliamentary election Tyahnybok is placed first on the joined list of Svoboda with National Corps, the Governmental Initiative of Yarosh and Right Sector.[34] But in the election they won 2.15% of the votes, less than half if the 5% election threshold, and thus no parliamentary seats via the national party list.[35] Unlike both imperialism and globalism, modern nationalism seeks a healthy balance between domestic development and productive international relations. Nationalists will always find a common language with patriots in other countries because true nationalism means both love of your own nation and respect for others. Only he who respects himself has the power to respect others. — Tyahnybok in a January 2010 interview with Business Ukraine Tyahnybok regards Russia as Ukraine's biggest threat.[14] He has accused the Medvedev presidency of \"waging virtual war on Ukraine along many fronts – in the information sphere and the diplomatic sector, within the energy trade and throughout the world of international PR spin.\"[7] He is pro-NATO and a Soft Eurosceptic. According to polls both stances put him at odds with the majority of Ukrainians.[14] Tyahnybok also wants to deprive Crimea of its autonomous status and Sevastopol of its special status.[36][37] Tyahnybok wants to introduce an \"ethnicity\" section into Ukrainian passports, start a visa regime with Russia, and require Ukrainians to pass a Ukrainian language test to work in the civil service.[38] Tyahnybok wants to re-establish Ukraine as a nuclear power.[38] He believes this would stop the \"Russian virtual war on Ukraine\".[7] Tyahnybok wants Ukrainian to be the official state language of Ukraine, but also believes there should be no discrimination against linguistic minorities. During a visit by Tyahnybok to Sevastopol on 6 January 2010, some 1,500 activists of parties and public movements picketed the Business and Culture Center where Tyahnybok had a meeting with voters.[39] Tyahnybok was voted Person of the Year for 2012 by readers of the country's leading news magazine, Korrespondent.[6] Tyahnybok was ranked #43 in the 2012 list of \"Top 100 Most influential Ukrainians\" by Korrespondent.[40]","Title":"Oleh Tyahnybok - Wikipedia","KeyID":"16594","URL":"https://en.wikipedia.org/wiki/Oleh_Tyahnybok"}