{"Content: ":"Yuriy Vitaliyovych Lutsenko (Ukrainian: Юрій Віталійович Луценко; born 14 December 1964) is a Ukrainian politician whose most recent post was Prosecutor General of Ukraine from 12 May 2016[9] until 29 August 2019.[1] Lutsenko is a former Minister of Internal Affairs. He occupied this post in the two cabinets of Yulia Tymoshenko and in cabinets of Yuriy Yekhanurov, and Viktor Yanukovych. The Ministry of Internal Affairs is the Ukrainian police authority, and Lutsenko became the first civilian minister in February 2005.[10] Lutsenko is also a former leader of the Bloc of Petro Poroshenko party and a former leader of its faction in parliament.[11][12][13] In 2010, Lutsenko was charged with abuse of office and forgery by Prosecutor General of Ukraine Viktor Pshonka,[14] in what was widely viewed as political retaliation for having investigated one of Yanukovych's cabinet members in four years earlier.[15] In 2012, he was sentenced to four years in prison[16] but was pardoned by Yanukovych in 2013.[17] In 2016, he became Ukraine's chief prosecutor under President Petro Poroshenko, during which time he was criticized for undermining Ukraine's newly established National Anti-Corruption Bureau. While in office, Lutsenko a became central figure in the Trump–Ukraine scandal, in which he worked with U.S. President Donald Trump to try to find incriminating information on one of Trump's political rivals, Joe Biden. He was dismissed by President Volodymyr Zelenskyy in 2019; Trump later tried unsuccessfully to pressure Zelenskyy to reinstate him.[15] Lutsenko was born in Rivne. His father was Vitaliy Ivanovych Lutsenko (15 March 1937 – 4 June 1999), who was elected people's deputy of Ukraine in 1994 and 1998, and secretary of the Central Committee of Communist Party of Ukraine.[18] Lutsenko's mother is Vira Mikhailivna (born 1936), a veterinarian. Lutsenko earned his degree in engineering in 1989 from Lviv Polytechnical Institute. Lutsenko gained public fame as one of the leaders of the Ukraine without Kuchma! campaign, which followed the Cassette Scandal of 2000.[19] He was also one of the \"faces of the Orange revolution\". From 1991, Lutsenko was a long-term member of the Socialist Party of Ukraine (SPU); prior to his appointment to the executive branch, he was people's deputy in the Verkhovna Rada (the Ukrainian parliament) beginning in February 2002. Lutsenko belonged to the a pro-European faction akin to social democratic parties in the rest of Europe, rather than a post-Soviet conservative socialism. As a Minister, Lutsenko refused to run in the 2006 parliamentary election on his party list. However, he has run for both the Kyiv City Council and Rivne Oblast Council simultaneously in the lists of the Socialist Party – \"to make the point\", as he explained. Having won these seats, Lutsenko resigned from both in favor of his Minister's position as the Constitution of Ukraine prohibits occupying positions in the legislative and executive branches of the government at the same time. After his appointment as a minister, Lutsenko suspended his membership of the SPU in the summer of 2006 as a result of the party leader Oleksandr Moroz's entering into a Parliamentary coalition with the Communist Party of Ukraine and the Party of Regions of the previous PM Yanukovych. When the Parliamentary coalition of the Party of Regions, the Communists, and the defected Socialists began to take shape, Lutsenko stated flatly that he refused to continue serving as the minister in a future government formed by these parties. However, after President Viktor Yushchenko agreed to allow the forming of the cabinet in exchange for several political concessions including the ability to pick the Minister of Interior, Lutsenko stated that the president asked him personally to remain as the minister, and he would do so. Lutsenko was formally dismissed by the Verkhovna Rada on 1 December 2006.[20] Lutsenko then (December 2006) created Civil Movement \"People's Self-Defense\".[21] 18 December 2007, Lutsenko again became minister of Internal Affairs, when Yulia Tymoshenko was again elected Prime Minister of Ukraine. In early May 2009, Lutsenko became entangled in a scandal concerning his behaviour during a visit to Germany. According to German newspaper Bild Oleksandr Lutsenko, his son, was detained at Frankfurt Airport by the German police in a state of acute alcohol intoxication. The Ukrainian Interior Ministry dismissed these allegations. According to the information of the Ministry, on 4 May 2009, the Interior Ministry's delegation was detained at the Frankfurt airport during document checks, and missed the flight. The flight crew refused to take them on board. The delegation decided to catch the next flight. \"There were no handcuffs, no drunken conflict,\" the department said. On 12 May 2009, Yuri Lutsenko sent in his resignation from the post of interior minister. In his letter of resignation the Minister described the incident that happened in Frankfurt, and stressed that the German police had officially apologized to the Ukrainian delegation for this incident; but that despite this, German mass media disseminated false publications, which were later re-published by Ukrainian media. He said none of these publications mentioned the apologies of the German police. Lutsenko was confident that a dirty campaign had been waged against him in Ukraine. The aim of the campaign, according to him, was to destabilize the work of the Interior Ministry.[22] The Ukrainian Parliament has to agree with the resignation of a Minister before the Minister can leave her/his post. On 15 May 2009, it passed a resolution, stipulating to address the government with a request to suspend Yuri Lutsenko from the post of the Interior Minister of Ukraine until the \"drunken incident\" is investigated.[23] From 12 May 2009 till 14 May 2009 and again on 15 May 2009, the faction members of the oppositional Party of Regions blocked the Ukrainian parliament's rostrum and presidium demanding the resignation of Lutsenko. They placed (in the session hall) posters with inscriptions: \"A Drunkard Minister is a shame for Ukraine\", \"Drunk policeman is a criminal\" and \"Drunk Minister –a politician?\".[24][25][26][27][28] Later, on 12 May 2009, Lutsenko claimed he would sue Bild. According to Lutsenko, the publication does not contain \"any true things, any references to documents or real officials\".[29] President Viktor Yushchenko considered his appeal for resignation \"a logical step, which should be made ... There was an incident which damaged the reputation of the state, the government and the minister himself. It must be settled with due regard for the interests of the nation and the country\".[25] Prime Minister Yulia Tymoshenko believed that the information about the incident is doubtful. \"I may state that the son of the Interior Minister is a child ill with cancer; he underwent a very serious operation. This child is taking special medicines that are incompatible with alcohol drinking. Besides, no tests were made. I'm confident that this child had nothing in common at all with alcohol. And this untruth, which was publicized many times, casts doubt upon the whole information\".[30] The Party of Regions faction insisted on accepting the resignation of Lutsenko without getting any proof of the incident at Frankfurt airport. The Yulia Tymoshenko Bloc faction refused to support the resignation of the interior minister without any proof concerning the incident. The Ministry of Foreign Affairs has asked Germany for official information about the incident, but got no response.[31] On 15 May 2009, the Ukrainian parliament passed a resolution asking the government to hold a seven-day official investigation into the events at Frankfurt Airport (first deputy [interior] minister Mykhailo Kliuyev served as acting Minister that period).[32][33] After that Lutsenko resumed at his post.[34] On 10 June 2011, Bild retracted the report about the events at Frankfurt Airport after being ordered so by the Landgericht Berlin.[35] Lutsenko was dismissed by the Ukrainian parliament on 28 January 2010.[36][37] The same day he was appointed by the Cabinet as first deputy interior minister and acting interior minister.[36] The Kyiv District Administrative Court suspended the government's decision until the end of an investigation into his appointment, but the Cabinet claimed it had not received any court ruling on the matter.[38] After the fall of the second Tymoshenko Government, Lutsenko eventually lost his post as Minister of Internal Affairs on 11 March 2010.[39] In 2010, Lutsenko became the leader of the party People's Self-Defense Political Party.[40][41] On 13 December 2010, Lutsenko was charged with abuse of office and forgery by Prosecutor General of Ukraine Viktor Pshonka.[14] On 5 November, it was already announced that Lutsenko faced criminal charges for an alleged financial crime involving a less than $5,000 overpayment to his driver.[42] According to Lutsenko the criminal case against him is political persecution.[43] Pshonka has denied this.[44] Lutsenko was also charged with having signed an order whilst on holiday and not having cancelled the traditional \"National Militia Day\" despite a general instruction from the then Prime Minister to make budgetary savings where possible.[45] Lutsenko has been jailed since 26 December 2010 in Kyiv's Lukyanivka Prison.[46][47] Lutsenko was arrested near his home on 26 December; on 27 December a court ordered his arrest on the grounds that he had been dodging questioning in violation of his written pledge not to leave Kyiv.[48][49] Three criminal cases opened against him where merged into one on 27 January 2011.[48] Lutsenko went on a hunger strike from 22 April till 24 May 2011 in protest against his \"preventive punishment\".[50][51] Lutsenko filed a complaint in a U.S. court on 14 December 2011 against his (Ukrainian) prosecutors, made possible by the Alien Tort Statute, for \"illegal arrest and arbitrarily prolonged detention\".[52] On 27 February 2012, after a pre-trial detention of 14 months,[53] Lutsenko was sentenced to fours year in jail (with confiscation of his property) for embezzlement and abuse of office.[16][54][55] The total damages caused by Lutsenko to Ukraine's budget had been estimated at $125,000.[54] Lutsenko immediately after his sentence stated he will appeal against sentence.[56] The European Commission stated the day of his sentence \"signals the continuation of trials in Ukraine which do not respect international standards as regards fair, transparent and independent legal process\";[57] spokesperson for the United States Department of State Victoria Nuland stated the cases raised \"serious concerns about the government of Ukraine's commitment to democracy and the rule of law\";[58] other Council of Europe member have criticised the sentence in similar wording.[59][60][61][62] In a statement issued by the Parliamentary Assembly of the Council of Europe (PACE) right after the verdict of 27 February 2012 Lutsenko was named \"the victim of a political vendetta\";[45] the next day the President of Pace Jean-Claude Mignon called for his release.[63] Human rights organizations have urged the high courts in Ukraine to overturn the verdict against Lutsenko.[64] On 29 February 2012, the European People's Party demanded \"immediate release of Yulia Tymoshenko, Yuriy Lutsenko and other political prisoners; it also insisted the Association Agreement between Ukraine and the European Union should not be signed and ratified until these demands were met.[65][66] An appeal to the sentence was filed 7 March 2012.[67] Since the EU has shelved the European Union Association Agreement and Deep and Comprehensive Free Trade Agreement with Ukraine because of the imprisonment of him and Tymoshenko.[68][69] The European Court of Human Rights (ECHR) will consider a complaint lodged by Lutsenko on 17 April 2012, Lutsenko claims his arrest and the decision on his detention were arbitrary and unlawful.[55] On 3 July 2012, the ECHR stated that the arrest of Lutsenko violated his human rights and the court ordered the Ukrainian government to pay 15,000 Euro to Lutsenko as compensation for moral damages.[70][71] On 17 August 2012, Lutsenko was sentenced to two years in prison for the extension of an investigative case concerning Valentyn Davydenko, the driver of former Security Service of Ukraine First Deputy Chief Volodymyr Satsiuk, as part of an investigation into the poisoning of then presidential candidate Viktor Yuschenko.[58] The European Union,[57] the United States Department of State, Canada[59] and several human rights organizations[64] protested the sentence and called into question the independence of the legal process that had led to it. He served his time in a prison in the city of Mena.[72] During his imprisonment Lutsenko was moved several times to hospital to receive medical treatment.[73] Lutsenko lost his appeal on 3 April 2013; this High Court ruling could be challenged in any other Ukrainian court.[74] The judges of the Higher Specialized Court on Civil and Criminal Cases will on 10 April 2013 announce a ruling on the appeal against the second conviction of Lutsenko regarding the poisoning of former Ukrainian President Viktor Yushchenko; this will not influence the term of Lutsenko's imprisonment.[75] After already having suggested it earlier,[74] president Viktor Yanukovych on 5 April 2013 proposed the presidential commission on pardons urgently to consider the request by Verkhovna Rada Human Rights Commissioner Valeriya Lutkovska to pardon Lutsenko.[76] The requests to pardon Lutsenko was made by Ukrainian parliamentary Lutkovska, former President of the European Parliament Pat Cox and former Polish President Aleksander Kwasniewski.[77] Lutkovska asked to pardon Lutsenko \"due to the European standards of human rights, which include providing effective medical care to persons detained in prisons\".[78] On 7 April 2013, a decree by Yanukovych pardoned Lutsenko (among others) for health reasons and \"to decriminalize and humanize Ukrainian legislation\"[77] and the same day he was released from prison.[17] The decree also exempted from further punishment Lutsenko's fellow Minister in the second Tymoshenko Government Heorhiy Filipchuk.[17] Lutsenko stated the day after his release he will \"continue to remain in politics\".[79] Lutsenko and his family had repeatedly stated that they would not seek a pardon, because they believe the charges where groundless and political punishment.[80] Nevertheless, Lutsenko's wife Iryna Lutsenko welcomed the request.[80] On 8 April 2013, the European Union welcomed the pardoning of Lutsenko and Filipchuk and urged Ukraine to continue addressing \"the cases of selective justice\".[81] In the spring of 2013, Lutsenko established the non-parliamentary movement \"Third Republic\".[82] At the time he was not member of a political party because he is \"on a path to the same goal pursued by \"Fatherland\" from the bottom up and from the people, by organizing a connection between opposition parties and the populace\".[7] In November 2013, Lutsenko became one of the organizers of Euromaidan.[83][84] Lutsenko was hospitalised on 11 January 2014 in an intensive care ward after being beaten by police in protests following the sentence of verdicts in an alleged 2011 Lenin statue bomb plot in Boryspil.[85][86] Lutsenko had arrived at the courthouse after initial clashes between police and protesters and after 400 riot police had arrived.[87] After the convicts had been transported away, several cars followed the riot police bus and blocked it at Peremohy avenue, near Svyatoshino police station. A crowd soon gathered, demanding from policemen to open their faces and to show their IDs. According to Lutsenko's wife Iryna her husband had been attacked by police as he tried to break up the violence.[88] Lutsenko has received an official status of victim of a crime.[86] On 17 June 2014, Lutsenko was appointed as (non-staff) adviser to President Petro Poroshenko; he had also been adviser to Poroshenko's predecessor acting President Oleksandr Turchynov.[89] Lutsenko's old party People's Self-Defense Political Party was renamed Third Ukrainian Republic in July 2014; however, Lutsenko was not a member of this revamped People's Self-Defense Political Party.[90] On 27 August 2014, Lutsenko was elected the leader of the Bloc of Petro Poroshenko party.[11] In the 2014 Ukrainian parliamentary election, Lutsenko was re-elected into parliament after being in the top 10 of the electoral list of Petro Poroshenko Bloc.[91] He then became Parliamentary leader of the parties faction in parliament.[13] On 28 August 2015, the UDAR party merged into Petro Poroshenko Bloc.[12] UDAR party leader Vitali Klitschko at the same party congress replaced Lutsenko as new party leader.[12] On 12 May 2016, parliament appointed Lutsenko Prosecutor General of Ukraine.[9] This after it had changed amendments to legislation allowing a person to hold the office without a law degree.[9] Lutsenko, who has no law degree,[92] was also stripped of his MP mandate.[9] Lutsenko had been demanding this position since the 2007 Ukrainian political crisis.[93] From August until December 2016, Lutsenko conducted an investigation into Ukraine born GRU agent for Russia Konstantin Kilimnik but did not arrest Kilimnik.[94][95][96] Previously, Kilimnik managed Davis Manafort International in Kyiv.[96] Kilimnik had left Ukraine for Russia in June 2016.[94] Davis Manafort International in Kyiv had been accused of money laundering by Robert Mueller's Special Counsel investigation.[97] Mueller considered Kilimnik a vital witness in the Russian interference in the 2016 United States elections.[94] The National Anti-Corruption Bureau informed the United States Department of State that Lutsenko had both thwarted Ukraine's investigation into Kilimink and allowed Kilimnik to leave Ukraine for Russia.[98] Began in 2017, four investigations into Paul Manafort by the Head of the Special Investigation Department of the Prosecutor General's Office Ukraine Serhiy Horbatyuk were frozen by Lutsenko in April 2018.[94] In January 2018 Horbatyuk sent a letter to Mueller offering to cooperate with leads and evidence, however, Horbatyuk received no return letter from Mueller's special prosecuting team.[94] One investigation using subpoenaed records from banks in Ukraine involved Ukrainian shell company payments to Manafort.[94] Revealed in 2016 by Serhiy Leshchenko who gave the records to the National Anti-Corruption Bureau,[99][100][a] the secret bookkeeping of Viktor Yanukovych and the Party of Regions' Black Ledger or Barn Book involved another investigation into Manafort in which the handwritten records of 22 payments to Manafort, nine of which had been signed by Vitaly Kalyuzhny who was the Verkhovna Rada's foreign relations committee chairman.[94] Two other investigations of Manafort involve the Skadden Arps law firm's report to imprison Yulia Tymoshenko.[94][97][103] The National Anti-Corruption Bureau informed the United States Department of State that Lutsenko had thwarted both Ukraine's investigation into Manafort and Mueller's investigations into Manafort.[98] After Ukrainian politician and activist Kateryna Handziuk died from complications from an acid attack on 4 November 2018, human rights organisations and NGOs demanded the resignation of Lutsenko and Interior Minister Arsen Avakov.[104] \"To prove that no one clings to power\", Lutsenko announced his intention to resign as Prosecutor General on 6 November 2018.[104] He stated he considered the investigation of the case effective and that he was outraged by what he considered \"'PR on blood' around the Handziuk case\".[104][105] On 9 November 2018, President Petro Poroshenko refused to approve Lutsenko's resignation.[106] Documents, provided by Lev Parnas to the U.S. House Intelligence Committee, outlined text exchanges in which Lutsenko pushed for the ouster of then U.S. Ambassador to Ukraine Marie Yovanovitch and offered information related to former U.S. Vice President Joe Biden in return.[107][108] It is thought that Lutsenko targeted Yovanovitch due to her anti-corruption efforts in Ukraine.[109] Following the 2019 Ukrainian parliamentary election, Lutsenko was dismissed by parliament on 29 August 2019, and replaced by Ruslan Riaboshapka.[1] In 2019, Lutsenko was a central figure in the Trump–Ukraine scandal after he met multiple times with Rudy Giuliani, who at the time was US President Donald Trump's personal lawyer, to try (without success) to find incriminating information on Joe Biden, who was planning to challenge Trump in the next US presidential election.[15] A few months later, Volodymyr Zelenskyy was elected president of Ukraine and dismissed Lutsenko from his position as Ukraine's chief prosecutor. Trump pressured Zelenskyy to reinstate Lutsenko and threatened to withhold $400 million in previously approved military and security aid to Ukraine if he did not (in addition to a demand that Zelenskyy announce an investigation into the business activities of Joe Biden's son, Hunter Biden).[98] Lutsenko's wife Iryna Lutsenko was elected into parliament in the October 2012 Ukrainian parliamentary election on the party list of \"Fatherland\" (number 18).[110] She served in parliament until 2019.[111] In the 2014 Ukrainian parliamentary election, Iryna Lutsenko tried to get re-elected into parliament; this time by placing 70th on the electoral list of Petro Poroshenko Bloc; but Petro Poroshenko Bloc gained 63 seats by electoral list.[112][113] After fellow Petro Poroshenko Bloc members left parliament she returned to parliament on 27 January 2015.[114] In the 2019 Ukrainian parliamentary election she was reelected for European Solidarity placed 25th on the ballot; but left parliament in November 2019 due to health reasons.[111] Her mandate was officially terminated on 12 November 2019.[111]","Title":"Yuriy Lutsenko - Wikipedia","KeyID":"16595","URL":"https://en.wikipedia.org/wiki/Yuriy_Lutsenko"}