{"Content: ":"Skeletal pneumaticity is the presence of air spaces within bones. It is generally produced during development by excavation of bone by pneumatic diverticula (air sacs) from an air-filled space, such as the lungs or nasal cavity. Pneumatization is highly variable between individuals, and bones not normally pneumatized can become pneumatized in pathological development. Pneumatization occurs in the skulls of mammals, crocodilians and birds among extant tetrapods. Pneumatization has been documented in extinct archosaurs including dinosaurs and pterosaurs. Pneumatic spaces include the paranasal sinuses and some of the mastoid cells. Postcranial pneumaticity is found largely in certain archosaur groups, namely dinosaurs,[1] pterosaurs, and birds. Vertebral pneumatization is widespread among saurischian dinosaurs, and some theropods have quite widespread pneumatization, for example Aerosteon riocoloradensis has pneumatization of the ilium, furcula, and gastralia.[2] Many modern birds are extensively pneumatized. The air pockets of the bones are connected to the pulmonary air sacs:[3] However the extent of pneumaticity depends on species. For example it is slight in diving birds, loons lack pneumatic bones at all.[3][4] Postcranial pneumatization is better outside of Archosauria. Examples include the hyoid in howler monkeys Alouatta, and the dorsal vertebrae in the osteoglossiform fish Pantodon.[5] Slight pneumatization of the centra and rib heads by dorsal diverticula in the lungs of land tortoises has also been documented.[5] In addition, pathological pneumatization has been known to occur in the human atlas vertebra.[6] The exact function of skeletal pneumaticity is not definitively known, but there are several working hypotheses concerning the role of skeletal pneumaticity in an organism. By invading the bones, the pneumatic diverticula would replace marrow with air, reducing the overall body mass. Reducing the body mass would make it easier for pterosaurs and birds to fly as there is less mass to keep aloft with the same amount of muscle powering the flight strokes.[7] Pneumatizing the vertebral column of sauropods would reduce the weight of these organisms, and make it easier to support and move the massive neck.[1] Skeletal pneumaticity allows animals to redistribute the skeletal mass within their body. The skeletal mass of a bird (pneumatized) and a mammal (not pneumatized) with similar body size is roughly the same, yet the bones of birds were found to be denser than the bones of mammals. This suggests that pneumatization of bird bones does not affect the overall mass but allows for a better balance of weight within the body to allow for greater balance, agility and ease of flight.[8] In theropods, the head and neck are greatly pneumatized, and the forearms are reduced. This would help reduce the mass further away from the center of balance. This adjustment to the center of mass would allow the animal to reduce its rotational inertia, thereby increasing its agility. The sacral pneumaticity would lower its center of mass to a more ventral position, allowing it more stabilization.[5] Screamers are highly pneumatized birds with pneumatic diverticula traveling throughout the bones and into the skin. As screamers fly at high altitudes, it is hypothesized that the extreme pneumaticity in these birds is indicative of an adaptation for flying in high altitudes.[9]","Title":"Skeletal pneumaticity - Wikipedia","KeyID":"166","URL":"https://en.wikipedia.org/wiki/Skeletal_pneumatisation"}