{"Content: ":"Vitaly Hryhorovych Yarema (Ukrainian: Віталій Григорович Ярема, born 14 October 1963) is a Ukrainian politician, law enforcement expert who was General Prosecutor of Ukraine from 19 June 2014 until 10 February 2015.[2] His previous position was First Deputy Prime Minister of Ukraine in Yatsenyuk Government since 27 February 2014, where he was responsible for law enforcement and the power block.[3] Yarema was an MP of Batkivshchyna party (unaffiliated), a former head of the Ministry of Internal Affairs of Ukraine in Kyiv (2005–2010), and a retired lieutenant-general of police. 1971–1981 — studied at Velykokaratulska secondary school in Pereiaslav-Khmelnytskyi Raion, Kyiv Oblast. 1981–1983 — served military service. 1983–1985 — served in bodies of the Internal Affairs on the post of a policeman of a police battalion of the Department of private security at the Dniprovsky District Department of Internal Affairs, Kyiv. 1985–1987 — studied at the Kaliningrad special high school of militia of the Ministry of Internal Affairs of the USSR. 1987–1990 — district inspector of police at Dniprovsky District Department of Internal Affairs, Kyiv. 1989–1993 — studied at the Academy of Internal Affairs of Ukraine on specialty \"Science of law\". 1990–1993 — served in bodies of internal Affairs as a detective and Deputy Chief of criminal investigation Department at the Dniprovsky District Department of Internal Affairs, Kyiv. 1993–1994 — Deputy Department Head — Head of Department of Department on struggle against organized criminal group and the manifestations of the criminal investigation Department police, Kyiv. 1994–1997 — Deputy Head of the Criminal Investigation Department — Head of the Department of struggle against group and organized criminal cases. 1997–1999 — Head of the Criminal Investigation Department. 1999–2001 — Deputy Chief of the Criminal Investigation Department of the Internal Affairs Ministry of Ukraine. 2001–2003 — Head of Internal Affairs of Ukraine in Lviv Railways. February — August 2003 — First Deputy Head of the Main Department — Head of the Department of struggle against organized crime of MIA, Kyiv August — November 2003 — Deputy Head of the Criminal Investigation Department — Head of the Department of struggle against organized crime in Ukraine. 2003–2005 — First Deputy Chief of the Criminal Investigation Department of Interior Ministry of Ukraine. 2005–2010 — Head of the Main Department of Internal Affairs of Ukraine in Kyiv. In 2006 he was elected a deputy of the Kyiv City Council. 2012–2014 — People's Deputy of Ukraine, 7th convocation, deputy chairman of the Verkhovna Rada of Ukraine on combating organized crime and corruption. In 2013 — Chairman of the parliamentary ad hoc committee of the Verkhovna Rada of Ukraine on the investigation of the attack on the media on 18 May 2013 in Kyiv and investigation of other cases of pressure on the media, obstruction of journalistic activities. From 27 February 2014 — First Vice Prime Minister of Ukraine. Yarema did not participate in the 2014 Ukrainian parliamentary election.[4] On 19 June 2014 A total of 329 MPs voted Yarema in as General Prosecutor of Ukraine following the respective nomination submitted by Ukrainian President Petro Poroshenko.[2] Yarema and his wife Margarita have three children. A 25-year-old son Valery, 22-year-old daughter Ilona and 6-year-old daughter Roxolana.[5] In 1999 by the Decree of the President of Ukraine, he was awarded the medal \"For Irreproachable Service\" III. Honored Lawyer of Ukraine.","Title":"Vitaly Yarema - Wikipedia","KeyID":"16603","URL":"https://en.wikipedia.org/wiki/Vitaly_Yarema"}