{"Content: ":"Ihor Valeriyovych Kolomoyskyi (Ukrainian: Ігор Валерійович Коломойський, Ihor Valerevych Kolomoyskyi; Hebrew: איגור קולומויסקי; born 13 February 1963) is an Israeli–Cypriot billionaire, business magnate, and politician from Ukraine. He has been rated as the second or third richest person in Ukraine (after Rinat Akhmetov and/or Viktor Pinchuk) and was seen as one of the most influential oligarchs. He co-founded PrivatBank and its informal extension of companies Privat Group in 1992, and acquired extensive media holdings. He served as Governor of Dnipropetrovsk Oblast from 2014 until his dismissal by President Petro Poroshenko in 2016. That year, following charges against him of large-scale fraud, PrivatBank was taken into state ownership. Kolomoisky's media power and funding supported Volodymyr Zelenskyy in his successful 2019 presidential campaign. He was accused by President Petroshenko of having his former TV channel star in his \"pocket\". In 2021, the United States banned Kolomoisky and his family from entering the country, citing the threat posed by his corrupt practices to the Ukrainian public's faith in democratic institutions. Responding to an ongoing U.S. criminal investigation, Zelenskyy stripped Kolomoisky of his Ukranian citzenship by presidential decree in July 2022. The transliteration of Ihor Kolomoyskyi's name into English has numerous variants including Igor, or Ihor for his first name, and Kolomoyskyi, Kolomoysky, Kolomoisky, Kolomoiskiy, or Kolomoyskiy for his surname. Kolomoyskyi uses the nickname Benya (Беня)[8] (an invocation of the infamous Ukrainian (and Jewish) criminal reprobate Benya Krik, popularly fictionalized in Isaac Babel's The Odessa Tales (1948)). Occasionally, Kolomoyskyi is called Bonifatsiy (the eponymous star of the popular Soviet cartoon \"Каникулы Бонифация\" (Bonifacy's holidays by Soyuzmultfilm (1965)). As of 2007, Kolomoyskyi was a billionaire listed by Forbes as the 799th-richest man in the world with 3.8 billion dollars.[9] In 2010 Kyiv Post estimated his wealth at $6.243 billion.[10] In March 2012 Forbes placed him 377th with $3 billion.[11] In 2010 Kyiv Post listed Kolomoyskyi as the second richest person in Ukraine;[10] in 2012 Forbes rated him the third richest person in Ukraine (after Rinat Akhmetov and/or Viktor Pinchuk).[11][12] In March 2015, after the sharp decline in the value of the Ukrainian hryvnia, The Economist listed his net worth as $1.36 billion.[13][10] In 2019, the Ukrainian magazine Focus placed Kolomoyskyi third on a list of the 100 most influential Ukrainians.[14] Kolomoyskyi was born into a Jewish family in Dnipro, Ukrainian SSR, Soviet Union. Both parents had graduated in engineering. His mother worked at the university and father in a metallurgical plant. Already in his childhood he was considered to be very determined, diligent and serious, was enthusiastic about sports, liked to play chess. Professionally, he followed the example of his parents. After graduating from the Gymnasium 21 in Dnipro with the Komsomol badge \"For outstanding school performance\", in 1980 he took up graduate studies in engineering at the Dnipropetrovsk Metallurgical Institute Leonid Brezhnev, graduating in 1985.[15] In 1986, Kolomoyskyi found work in the Fianit trading cooperative.[16] In 1991, together with Leonid Miloslavsky, Oleksiy Martynov, and Hennadiy Boholyubov, he founded Sentosa Ltd, which transported and resold goods and equipment from Moscow to Dnipropetrovsk. Later, petroleum products were imported, they expanded into ferroalloy, supplied Ordzhonikidze GOK (later Pokrov Mining and Processing Plant GOK) with fuel, and received manganese ore for further export under barter agreements.[16] In 1990, with two other graduated from Dnipropetrovsk universities, Gennadiy Bogolyubov and Oleksiy Martynov, Kolomoyskyi created a joint enterprise marketing office equipment bought in Moscow. After the collapse of the USSR, the partners, joined by the son of a major Soviet entrepreneur, Leonid Miloslavsky began to import goods - from sneakers and sportswear to telephones.[17] To pay for the imports, Kolomoisky arranged the export of steel products. Soon they realized the greater profits to be made in internationally trading the locally sourced ores and metal. Among other operations, their Privat group supplied fuel to the mining company Pokrovsky (Ordzhonikidzevsky) GOK, receiving in return manganese ore for export.[17][18] In March 1992, the four companies of the Privat Group established Privatbank CJSC.[19] Unlike state-owned banks, Privat willingly served private entrepreneurs and in 1995 participated aggressively in the voucher scheme for the privatization of state assets.[17] With the blessing of Prime Minister Leonid Kuchma (whose successful 1994 Presidential campaign Kolomoyskyi and his partners helped fund),[20] PrivatBank was also the only Ukrainian lender to receive permission from the National Bank of Ukraine to open overseas branches. One branch in Latvia, established in 1992, was later implicated in the 2014 Moldovan bank fraud scandal. The operations of a second, opened in the late 1990s in Cyprus, helped precipitate the nationalization of PrivatBank in 2016.[21][22][23][24][25] In 1999–2003, Kolomoisky gained control of Ukrnafta, Kalinin Coke and Chemical Plant, Ozerka market in Dnipropetrovsk, Nikopol Ferroalloy Plant, and other companies.[15] Through Privat Group, whose board he chaired from 1997,[26](Kolomoyskyi controlled, at various points in the early 2000s, three Ukrainian airlines: Aerosvit Airlines,[27] Dniproavia,[28] Donbassaero.[29] All went bankrupt. Through the asset management company Mansvell Enterprises Limited, he controlled a further three Scandinavian airlines, Skyways Express, City Airline, and Cimber Sterling each of which again, within a few years, filed for bankruptcy and ceased operations.[30] As of 2008, other fields of activity in Ukraine as well as in Russia and Romania included: ferroalloys, finance, oil products, mass media,[31] metal and petroleum industries.[32] Kolomoyskyi 's media assets were initially controlled by Glavred media holding, which owns Information Agency UNIAN, the weekly magazine Profile, newspapers Novaya Gazeta and Gazeta po-Kievsky.[33] In early September 2007, Ronald Lauder announced that Kolomoyskyi had acquired a 3% stake, and is on the board of directors, of Central European Media Enterprises.[34] In April 2010, through his wholly-owned Harley Trading Limited company, for around $300 million Kolomoyskyi secured control of one of Ukraine's largest media conglomerates, 1+1 Media Group which operates eight Ukrainian TV channels.[35][13] In November 2019, The New York Times reported that Kolomoiskyi was behind plans to build a controversial ski resort in Svydovets, Ukraine. In the article, a professor at a local university was quoted describing Kolomoyskyi as \"a leech who sucks our blood here and puts it in Switzerland.\"[36] Beginning in 2010 rumors circulated that Kolomoiskyi's assets were coming under pressure from the Ukrainian authorities and that he was spending increasingly more time in Switzerland.[10] In September 2013, Kolomoyskyi was criticized by Mr Justice Mann in a court case in London involving an attempted hostile takeover in October 2010 of Alexander Zhukov's JKX Oil and Gas Company,[a][b] with the judge stating that he had \"a reputation of having sought to take control of a company at gunpoint in Ukraine\" and that a finance director considered she had \"strong grounds for doubting the honesty of Mr Kolomoyskyi\".[41] In 2015 Victor Pinchuk brought a $2 billion civil action against Kolomoyskyi and Gennadiy Bogolyubov in the High Court of Justice in London over the 2004 purchase of a Ukrainian mining company. Allegations made include murder and bribery.[42][43] In January 2016 an undisclosed out of court settlement was reached just before the trial was due to start.[44] From as of April 1, 2016, \"1+1\" media group ceased all TV broadcasts. According to Ruslan Bortnik, director of the Ukrainian Institute of Analysis and Policy Management, unable to find external sponsors and faced with the determination of the Ukrainian government to secure own television presence, the TV project was proving unprofitable for Kolomoyskyi. Other projects, like Kolomoisky's Football Club Dnipro where the players were not receiving their pay, were also in difficulty.[45] (through Privat Group, Kolomoiskyi that also owned BC Dnipro and Budivelnyk Kyiv).[46] In 2019, after being relegated FC Dnipro was dissolved.[47] In 2016 Kolomoiskyi and his business partner Gennadiy Bogolyubov were accused of defrauding Ukraine's largest bank PrivatBank of billions of dollars through large unsecured loans to shareholders. Between mid-2015 and mid-2016, the bank had handed out over US$1 billion in loans to firms owned by seven top managers and two subordinates of Kolomoiskyi.[21][48] The Bank of Italy meanwhile shut down the Italian branch of Latvian lender AS PrivatBank after finding breaches of money-laundering regulations.[49] Valeria Hontareva, the former chairwoman of Ukraine's central bank, characterised Kolomoiskyi and Boholiubov operation PrivatBank as one of the biggest financial scandals of the 21st century. “Large-scale coordinated fraudulent actions of the bank shareholders and management caused a loss to the state of at least $5.5 billion,” Hontareva said in March 2018. “This is 33 percent of the population’s deposits … [and] 40 percent of our country’s monetary base\". A key mechanism appears to have been the PrivatBank subsidiary in Cyprus which the Ukrainian regulator treated as if it was just another of the bank's domestic branches.[50] In December 2016, declaring that Kolomoiskyi's bank was severely under capitalized and a threat to the country's financial system, the Ukrainian government nationalized the lender,[48] then the largest in Ukraine.[21][51][52] A $5.6 billion bailout was financed with IMF funds.[21][48] In 2018, the now nationalized PrivatBank brought a lawsuit against Kolomoiskyi and Bogolyubov in the High Court in London and secured worldwide freeze on their assets. The High Court ruled that it no jurisdiction,[53] but in 2019 the judgement was overturned on appeal, with the UK Supreme Court finding that the $3 billion claim against the former owners of the bank can be heard in a London court.[54] In April 2019, a Ukrainian court ruled that the nationalisation of PrivatBank was illegal.[55][56] Ukraine's central bank said it would not be possible to reverse the nationalisation and that it would appeal the decision.[55] Kolomoisky stated that he has no interest in taking back control of the bank but sought $2bn in compensation for losses he insists were incurred during the nationalisation.[57] On February 14, 2017, PrivatBank was liquidated.[22][58][59] In April 2019 it was reported the FBI was investigating Kolomoiskyi over financial crimes involving Bogolyubov, the Krivyi Rih businessman Vadim Shulman and Mordechai \"Motti\" Korf of Florida in relation to Kolomoyski's steel holdings in West Virginia and northern Ohio in the United States and his mining interests in Ghana and Australia.[60][61][62] Legal filings from American prosecutors in 2019 detailed how Kolomoisky used his control of Ukraine's largest retail bank, PrivatBank, to loot staggering sums from Ukrainian depositors, and via a series of shell companies and offshore accounts whisked the money out of the country and into the U.S.[58][63] In August 2020, the United States Department of Justice (DOJ) in the Southern District of Florida (Miami) alleged that Kolomoisky]], Boholiubov, Mordechai Korf, and Uriel Lader collectively obtained numerous properties as part of a $5.5 billion Ponzi scheme as \"an international conspiracy to launder money embezzled and fraudulently obtained from PrivatBank,\" which was nationalized in 2016 to prevent a collapse of Ukraine's equivalent to the United States' FDIC, and using PrivatBank's \"Cyprus branch... as a washing machine for the stolen loan funds.\"[21][22][58][64][65] In April 2021 Kolomoyskyi and his wife and children were banned from entering the US,[66] The United States Department of State accused him of corruptly using his time as Governor of Dnipropetrovsk to personally enrich himself. He was \"involved in corrupt acts that undermined rule of law and the Ukrainian public's faith in their government's democratic institutions and public processes, including using his political influence and official power for his personal benefit.\"[67] In his statement Secretary of State Antony Blinken said: While this designation is based on acts during his time in office, I also want to express concern about Kolomoyskyy’s current and ongoing efforts to undermine Ukraine’s democratic processes and institutions, which pose a serious threat to its future.[68] In January 2022, the DOJ announced that it had filed a civil forfeiture complaint against Kolomoyskyi in the U.S. District Court for the Southern District of Florida alleging that \"more than $6 million in proceeds from the sale of commercial real estate in Dallas, Texas . . . are subject to forfeiture based on violations of federal money laundering statutes\".[69] This was the fourth such action filed by the DOJ in connection with the same alleged criminal activity: the laundering of funds illegally obtained from PrivatBank through multimillion-dollar U.S. property investments.[70] Kolomoyskyi has been a prominent figure in Ukraine's organised Jewish community.[71] In 2008, he was elected the President of “the United Jewish community of Ukraine” in Kyiv[72] He became a major funder in Ukraine of the Hasidic Chabad movement. In 2012, with Gennady Bogolubov he financed construction of a 22-story Menorah Centre, Chabad House, in Dnipro. It includes a Jewish Memory and Holocaust Museum.[73][74] In 2010 in Berlin, after promising the outgoing president he would donate $14 million,[75] he was appointed as the president of the European Council of Jewish Communities (ECJC).[76] Numbers of western European ECJC board member described his elevation as a \"putsch\"[77][76] and a \"Soviet-style takeover\"[78] by other ECJC board members. After several western European ECJC delegations resigned in protest, Kolomoyskyi quit the ECJC and, together with fellow Ukrainian oligarch Vadim Rabinovich, founded the European Jewish Union in April 2011.[75] Launched by Kolomoyskyi and Rabinovich at Disneyland Paris,[79] the EJU subsequently styled itself the European Jewish Parliament. Modelled on the Israeli Knesset with 120 members,[80][81] its declared aim is to represent the concerns of the Jewish community to the European Union.[82] The Brussels-based initiative, with which Kolymoyski no longer appears to be associated,[83] has been opposed by most of the established Jewish community leadership.[84] Kolomoyskyi opposed the presidential ambitions and government of Viktor Yanukovych and his broadly pro-Russian Party of Regions. He had been an ally of Yanukovych's predecessor as president, Victor Yushchenko (2005-2010) the former central bank governor, helping to finance Yushchenko's Our Ukraine–People's Self-Defense Bloc.[32] He also supported Yulia Tymoshenko and her bloc of political parties called Bloc Yulia Tymoshenko, although he refused to finance Tymoshenko's 2010 presidential campaign.[85] In the 2012 Ukrainian parliamentary election Kolomoyskyi was seen by its critics as standing behind Ukrainian Democratic Alliance for Reform (UDAR) of Vitali Klitschko,[86] although the party denied he was a sponsor.[87] After the events of Euromaidan forced the resignation of Yanukovych in February 2014, acting President Oleksandr Turchynov appointed Kolomoyskyi Governor of Dnipropetrovsk Oblast.[88] Two days later, Russian President Vladimir Putin, who in response Yanukovych's ouster was to annex Crimea and Sevastopol and initiate a separatist war in the Donbas, described Kolomoyskyi as a \"unique crook”.[89] According to Putin, Kolomoysky \"even managed to cheat our Roman Abramovich two or three years ago. Scammed him, as our intellectuals like to say. They signed some deal, Abramovich transferred several billion dollars, while this guy never delivered and pocketed the money. When I asked him [Abramovich]: 'Why did you do it?' he said: 'I never thought this was possible'\".[90] In February 2014, Kolomoyskyi had dismissed suggestions of separatism in Dnipropetrovsk.[91][92] In April, as governor, he was reportedly offering a bounty for the capture of Russian-backed militants and incentives for the turning in of weapons.[93] On 22 April, deputy head of the National Defense Staff of the Dnipropetrovsk region Mikhail Lysenko revealed that Kolomoiskyi paid $10,000 for the arrest of 8 Russian saboteurs.[94] On 3 June 2014, Kolomoiskyi offered a $500,000 reward for the delivery of Oleg Tsaryov, a leader of the separatists, to the law enforcement agencies of Ukraine.[95] He drafted thousands of Privat Group employees as auxiliary police officers.[96] Kolomoisky is also believed to have spent $10 million to create the Dnipro Battalion,[97][98] and to have provided funds for the Aidar, Azov,and Donbas volunteer battalions.[99][100] During his time as governor of the Dnipropetrovsk Oblast, Kolomoisky kept a shark tank in his office, so he could feed the sharks during his meetings, while observing horrified visitors react to the underwater carnage.[101] Following their 2014 annexation of Crimea, the Russian authorities nationalised Kolomoyskyi's Crimean assets, including a civil airport. According to the pro-Russian Crimean leader Sergey Aksyonov the move was \"totally justified due to the fact that he [ Kolomoyskyi] is one of the initiators and financiers of the special anti-terrorist operation in the Eastern Ukraine where Russian citizens are being killed\".[102][103] In response, in January 2016 Kolomoyskyi filed a complaint against Russia at the Permanent Court of Arbitration.[104][105] The Russians maintained that the intergovernmental court has no jurisdiction over the matter and refused to participate in proceedings.[106] They responded with their own charges against Kolomoyskyi, accusing him, in his support for Ukrainian resistance to Russian-backed separatists in the Dontesk and Luhansk, of \"organizing the killing of civilians\".[107][108] Russia asked for Kolomoyskyi to be put on Interpol's wanted list.[109] On 2 July 2014 a Russian District Court called for his arrest.[107] On 25 March 2015, Ukrainian President Petro Poroshenko signed a decree dismissing Kolomoyskyi from the post of Dnipropetrovsk RSA Head, saying \"Dnipropetrovsk region must remain a bastion of Ukraine in the East and protect peace\". Kolomoyskyi was replaced by Valentyn Reznichenko.[13][110][111] This followed a struggle with Poroshenko for control the state-owned oil pipeline operator.[112] After Poroshenko's dismissal of Oleksandr Lazorko, who was a protege of Kolomoyskyi, as a chief executive of UkrTransNafta, Kolomoyskyi dispatched his private security guards to seize control of the company's headquarters and expel the new government-appointed management. While Lazorko was in charge the state-owned pipelines had been delivering oil to an Kolomoisky-owned refinery in preference to competitors.[13][113] In a further move against Kolomoyskyi, Poroshenko replaced Kolomoisky's long-time business partner Ihor Palytsa as governor of neighboring Odessa region with the former Georgian president, Mikheil Saakashvili. That appointment triggered a dramatic and public war of words between Kolomyskyi and Saakashvili. Saakashvili told journalists Kolomoisky was a “gangster” and “smuggler.” Kolomoyskyi told them Saakashvili was “a dog without a muzzle” and “a snotty-nosed addict.”[114] Kolomoyskyi responded that the only difference between Poroshenko and Yanukovych is “a good education, good English and lack of a criminal record.” Everything else is the same: “It’s the same blood, the same flesh reincarnated. If Yanukovych was a lumpen dictator, Poroshenko is the educated usurper, slave to his absolute power, craven to absolute power.”[115] The Russian invasion of Ukraine in February 2022 again highlighted the presence in Dnipro of the volunteer \"Dnipro Guard\" (Варти Дніпра, Varty Dnipra), first formed in 2014 with Kolomoyskyi support in response to the war in Donbas. Mayor of Dnipro, Borys Filatov has dismissed suggestions that the group is Kolomoyskyi's \"private army\". The Ukrainian billionaire, according to Filatov, helped with some equipment purchases, but the volunteer guard performs defence and law and order functions under the leadership of the national police.[116] As of 2019, Kolomoyskyi owned 70% of the 1+1 Media Group whose TV channel 1+1 aired \"Servant of the People\", the comedy series in which Volodymyr Zelenskyy played the role of president of Ukraine. On 31 March 2019 Zelenskyy won the most votes in the first round of Ukraine's real presidential elections,[117] resulting in Yulia Tymoshenko being eliminated from the next round.[118] Zelenskyy was viewed by critics, and not least by the incumbent Petroshenko, as Kolomoyskyi's candidate.[119] Zelenskyy appointed Kolomoyskyi's personal lawyer as a key campaign advisor, travelled to Geneva and Tel Aviv to confer with the then-exiled Kolomoyskyi on multiple occasions, and benefited from the endorsement of Kolomoyskyi's media empire. Once in office, Zelenskyy appeared to remove officials deemed a threat to Kolomoyskyi's interests, among them the Prosecutor General, Ruslan Ryaboshapka and the Governor of the National Bank of Ukraine (NBU), Yakiv Smolii, and Zelenskyy's first prime minister, Oleksiy Honcharuk, who tried to loosen Kolomoyskyi's control of a state-owned electricity company.[120][121] Following the opening of U.S. criminal investigations of Kolomoyskyi and his associates, the oligarch appeared to lose influence with Zelenskyy.[122][123] In 2020, Zelenskyy sponsored a law that banned former owners from recovering nationalized assets.[124] On 1 February 2021, Oleksandr Dubinsky, a former 1+1 journalist who had actively opposed this so-called \"anti-Kolomoisky law\",[16] was expelled from Zelenskyy's Servant of the People parliamentary faction.[125] Claiming he was part of a \"Russia-linked foreign influence network\" associated with fellow People's Deputy Andrii Derkach, the U.S. Department of the Treasury's Office of Foreign Assets Control had placed Dubinsky on its sanction list .[126] As had Rabinovich as co-founder of the Opposition Platform,[127] Kolomoyskyi had begun to call for a new partnership between Ukraine and Russia. When that happened, he proposed that NATO would be \"soiling its pants and buying Pampers.\"[123] Meanwhile, striking \"a more assertive tone\", Zelenskyy was pushing for membership of the European Union and the NATO alliance\".[128] In response to the announced of US sanctions against Kolomoyskyi in April 2021, the Office of Ukrainian President released a statement declaring “Ukraine must overcome a system dominated by oligarchs” and acknowledging that “Ukraine is grateful to each partner for its support along the way”.[129] A week before the invasion, Kolomoyskyi reported that he no longer communicated with Zelenskyy[130] (in November 2021, Zelenskyy assured reporters that it had been two years since they had had talks). Kolomoyskyi explained that Zelenskyy \"has chosen his path, he is the president of the country, he has his own vision, program, plans\" and as he, as a businessman, no longer wants anything from the state, they have nothing to talk about.[130] Kolomoyskyi had the reputation for being able to dictate the votes of deputies within Zelenskyy's parliamentary faction by phone, but appeared suddenly to have \"disappeared\", staying deliberately away from politics. Despite this, Zelenskyy's Justice Minister Denis Malyuska suggested that Kolomoyskyi's was an \"obvious\" name to be entered on the register of a new anti-oligarchic law that was to come into effect in May 2022.[122] Investigative journalists, nonetheless believed that channels of communication between Kolomoyskyi and the president remained open.[122] In the wake of the Russian invasion, and as a token of his determination to counter Ukraine's reputation as a kleptocracy, Zelenskyy was seen to be under pressure to respond to the ongoing U.S. criminal investigation of Kolomoyskyi.[131] In the United States and in the European Union, proponents of large-scale assistance to Ukraine contended with Transparency International's European ranking of Ukraine as second only to Russia in institutional corruption.[132][133] Due to accountancy concerns, approved funds were not being released.[134] On 18 July 2022, Zelenskyy signed a presidential decree that stripped Ukrainian citzenship from Kolomoyskyi and nine others.[135] These included both Hennadiy Korban who had been deputy governor of Dnipropetrovsk under Kolomoyskyi (and since 24 February 2022, head of the Dnipro Territorial Defence),[136] and Vadim Rabinovich.[135] Although dual citzenship is prohibited in Ukrainian law, all three held Isreali passports.[137] Kolomoyskyi who additionally holds a Cypriot passport, has reportedly quipped that while Ukrainian law prohibits dual citizenship, it says nothing about triple citizenship.[124] Kolomoyskyi had potentially safe haven in his native country. Article 25 of Ukraine’s Constitution states that “a citizen of Ukraine cannot be expelled from Ukraine or extradited to another state.” But there may be grounds for appeal, as it also rules that \"a citizen of Ukraine cannot be deprived of citizenship\".[124] A source in Zelenskyy’s team has reportedly claimed that Kolomyskyi had been \"holed up\" in the Menorah Centre he helped finance in Dnipro, hiding from Russian shelling, and that he has retired not only from business, but also from \"socio-political life\".[138] The centre is serving as a base of humanitarian aid for war refugees.[139] Kolomoyskyi is married to Dnipro native Irina Mikhailovna Kolomoyska. They have a daughter, Angelika Kolomoyska, and a son, Israel Zvi Kolomoyskyi.[140]","Title":"Ihor Kolomoyskyi - Wikipedia","KeyID":"16607","URL":"https://en.wikipedia.org/wiki/Ihor_Kolomoyskyi"}