{"Content: ":"Pavlo Ivanovich Zhebrivsky (Ukrainian: Павло Іванович Жебрівський, born March 21, 1962, Nemyryntsi village, Ruzhyn Raion, Zhytomyr Oblast, Zhytomyr Oblast) is a Ukrainian politician, leader of the political party Republican platform. The people's deputy of the Verkhovna Rada of Ukraine of the IV, V and VI congresses, the chairman of the Zhytomyr Regional State Administration (2005), head of the Anti-Corruption Directorate of the General Prosecutor's Office of Ukraine (2015[1]), chairman of the Donetsk region al the military-civilian administration (from 2015 to 2018),[2] auditor of the National Anti-Corruption Bureau of Ukraine (from June 13, 2018 to November 15, 2018 [14]).The founder of the project is the financial support of small and medium-sized businesses \"Ukrainian Donetsk Kurkul\", the United Ukrainian Cultural Space program,[3] \"cities’ ukrainianization\" in the Donetsk region.[4] Born in the Ukrainian family. His father Ivan Pavlovich Zhebrivskyi worked as a driver at a factory in the collective farm of the village of Nemirintsy. Ivan Pavlovich Zhebrivskyi, from June 22, 1942, fought during the Second World War, participated in the assault of Berlin. He received the military awards – the Order of the Red Star, the medal \"For military service\", the Order of \"Patriotic War of the 2nd degree.\", The medal \"For the Defense of Stalingrad\", \"For the liberation of Warsaw\", \"For the capture of Berlin\", \"For victory over Germany\" \" etc. His mother Yanina Ivanovna Zhebrivska worked as a beet farmer on a collective farm. The parents had six children – five daughters and one son – Pavlo Zhebrivskyi. In 1979 he graduated from Nemyrynensky secondary school in the Ruzhinsky district of Zhytomyr region. In the economic sphere: international investment is involved in the regional budget. Under the direction of Pavlo Zhebrivskyi, a project for financial support of small and medium-sized businesses in the Donetsk region under the name \"Ukrainian Donetsk Kurkul\" was launched. In the social sphere: a new modern educational space with modern kindergartens and reference schools has been created. 185 units for orphans and children deprived of parental care were purchased and six houses of family type were created. 115 sports and 209 training platforms in the region were built. 80 innovative development centers for children and youth have been opened. In the field of public health, the Regional Department of Hemodialysis, 8 computer tomography rooms have been opened. In the environmental sphere: 41 units of special equipment and 1 unit for the processing and disposal of mercury waste were purchased. Construction of regional landfills for solid household wastes has started in the cities of Kramatorsk, Kurakhovo, Volnovaha. The wastewater treatment facilities in the city of Konstantinovka, Bakhmut and Dobropol region were opened. The first automated environmental monitoring system in Ukraine, which meets the requirements of EU directives, was introduced. New parks, squares built. Restoration and construction of infrastructure on the territory of Donetsk region: the ceilings on the entrances to the region have been updated, new stops have been constructed. Purchased 20 trolleybuses and 21 trams. Repairs of 153 roads of communal ownership form have been completed. 8 bridges and overpasses were repaired. 41 units of communal equipment were purchased. Improving the quality of governance: 4 updated centers for the provision of administrative services have been opened; in 27 CNAAs, activities have been provided, which allowed to increase the number of visitors by 4 times and reduce the time of maintenance. Six citizens' security centers opened. Overcoming the consequences of ATO: Over 700 houses and social facilities were restored on the territory of combat operations, lines of separation. An alternative system of power supply networks has been restored and created from the territory under the control of Ukraine: Zaytsevo village, Travneve village, Gladosovo village and Avdiivka municipality. A gas pipeline to Toretsk is put up. The pumping station of the first lift in the village was repaired. Semenivka, which supplies technical water to the territory of the entire Donetsk region. A gas pipeline in the city of Avdiivka was built. Civil society development: Communicable 109 settlements, 1950 streets and other toponymic sites. Ukrainianization of cities was carried out – four cities of Donetsk region (Druzhkovka, Pokrovsk, Vugledar, Mirnorad) conducted a 100% replacement of toponymic objects The concept of the development of the Unified Ukrainian Cultural Space was approved. 26 joint projects with other regions of Ukraine were implemented. European Day is launched. The first officer ball has been held over the last 100 years.  Order of Prince Yaroslav the Wise of the 5th cl. (June 13, 2018) – for a significant personal contribution to state construction, long-term faithful service to the Ukrainian people.[5] The main function of the state is the establishment of fair and just rules of social life (rules of the game). The basis of these rules is the ideological values of Ukrainians – liberties, self-sufficiency and the aspiration of wealth. He believes that \"the economy of success is wealth through opportunities\". His life credo: first: in all its problems one must blame exclusively for himself, and not for anyone else; the second: every day you have to live so that the next morning you cannot be afraid to look in the mirror in your own eyes; the third: we must confidently go to the goal, to gather like-minded people and to change the world around us together. [16] He loves to read. Has over 2000 books [7] in home library. In 2014 Pavlo Zhebrivskyi presented his own book Live humanly, in which he proposed his own vision of reforming the country.[6]","Title":"Pavlo Zhebrivskyi - Wikipedia","KeyID":"16614","URL":"https://en.wikipedia.org/wiki/Pavlo_Zhebrivskyi"}