{"Content: ":"Semen Ihorovych Semenchenko (Ukrainian: Семен Ігорович Семенченко) is a former deputy to the Verkhovna Rada of Ukraine, First Deputy Chairperson of the Verkhovna Rada of Ukraine Committee on National Security and Defence[3] and the commander-founder of the volunteer territorial defence battalion \"Donbas\", based in Donetsk.[4][5] He was a deputy of the Verkhovna Rada from 2014 to 2019.[6] Semenchenko was born as Konstantin Igorevich Grishin (Russian: Константин Игоревич Гришин) on 6 June 1974 in Sevastopol.[7] He is ethnically Ukrainian. He moved to Donetsk at an early age. In 1993 he entered the Black Sea Higher Naval Institute of Nakhimov, and transferred to the Sevastopol National Technical University, faculty of finances. From 2006 to 2008 Semenchenko studied to become a film director.[8][9] He has three sons – Hryhoriy, Mykhailo, and Artem.[7] According to Semenchenko, he and the other members of the Donbas Battalion gained combat experience in the Ukrainian army or Soviet Army.[8] He said he worked in \"business activities in the field of security\" before the war in Donbass.[5] Semenchenko, the founder of the Donbas Battalion, said in May 2014: \"Our state needs defending, and we decided that if the army could not do it, we should do it ourselves.\"[5][8] On 19 August 2014, Semenchenko was wounded by shrapnel when his forces were hit by mortar fire before entering the town of Ilovaysk, 18 kilometers east of Donetsk. He underwent an emergency surgery and recovered slowly. He was later awarded the Order of Bohdan Khmelnytsky by the Minister of Internal Affairs Arsen Avakov.[10] During 2014 he was always photographed wearing a balaklava. Removing it on 1 September 2014, he stated, \"I was never afraid, I was worried about my family; they are now safe and I'm not afraid.\"[11][12] Semenchenko made his entry into national politics prior to the 2014 Ukrainian parliamentary election. Appearing second on the party list of Samopomich, he was elected to the Verkhovna Rada.[13][14] On February 9, 2015 by the Decree of the President of Ukraine Semen Semenchenko delegated his powers as a commander of the Donbas battalion to Anatolyi Vynogrodskiy though being a founder of the battalion Semenchenko remained its honoured commander.[15] Semenchenko was the Samopomich candidate in the 27 March 2016 early mayoral election in Kryvyi Rih. With 10.92% of the vote he lost this election to Yuriy Vilkul (who won the re-election with 74.18%.[16] Semenchenko did not take part in the 2019 Ukrainian parliamentary election, he said his experience and organizational skills would be more useful for Ukraine outside parliament than the “guerrilla war” of an opposition deputy.[6] Semen Semenchenko took part in the 2004 Orange Revolution and 2013–2014 Euromaidan popular uprisings. In 2014 during the parliamentary elections the battalion commander Semenchenko decided to run for the elections as a member of the party of a Lviv politician, Mayor of the city Andriy Sadovyi - Self-Reliance Union.[17][18][19] On September 12, 2014 a list of candidates was made public and the commander of the battalion was number 2, while Аndriy Sadovyi was number 50. In Espreso.TV studio he explained his reasons to go into a big-league politics: There are things to be done right now before the elections to the Parliament. First of all, it is a situation with wounded, captured and deceased. The most common situation for the people being captured is no chance to be released quickly. There is a very long chain of agreeing. I think according to Minsk agreements these people should be already free. We will create civil pressure without shouting, rallies but together with the mothers and wives of the captured soldiers to get a report on what is going on.[20] One of the issues of Semenchenko program is building of the Ukrainian military organization created by him which mobilizes the society to encourage a process of forming a unified system of the territorial defence in Ukraine. According to Semenchenko: This is a system of training, selecting motivated people. Mothers and wives won’t follow them shouting: Give our children back. These are older people who have already decided themselves and are motivated to protect their Motherland. A lot of them can’t join battalions, the army. They will join the territorial defense forces in their area.[20] His vision of the future Ukraine as a final aim of his political activity Semenchenko expressed like this: Our dream Ukraine is a strong independent state where the law allowing people to reach results relatively to their abilities without any family connections or protection will be in force. The war will be over when the country becomes strong and the society becomes just.[21] At the beginning of June Semen Semenchenko together with veterans of the Donbas battalion inspected checkpoints to the Crimea and from the Crimea. At each such checkpoint they found about 500 trucks a day carrying different stuff: Trucks owners do not pay anything to the Budget and those people who patronize this are becoming rich as it is not possible to do if you don’t have a patron on a high level. For example, petrol smuggling during Yanukovych presidency was patronized by his son, but who is doing this now is not known though it should be on the level of the Presidential Administration.[22] Being a member of the Self-Reliance Union Semen Semenchenko is a Deputy Head of the Verkhovna Rada Committee on Security and Defence.[23] In June 2014 Semen Semenchenko together with soldiers of the Donbas battalion went to the Presidential Administration to protest against an introduction of a cease-fire regime with separatists and martial law[24][25][26] In 2015 Semenchenko together with the Donbas battalion requested near Shyrokyno to cancel demilitarization.[27] Semen Semenchenko claimed the necessity and availability of the alternatives to Minsk agreements. Later he was a co-author of a law which was an alternative to Minsk Agreements[28] On August 21, 2014 by the decree of the President of Ukraine Petro Poroshenko, Semenchenko was awarded the Bohdan Khmelnytsky Order, Third class for \"personal courage and heroism shown during protection of the state sovereignty and territorial integrity of Ukraine, dedication to loyalty oath, highly professional execution of his duty\".[29][30] He was awarded for the service in the battle shown while liberating the cities of Artemivsk, Popasna and Lysychansk. On September 1, 2014 the Order was handed together with a service gun — the Makarov pistol from the Head of SBU.[31][32] Semenchenko was also awarded with a department encouraging honour of the MoI ‘Firearm’ – nameplate weapon having the right to live carrying - Fort-17 pistol of domestic production.[33][34] During the official ceremony in the Regional Hospital of Mechnikov in Dnipropetrovsk visited by the acting Prime-Minister of Ukraine Arseniy Yatsenyuk, Semenchenko took off the balaklava in public for the first time.[35][36] On July 22, 2015 during the first anniversary of the Popasna city liberation from terrorists the administarion of the Luhansk region handed a medal ‘for the merits to Popasna district’ to Semen Semenchenko.[37][38] Semen Semenchenko is a member of a group on interparliamentary connections with the United States of America.[39] On September 14, 2014 Semen Semenchenko being a member of a delegation of the Ukrainian Military Organization arrived to the United States of America where he met members of the Congress, representatives of the Pentagon, American civil society and Ukrainian diaspora. They discussed how the USA can help to create the territorial defence of Ukraine.[40] On November 12, 2014 Semen Semenchenko, Andriy Teteruk and Yuriy Bereza had a meeting with the Head of Department of Consular Support of Ukraine - Poliova Alla Valentynivna in Frankfurt (Germany). During the meeting they discussed the issue of volunteers’ help to ATO participants and shared their ideas about possible perspectives of cooperation. Semen Semenchenko also touched the urgent topic of providing those who suffered during the ATO in Ukraine with quality prostheses.[41] Semen Semenchenko went to the US to pay a visit to military training centres to talk about training.[42] On November 13, 2014 Semen Semenchenko with a delegation came to the US to discuss provision of the military aid to Ukraine with congressmen.[43] In the middle of February 2015 Semen Semenchenko initiated a creation of his personalized charitable organization Charitable Fund of Semen Semenchenko. The main activities of the fund are resettlement of volunteer soldiers, providing assistance to them in treatment and rehabilitation, providing assistance to the soldiers and their families who are in poor financial conditions. On February 18 in Dripropetrovsk being already a member of the parliament, an ex-commander of the Donbas battalion Semen Semenchenko, deputy commander of the Volunteer Ukrainian Corps Valentyn Manko and a supervisor of the Kryvbas battalion Mykola Kolesnyk said they were to set the General Staff of volunteer battalions as a coordination centre to exchange intelligence data which will provide information to the President of Ukraine. The Staff was headed by seven commanders including Semenchenko and a leader of Right Sector (Pravyi Sektor) Dmytro Yarosh.[44][45][46] Semen Semenchenko is a civil activist in providing legal rights and interests of volunteers, namely his activity is aimed at preventing illegal prosecution of volunteers, taking soldiers of volunteer battalions on bail and visiting courts to provide support and protection for soldiers.[47][48][49] Semen Semenchenko took part in protests to protect a founder and soldier of the Aydar battalion Valentyn Lykholit (code name Batia). Thanks to active actions Kyiv Court of Appeal let Valentyn Lykholit out on bail of the Verkhovna Rada deputies Semen Semenchenko and others.[50][51] Semen Semenchenko was also present and provided support and protection of interests of NABU (the National Anticorruption Bureau of Ukraine) in Solomianskyi Court of Kyiv where NABU accused a military prosecutor of the ATO area Kostiantyn Kulyk of illegal getting rich.[52] In January 2015 Semen Semenchenko together with Yehor Soboliev and others accused a judge of Kharkiv District Administrative Court of delivering a judgment which doesn't express the will of people. Threats of Yehor Soboliev (judges will be thrown out of the windows) and Semen Semenchenko became a subject of an open letter of the Judges Council of Ukraine about threatening their health and lives. Soon the claimant refused of the lawsuit because it was dangerous for the judges that's why the judgment of the first instance court was not evaluated by the appeal court.[53] Semen Semenchenko in his turn expressed his views on the situation: It is necessary for a law to be in force. If there is a law on ‘Сivil Servants Screening’ judges could not substitute the will of people by their judgments. If they substitute, they will be punished. If we have neither anticorruption bureau, nor practice of punishing judges and prosecutors, we will use creative methods: encouragingly, legally, by a good word and a dumpster if necessary.[54] In mid-April 2014 Semenchenko formed a detachment of citizen militia out of Ukrainian citizens in the Donetsk region to struggle against separatists of the self-proclaimed Donetsk People's Republic (DPR). He suggested calling it the Donbas Battalion. However, the leadership of the Donetsk Regional State Administration did not support Semenchenko's initiative, resulting in the activists moving to the neighboring Dnipropetrovsk region. With support from the region's leadership, they managed to form its detachment as a company of the Donbas Battalion.[55][56] According to Semenchenko, ‘We faced a serious counteraction in our region. The Governor did nothing though he had agreed to. We managed to form a battalion only in the neighbouring region’.[57] Semen Semenchenko in his interviews repeatedly highlighted that the Donbas Battalion was formed thanks to volunteers’ and activists’ donations. The battalion received no funding from Kolomoyskyi.[58] According to Semenchenko, he and his companions received their first military weapon having attacked a terrorist-controlled checkpoint and being equipped with traumatic weapon on May 1. Further on, till the battalion was including into the National Guard, the battalion was deployed with small arms, grenades RGD and sniper rifles. Dnipropetrovsk Regional State Administration supported the Donbas battalion commander Semen Semenchenko when he asked their assistance. Borys Filatov, a deputy governor of the Dnipropetrovsk Region told to Obozrevatel. ‘Semen came to us and said Hello and we supported him’ – he said. ‘I remember the time when he had only 60 persons without uniform, boots and ammunition and their first weapons they got coming to checkpoints at night’ – continued the deputy head of the Regional State Administration.[59] On May 15, 2014 Semenchenko leading the battalion liberated the district department of militia in Velyka Novosilka from loyal to terrorists militia.[60] Then a head of the district department was changed and the personnel swore an oath to be loyal to Ukraine one more time. Above the District Department Building a Ukrainian flag was raised.[61] Soon at about 9 pm they were informed about 30 vehicles of separatists from so called Vostok battalion moving in the direction of Velyka Novosilka though a real battle did not take place. After a short firefighting having several men lightly wounded Vostok retreated. On May 22, 2014 the battalion took control over the administration building of Vlodarsky district the DNR flag was removed from the building and replaced by the flag of Ukraine.[62] On the morning May 23, 2014 the battalion fell into an ambush of Russian terrorists in the village of Karlivka Mariyinsky district.[63] Part of militaries managed to escape the entrapment and reach a checkpoint of the Ukrainian militaries close to the town of Krasnoarmiysk. 5 people were killed. As a result of fights almost half of all the combatants had got wounds of varying severity.[64] During the fight at least 15 terrorists were destroyed.[65] The Donbas battalion lost 5 militaries, 7 were wounded.[66] End of May on the basis of the 1st company of the Donbas battalion which had already grown the Special Purpose Battalion of the National Guard Reservists was formed. Semenchenko became a commander and was awarded a captain of the reserve of the National Guard of Ukraine.[67] At the beginning of June 2014 newly formed reserve battalion of the National Guard of Ukraine had a training and operational coordination on the training range of the National Guard of Ukraine near the village of Novi Petrivtsi, Vyshhorod Raion, Кyiv Oblast. Among 630 soldiers of the Donbas battalion 460 were selected to the National Guard; all the rest became a part of the 24th Battalion of Territorial Defence Aidar of the Armed Forces of Ukraine. On June 29 Semenchenko came to Kyiv requesting to stop a cease-fire regime and to introduce a martial law. He led a demonstration near the Presidential Administration and had a word on the stage of Maidan.[68] On July 4, 2014 the battalion soldiers led by Semenchenko being a part of АТO forces took part in a liberation operation of Mykolayivka, the Donetsk region.[69] On July 5, 2014 the intelligence company of the battalion led by Semenchenko took part in a liberation operation of Kostiantynivka, the Donetsk region.[70] On July 6, 2014 the battalion soldiers led by Semenchenko together with other units of ATO forces used a reconnaissance in force near the village of Karlivka close to Donetsk to find out fire positions of terrorists. As a result of the operation terrorists were destroyed by a large-caliber artillery and multiple rocket launchers Grad. The terrorists of so-called Sever battalion who left their positions near Donetsk airport suffered some losses.[71] The battalion soldiers located in Artemivsk and led by Semenchenko are taking active actions to liberate the city from terrorists, night attacks of terrorists are repelled, checkpoints in the city and beyond its boundaries are being built and the operations to clear the territory are being prepared. The battalion units provide patrolling of the adjacent areas to Artemivsk and Horlivka.[72] On July 8, 2014 one more company of the Donbas battalion arrived to the ATO area the Donetsk region.[73] On July 8, 2014 a video appeared on the YouTube channel demonstrating a meeting of Semen Semenchenko and a leader of the Right Sector Dmytro Yarosh in Kurakhove Donetsk region. It was the first meeting of two commanders who shared their views to the camera on the ATO course, a role of oligarchs in the Ukrainian politics, Russian mass media and future plans. Semen Semenchenko claimed, ‘I am supporting the idea of decreasing oligarchs’ role in the country. They should be rich people, pay taxes properly and stay aside from politics’[74][75][76].[77] On July 11, 2014 a reconnaissance group of the Donbas battalion guided by Semen Semenchenko nearby Artemivsk had a battle with terrorists who surrounded a checkpoint. During the fight a passenger car was destroyed, 2 battalion soldiers were wounded, 7 terrorists were killed and several wounded. As a result of the fight the terrorists’ positions were destroyed and they had to retreat. After the fight the Donbas battalion soldiers while clearing the territory found a terrorists base and collected a lot of weapon.[78] On July 18, 2014 the battalion soldiers led by Semen Semenchenko had a fight with terrorists in the city of Popasna. During the fight 2 battalion soldiers were killed, 6 were wounded; terrorists had 7 victims.[79] On July 19, 2014 during the next fight for Popasna the battalion commanded by Semen Semenchenko destroyed 4 checkpoints of terrorists, about 40 terrorists were killed and 6 were captured. The Donbas battalion in its turn lost 2 soldiers, 5 were wounded and 1 soldier is considered to be missing.[80] On July 21, 2014 during an operation participated by units of the Armed Forces, the Donbas battalion guided by Semen Semenchenko and Dnipro-2 the settlement of Pisky was liberated. The battalion soldiers captured 4 armed terrorists sappers with explosives from so called Russian Orthodox Army. The Donbas battalion did not suffer any losses during the operation.[81] Later on a fortified area of terrorists near the settlement of Netaylove was destroyed as well as partially destroyed a fortified area on the suburbs of Donetsk.[82] On July 22, 2014 the battalion soldiers led by Semen Semenchenko liberated from terrorists and took control over the city of Popasna. During the fight more than 100 LNR terrorists were killed, no losses in the Donbas battalion.[83] On July 24, 2014 the battalion soldiers led by Semen Semenchenko together with other units of ATO forces liberated from terrorists the city of Lysychansk and started to patrol the streets, distribute food and water to the locals.[84][85] On July 26, 2014 the Donbas battalion together with units of the Armed Forces and the National Guard started the assault of Pervomaysk, where a lot of terrorists were concentrated armed with Grads, infrared homing surface-to-air missile (SAM) MANPADS and armored vehicles.[86] On the same day the battalion soldiers led by Semenchenko capture storage of the terroristic grouping Prizrak battalion located in the building of Lysychansk Glass Factory. They found 2 armed vehicles, anti-aircraft missile weapon, anti-tank guided missiles (ATGM), mortars, small arms, a lot of vehicles, tanks of petrol and diesel fuel, a lot of uniform sets with terrorists’ insignia, more than 800 boxes of humanitarian aids, Russian passports and electronic database of terrorists including personal data and photos.[87] On July 29 a parliamentary Olexander Brygynets informed that the commander of the Donbas volunteer battalion Semen Semenchenko was appointed as a person in charge of Artemivsk. As it turned out later the message was not true.[88] On August 10, 2014 the Armed Forces of Ukraine together with the soldiers of the Donbas, Azov, Shakhtarsk battalions and Right Sector started an operation to liberate Ilovaysk and destroy a fortified area of pro-Russian insurgents.[89] On August 14 the battalion soldiers during the search in a church of the Moscow Patriarchate in Sloviansk found an arsenal of ammunition. According to the battalion representatives, the priest had a heavy drinking session for three days in row, that is why he could not give any clear statements. We would treat him.[90] On August 18, 2014 the battalion soldiers led by Semenchenko fighting severely entered Ilovaisk and threw the terrorists out of the city part.[91] The eastern part of Ilovaysk was taken under control, the territory was cleared and 3 checkpoints and 4 fire points of terrorists were found. Till the morning August 19 most part of the city territory was controlled by the ATO forces.[92] As of 10 pm August 19 after heavy fighting the battalion suffered losses near Ilovaisk and had to leave the battlefield.[93] Semenchenko was wounded, and four battalion soldiers, among whom the husband of journalist Mykhaylyna Skoryk Serhiy, were killed.[94] Semenchenko was evacuated the same day and underwent an surgery in Dnipropetrovsk.[95] Sergii Ryzhenko, head doctor of Dnipropetrovsk Regional Hospital named after Mechnikov: ‘ He talked to the staff in a strong language and told: ‘you have an hour to get shrapnel out of me and send me back’. Our surgeons got out pieces – one which went through the shoulder blade and stuck in the rib and two pieces in the thigh’. While Semen Semenchenko was treated the battalion command was delegated to other officers of the unit, namely to Viacheslav Vlasenko, codename Filin.[96] On December 14, 2014 the Donbas battalion soldier together with Semen Semenchenko supported an operation to block ‘humanitarian rounds’ of Rinat Akhmetov and counteract the illegal movement of smuggled goods. In the trucks carrying humanitarian aid alcohol and cigarettes going to the occupied territory were found. Semen Semenchenko put an ultimatum concerning letting these doubtful ‘humanitarian’ goods: Since tomorrow the Donbas battalion will extend the area for catching the illegally moving trucks, introduce mobile checkpoints in the Luhansk region. We will support the initiative of our friends from the Dnipro regiment who blocked an access for a countless lines of trucks to the Donetsk region. Dear terrorists, you will drink, smoke and drive cars after keeping your words on the captured. At that time the battalion was serving in the Luhansk region near the village of Myrna Dolyna[97][98] On January 11, 2015 about a hundred of Donbas battalion combatants started to the building of the Ministry of Internal Affairs in Bogomolets Street in Kyiv requesting to send them to the ATO area. The Donbas battalion commander Semen Semenchenko entered the building of the Ministry to meet the Minister of Internal Affairs of Ukraine Arsen Avakov.[99] On January 13, 2015 the second assault company of the Donbas battalion set to the ATO area in the Luhansk region.[100] On January 27, 2015 the first company of the Donbas battalion returned to the ATO area ahead of schedule to help their brothers.[101] On January 30 Semen Semenchenko together with a part of the Donbas battalion according to the order arrived to the AFU positions Vuglegirsk-Debaltseve to perform combat activities.[102][103] On January 31, 2015 during the liberation operation of Vuglegirsk and deblocking of the Svitiaz battalion Semenchenko was seriously shell-shocked and had broken ribs. He was sent Mechnikov hospital.[104][105] On February 1, 2015 Borys Filatov informed that besides being shell-shocked Semenchenko had injured lungs and some fractures.[106][107] Other sources provided different diagnosis - ‘closed craniocerebral trauma, concussion of the brain, closed chest trauma, slaughter of the chest, slaughter of the lumbar spine, blunt abdominal trauma’.[108][109] On February 9, 2015 the fights for the village of Logvynove the Luhansk region started (between Vuglegirsk and Debaltseve). The Donbas battalion was fighting decently.[110][111] On February 12 the Donbas battalion together with the AFU units took Logvynove by assault which had a strategic meaning for Ukraine. The Donbas battalion soldiers managed to capture 15 terrorists.[112] On February 18 Semen Semenchenko informed the situation in Logvynove got worse: Terroists took our positions. The Donbas battalion together with the AFU and National Guard units started to evacuate the wounded and dead during the operation.[113] Since middle February Donbas battalion combatants were keeping the positions in Luhansk and Mariupol directions (the village of Shyrokine). On March 17, 2015 the third intelligence company of the Donbas battalion set to the frontline in Shyrokyne.[114][115] Media related to Semen Semenchenko at Wikimedia Commons","Title":"Semen Semenchenko - Wikipedia","KeyID":"16610","URL":"https://en.wikipedia.org/wiki/Semen_Semenchenko"}