{"Content: ":"Hennadiy Hennadiyovych Moskal (Ukrainian: Геннадій Геннадійович Москаль; born 11 December 1950) is a Ukrainian politician and the former governor of Zakarpattia Oblast, serving from 2015 to 2019.[5][6] He was previously appointed governor of the Luhansk Oblast while the War in Donbas was ongoing in Luhansk Oblast.[7][8] Moskal also has acted as Deputy Minister of Internal Affairs of Ukraine and is a Merited Jurist of Ukraine (1997).[4][9] Gennadiy Gennadiyovych Moskal was born on 11 December 1950 in Zadubrivka, Zastavna Raion, Chernivtsi Oblast into a family of public servants.[4][10][11] His father, Gennady Hadeyovych Hayfulin (or Hayfullin),[12] was an ethnic Tatar.[13] His mother, Stepaniya Pavlivna Moskal, was an ethnic Ukrainian. Although it is uncommon, Slavic naming customs allow the mother's last name to become the last name of the child instead of the father's last name. Gennady Moskal graduated from the Chernivtsi Railway College,[4] then in In 1975, Moskal started working as detective of Soviet police (Militsiya) in Chernivtsi, where he advanced from inspector to Militsiya Lieutenant General. During working in the structures of the Ministry of Internal Affairs he was the Deputy Chief of Militsiya in Chernivtsi oblast. In autumn 2007, Gennady Moskal was elected People's Deputy of Ukraine from Our Ukraine–People's Self-Defense Bloc (under No. 41). In Verkhovna Rada, he performed duties of the 1st Deputy Chairman of the committee to combat organized crime and corruption.[4] At the time of elections in 2007, Moskal was the president of Kyiv law firm \"Protection\".[14] On 19 August 2009, Gennady Moskal was re-appointed the Chief of the Internal Affairs Department in the Autonomous Republic of Crimea, yet in order to keep the parliamentary mandate, he resigned on 15 December 2009; on 16 December 2009, he was reinstated in the former position by the government. On 3 February 2010, President Viktor Yushchenko sent an inquiry to the Constitutional Court of Ukraine on the legality of coordinating both positions by Moskal; after that, Moskal has resigned in Crimea. Moskal joined the party Front of Changes in December 2011.[3] In 2012 he was re-elected into parliament on the party list of Fatherland.[15] On 15 June 2013 his Front for Change (party) merged into Fatherland.[16] On 25 August 2014 Moskal was expelled from Fatherland because he had supported, and campaigned for, Petro Poroshenko in the 25 May 2014 Ukrainian presidential election and thus not Fatherland's presidential candidate Yulia Tymoshenko.[17] From then until June 2019 Moskal was a member of the party Petro Poroshenko Bloc.[18] In the 2019 Ukrainian parliamentary election Moskal did not get elected (as an independent candidate) after losing in single-seat constituency 106 in Severodonetsk, with 11.99% of the vote.[19] On 18 September 2014 President Petro Poroshenko appointed Moskal Luhansk Oblast Governor.[8] At that time Luhansk Oblast was one of the front-lines of the War in Donbas.[7] Gennady Moskal is married.[4] He has one daughter and two grandchildren.[4]","Title":"Hennadiy Moskal - Wikipedia","KeyID":"16611","URL":"https://en.wikipedia.org/wiki/Hennadiy_Moskal"}