{"Content: ":"The Belovezh Accords (Russian: Беловежские соглашения, Belarusian: Белавежскае пагадненне, Ukrainian: Біловезькі угоди) are accords forming the agreement declaring that the Union of Soviet Socialist Republics (USSR) had effectively ceased to exist and established the Commonwealth of Independent States (CIS) in its place as a successor entity. The documentation was signed at the state dacha near Viskuli in Belovezhskaya Pushcha (Belarus) on 8 December 1991, by leaders of three of the four republics which had signed the 1922 Treaty on the Creation of the USSR: The original document could not be found as of 2013 (see below). The name is variously translated as Belavezh Accords, Belovezh Accords, Belovezha Accords, Belavezha Agreement, the Belovezhskaya Accord, and the Belaya Vezha Accord. The reason of the discrepancy between Belovezh and Belavezha is that Беловеж (Romanized as Belovezh) is the Russian and Белавежа (Romanized as Belavezha) the Belarusian, referring to the Belovezhskaya Pushcha, a park and forest on the Belarus-Polish border that was once Brezhnev’s hunting lodge.[1] The text of the Belovezh Accords contains an introduction and 14 Articles. The original text is available in official translation on the Council of Europe website. The main obligations of the parties to the Agreement, ratified by all former Soviet republics except Estonia, Latvia and Lithuania, includes the following: The preamble of the document stated that \"the USSR, as a subject of international law and a geopolitical reality, is ceasing its existence\". It also invited other republics to join the three founding members. While there was some dispute over the authority of the leaders of three of the 12 republics to dissolve the entire Union, individual union republics had the right to secede freely from the Union according to Article 72 of the 1977 Soviet Constitution; since 1990, the procedure for the withdrawal of republics from the Union was regulated by a special law.[3] On December 10, the agreement was ratified by the Verkhovna Rada of Ukraine[4] and the Supreme Council of Belarus.[5] On 12 December, the Supreme Soviet of the Russian SFSR formally ratified the Belovezh Accords,[6] denounced (that is, withdrew from)[a] the 1922 Treaty on the Creation of the Soviet Union, and recalled the Russian deputies from the Supreme Soviet of the USSR. Some members of the Russian parliament disputed the legality of this ratification, since according to the Constitution of the RSFSR of 1978, consideration of this document was in the exclusive jurisdiction of the Congress of People's Deputies of the RSFSR.[8][9][10][11] What remained of the Soviet federal government also argued that the purported dissolution was illegal and ineffective. Gorbachev described the moves thusly: The fate of the multinational state cannot be determined by the will of the leaders of three republics. The question should be decided only by constitutional means with the participation of all sovereign states and taking into account the will of all their citizens. The statement that Unionwide legal norms would cease to be in effect is also illegal and dangerous; it can only worsen the chaos and anarchy in society. The hastiness with which the document appeared is also of serious concern. It was not discussed by the populations nor by the Supreme Soviets of the republics in whose name it was signed. Even worse, it appeared at the moment when the draft treaty for a Union of Sovereign States, drafted by the USSR State Council, was being discussed by the parliaments of the republics.[12] The question as to whether the Belovezh Accords were enough in and of themselves to dissolve the Soviet Union with the agreement of only three republics (albeit three of the largest and most powerful republics) was resolved on 21 December 1991, when the representatives of 11 of the 12 remaining Soviet republics[b]—all except Georgia—signed the Alma-Ata Protocol, which reiterated both the end of the Soviet Union and the establishment of the CIS. Given that 11 of the republics now agreed that the Soviet Union no longer existed, the plurality of member-republics required for its effective continuance as a federal state was no longer in place. The Alma-Ata signatories also provisionally accepted Gorbachev's resignation as president of the Soviet Union and agreed on several other practical measures consequential to the extinction of the Union. Gorbachev stated that he would resign as soon as he knew the CIS was a reality. Three days later, in a secret meeting with Yeltsin, he accepted the fait accompli of the Soviet Union's dissolution. Although Gorbachev had long since lost the ability to influence events outside Moscow, a rump Soviet federal government continued to exist for four more days, and Gorbachev continued to hold control over the Kremlin. This ended in the early hours of 25 December 1991 when Gorbachev resigned and turned control of the Kremlin and the remaining powers of his office over to the office of the president of Russia, Yeltsin. Soon afterward, the flag of the Soviet Union was lowered from the Kremlin Senate for the final time, and the flag of Russia was hoisted in its place. Later that day, President of the United States George H. W. Bush gave a short speech on national television in the United States to mark the end of the Cold War and to recognize the independence of the former states of the Soviet Union.[13] Also on 25 December 1991, the Russian SFSR, now no longer a sub-national entity of the Soviet Union but a sovereign nation in its own right, adopted a law renaming itself the \"Russian Federation\" or \"Russia\" (both being equally official with the ratification of the Russian constitution in 1993). Gorbachev's speech, as well as the replacement of the Soviet flag with the Russian flag, were all seen around the world, and marked the de facto end of the Soviet Union. However, the final legal step in the dissolution came a day later, when the Soviet of Republics, the upper house of the Supreme Soviet of the USSR, recognized the collapse of the Union and voted both itself and the Union out of existence. The lower house, the Soviet of the Union, had not met since 12 December when Russia recalled its deputies from both chambers, leaving it without a quorum.[8] The Summit of Alma-Ata also issued a statement on 21 December 1991, supporting Russia's claim to be recognized as the successor state of the Soviet Union for the purposes of membership of the United Nations. On 25 December 1991, Russian President Yeltsin informed UN Secretary-General Javier Pérez de Cuéllar that the Soviet Union had been dissolved and that Russia would, as its successor state, continue the Soviet Union's membership in the United Nations. The document confirmed the credentials of the representatives of the Soviet Union as representatives of Russia and requested that the name \"Soviet Union\" be changed to \"Russian Federation\" in all records and entries. This was a move designed to allow Russia to retain the Soviet Union's permanent Security Council seat, which would not have been possible if the former republics were all reckoned as equal successors of the Soviet Union, or if the Soviet Union was regarded as having no successor state for the purpose of continuing the same UN membership (see Russia and the United Nations). The Secretary-General circulated the request, and there being no objection from any Member State, the Russian Federation took the Soviet Union's UN seat. On January 31, 1992, Russian Federation President Yeltsin personally took part in a Security Council meeting as representative of Russia, the first Security Council meeting in which Russia occupied the permanent Security Council seat originally granted to the Soviet Union by the UN Charter.[14][15] According to some Russian politicians, one of the reasons for the political crisis of 1993 was the repeated refusal of the Congress of People's Deputies of Russia to ratify the Belovezhskaya Agreement[16] and to exclude the mention of the Constitution and laws of the USSR from the text of the Constitution of the RSFSR.[17][11] Stanislav Shushkevich, the former leader of Belarus was told by the country's foreign ministry that the original accords have gone missing as of February 7, 2013. He tried to obtain the original copy to assist in writing his memoirs.[18]","Title":"Belovezh Accords - Wikipedia","KeyID":"16618","URL":"https://en.wikipedia.org/wiki/Belovezh_Accords"}