{"Content: ":"George Tuka or Heorhiy/Georgiy Tuka (Ukrainian: Георгій Борисович Тука; born 24 November 1963[3]) is a Ukrainian politician and activist. From 29 April 2016 to 29 August 2019 Tuka was Deputy Minister for the temporarily occupied territories and internally displaced persons in the Groysman government.[4] In 2015 and 2016 he was governor of Luhansk Oblast. George Tuka was born on 24 November 1963 in Kyiv.[3] He graduated from the Kyiv Polytechnic Institute in 1986.[3] He has a son who volunteered for the Armed Forces of Ukraine. In 2009–2010, Tuka worked as head of sales at En Ti Telekom LLC.[3] From 2011 to 2012 he was the director of Zenit-Telecom.[3][5] According to his own words he took part in Arab Spring protests in Egypt where he lived for two and a half years[5] Tuka joined the Euromaidan protests early on and was wounded by the Berkut special police force on 18 February 2014.[6] He is a co-founder and coordinator of Narodnyi Tyl, a community volunteer movement.[7] In 2014 he co-founded and was fifth on the list of the political party Ukraine is One Country (Ukrayina – Yedyna Krayina) during the 2014 Ukrainian parliamentary election.[6] In 2014, Narodnyi Tyl established a website titled \"Myrotvorets\" (\"Peacemaker\"),[8] which lists the personal data of citizens described as \"separatists\" or \"Kremlin agents\" by the authors of the site.[9] Several media have reported that it provided the personal data, including home address, of an assassinated former MP from the Party of Regions, Oleg Kalashnikov,[9] and journalist and writer Oles Buzina.[10] When asked about possible responsibility for the illegal distribution of personal data, he stated, \"This site contains data on more than 25,000 men. More than 300 of them are either arrested or killed. So why should I worry about some two lowlifes who are guilty of war?\"[11] On 22 July 2015,[12] President Petro Poroshenko appointed Tuka governor of Luhansk Oblast.[13] He was dismissed from this post by Poroshenko on 29 April 2016.[14] From 29 April 2016 to 29 August 2019 Tuka was appointed Deputy Minister for the temporarily occupied territories and internally displaced persons in the Groysman government.[4]","Title":"George Tuka - Wikipedia","KeyID":"16613","URL":"https://en.wikipedia.org/wiki/George_Tuka"}