{"Content: ":"Russian-occupied territories are the lands outside of Russia's internationally recognized borders which have been designated by the United Nations and most of the international community as under a Russian military occupation. They consist of the territories of Transnistria (part of Moldova), Abkhazia and South Ossetia (both part of Georgia), and some parts of Ukraine. Additionally, the four southernmost Kuril Islands are considered by Japan and several other countries to be occupied by Russia. Following the dissolution of the Soviet Union, many Moldovans all over the former Moldavian Soviet Socialist Republic started demanding unification with Romania, that \"Moldovan\" (which was asked to be referred to as Romanian) be written in the Latin alphabet and not in the Cyrillic one and that it become the only official language of Moldova. This was not well received in modern Gagauzia, an ethnically Turkic region in Moldova, and in most of the left bank of the Dniester river. Here, Russian-speakers who formed the majority in the region advocated Russian be kept as the official language of Moldova alongside Moldovan (which was still to be written in Cyrillic and not to be referred to as Romanian), and that Moldova not unify with Romania. Differences erupted into the Transnistria War in 1992, which following the bloody 1992 battle of Tighina resulted in victory of the separatists, who had earlier declared the independence of Transnistria, following a Russian military intervention in Transnistria which is still present today in the area and which still defends the Transnistrian regime today despite Moldovan requests to withdraw from what still legally is its internationally recognized land. Following the end of the war, Transnistria has made several requests for becoming a part of Russia. After the Russo-Georgian War, President Medvedev signed decrees on 26 August 2008 recognising the independence of Abkhazia and South Ossetia as sovereign states. Russia established diplomatic relations with these partially recognised states and placed Russian troops in both. Russian security forces were deployed along the demarcation lines with Georgia. Many international journalists and media companies, such as Al Jazeera, BBC and Radio Free Europe/Radio Liberty, as well as non-governmental organizations, have referred to Abkhazia and South Ossetia as Russian-occupied territories.[1][2][3][4] The Georgian parliament unanimously passed a resolution on 28 August 2008 formally declaring Abkhazia and South Ossetia as Russian-occupied territories and Russian troops as occupying forces. The law forbids entry into the regions from Russia and subjects violators to a fine or imprisonment.[5] Abkhazia may only be entered from Zugdidi Municipality, via the Enguri Bridge. South Ossetia, however, does not allow entry of foreigners from Georgian-controlled territory.[6] The crossing points into South Ossetia have been effectively closed for locals as well since September 2019,[7] while a special permit regime is in place by South Ossetian de facto authorities for two crossing points: Akhalgori - Odzisi (Mtskheta Municipality) and Karzmani (Sachkhere Municipality).[8] In April 2010, the Georgian parliament's foreign affairs committee asked the legislative bodies of 31 countries to declare Abkhazia and South Ossetia as territories under Russian occupation and to recognize the massive displacement of civilians from those regions by Russia as amounting to ethnic cleansing.[9] The Russian Foreign Ministry retaliated, asking Georgia to abolish the law.[10] Meanwhile, the United Nations General Assembly annually condemned the forced demographic changes taking place in both regions as result of the displacement and the refusal of the right of return of Internally displaced persons (in practical terms, ethnic Georgians). In 2022 95 UN members supported the resolution, with 12 against and 56 abstentions.[11] It noted in a 2022 report, acknowledged with the same resolution, the Russian enforcement of the de facto border which violates \"freedom of movement\" principles.[12] South Ossetia has also discussed several times a possible annexation of the state by Russia. After the Russian military invasion that resulted in Ukrainian control over the Crimean peninsula and parts of the Donetsk and Luhansk oblasts being lost, the situation regarding the Crimean peninsula is more complex since Russia annexed the territory in March 2014 and now administers it as two federal subjects - the Republic of Crimea and the federal city of Sevastopol. Ukraine continues to claim Crimea as an integral part of its territory, supported by most foreign governments and United Nations General Assembly Resolution 68/262,[13] although Russia and some other UN member states recognize Crimea as part of the Russian Federation or have expressed support for the 2014 Crimean referendum. In 2015, the Ukrainian parliament officially set 20 February 2014 as the date of \"the beginning of the temporary occupation of Crimea and Sevastopol by Russia.\",[14][15] with 7% of Ukraine's territory under occupation.[16] In February 2022, Russia launched a full-scale invasion of Ukraine after recognizing the Donetsk People's Republic and the Luhansk People's Republic as independent states. On 1 March, the Russian occupation of Melitopol began, which was followed by the Russian occupation of Kherson, which started on 2 March.[17][18] The Kuril Islands dispute is a territorial dispute between Japan and the Russian Federation over the ownership of the four southernmost Kuril Islands. The four disputed islands, like other islands in the Kuril chain that are not in dispute, were annexed by the Soviet Union following the Kuril Islands landing operation at the end of World War II (WWII). The disputed islands are under Russian administration as the South Kuril District of the Sakhalin Oblast (Сахалинская область, Sakhalinskaya oblast). They are claimed by Japan, which refers to them as its Northern Territories or Southern Chishima, and considers them part of the Nemuro Subprefecture of Hokkaido Prefecture. Japan and the US maintain that until a WWII peace treaty between Japan and Russia is concluded, the disputed Northern Territories remain occupied territory under Russian control via General Order No. 1.[19] The European Parliament, in the resolution \"Relations between EU, the Chinese Republic and the People's Republic and Security in the Far East\", adopted on July 7, 2005, called on Russia to return to Japan the \"occupied\" South Kuril Islands.[20] Russia maintains that all the Kuril Islands, including those that Japan calls the Northern Territories, are legally a part of Russia as a result of World War II, and the acquisition was as proper as any other change of international boundaries following the war.","Title":"Russian-occupied territories - Wikipedia","KeyID":"16627","URL":"https://en.wikipedia.org/wiki/Russian-occupied_territories"}