{"Content: ":"Russian sabotage in Ukraine is a set of actions planned, organized, and implemented by Russian special services in Ukraine with the help of local Russian agents of influence, pro-Russian separatists, trained political tourists from Russia, Russian saboteurs, and FSB officers since the end of February 2014.[1][2] The aim of the Russian sabotage is to destabilize the political situation in Ukraine after the Revolution of Dignity, provoking interethnic and interregional conflicts, strengthening Russian separatist forces in Donbas. These subversive actions are part of the Russian information war against Ukraine and direct military aggression — annexation of Crimea by the Russian Federation. Subversive activities in the East became especially acute and escalated against the background of the 2014 pro-Russian unrest in Ukraine called the \"Russian Spring.\" Russia considered the Eastern and Southern Ukraine territories to be part of its state long before these events. In 2013, a Russian citizen received a foreign passport, which indicates the place of birth of the mysterious Republic of Crimea as part of Russia.[3] And on August 13, 2015, the Ministry of Foreign Affairs of Lithuania published a page of the Russian passport issued in 2011, where the person's place of birth is the Odesa region of Russia.[4] According to The Financial Times, Russia has been using the Snake virus since 2010 to infiltrate Ukraine's computer systems.[5] After the occupation of the Autonomy by Russian troops, in February–March 2014, separatist rallies and seizures of regional state administrations under Russian and Soviet flags took place in the eastern and southern oblasts.[6] On March 1, Russians and local pro-Russian activists seized the Donetsk Regional State Administration, which officials have already left.[7] On the same day, the Kharkiv Regional State Administration was seized, 106 people were injured. Similar rallies took place in the regional centers of southern Ukraine. Several thousand pro-Russian rallies were held in Odesa for federalization and the second state language.[8] Russia's fifth column in Ukraine is quite large and includes transparent and covered movements and activists with a Ukrainophobic position.[9][10][11][12][13][14][15] The most influential organizations are: In March 2014, 4 saboteurs from Russia were detained — a Russian citizen who arrived in Ukraine to form sabotage groups, a Russian military intelligence officer, a staff member of the Main Intelligence Directorate of the General Staff of the Russian Armed Forces, and a Transnistrian KGB captain.[16][17][18][19][20] In April 2014, the SBU detained at least 13 saboteurs. Most of them admitted that they performed the tasks of the Russian special services.[21][22][23] On April 11, sabotage groups were detained in the Kherson region, and on April 14, Russian GRU officers involved in inciting confrontation in the east were detained.[24][25][26][27][28][29][30][31][32][33][34] In May 2014, 8 saboteurs were detained. A group of extremists in the Kharkiv region and residents of Odesa who became mercenaries of the Russian secret services were exposed and stopped.[35][36][37][38] In June 2014, 6 saboteurs were exposed and detained.[39][40][41][42][43][44] In July 2014, the SBU detained 3 saboteurs and exposed sabotage and subversive groups in Donetsk and Odesa.[45][46][47][48] On October 20, 2014, the group, which acted on the scenario of the Russian secret services and was to carry out terrorist acts against Ukrainian high-ranking officials, was exposed.[49] In November 2014, law enforcement officers found a cache of weapons and detained two Ukrainian citizens who were investigating information for Russian special services in the Donetsk region.[50][51]","Title":"2014 Russian sabotage activities in Ukraine - Wikipedia","KeyID":"16625","URL":"https://en.wikipedia.org/wiki/2014_Russian_sabotage_activities_in_Ukraine"}