{"Content: ":"On 18 March 2014, Russian president Vladimir Putin gave a speech to both chambers of the Federal Assembly of the Russian Federation in connection with the request for admission by the Crimean parliament of the republic in the Russian Federation.[1][2][3] He spoke in the St. George Hall of the Grand Kremlin Palace in the Moscow Kremlin.[4] In the same place, Putin delivered another speech on December 4, 2014 that also picked out the Crimea as a central theme.[5] In the beginning of his speech, Putin said that a referendum was held in full compliance with democratic procedures and rules of international law, and that the numbers supporting the entry of Crimea in Russia were very convincing. Putin recalled the ancient Chersonesos where Prince Vladimir was baptized, on the graves of Russian soldiers on Sevastopol — the home of the Black Sea Fleet. Noted that the Crimean Tatars suffered cruel injustice in Soviet times, together with the other peoples, including the Russian people. After the Crimean Tatars have returned to their land, new solutions for a complete rehabilitation of the Crimean Tatar people are required. He proposed three equal official languages for Crimea - Russian, Ukrainian and Crimean Tatar. The President stressed that in the heart of the Crimean people, Crimea has always been an integral part of Russia. Bolsheviks included a significant amount of the historical Russian southern land into the Ukrainian SSR without taking into account the national composition of its population. Further, in 1954, the Crimea and Sevastopol in the Ukrainian SSR passed. This decision was taken in violation of constitutional norms, behind the scenes, in a totalitarian state residents of Crimea and Sevastopol nothing asked. That decision was seen as a formality, since the territory transferred within the same country. Putin condemned the West's reaction to the events in the Crimea and sanctions against Russian and Ukrainian politicians. Russian President expressed gratitude to the people of China, praised the restraint of India. Appealed to the U.S. freedom-loving people, stressing that freedom of the Crimean population is the same value. Referring to the fact that not all allies sympathized with Germany in 1989, it merged with the German Democratic Republic, Putin said that while the USSR supported the Germans sincere desire for national unity. The President expressed confidence that German citizens support the aspirations of the Russian world to restore the unity of 'Crimea will remain Russian and Ukrainian and Crimean Tatar. It will be home to the representatives of all the peoples living there. But he will never Bandera'. Putin assured that Russia will not seek confrontation with the West and the East, and stressed that Russia and Ukraine — are one people. Ukraine will continue to live millions of Russian citizens, which means that Russia will always defend their interests.[citation needed] Putin's speech lasted 45 minutes. During the speech, Putin used the term \"natsional-predateli\" (\"national-traitors\") which is a calque from the German term Nationalverräter.[6][7][8] The refusal to accept the new Ukrainian government he explained in the unlawful events on Euromaidan: Groups \"wanted to seize power and would stop short of nothing. They resorted to terror, murder and pogroms. Nationalists, neo-Nazis, Russophobes and anti-Semites executed this coup. They continue to set the tone in Ukraine to this day.\" Nevertheless, he expressed appreciation to those protesting peacefully against corruption, inefficient state management and poverty.[citation needed] Glenn Kessler from The Washington Post reported that several of Putin's statements were \"dubious and false.\" In particular, he disputed Putin's claims that the referendum was legal and unrigged and that the Supreme Soviet had no authority to transfer Crimea from the Russian SFSR to the Ukrainian SSR. He also accused Putin of making a false equivalency between the annexation and the United States's support of Kosovo's unilateral declaration of independence from Serbia.[9] Daisy Sindelar of Radio Free Europe criticized Putin for minimizing historic and current Soviet and Russian persecution of ethnic minorities, denying the legitimacy of Viktor Yushchenko's government after the Orange Revolution, and falsely stating that Ukraine was planning to join NATO before the annexation.[10] Bob Dreyfuss of The Nation noted the speech's \"aggrieved evocation of Russia's history and its religious, Russian Orthodox overtones\" and that \"by annexing Crimea, Putin is almost certainly fueling the fire of the most extreme nationalist elements in Kiev. Unless the situation changes soon, what had been a dangerous minority of radical-right elements in the new Kiev government could gain huge new momentum, making Putin's inflated claims a self-fulfilling prophecy\"[11] In a BBC News article, Bridget Kendall called Putin's pledge to protect Russian minorities in the former Union republics \"A veiled reminder for other former Soviet republics with Russian-speaking minorities to send a message that, as in Ukraine, Mr Putin views Russian compatriots there as part of a single Russian nation - and therefore conceivably might make moves to ensure their protection too, if he felt they needed it,\" citing Moldova's Transnistria and the Baltic states as specific examples.[12] In an interview with Tamara Zamyatina on ITAR-TASS, Colonel-General Valery Manilov praised Putin's speech, saying \"Vladimir Putin in a dignified manner rebuffed the cravings of our opponents from the US and Western countries to misrepresent the results of the Crimean referendum. Particularly convincing was his criticism of the EU officials who recalled the existence of international law in connection with referendum, although they more than once encroached on its provisions in Serbia, Iraq and Libya.\" The British government's response to points made by President Putin lists 7 points, among them the Crimean \"referendum\", the accusation of terror, pogrom and murder as well as the legal status of the Ukrainian government; \" (...) Parliament (...) remained unchanged and was elected in a free vote of the people in Ukraine. The interim government was approved by an overwhelming majority in a free vote in the Ukrainian Parliament, including representatives of Yanukovych's Party of the Regions.\"[13] Hillary Clinton has compared events in Crimea to the Czech Crisis of 1938 and has directly compared Russia's Vladimir Putin to Adolf Hitler. Other politicians and journalists have done the same and have compared Crimean speech of Vladimir Putin to Hitler's speech.[14][15][16][17] Barack Obama gave a speech on March 26, 2014 to counter many of the arguments made by Putin. Obama stated that the historical relations between Ukraine and Russia did not give Russia the right to dictate Ukraine's future. He also denied Putin's claim that the Russian minority in Ukraine was in danger and argued that the Russians actions against Ukraine were undemocratic and constituted brute force.[18] Future President Donald Trump criticized the Obama administration after Putin's speech on a Today interview, saying that \"Putin has eaten Obama's lunch, therefore our lunch, for a long period of time\" and expressed concern that Obama would \"do something very foolish and very stupid to show his manhood.\"[19] In a CNN article, Newt Gingrich called the address \"a very serious speech by a very determined national security professional who has spent his entire adult life trying to defend Great Russian nationalism. He is clearly determined to unify and rebuild the Russian Empire as quickly as he can.\" However, he also opposed sanctions against Russia as meaningless \"symbolic liberalism\" that would cause a Second Cold War or World War III and proposed a foreign policy \"based on a realistic sense of what America can accomplish in a multipolar world in which there are many powers who fear the United States a lot more than they fear Putin.\"[20] Russian historian Andrey Piontkovsky compared the speech to Hitler's speech on Sudetenland from 1939 as using \"the same arguments and vision of history\". According to him, this speech played key role in starting the war in Donbass.[21] Address by President of the Russian Federation Address by President of the Russian Federation Sergey Naryshkin, Dmitry Medvedev, Vladimir Konstantinov, Sergey Aksyonov, Aleksei Chalyi and Valentina Matviyenko","Title":"Crimean speech of Vladimir Putin - Wikipedia","KeyID":"16626","URL":"https://en.wikipedia.org/wiki/Crimean_speech_of_Vladimir_Putin"}