{"Content: ":"\"What Russia Should Do with Ukraine\" (Russian: Что Россия должна сделать с Украиной, romanized: Chto Rossiya dolzhna sdelat' s Ukrainoy),[a][1] is an op-ed article written by Timofey Sergeytsev [uk] and published by the Russian state-owned news agency RIA Novosti.[2] The article calls for the full destruction of Ukraine as a state and the Ukrainian national identity in the aim of the \"denazification\" of the latter.[3][4] It was published on 3 April 2022 in the context of the ongoing Russian invasion of Ukraine,[2] on the same day as the bodies of dozens of civilians were discovered after the retreat of Russian forces from Ukrainian city of Bucha.[3][5][6] The article caused international criticism and outrage[3][7][8] and has been condemned as evidence of genocidal intent.[9][10][11] The article advocates for \"brutal censorship\" of the Ukrainian culture, large-scale \"re-education\" and \"de-ukrainization\" of Ukrainians on the territories occupied by Russia in the 2022 invasion of Ukraine.[4][12][8] The author insists that Ukraine's ethnocentrism is an artificial perversion,[13] that Ukraine's existence is \"impossible\" as a nation-state,[12] and that the word \"Ukraine\" itself cannot be allowed to exist.[3][4] According to the author, Ukraine should be dismantled and replaced with several states under direct control by Russia.[14] He adds that the \"ethnic component of self-identification\" of Ukraine would also be rejected after its occupation by Russia.[12] The author claims that \"most likely the majority\" of Ukrainian civilians are \"Nazis\"[12] who \"technically\" cannot be punished as war criminals, but can be subjected to \"denazification\".[15] While Sergeytsev notes that there are no Nazi parties, symbols, racist laws, or other evidence of actual Nazism, he counters that by asserting that \"Ukrainian Nazism is unique due to its amorphism and ambiguity\", which is, per Timothy Snyder, equivalent to a \"special Russian definition of Nazism\".[5] The author asserts that Banderites are actually marginal to \"Ukro-nazism\", and that the real menace is Pro-Europeanism. He claims that Ukrainians must \"assimilate the experience\" of the war \"as a historical lesson and atonement for [their] guilt\". After the war, forced labor, imprisonment and the death penalty would be used as punishment. After that, the population would be \"integrated\" into \"Russian civilization\".[12] The author describes the planned actions as a \"decolonization\" of Ukraine.[13][14] According to Anton Shekhovtsov, writing in Haaretz, the article is a expanded version of a 2016 article by Russian columnist Alexander Zhuchkovsky, who is linked to Russian Imperial Movement. In that article, Zhuchkovsky called for the dehumanization of Ukrainians, saying \"It is natural and right, as we are fighting not against people but against enemies, [...] not against people but against Ukrainians.\"[16] The author of the text, Timofey Sergeytsev [uk], advised Victor Pinchuk projects from 1998 to 2000, including Pinchuk's 1998 parliamentary election campaign in Ukraine, and was a member of the Board of Directors of Interpipe Group.[17] He was born in 1963.[18] He studied at the Moscow Institute of Physics and Technology in 1980, where he was a student of Georgy Shchedrovitsky.[19][20] In 1999, he worked for the presidential campaign of then incumbent Ukrainian president Leonid Kuchma. In September 2004, he was a consultant to Viktor Yanukovych. In 2010, he worked with Arseniy Yatsenyuk.[17] In 2012, Sergeitsev co-produced the Russian feature film Match which was criticized for Ukrainophobia.[21] In 2014, it was banned on the territory of Ukraine as propaganda.[22][23] According to Der Tagesspiegel, Sergeitsev supports the (since 2015) pro-Putin political party \"Civic Platform\" financed by one of the oligarchs from Putin's inner circle.[4] According to Euractiv, Sergeitsev is \"one of the ideologists of modern Russian fascism\".[24] Dmitry Medvedev, the deputy chairman of the Security Council of Russia, reiterated the main points of the article a few days after its publication. According to Medvedev, \"a passionate segment of Ukrainian society has been praying to the Third Reich\",[25] Ukraine is a Nazi state like the Third Reich that must be \"denazified\" and \"eradicated\", and the result will be a collapse of Ukraine as a state.[26] Medvedev claims that the collapse is a path towards \"open Eurasia from Lisbon to Vladivostok\".[26] On April 26th of 2022, Nikolai Patrushev said that \"the Americans by using their proteges in Kyiv decided to create an antipode of our country, cynically choosing Ukraine for this, trying to divide an essentially single nation\" and that \"the result of the policy of the West and the Kyiv regime under its control can only be the disintegration of Ukraine into several states\".[27] President of Ukraine Volodymyr Zelenskyy said that the article is proof of the Russian Federation's plans to carry out a genocide of Ukrainian citizens.[10] He noted that in order to denote the genocide of Ukrainians in the article the terms \"de-Ukrainisation\" and \"de-Europeanization\" were used. In his opinion, this is one of the evidence for a future tribunal against Russian war crimes in Ukraine.[9][28] According to a representative of Ukraine at Russian-Ukrainian peace negotiations Mykhailo Podoliak, the article is an official call for mass murders of Ukrainians because of their ethnicity, and will be considered as such by international criminal courts.[11] The Minister of Culture and Information Policy of Ukraine Oleksandr Tkachenko commented:[9] Cynically, the author speaks about Ukrainian Nazism. When we see exactly the opposite: Russia is mass murdering Ukrainians because of their national identity. What should I call it? I will answer straight away: it is genocide of the Ukrainian people by Russia. The head of the Latvian Ministry of Foreign Affairs Edgars Rinkēvičs called the article \"ordinary fascism\".[29] Former Canadian ambassador to Ukraine Roman Waschuk said that \"It's essentially a rhetorical 'licence to kill' Ukrainians.\"[3] Slavoj Žižek called the article \"mad ravings\" and noted that \"Western imperial powers' brutal exploitation of the Global South is a truth that must never be forgotten. But it is strange to hear such talk from Russia, with its long history of such behavior... Now, we are told that Kazakhstan, Azerbaijan, Georgia, and Ukraine will be \"decolonized\" by way of... Russian colonization. Territories will be liberated against the will of their people (who will have to be re-educated or otherwise dissolved)\" and that \"if a new world war is to be avoided, it will be through a \"hot peace,\" with massive military investments sustaining a fragile new balance of power.\"[30] In Germany in April, Bundestag deputy Thomas Heilmann has filed a lawsuit against the author of the article. According to Heilmann, the article may be a violation of the Convention on the Prevention and Punishment of Genocide.[31] In Ukraine in May, the Prosecutor General's Office opened a pre-trial investigation in the case.[32] According to Mika Aaltola, director of the Finnish Institute of International Affairs, the article showed Russian war propaganda \"developing in a worrying direction\".[33] According to Latvian-based Russian media Meduza, the article is \"essentially a blueprint for the genocide\" of Ukrainians.[13] According to Oxford expert on Russian affairs Samuel Ramani, the article \"represents mainstream Kremlin thinking\".[25] The American historian Timothy Snyder wrote that the text \"advocates the elimination of the Ukrainian people as such\".[34] He later noted that it uses a special definition of the word \"Nazi\": \"a Nazi is a Ukrainian who refuses to admit being a Russian\". In his opinion, the article reveals the genocidal intent of Russia.[5] Slavoj Žižek wrote: \"So, Russia plans to do with Ukraine what Bertolt Brecht describes in his 1953 poem \"The Solution\": dissolve the people and elect another. By reading Sergeytsev’s mad ravings alongside Putin’s claim that Lenin invented Ukraine, we can discern the current Russian position. Ukraine has two fathers: Lenin, who invented it, and Hitler, who inspired today’s “ukronazis” to actualize Lenin’s invention... Now, we are told that Kazakhstan, Azerbaijan, Georgia, and Ukraine will be “decolonized” by way of… Russian colonization. Territories will be liberated against the will of their people (who will have to be re-educated or otherwise dissolved). If a new world war is to be avoided, it will be through a “hot peace,” with massive military investments sustaining a fragile new balance of power. The fragility of the situation stems not just from conflicting economic interests but also from conflicting interpretations of reality, which is not just about settling facts. But simply trying to prove that Russian claims are false misses the point made by Aleksandr Dugin, Putin’s court philosopher: “Post-modernity shows that every so-called truth is a matter of believing. So we have our special Russian truth that you need to accept.” Faith, it seems, overrides knowledge. According to the “special Russian truth,” Russia’s soldiers left behind no corpses of brutalized civilians in Bucha and other Ukrainian cities and towns; Western propagandists supposedly staged those atrocities. Given these circumstances, Westerners must stop proposing that Zelensky meet with Putin to negotiate a peace settlement... Any eventual negotiations will have to be conducted by lower-level bureaucrats. Putin and his inner circle are criminals who must be ignored as much as possible\".[35]","Title":"What Russia Should Do with Ukraine - Wikipedia","KeyID":"16633","URL":"https://en.wikipedia.org/wiki/What_Russia_should_do_with_Ukraine"}