{"Content: ":"Pterobranchia is a class of small worm-shaped animals. They belong to the Hemichordata, and live in secreted tubes on the ocean floor. Pterobranchia feed by filtering plankton out of the water with the help of cilia attached to tentacles. There are about 25 known living pterobranch species in three genera, which are Rhabdopleura, Cephalodiscus, and Atubaria. On the other hand, there are several hundred extinct genera, some of which date from the Cambrian Period. The class Pterobranchia was established by Ray Lankester in 1877. It contained, at that time, the single genus Rhabdopleura. Rhabdopleura was at first regarded as an aberrant polyzoon, but when the Challenger report on Cephalodiscus was published in 1887, it became clear that Cephalodiscus, the second genus now included in the order, had affinities with the Enteropneusta. Electron microscope studies have suggested that pterobranchs belong to the same clade as the extinct graptolites,[1][2] and phylogenetic analysis suggests that the pterobranchs are living members of the graptolite clade.[3][4] Pterobranchs are small worm-like filter feeders living on the ocean floor, often in relatively deep waters. Like their relatives, the acorn worms, their body is divided into three parts: an anterior proboscis, a collar, and a trunk. The proboscis is wide and flattened at the tip, and in most species contains glands that secrete a tube of organic material in which the pterobranch spends its adult life. The animals are mostly colonial, with several zooids living together in a cluster of tubes. In some species, the individual zooids within the colony are connected by stolons. The single member in the genus Atubaria is unusual in lacking the tubes typical of other pterobranchs,[5] living as a naked zooid on corals.[6] Recently, Atubaria has been regarded as a questionable species by Tassia et al. (2016) and is no longer considered valid.[7] The collar bears a number of large arms, each of which includes a row of tentacles along one side. The number of arms varies between species, with anything from one to nine pairs. The tentacles are covered in cilia and aid in filtering food from the water. The trunk includes a simple tubular gut, and is curved over so that the anus projects upwards, lying dorsal to the collar. Cephalodiscus and Atubaria have a single pair of gill slits in the pharynx, although Rhabdopleura has none.[5] Development of pterobranchs have been studied only in Rhabdopleura from Plymouth (Rhabdopleura compacta)[8][9] and from Bermuda (Rhabdopleura normani).[10][11] Both of these species are dioecious, with the fertilised egg hatching to produce a free-swimming ciliated larva. Despite the close relationship between the two groups, the larva does not resemble that of the acorn worms; they are \"planula-like\".[12] Eventually, the larva settles onto the substrate and metamorphoses to an adult. Alternatively, they also reproduce asexually by budding to create a new colony.[5] The earliest pterobranchs, including Yuknessia and Galeaplumosus, are known from mid-Cambrian Lagerstätten.[13][14] Earlier small carbonaceous fossils are known from the Buen Formation.[15] Comparison of 18S ribosomal RNA sequences indicated that pterobranchs are closely related to enteropneust hemichordates.[16] Cephalodiscida Rhabdopleurida Dendroidea Graptoloidea Class Pterobranchia Lankester 1877[4] The two pterobranch taxa Rhabdopleura compacta and Cephalodiscus use alternative genetic codes in their mitochondrial genome.[17][18]","Title":"Pterobranchia - Wikipedia","KeyID":"1663","URL":"https://en.wikipedia.org/wiki/Pterobranchia"}