{"Content: ":"Donetsk People's Republic–Russia relations are bilateral relations between Russia and its puppet state,[1][2] the Donetsk People’s Republic. In 2013, a pro-EU movement broke out in Ukraine that led to the removal of Victor Yanukovich. Pro-Russian elements in Donetsk were dissatisfied with the Kyiv authorities' policy toward the EU and held an independence referendum in May 2014. Although no country formally recognized the legitimacy of the referendum, the Donetsk Parliament declared independence based on the results of the referendum, seceded from Ukraine and established the Donetsk People's Republic.[3][4] After Ukraine arrested some of the separatist leaders, Russia invaded Ukraine, seizing portions of the Donbass region.[5][6] Under the mediation of France and Germany, Russia and Ukraine signed the Minsk Agreement in 2015. The Ukrainian government was to grant special autonomy to the two regions in the east, and in turn the Donetsk authorities would give up arms. The agreement was never fully implemented.[citation needed] On February 16, 2022, the Russian Duma passed a resolution calling for the republics of Donetsk and Lugansk to be recognized as soon as possible.[7] On February 20, Putin convened a meeting of the Security Council on live television,[8] and asked ministers to express their views on whether to recognize the two republics in the Donbass. The officials present almost agreed. On February 21, the President of the Donetsk Republic Denis Pushilin and the Lugansk Republic signed a document in the Kremlin. The Russian Federation recognizes the Donetsk People's Republic, and the two sides continue to discuss a military defense agreement.[9][10] After the recognition, Putin publicly stated that since he has recognized Donbas, there is no need to continue to abide by the Minsk agreement.[11] Documents issued by the Donetsk and Luhansk People's Republics have been valid in Russia since 2017. This allowed residents to work, travel, or study in Russia.[12] Russia has issued 400,000 Russian passports[13][14] to residents of the republics since 2019.[15] Ukraine also claims that Russia pays pensions for residents of the republics (Ukraine stopped paying after 2014).[16]","Title":"Donetsk People's Republic–Russia relations - Wikipedia","KeyID":"16645","URL":"https://en.wikipedia.org/wiki/Donetsk_People%27s_Republic%E2%80%93Russia_relations"}