{"Content: ":"Enoplea (enopleans) is a class, which with the classes Secernentea[1] and Chromadorea make up the phylum Nematoda in current taxonomy.[2][3][4] The Enoplea are considered to be a more ancestral group than the Chromadorea, and researchers have referred to its members as the \"ancestrally diverged nematodes\", compared to the \"more recently diverged nematodes\" of Chromadorea.[5] The Enoplea are distinguished from the Chromadorea by a number of characteristics. The enoplean esophagus is cylindrical or \"bottle-shaped\", compared to the bulbous chromadorean esophagus. Enopleans have pocket-like amphids, while chromadoreans have amphids shaped like slits, pores, coils, or spirals. An enoplean is smooth or marked with fine lines, while a chromadorean may have rings, projections, or setae. The enoplean excretory system is simple, sometimes made up of a single cell, while chromadoreans have more complex, tubular systems, sometimes with glands.[6][7] Phylogenetic analysis of phylum Nematoda suggests three distinct basal clades, the dorylaims, enoplids and chromadorids.[8] These represent Clades I, II and C+S of Blaxter (1998).[9] Of these, the first two appear to have sister clade status, allowing resolution into two classes, Enoplea and Chromadorea, and division of the former into two subclasses corresponding to Clades I and II respectively, the Enoplia and Dorylaimia. Two subclasses are divided into orders.[6][8][10] Several orders of enopleans are mainly freshwater animals, and several include marine species.[11] Many enopleans are parasites of plants and animals, including humans. The orders Triplonchida and Dorylaimida include plant-parasitic nematodes that are vectors of plant pathogens. The orders Mermithida and Marimermithida include parasites of invertebrates. The orders Dioctophymatida, Trichinellida, and Muspiceida include parasites of vertebrates such as birds and mammals. Examples are Trichinella spiralis, a nematode known for causing trichinosis in humans who consume it in undercooked pork, Haycocknema perplexum which can be life-threatening to humans,[12] and whipworms (genus Trichuris), which are parasites of mammals, including cats, dogs, and humans.[6]","Title":"Enoplea - Wikipedia","KeyID":"1665","URL":"https://en.wikipedia.org/wiki/Enoplea"}