{"Content: ":"The 2004 unrest in Kosovo is the worst ethnic violence case in Kosovo[a] since the end of the 1998–99 conflict. The violence erupted in the partitioned town of Kosovo Mitrovica, leaving hundreds wounded and at least 14 people dead. The unrest was precipitated by misleading reports in the Kosovo Albanian media which falsely claimed that three Kosovo Albanian boys had drowned after being chased into the Ibar River by a group of Kosovo Serbs. UN peacekeepers and NATO troops scrambled to contain a raging gun battle between Serbs and Albanians.[8] Serbs call the event the March Pogrom (Serbian: Мартовски погром, romanized: Martovski pogrom),[9] while the Albanians call it the March Unrest (Albanian: Trazirat e marsit). International courts in Pristina have prosecuted several people who attacked several Serbian Orthodox churches, handing down jail sentences ranging from 21 months to 16 years.[10] A part of the destroyed churches have since been rebuilt by the Government of Kosovo[a] in cooperation with the Serbian Orthodox Church and the UN mission in Kosovo.[11] The Kosovo Liberation Army (KLA) was an ethnic-Albanian paramilitary organisation which had as its founding goal unification of Albanian inhabited lands in the Balkans, stressing Albanian culture, ethnicity and nation.[12][13][14] Conflict escalated from 1997 onward due to the Yugoslavian army retaliating with a crackdown in the region resulting in violence and population displacements.[12][15][16] The bloodshed, ethnic cleansing of thousands of Albanians driving them into neighbouring countries and the potential of it to destabilize the region provoked intervention by international organizations and agencies, such as the United Nations, NATO and INGOs.[17][12] Some people from non-Albanian communities such as the Serbs and Romani fled Kosovo fearing revenge attacks by armed people and returning refugees while others were pressured by the KLA and armed gangs to leave.[18] Post conflict Kosovo was placed under an international United Nations framework with the UN Interim Administration Mission in Kosovo (UNMIK) overseeing administrative affairs and the NATO Kosovo Force (KFOR) dealing with defence.[19] Within post-conflict Kosovo Albanian society, calls for retaliation for previous violence done by Serb forces during the war circulated through public culture.[20] In 2004, prolonged negotiations over Kosovo's future status, sociopolitical problems and nationalist sentiments resulted in the Kosovo unrest.[21][22] On 15 March 2004 an 18-year-old Serb, Jovica Ivić, was shot and wounded in a drive-by shooting in the village of Čaglavica in the central region of Kosovo.[23] On 16 March, three KLA war veterans associations organized widespread demonstrations in ethnic Albanian cities and towns, protesting the arrests of former KLA leaders on war crime charges, including the February arrests of four commanders.[24] The pro-KLA, anti-UNMIK protests, with 18,000 protesters, lay the basis for the following demonstrations sparked by the sensational reports of drowning of three Albanian children.[25] On 16 March, three Albanian children drowned in the Ibar River in the village of Čabar, near the Serb community of Zubin Potok. A fourth boy survived. It was speculated that he and his friends had been chased into the river by Serbs in revenge for the shooting of Ivić the previous day, but this claim has not been proven.[26] UN police spokesman Neeraj Singh said the surviving boy had been under intense pressure from ethnic Albanian journalists who had suggested what he should say. His version of events differed from that of two other children who had also been in the river, Singh told a news conference in Pristina. The spokesperson said there were \"very significant\" inconsistencies in the accounts given by the child during two separate interviews, and a lack of corroboration of his story. \"In fact, it is logically at odds in several respects with other evidence,\" Mr. Singh said.[27][28] The UN found no evidence that Serbs were responsible for drowning the three Albanian children.[28] On 17 and 18 March 2004, a wave of violent riots swept through Kosovo, triggered by two incidents perceived as ethnically-motivated acts. Demonstrations, although seemingly spontaneous at the outset, quickly focused on Serbs throughout Kosovo.[29] Thousands of Albanians gathered at the south end of the bridge across the Ibar at Kosovska Mitrovica, which divides the Serb and Albanian districts of the town.[29] A large crowd of Serbs gathered at the north end to prevent the Albanians from crossing. Peacekeepers from the NATO-led Kosovo Force (KFOR) blockaded the bridge, using tear gas, rubber bullets and stun grenades to keep the crowds apart.[29] However, gunmen on both sides opened fire with sub-machine guns and grenades, killing at least eight people (two Albanians and six Serbs) and wounding over 300. Eleven peacekeepers were also injured, of which two seriously. The violence quickly spread to other parts of Kosovo, with Kosovo Serb communities and Serbian cultural heritage (churches and monasteries) attacked by crowds of Albanians. Serb returnees were attacked.[30] Some of the locations were ostensibly under the protection of KFOR at the time. During the riots and violence, at least 35 churches were damaged, including 18 monuments of culture, which were demolished, burnt or severely damaged.[2] According to Human Rights Watch, the violence resulted in the deaths of nineteen people; 8 Kosovo Serbs and 11 Kosovo Albanians. More than a thousand were wounded including more than 120 KFOR personnel.[29] More than 4,000 Serbs were driven out of their homes and more than 900 houses belonging to non-Albanians were burned.[31] By one estimate, more than 50,000 people participated in the riots.[32] The Legal System Monitoring Section of the OSCE Mission in Kosovo (“the OSCE”) has closely monitored the investigations and trials from March 2004 until present. With its monitoring of 73 cases (Municipal, District and Minor Offences Courts) pending between December 2005 and March 2008, the OSCE now follows up on a first report of December 2005.[33] In Čaglavica, 12,000 Kosovo Albanian rioters tried to storm the Serb-populated areas. KFOR peacekeepers from Sweden, Norway and Finland led by Swedish Lieutenant Colonel Hans Håkansson created a blockade by using tear gas, rubber bullets, and stun grenades, in order to keep the two groups apart. A truck was driven by a Kosovo Albanian at full speed towards the barricade in an attempt to penetrate the line. After firing warning shots at the truck, the peacekeepers had to use deadly force to avoid friendly casualties, and shot the driver. 16 peacekeepers were injured, and 13 had to be evacuated.[34] Another KFOR unit consisting of mostly Swedish soldiers also participated in defending Čaglavica that day, supported by people from the barracks who normally worked with non-military tasks. Lieutenant Colonel Hans Håkansson, who commanded 700 people during the unrest, reported that the fighting went on for 11 hours, and that many collapsed due to dehydration and injuries while struggling to fend off waves of rioters.[35] In total, 35 people were injured while defending the town.[35] Hans Håkansson was awarded with a medal for his actions by the Royal Swedish Academy of War Sciences in 2005.[36] Following the attacks in Čaglavica, the mob of Albanians turned their attention on the few remaining Serbs living in Pristina in the YU Program apartments.[29] The apartments came under attack after the mob of Albanians blocked all of the entrances and set fire to the ground floors. Serbs who tried to flee the apartments were shot at by firearms or stabbed by members of the crowd. The mob began to loot apartments and were chanting pro Kosovo Liberation Army chants and calling for the killing of Serbs.[29] It took KFOR (mainly Irish Soldiers)and UNMIK police over 6 hours to evacuate the Serbs who were under constant fire from armed Albanians. Following the evacuation the crowd began to converge on the Church of the Christ Savour burning and damaging the facade and inside.[29] Albanians rioted in the city of Pejë, attacking UN offices. One Albanian was killed by UN police.[30] Serb returnees were attacked at Belo Polje.[30] Albanians and KFOR were engaged in gunfights in the town of Lipljan. Four Serbs were murdered, while Serbs taking refuge in the local Orthodox church were attacked.[30] All Serb houses in the Serb-inhabited village of Svinjare in Vučitrn (Vushtri), near Kosovo Mitrovica, were burnt down.[35] On 17 March, ethnic Albanians started attacking the Serb settlement in Prizren, including the Seminary, and reportedly there was no UNMIK, Kosovo Police and KFOR present there at the time.[37] The mob set the Seminary on fire, with people inside, and beat several elder people, with one man dying in the burning.[38] The German KFOR's refusal to mobilize to protect the local Serbs are one of the main security failures of the 2004 unrest.[39] UNMIK in Prizren said that the terror, 56 Serb houses and 5 historical churches that were burnt down, could have been prevented by KFOR .[39] In an urgent appeal,[40] issued on 18 March by the extraordinary session of the Expanded Convocation of the Holy Synod of Serbian Orthodox Church (SPC), it was reported that a number of Serbian churches and shrines in Kosovo had been damaged or destroyed by rioters. At least 30 sites were completely destroyed, more or less destroyed, or further destroyed (sites that had been previously damaged).[41] Apart from the churches and monasteries, tens of support buildings (such as parish buildings, economical buildings and residences) were destroyed, bringing the number close to 100 buildings of the SPC destroyed.[41] All churches and objects of the SPC in Prizren were destroyed.[41] The list includes several UNESCO World Heritage Sites. Among those destroyed and damaged were:[42][43] HRW lists 27 Orthodox churches and monasteries burned and looted.[citation needed] Kosovo Albanian politicians such as President Ibrahim Rugova and Prime Minister Bajram Rexhepi joined UN governor Harri Holkeri, NATO southern commander Gregory Johnson, and other KFOR officials in condemning the violence and appealing for peace in Kosovo.[48] Hashim Thaçi, the former Kosovo Liberation Army (KLA) leader, \"rejected ethnic division of Kosovo and said independence is a pre-condition for stability in the region.\"[49] He has also said, \"Kosovo, NATO and the West have not fought for Kosovo only for Albanians, nor for a Kosovo ruled by violence. Violence is not the way to solve problems, violence only creates problems.\"[50] Kosovo Police established a special investigation team to handle cases related to the 2004 unrest and according to Kosovo Judicial Council by the end of 2006 the 326 charges filed by municipal and district prosecutors for criminal offenses in connection with the unrest had resulted in 200 indictments: convictions in 134 cases, and courts acquitted eight and dismissed 28; 30 cases were pending. International prosecutors and judges handled the most sensitive cases.[51] By March 2010, 143 Kosovars of Albanian ethnicity were convicted, of which 67 received prison terms of over a year.[4] The events in Kosovo brought an immediate angry reaction on the streets of Serbia. On the evening of 17 March, crowds gathered in Belgrade, Novi Sad and Niš to demonstrate against the treatment of the Kosovo Serbs. Despite appeals for calm by Metropolitan Amfilohije, the 17th-century Bajrakli Mosque was set on fire. Islam-aga's Mosque in the southern city of Niš was also set on fire, while demonstrators chanted \"Kill, kill Albanians!\" When police arrived the mosque was already burning and some media reported that the police didn't move the crowd, so they blocked the fire fighters access to the mosque, leaving them unable to extinguish the fire.[52] Both buildings were extensively damaged but were saved from complete destruction by the intervention of police and firefighters.[53] Also properties of Muslim minorities, such as Goranis, Turks or Albanians were vandalized in Novi Sad and other cities throughout Serbia.[54] Human Rights Watch has concluded that the Serbian state failed to prosecute violence in Novi Sad.[52] The Serbian government publicly denounced the violence in Kosovo. Prime Minister Vojislav Koštunica strongly criticized the failure of NATO and the UN to prevent the violence, and called for a state of emergency to be imposed on Kosovo. He gave a speech blaming organized Albanian separatists: \"The events in northern Kosovo-Metohija reveal the true nature of Albanian separatism, its violent and terrorist nature ... [The government will] do all it can to stop the terror in Kosovo\".[55] The Minister of Minority Rights of Serbia and Montenegro, Rasim Ljajić, himself a Muslim, said \"What is now happening in Kosovo confirms two things: that this is a collapse of the international mission, and a total defeat of the international community.\" Nebojsa Čović, the Serbian government's chief negotiator on matters relating to Kosovo, was sent to Kosovska Mitrovica on March 18 in a bid to calm the situation there. Serbian security forces also guarded the border between Serbia and Kosovo in a bid to prevent demonstrators and paramilitaries from entering the province to foment further unrest. The events were compared by Prime Minister Koštunica to ethnic cleansing.[1] The Serbs, represented by the \"Union of Serbs in Kosovo and Metohija\", described the ordeal as \"genocide\" in a letter sent to the Serbian and Russian patriarchs, to Russian President Vladimir Putin and the Serbian government, where, besides that, they quote the burning of seven villages during the World War II-German occupation to the \"several hundreds\" burnt \"under the rule of the troops of Christian Europe and America\" and according to which the \"occupation of Kosovo surpasses all we had to sustain under fascism.\" The spared Serb villages are compared to \"concentration camps\" because of the missing freedom of movement, electricity and heating. According to the letter, after 1999 there were 8,500 homicides or disappearances of non-Albanian people with no single accomplice tried.[56] In 2011, seven years after the incident, Foreign Minister Vuk Jeremić spoke at the Wheaton College in Chicago: In less than 72 hours, 35 churches and monasteries were set on fire, many of which date back to the 14th century or even further away in history, which represents an irretrievable loss for the mankind. Dozens of people were killed. Several thousand were wounded. Thousands of houses and shops were leveled to the ground. More than 4,000 Kosovo Serbs were expelled from their homes.[2] In Serbia the events were also called the March Pogrom.[57][2][58][59][60] The international community was taken by surprise by the sudden upsurge in violence. Kosovo had been fairly quiet since the end of 1999, although there had been occasional small-scale ethnic clashes throughout the past five years and an ongoing tension between Serbs and Albanians. This had, however, largely gone unnoticed by the Western media since 1999. KFOR troops closed Kosovo's borders with the remainder of Serbia and Montenegro and the UN suspended flights in and out of the province. NATO announced on 18 March that it would send another 1,000 troops – 750 of them from the United Kingdom – to reinforce the 18,500 troops already there.[61] The UN and European Union both appealed for calm, calling on local leaders to restrain their supporters. UN Secretary General Kofi Annan urged both sides to cooperate with the peacekeeping forces but pointedly reminded the Kosovo Albanians that they had a responsibility \"to protect and promote the rights of all people within Kosovo, particularly its minorities\". An Austrian OSCE official called the events an orchestrated plan to drive out the remaining Serbs, while one anonymous UNMIK official reportedly referred to the event as Kosovo's Kristallnacht. The commander of NATO's South Flank, Admiral Gregory G. Johnson, said on 19 March that the violence verged on ethnic cleansing of Serbs by Albanians. On 20 March, Kosovo's UN administrator, Harri Holkeri, told journalists that \"Maybe the very beginning was spontaneous but after the beginning certain extremist groups had an opportunity to orchestrate the situation and that is why we urgently are working to get those perpetrators into justice.\"[62] According to Amnesty International, at least 27 people died—11 Albanians and 16 Serbs—and over 1,000 were injured while some 730 houses belonging to minorities, mostly Kosovo Serbs, as well as 36 Orthodox churches, monasteries and other religious and cultural sites were damaged or destroyed. In less than 48 hours, 4,100 minority community members were newly displaced (more than the total of 3,664 that had returned throughout 2003), of whom 82% were Serbs and the remaining 18% included Romani (and Ashkali) as well as an estimated 350 Albanians from the Serb-majority areas of Kosovska Mitrovica and Leposavić.","Title":"2004 unrest in Kosovo - Wikipedia","KeyID":"16659","URL":"https://en.wikipedia.org/wiki/2004_unrest_in_Kosovo"}