{"Content: ":"In international relations, a frozen conflict is a situation in which active armed conflict has been brought to an end, but no peace treaty or other political framework resolves the conflict to the satisfaction of the combatants. Therefore, legally the conflict can start again at any moment, creating an environment of insecurity and instability. The term has been commonly used for post-Soviet conflicts, but it has also often been applied to other extended and unresolved territorial disputes.[1][2][3] The de facto situation that emerges may or may not match the official position asserted by either party to the conflict. For example, in the division of Korea both South Korea and North Korea officially assert claims to the entire peninsula; however, there exists a well-defined border between the two countries' areas of control. Frozen conflicts sometimes result in partially recognized states. For example, the Republic of South Ossetia, a product of the frozen Georgian–Ossetian conflict, is recognized by eight other states, including five UN members; the other three of these entities are partially recognized states themselves. Following the dissolution of the Soviet Union in 1991, a number of conflicts arose in areas of some of the post-Soviet states, usually where the new international borders did not match the ethnic affiliations of local populations. These conflicts have largely remained \"frozen\", with disputed areas under the de facto control of entities other than the countries to which they are internationally recognized as belonging, and which still consider those areas to be part of their territory. Most of the separatist states in the region are Russian state-backed. These interventions have been interpreted as a Kremlin strategy to destabilize other post-Soviet states and extend Russia's sphere of influence.[4][5] Since the ceasefire which ended the Transnistria War (1990–1992), the Russian-influenced breakaway republic of Transnistria has controlled the easternmost strip of the territory of Moldova. The republic is internationally unrecognized, and Moldova continues to claim the territory. Nagorno-Karabakh is internationally recognized as part of Azerbaijan,[7] but most of the region is governed by a de facto independent state with an Armenian ethnic majority established on the basis of the Nagorno-Karabakh Autonomous Oblast of the Azerbaijan Soviet Socialist Republic. Since 1988, the Karabakh movement strove for the transfer of the region to Armenia. In 1991 Nagorno-Karabakh declared its independence from Azerbaijan. During the subsequent First Nagorno-Karabakh War until 1994, Nagorno-Karabakh Republic could not only defend its existence, but also significantly enlarge its territory, and crucially establish a land border with Armenia, by annexing adjacent Azeri territories. After 1994, the conflict remained practically frozen in this situation; in 2017 Nagorno-Karabakh Republic was renamed as Republic of Artsakh. In 2020, the conflict escalated again, and following the signing of a ceasefire, it was agreed that Azerbaijan would regain the territories surrounding the borders of the original Nagorno-Karabakh Autonomous Oblast, as well as any parts of Nagorno-Karabakh it had advanced into as a result of its military actions. The Abkhaz–Georgian conflict and Georgian–Ossetian conflict have led to the creation of two largely unrecognized states within the internationally recognized territory of Georgia. The 1991–92 South Ossetia War and the 1992–93 War in Abkhazia, followed by the Russo-Georgian War of August 2008, have left the Russian-backed republics of South Ossetia and Abkhazia in de facto control of the South Ossetia and Abkhazia regions in north and northwest Georgia. In 2014, Crimea was occupied by Russian troops without insignia while Ukraine was still recovering from large scale violence in the capital, and soon afterwards was admitted into the Russian Federation. This is widely regarded as an annexation of the peninsula by Russia, and is considered likely to result in another post-Soviet frozen conflict.[8] From the beginning of March 2014, in the aftermath of the Revolution of Dignity and the Euromaidan movement, protests by Russia-backed anti-government separatist groups took place in the Donetsk and Luhansk oblasts of Ukraine, collectively called the Donbas. These demonstrations, which followed the February–March 2014 annexation of Crimea by the Russian Federation, and which were part of a wider group of concurrent protests across southern and eastern Ukraine, escalated into an armed conflict between the separatist forces of the self-declared Donetsk and Luhansk People's Republics (DPR and LPR respectively), and the Ukrainian government.[9] While the initial protests were largely native expressions of discontent with the new Ukrainian government, Russia took advantage of them to launch a co-ordinated political and military campaign against Ukraine.[10] Russian citizens led the separatist movement in Donetsk from April until August 2014, and were supported by volunteers and materiel from Russia.[11][12][13] While there are similarities between Transnistria, Abkhazia and the current Russo-Ukrainian War, where the unrecognized Donetsk People's Republic and Luhansk People's Republic have taken de facto control of areas in the Donbas region in eastern Ukraine, the conflict in Donbas is not a frozen conflict yet as ceasefire violations are keeping the fighting at a low tempo. However, some experts predict a frozen future for this conflict as well.[14] Russia announced recognition of the DPR and LPR on 21 February 2022, and on 24 February launched a full-scale invasion of Ukraine escalating the situation into military conflict. India and Pakistan have fought at least three wars over the disputed region of Kashmir, in 1947, 1965, and 1999. India claims the entire area of the former princely state of Jammu & Kashmir on the basis of its ruler formally acceding to India[15] amidst a Pakistani invasion after partition, and administers approximately 43% of it. Pakistan has also claimed it since the partition—based on its majority Muslim population, and controls approximately 37% of the region while encouraging proxy-war tactics in Kashmir.[16][17] The remaining territory is controlled by the People's Republic of China; some of it was occupied during the Sino-Indian War, and some was conferred on the PRC by Pakistan. The conflict between mainland China and Taiwan has been frozen since 1949. No armistice or peace treaty has ever been signed and debate continues as to whether the civil war has legally ended.[18][19] Officially, both the People's Republic of China (PRC) based in Beijing and the Republic of China (ROC) based in Taipei consider themselves to be the sole legitimate government of the entirety of China.[20] While the latter especially is not recognized by a majority of countries and states internationally, it remains a de facto independent administration in Taiwan and several other islands, and the PRC's de facto administration is in Mainland China, Hong Kong and Macau. The Korean conflict was frozen from 1953, when a ceasefire ended the Korean War. Both North Korea and South Korea governments claim the entire Korean peninsula, while de facto control is divided along the military demarcation line in the Korean Demilitarized Zone. Both North and South Korea are recognized by the vast majority of other nations, although they do not recognize each other. The Arab–Israeli conflict is a perennial conflict between Israel and its Arab neighbours, including the Palestinian National Authority. Israel refuses to recognize Palestinian statehood, while some Arab countries and groups refuse to recognize Israel. Israel has de facto control of East Jerusalem and claims it as its integral territory, although it is not internationally recognized as such. Similarly most of the Golan Heights are currently under de facto Israeli control and civil administration, whereas most of the international community rejects that claim. The United States formally recognized Israeli sovereignty over the Golan Heights in 2019 through a proclamation by President Donald Trump. However, in recent years, a few Arab states and Israel had formed an alliance to contain the Islamic Republic of Iran and its proxies as part of the Iran–Israel proxy conflict. The Cyprus dispute has been frozen since 1974. The northern part of Cyprus is under the de facto control of the Turkish Republic of Northern Cyprus, but this is not recognized internationally except by Turkey.[21][22] The dispute over the status of Kosovo remains frozen since the end of the Kosovo War, fought in 1998–1999 between Yugoslav forces (the Federal Republic of Yugoslavia) and the ethnically Albanian Kosovo Liberation Army. The Kosovo region has been administered independently by the United Nations Interim Administration Mission in Kosovo since the war. Kosovo unilaterally declared its independence from Serbia in 2008, but it is not recognized by all countries worldwide, as Serbia still considers Kosovo part of its territory.[23][24] The Western Sahara conflict has been largely frozen since a ceasefire in 1991, although various disturbances such as the Independence Intifada have broken out since then. Control of the territory of Western Sahara remains divided between the Kingdom of Morocco and the Polisario Front.[25]","Title":"Frozen conflict - Wikipedia","KeyID":"16663","URL":"https://en.wikipedia.org/wiki/Frozen_conflict"}