{"Content: ":"Colour revolution (sometimes coloured revolution)[1] is a term used since around 2004 by worldwide media to describe various anti-regime protest movements and accompanying (attempted or successful) changes of government that took place in post-Soviet Eurasia during the early 21st century—namely countries of the former Soviet Union, the former Yugoslavia, and People's Republic of China.[2] The term has also been more widely applied to several other revolutions elsewhere, including in the Middle East, the Asia-Pacific region, and South America, dating from the late 1980s to the 2020s. Some observers (such as Justin Raimondo and Michael Lind) have called the events a revolutionary wave, the origins of which can be traced back to the 1986 People Power Revolution (also known as the \"Yellow Revolution\") in the Philippines. Some of these movements have had a measure of success; in the early 2000s, for example, the Federal Republic of Yugoslavia's Bulldozer Revolution (2000), Georgia's Rose Revolution (2003), Ukraine's Orange Revolution (2004), and Kyrgyzstan's Tulip Revolution (2005). In most but not all cases, massive street-protests followed disputed elections or demands for fair elections. They led to the resignation or overthrow of leaders regarded by their opponents as authoritarian.[3] Some events have been called \"colour revolutions\" but differ from the above cases in certain basic characteristics, including such examples as Lebanon's Cedar Revolution (2005) and Kuwait's Blue Revolution (2005). Russia, China and Vietnam[4] share the view that colour revolutions are the \"product of machinations by the United States and other Western powers\" and pose a vital threat to their public and national security.[5] The revolution acquired its name due to the use of yellow ribbons to symbolize the protests (in reference to the Tony Orlando and Dawn song \"Tie a Yellow Ribbon Round the Ole Oak Tree\").[6] The name comes from the colour that voters' index fingers were stained to prevent fraudulent multiple voting. The term first appeared shortly after the January 2005 election in various weblogs and editorials of individuals supporting the U.S. invasion of Iraq.[9] The term received its widest usage during a visit by President Bush on 24 February 2005 to Bratislava, Slovak Republic, for a summit with Russian President Vladimir Putin. Bush stated: \"In recent times, we have witnessed landmark events in the history of liberty: A Rose Revolution in Georgia, an Orange Revolution in Ukraine, and now, a Purple Revolution in Iraq.\"[10] The revolution was named after the Cedar of Lebanon, which is the symbol of the country. Likewise, the demonstrators used the colours white and red, which are found in the Lebanese flag. The protests led to the pullout of Syrian troops in April 2005, ending their nearly 30-year presence there, although Syria retains some influence in Lebanon. A second, much larger round of protests began almost a year later, on 19 March 2006, soon after the presidential election. Official results had Lukashenko winning with 83% of the vote; protesters claimed the results were achieved through fraud and voter intimidation, a charge echoed by many foreign governments.[citation needed] Protesters camped out in October Square in Minsk over the next week, calling variously for the resignation of Lukashenko, the installation of rival candidate Alaksandar Milinkievič, and new, fair elections. The opposition originally used as a symbol the white-red-white former flag of Belarus; the movement has had significant connections with that in neighbouring Ukraine. During the Orange Revolution, some white-red-white flags were seen being waved in Kyiv. During the 2006 protests, some called it the \"Jeans Revolution\" or \"Denim Revolution,\"[13] blue jeans being considered a symbol for freedom. Some protesters cut up jeans into ribbons and hung them in public places.[14] It is claimed that Zubr was responsible for coining the phrase. Lukashenko has said in the past: \"In our country, there will be no pink or orange, or even banana revolution.\" More recently, he's said, \"They [the West] think that Belarus is ready for some 'orange' or, what is a rather frightening option, 'blue' or 'cornflower blue' revolution. Such 'blue' revolutions are the last thing we need\".[15] On 19 April 2005, he further commented: \"All these coloured revolutions are pure and simple banditry.\"[16] A name hypothesized for such an event was the \"Grape Revolution\" because of the abundance of vineyards in the country; however, such a revolution failed to materialize after the governmental victory in the elections. Many reasons have been given for this, including a fractured opposition and the fact that the government had already co-opted many of the political positions that might have united the opposition (such as a perceived pro-European and anti-Russian stance). Also, the elections themselves were declared fairer in the OSCE election monitoring reports than had been the case in other countries where similar revolutions occurred, even though the CIS monitoring mission strongly condemned them. There was civil unrest all over Moldova following the 2009 Parliamentary election, owing to the opposition's assertion that the communists had fixed the election. Eventually, the Alliance for European Integration created a governing coalition that pushed the Communist party into opposition. It is uncertain who gave the name, though Asharq Alawsat columnist and prominent Egyptian opposition leader Saad Eddin Ibrahim claimed to have come up with the name. \"Lotus Revolution\" later became common on western news sources such as CNN.[25] Other names, such as White Revolution and Nile Revolution, are used but are minor terms compared to Lotus Revolution. The term Lotus Revolution is rarely if ever, used in the Arab world.[citation needed] Boxun's calls resulted in the Chinese government blocking internet searches for \"jasmine\" and a deploying a heavy police presence at designated sites for protest such as the McDonald's in central Beijing (one of the 13 designated protest sites), on 20 February 2011. A crowd gathered there, but their motivations were ambiguous as a crowd tended to draw a larger crowd in that area.[26] Boxun experienced a denial of service attack during this period and was inaccessible.[27] 2019 The rally, which began in Zhanaozen, has spread to other cities in Kazakhstan. The population lives in Almaty, Aktobe, Aktau, Atyrau, Karaganda, Nur-Sultan, Shymkent, Kokshetau, Oral and others. took to the streets of cities and demanded political change in addition to economic demands. Initially peaceful protests were followed by armed conflict and looting (mainly in Almaty). The riots that began on January 5 were officially called a coup. On January 2, 2022, protesters in Zhanaozen blocked the road demanding a reduction in the price of liquefied natural gas. The population demanded that the city and regional akims stabilize prices and eliminate the shortage of natural gas. Protests against the non-fulfillment of these requirements continued the next day. On January 4, the Kazakh government announced that the price of liquefied natural gas in Mangistau region had been reduced to 50 tenge per liter, and President Kassym-Jomart Tokayev issued an appeal to the people of Kazakhstan to prevent lawlessness. Residents of other major cities in Kazakhstan took to the streets in support of the protests, which began in Zhanaozen. In Almaty, protesters destroyed police cars and set them on fire. Hundreds of people were arrested and the Internet was cut off in the country on the night of January 4. A state of emergency has been declared in Mangistau region and Almaty. On the morning of January 5, it became known that the government of Kazakhstan has resigned. Due to the aggravation of the situation in the country, on January 5, a state of emergency was declared throughout Kazakhstan. Protesters stormed important facilities, including the mayor's office in Almaty and Taldykorgan, and the Almaty airport. Kassym-Jomart Tokayev then said that he had asked the leaders of the Collective Security Treaty Organization (CSTO) for help. On January 10, the National Security Committee announced that all administrative facilities seized during the riots had been returned and that the situation in the country had stabilized. As of January 11, about 10,000 people had been arrested in connection with the riots. The damage caused to entrepreneurs by robberies and hooliganism exceeded 100 billion tenge. Many have cited the influence of the series of revolutions in Central and Eastern Europe in the late 1980s and early 1990s, particularly the Velvet Revolution in Czechoslovakia in 1989. The police attacked a peaceful demonstration by students (mostly from Charles University) – and, in time, contributed to the collapse of the communist government in Czechoslovakia. However, the roots of the pacifist floral imagery may go even further back to the non-violent Carnation Revolution of Portugal in April 1974, which is associated with the colour carnation because carnations were worn, and the 1986 Yellow Revolution in the Philippines where demonstrators offered peace flowers to military personnel manning armored tanks.[citation needed] The first of these was Otpor! ('Resistance!') in the Federal Republic of Yugoslavia, founded at Belgrade University in October 1998 and began protesting against Miloševic during the Kosovo War. Most of them were already veterans of anti-Milošević demonstrations such as the 1996–97 protests and the 9 March 1991 protest. Many of its members were arrested or beaten by the police. Despite this, during the presidential campaign in September 2000, Otpor! launched its Gotov je (He's finished) campaign that galvanized Serbian discontent with Milošević and resulted in his defeat.[citation needed] Members of Otpor! have inspired and trained members of related student movements, including Kmara in Georgia, Pora in Ukraine, Zubr in Belarus, and MJAFT! in Albania. These groups have been explicit and scrupulous in their non-violent resistance, as advocated and explained in Gene Sharp's writings.[47] The massive protests that they have organized, which were essential to the successes in the Federal Republic of Yugoslavia, Georgia, and Ukraine, have been notable for their colourfulness and use of ridiculing humor in opposing authoritarian leaders.[citation needed] The analysis of international geopolitics scholars Paul J. Bolt and Sharyl N. Cross is that \"Moscow and Beijing share almost indistinguishable views on the potential domestic and international security threats posed by colored revolutions, and both nations view these revolutionary movements as being orchestrated by the United States and its Western democratic partners to advance geopolitical ambitions.\"[5] According to Anthony Cordesman of the Center for Strategic and International Studies, Russian military leaders view the \"colour revolutions\" (Russian: «цветные революции», romanized: tsvetnye revolyutsii) as a \"new US and European approach to warfare that focuses on creating destabilizing revolutions in other states as a means of serving their security interests at low cost and with minimal casualties.\"[48] Government figures in Russia, such as Defence Minister Sergei Shoigu (in office from 2012) and Foreign Minister Sergei Lavrov (in office from 2004), have characterized colour revolutions as externally-fuelled acts with a clear goal to influence the internal affairs that destabilize the economy,[49][50] conflict with the law and represent a new form of warfare.[51][52] Russian President Vladimir Putin has stated that Russia must prevent colour revolutions: \"We see what tragic consequences the wave of so-called colour revolutions led to. For us, this is a lesson and a warning. We should do everything necessary so that nothing similar ever happens in Russia\".[53] The 2015 presidential decree The Russian Federation's National Security Strategy (О Стратегии Национальной Безопасности Российской Федерации) cites \"foreign-sponsored regime change\" among \"main threats to public and national security,\" including[5][54] the activities of radical public associations and groups using nationalist and religious extremist ideology, foreign and international non-governmental organizations, and financial and economic structures, and also individuals, focused on destroying the unity and territorial integrity of the Russian Federation, destabilizing the domestic political and social situation—including through inciting \"color revolutions\"—and destroying traditional Russian religious and moral values The 2015 policy white paper \"China's Military Strategy\" (中国的军事战略) by the State Council Information Office said that \"anti-China forces have never given up their attempt to instigate a 'color revolution' in this country.\"[5][55] Michael McFaul identified these seven stages of successful political revolutions common in colour revolutions:[56][57][58][3] Aram Karapetyan, leader of the New Times political party in Armenia, declared his intention to start a \"revolution from below\" in April 2005, saying that the situation was different now that people had seen the developments in the CIS. He added that the Armenian revolution would be peaceful but not have a colour.[59] In 2008, a massive anti-government demonstration took place in Armenia. The citizens of Armenia held demonstrations against illegal elections. Several movements were created in Azerbaijan in mid-2005, inspired by the examples of both Georgia and Ukraine. A youth group, calling itself Yox! (which means No!), declared its opposition to governmental corruption. The leader of Yox! said that, unlike Pora or Kmara, he wants to change not just the leadership but the entire system of governance in Azerbaijan. The Yox movement chose green as its colour.[60] The spearhead of Azerbaijan's attempted colour revolution was Yeni Fikir (\"New Idea\"), a youth group closely aligned with the Azadlig (Freedom) Bloc of opposition political parties. Along with groups such as Magam (\"It's Time\") and Dalga (\"Wave\"), Yeni Fikir deliberately adopted many of the tactics of the Georgian and Ukrainian colour revolution groups, even borrowing the colour orange from the Ukrainian revolution.[61][62] In November 2005 protesters took to the streets, waving orange flags and banners, to protest government fraud in recent parliamentary elections.[citation needed] The Azerbaijani colour revolution finally fizzled out with the police riot on 26 November, during which dozens of protesters were injured and perhaps hundreds teargassed and sprayed with water cannons.[63] On 5 February 2013, protests began in Shahbag. They later spread to other parts of Bangladesh following demands for capital punishment for Abdul Quader Mollah, who had been sentenced to life imprisonment, Others were convicted of war crimes by the International Crimes Tribunal of Bangladesh.[64][65] On that day, the International Crimes Tribunal had sentenced Mollah to life in prison after he was convicted on five of six counts of war crimes.[66][67] Later demands included banning the Bangladesh Jamaat-e-Islami party from politics, including election and a boycott of institutions supporting (or affiliated with) the party.[68] Protesters considered Mollah's sentence too lenient, given his crimes.[69][70] Bloggers and online activists called for additional protests at Shahbag.[71][72] Tens of thousands of people joined the demonstration, which gave rise to protests across the country.[73] The movement demanding trial of war criminals is a protest movement in Bangladesh, from 1972 to the present. In Belarus, there have been a number of protests against President Alexander Lukashenko, with participation from student group Zubr. One round of protests culminated on 25 March 2005; it was a self-declared attempt to emulate the Kyrgyzstan revolution and involved over a thousand citizens. However, police severely suppressed it, arresting over 30 people and imprisoning opposition leader Mikhail Marinich. A second, much larger round of protests began almost a year later, on 19 March 2006, soon after the presidential election. Official results had Lukashenko winning with 83% of the vote; protesters claimed the results were achieved through fraud and voter intimidation, a charge echoed by many foreign governments.[citation needed] Protesters camped out in October Square in Minsk over the next week, calling variously for the resignation of Lukashenko, the installation of rival candidate Alaksandar Milinkievič, and new, fair elections. The opposition originally used as a symbol the white-red-white former flag of Belarus; the movement has had significant connections with that in neighbouring Ukraine. During the Orange Revolution, some white-red-white flags were seen being waved in Kyiv. During the 2006 protests, some called it the \"Jeans Revolution\" or \"Denim Revolution,\"[13] blue jeans being considered a symbol for freedom. Some protesters cut up jeans into ribbons and hung them in public places.[citation needed] It is claimed that Zubr was responsible for coining the phrase. Lukashenko has said in the past: \"In our country, there will be no pink or orange, or even banana revolution.\" More recently, he has said, \"They [the West] think that Belarus is ready for some 'orange' or, what is a rather frightening option, 'blue' or 'cornflower blue' revolution. Such 'blue' revolutions are the last thing we need\".[15] On 19 April 2005, he further commented: \"All these coloured revolutions are pure and simple banditry.\"[16] In Burma (officially called Myanmar), a series of anti-government protests were referred to in the press as the Saffron Revolution[17][18] after Buddhist monks (Theravada Buddhist monks normally wear the colour saffron) took the vanguard of the protests. A previous, student-led revolution, the 8888 Uprising on 8 August 1988, had similarities to the colour revolutions, but was violently repressed. A call which first appeared on 17 February 2011 on the Chinese language site Boxun.com in the United States for a \"Jasmine revolution\" in the People's Republic of China and repeated on social networking sites in China resulted in blocking of internet searches for \"jasmine\" and a heavy police presence at designated sites for protest such as the McDonald's in central Beijing, one of the 13 designated protest sites, on 20 February 2011. A crowd did gather there, but their motivations were ambiguous as a crowd tends to draw a crowd in that area.[26][further explanation needed] Boxun experienced a denial of service attack during this period and was inaccessible.[27] In the 2000s, Fiji suffered numerous coups. But at the same time, many Fiji citizens resisted the military. In Fiji, there have been many human rights abuses by the military. Anti-government protesters in Fiji have fled to Australia and New Zealand. In 2011, Fijians conducted anti-Fijian government protests in Australia.[74][75][76] On 17 September 2014, the first democratic general election was held in Fiji. In 2015, Otto Pérez Molina, President of Guatemala, was suspected of corruption. In Guatemala City, a large number of protests rallied. Demonstrations took place from April to September 2015. Otto Pérez Molina was eventually arrested on 3 September. The people of Guatemala called this event \"Guatemalan Spring\".[77] On 25 March 2005, activists wearing yellow scarves held protests in the capital city of Ulaanbaatar, disputing the results of the 2004 Mongolian parliamentary elections and calling for fresh elections. One of the chants heard in that protest was \"Let's congratulate our Kyrgyz brothers for their revolutionary spirit. Let's free Mongolia of corruption.\"[78] An uprising commenced in Ulaanbaatar on 1 July 2008, with a peaceful meeting in protest of the election of 29 June. The results of these elections were (it was claimed by opposition political parties) corrupted by the Mongolian People's Party (MPRP). Approximately 30,000 people took part in the meeting. Afterward, some of the protesters left the central square and moved to the HQ of the Mongolian People's Revolutionary Party – which they attacked and then burned down. A police station was also attacked.[79] The night rioters vandalized and then set fire to the Cultural Palace (a theatre, museum, and National art gallery). Cars torching,[80] bank robberies, and looting were reported.[79] The organizations in the burning buildings were vandalized and looted. Police used tear gas, rubber bullets and water cannon against stone-throwing protesters.[79] A 4-day state of emergency was installed, the capital was placed under a 2200 to 0800 curfew, and alcohol sales were banned[81] rioting not resumed.[82] Five people were shot dead by the police[citation needed], dozens of teenagers were wounded from the police firearms[83] and disabled and 800 people, including the leaders of the civil movements J. Batzandan, O. Magnai and B. Jargalsakhan, were arrested.[84] International observers said 1 July general election was free and fair.[85] Since the 2012 protests, Aleksei Navalny mobilized with support of the various and fractured opposition parties and masses of young people against the alleged repression and fraud of the Kremlin apparatus.[86] After a vigorous campaign for the 8 September elections in Moscow and the regions, the opposition won remarkable successes[according to whom?]. Navalny reached a second place in Moscow with a surprising 27% behind Kremlin-backed Sergei Sobyanin, finishing with 51% of the votes. In other regions, opposition candidates received remarkable successes. In the big industrial town of Yekaterinburg, opposition candidate Yevgeny Roizman received the majority of votes and became the mayor of that town. The slow but gradual sequence of opposition successes reached by mass protests, election campaigns and other peaceful strategies has been recently called by observers and analysts as of Radio Free Europe \"Tortoise Revolution\" in contrast to the radical \"rose\" or \"orange\" ones the Kremlin tried to prevent.[87] The Republic of Bashkortostan's opposition has held protests demanding that the federal authorities intervene to dismiss Murtaza Rakhimov from his position as president of the republic, accusing him of leading an \"arbitrary, corrupt, and violent\" regime. Airat Dilmukhametov, one of the opposition leaders and leader of the Bashkir National Front, has said that the opposition movement has been inspired by the mass protests of Ukraine and Kyrgyzstan.[88] Another opposition leader, Marat Khaiyirulin, has said that if an Orange Revolution were to happen in Russia, it would begin in Bashkortostan.[89] In Uzbekistan, there has been longstanding opposition to President Islam Karimov, from liberals and Islamists. Following protests in 2005, security forces in Uzbekistan carried out the Andijan massacre that successfully halted country-wide demonstrations. These protests otherwise could have turned into colour revolution, according to many analysts.[90][2] The revolution in neighbouring Kyrgyzstan began in the largely ethnic Uzbek South and received early support in the city of Osh. Nigora Hidoyatova, leader of the Free Peasants opposition party, has referred to the idea of a peasant revolt or 'Cotton Revolution'. She also said that her party is collaborating with the youth organization Shiddat and that she hopes it can evolve to an organization similar to Kmara or Pora.[91] Other nascent youth organizations in and for Uzbekistan include Bolga and the freeuzbek group. Uzbekistan has also had an active Islamist movement, led by the Islamic Movement of Uzbekistan, most notable for the 1999 Tashkent bombings. However, the group was largely destroyed following the 2001 NATO invasion of Afghanistan.[92] When groups of young people protested the closure of Venezuela's RCTV television station in June 2007, President Hugo Chávez said that he believed the protests were organized by the West in an attempt to promote a \"soft coup\" like the revolutions in Ukraine and Georgia.[93] Similarly, Chinese authorities claimed repeatedly in the state-run media that both the 2014 Hong Kong protests – known as the Umbrella Revolution – as well as the 2019–20 Hong Kong protests, were organized and controlled by the United States.[94][95][96] In July 2007, Iranian state television released footage of two Iranian-American prisoners, both of whom work for western NGOs, as part of a documentary called \"In the Name of Democracy.\" The documentary discusses the colour revolutions in Ukraine and Georgia and accuses the United States of attempting to foment a similar ouster in Iran.[97] The imagery of a colour revolution has been adopted by various non-revolutionary electoral campaigns. The 'Purple Revolution' social media campaign of Naheed Nenshi catapulted his platform from 8% to Calgary's 36th Mayor. The platform advocated city sustainability and to inspire the high voter turnout of 56%, particularly among young voters.[98][99] In 2015, the NDP of Alberta earned a majority mandate and ended the 44-year-old dynasty of the Progressive Conservatives. During the campaign, Rachel Notley's popularity gained momentum, and the news and NDP supporters referred to this phenomenon as the \"Orange Crush\" per the party's colour. NDP parodies of Orange flavoured Crush soda logo became a popular meme on social media.[100][101]","Title":"Colour revolution - Wikipedia","KeyID":"16665","URL":"https://en.wikipedia.org/wiki/Colour_revolution"}