{"Content: ":"Battles and violent events Political events The Anglophone Crisis (French: Crise anglophone), also known as the Ambazonia War,[10] or the Cameroonian Civil War,[11] is an ongoing civil war in the Southern Cameroons regions of Cameroon and, part of the long-standing Anglophone problem.[12] Following the suppression of 2016–17 Cameroonian protests, Ambazonian separatists in the Anglophone territories of Northwest Region and Southwest Region (collectively known as Southern Cameroons) launched a guerrilla campaign against Cameroonian security forces, and later unilaterally proclaimed the restoration of independence. In November 2017, the government of Cameroon declared war on the separatists and sent its army into the Anglophone regions.[13] Starting as a low-scale insurgency, the conflict spread to most parts of the Anglophone regions within a year.[14] By the summer of 2019, the government controlled the major cities and parts of the countryside, while the Ambazonian nationalists held parts of the countryside and regularly appeared in the major cities.[6] A year later, clearly-defined frontlines had emerged, sometimes with a tacit mutual understanding between the belligerents on who controls which areas; while Cameroon would raid separatist-controlled towns and villages, it would not seek to outright recapture them,[15] focusing instead on securing the major urban areas.[6] The Cameroonian government is supported by Nigeria,[16] while some Ambazonian groups enjoy the support of Biafran separatists. Thousands of people have been killed in the war, and more than half a million have been forced to flee their homes.[6] Although 2019 saw the first known instance of dialogue between Cameroon and the separatists,[17] as well as a state-organized national dialogue and the granting of a special status to the Anglophone regions,[18] the war continued to intensify in late 2019.[19] The 2020 Cameroonian parliamentary election brought further escalation, as the separatists became more assertive while Cameroon deployed additional forces. While the COVID-19 pandemic saw one armed group declare a unilateral ceasefire to combat the spread of the virus, other groups and the Cameroonian government ignored calls to follow suit and kept on fighting.[20] Limited attempts have been made at negotiating. Talks mediated by Switzerland in 2019 ultimately failed, and the Ambazonian leadership crisis has complicated the situation.[21] The same year, separatist leaders who were extradited from Nigeria in 2018 were handed life sentences by a military tribunal. However, facing mounting international pressure for a global ceasefire, in July 2020 Cameroon began negotiating with these imprisoned leaders.[22] The talks were held between Sisiku Julius Ayuk Tabe and other imprisoned leaders and representatives of the Cameroonian government. The talks outlined a series of conditions for the Cameroonian government to accept that Ayuk Tabe said would create an \"enabling environment\" for substantial negotiations to occur.[23] These talks have so far failed to produce any results, and fighting continues.[24] The name \"Ambazonia\" is taken from Ambas Bay and Ambozes, the local name of the mouth of the Wouri River.[25] This is where the English language was permanently established for the first time in Southern Cameroons, when missionary Alfred Saker founded a settlement of freed slaves by Ambas Bay in 1858, which was later renamed Victoria (present-day Limbe).[26] In 1884, the area became the British Ambas Bay Protectorate, with Victoria as its capital. Britain ceded the area to the German territory of Kamerun in 1887. Germany had some trouble establishing control over the hinterlands of Victoria, and fought the Bafut Wars against local fondoms until 1907.[27] Following World War I and the Treaty of Versailles, Kamerun was divided between a French and a British League of Nations Mandate. The French mandate was known as Cameroun, and comprised most of the former German territory. The British mandate was an elongated strip of land along the border of Colonial Nigeria, consisting of Northern Cameroons and Southern Cameroons, including the historical Ambas Bay Protectorate. This territory was organized as British Cameroons.[28] The British administered the territories through indirect rule, allowing native authorities to administer the population according to their own traditions. In 1953, the Southern Cameroons delegation at a conference in London asked for a separate region. The British agreed, and Southern Cameroons became an autonomous region with its capital still at Buea. Elections were held in 1954 and the parliament met on 1 October 1954, with E. M. L. Endeley as Premier.[29] The United Nations organised a plebiscite in the region on 11 February 1961 which put two alternatives to the people: union with Nigeria or union with Cameroon. The third option, independence, was opposed by the British representative to the UN Trusteeship Council, Sir Andrew Cohen, and as a result was not listed. In the plebiscite, 60% of voters in the Northern Cameroons voted for union with Nigeria, while 70% of voters in the Southern Cameroons opted for union with Cameroon.[30] The results owed partly to a fear of domination by much larger Nigeria.[31] Endeley was defeated in elections on 1 February 1959 by John Ngu Foncha.[32] Southern Cameroons federated with Cameroon on 1 October 1961 as \"West Cameroon\", with its own prime minister. However, the English-speaking peoples of the Southern Cameroons did not believe that they were fairly treated by the 80% majority French-speaking government of the country. Then-president Ahmadou Ahidjo feared that Southern Cameroons would secede from the union, taking its natural resources with it. Following a French Cameroon unilateral referendum on 20 May 1972, a new constitution was adopted in Cameroon which replaced the federal state with a unitary state, and also gave more power to the president.[33] Southern Cameroons lost its autonomous status and became the Northwest Region and the Southwest Region of the Republic of Cameroon. Pro-independence groups claimed that this violated the constitution, as the majority of deputies from West Cameroon had not consented to legitimize the constitutional changes.[34] They argued that Southern Cameroons had effectively been annexed by Cameroon.[35] Shortly afterwards, French Cameroun's political leadership changed the constitution again, appointed French-speaking Paul Biya as Prime Minister and successor to Ahmadou Ahidjo. In a memorandum dated 20 March 1985, Anglophone lawyer and President of the Cameroon Bar Association Fongum Gorji Dinka wrote that the Cameroonian government led by Paul Biya was unconstitutional and announced the former Southern Cameroons should become independent as the Republic of Ambazonia. Dinka was incarcerated the following January without trial.[36] Three years later, he escaped to Nigeria.[37] In 1993, representatives of Anglophone groups convened the first All Anglophone Conference (AAC1) in Buea. The conference issued the \"Buea Declaration\", which called for constitutional amendments to restore the 1961 federation. This was followed by the second All Anglophone Conference (AAC2) in Bamenda in 1994. This conference issued the \"Bamenda Declaration\", which stated that if the federal state was not restored within a reasonable time, Southern Cameroons would declare its independence. The AAC was renamed the Southern Cameroons Peoples Conference (SCPC), and later the Southern Cameroons Peoples Organisation (SCAPO), with the Southern Cameroons National Council (SCNC) as the executive governing body. Younger activists formed the Southern Cameroons Youth League (SCYL) in Buea on 28 May 1995. The SCNC sent a delegation, led by John Foncha, to the United Nations, which was received on 1 June 1995 and presented a petition against the 'annexation' of the Southern Cameroons by French Cameroon. This was followed by a signature referendum the same year, which the organisers claim produced a 99% vote in favour of independence with 315,000 people voting.[38] SCNC activities were routinely disrupted by police.[39] On 23 March 1997, about ten people were killed in a raid on a gendarme camp in Bamenda. The police arrested between 200 and 300 people, mostly SCNC supporters, but also members of the Social Democratic Front, an opposition party with significant support in the Anglophone regions.[40] In the subsequent trials, Amnesty International and the SCNC found substantive evidence of admissions through torture and force.[39] The raid and trial resulted in a shutdown of SCNC activities.[41] In response to this, in April 1998 a small faction elected Esoka Ndoki Mukete, a high-ranking member of the Social Democratic Front, as the new chair of the SCNC. In October 1999, when many of the accused were found guilty in the 1997 trial, the faction led by Mukete became more assertive. On 1 October 1999, militants took over Radio Buea to proclaim the independence of Southern Cameroons, but failed to do so before security forces intervened.[42] The leadership and many members of the SCNC were subsequently arrested.[41] After clashes with the police, the SCNC was officially declared illegal by the Cameroonian authorities in 2001.[43] In 2006, a faction of SCNC once again declared the independence of Ambazonia.[41] In 2006, Nigeria ceded the Bakassi Peninsula to Cameroon, ending a decade-long territorial dispute. Local militias opposing the border change took up arms against the Cameroonian government, starting the Bakassi conflict. The conflict was a sea-based insurgency where the rebels used pirate tactics, attacking ships, abducting sailors and carrying out seaborne raids as far away as Limbe and Douala. While some movements (such as BAMOSD) sought to make Bakassi an independent state, others came to tie their cause to that of Ambazonia. In November 2007, the \"Liberators of the Southern Cameroon People\", a previously unknown group, killed 21 Cameroonian soldiers. Most militias in Bakassi laid down their arms in September 2009.[44] On 6 October 2016, the Cameroon Anglophone Civil Society Consortium, an organization consisting of lawyer and teacher trade unions in the Anglophone regions, initiated a strike.[45] Led by Barrister Agbor Balla, Fontem Neba, and Tassang Wilfred, they were protesting against the appointment of Francophone judges in the Anglophone regions.[46] They saw this as threatening the common law system in the Anglophone regions,[47] as well as part of the general marginalization of Anglophones.[48] The strikes were supported by peaceful protests in the cities of Bamenda, Buea and Limbe. The activists demanded protection of the law system of the Anglophone regions, and opposed the civil law system used by the Francophone magistrate replacing the common law system. They asked for several laws to be translated into English, and that the common law system should be taught at the University of Buea and the University of Bamenda.[49] The Cameroonian government deployed security forces to crack down the protests. Protesters were attacked with tear gas, and protesters and lawyers were allegedly assaulted by soldiers.[50] Throughout November 2016, thousands of teachers in the Anglophone regions joined the lawyers' strike. All schools in the Anglophone regions were shut down.[51] Two weeks into the protests, more than 100 protesters had been arrested, and six were reported dead. Unconfirmed videos released over social media showed various violent scenes, including the beating of protesters by policemen.[52] In January 2017, the Cameroonian government set up a committee to initiate a dialogue with the lawyer activists. The lawyers refused to talk, demanding that all arrested activists be released before any dialogue. The lawyers submitted a draft for a federal state, and the government responded by banning their movements altogether. The protesters were now openly regarded as a security threat by the Cameroonian government, and more arrests followed.[53] The government also implemented an Internet blockade in cities across the Anglophone regions.[54] At this point, the crisis began to attract international responses. More than 13,000 Anglophone Cameroonians living in Maryland protested against the Cameroonian government crackdown. On 27 June, United States Congressman Anthony G. Brown filed a petition with the United States Secretary of State, Rex Tillerson, to call for the government of Cameroon to immediately show concern and solve the ongoing crises.[55] The United States condemned the loss of life and brutality against Anglophone protesters.[56] Many separatists and federalists hoped that the crackdown would lead to an international military intervention against the Cameroonian government.[57] The government crackdown on the protests contributed to mainstream separatist movements. In September 2017, Ambazonian separatists began to take up arms against the government.[58] In early September 2017, the Ambazonia Governing Council (AGovC), a separatist movement established in 2013 through the merger of several groups,[6] formally deployed the Ambazonia Defence Forces (ADF) in Southern Cameroons. On 9 September, the ADF carried out its first military action, attacking a military base in Besongabang, Manyu. Three Cameroonian soldiers were killed in the attack, while the ADF claimed their soldiers managed to return to base unreduced.[1] Throughout September, separatists carried out two bombings; one targeting security forces in Bamenda,[59] and another targeting police officers. While the first bombing failed, the second injured three policemen.[60] On 22 September, Cameroonian soldiers opened fire on protesters, killing at least five and injuring many more.[61] On 1 October, the Southern Cameroons Ambazonia Consortium United Front (SCACUF), an umbrella movement consisting of several independence movements, unilaterally declared the independence of Ambazonia. This declaration was followed by mass demonstrations across the Anglophone regions. The separatists strategically chose this date, as it is the anniversary for the unification of Cameroon and Southern Cameroons. SCACUF would later transform itself into the Interim Government of Ambazonia (IG). Several months into the war, the IG would reject the idea of an armed struggle, preferring instead a diplomatic campaign and civil disobedience. This stance would eventually change.[62] The Cameroonian Army moved into the regions in force to fight the separatists and quell the demonstrations. Throughout the day, at least eight demonstrators were killed in Buea and Bamenda.[63] The Cameroonian military also reinforced the Nigerian border, and on 9 October, it claimed to have stopped \"hundreds of Nigerian fighters\" from crossing into Cameroon.[64] Throughout November, eight soldiers, at least 14 civilians and five fugitives were confirmed killed due to the conflict.[65] Separatists killed two gendarmes in Bamenda in the first week of the month.[66] On the last two days of November, five soldiers and five policemen were killed in two separate separatist attacks near Mamfe.[67] On 1 December, the Cameroonian government ordered the evacuation of 16 villages in Manyu ahead of a military offensive,[68] and on 4 December it formally declared war on the separatists.[69] The Cameroonian Army moved into Manyu, retaking two villages on 7 December[70] and securing Mamfe by 15 December, partly with elite troops.[71] During the offensive, the ADF carried out guerrilla attacks on the Cameroonian Army,[72] killing at least seven soldiers throughout December.[73] On 18 December, the Cameroonian Army began to destroy dozens of civilian homes in retaliation, and killed several civilians.[73] The December offensive also saw occasional spillover across the Nigerian border.[74] By the end of 2017, several separatist militias had emerged, with the ADF standing out as the most prominent one.[75] During the guerrilla campaign in Manyu and Mezam, it had clashed with the army 13 times.[76] The separatists had also spread out, and by the end of the year, they were active in five departments.[14] The separatists suffered a major setback at the beginning of 2018. On 5 January, members of the IG were detained by Nigerian authorities,[77] which proceeded to hand them over to Cameroon. A total of 69 leaders and activists were extradited to Cameroon and subsequently arrested, including President Sisiku Julius Ayuk Tabe. Since most of the individuals had submitted asylum claims,[78] the deportation immediately became controversial, as it possibly violated the Nigerian constitution.[79] They spent 10 months at a gendarme headquarters, before being transferred to a maximum security prison in Yaoundé.[79] Samuel Ikome Sako was announced as Acting President on 4 February, replacing Tabe for the time being.[80] January saw an escalation in guerrilla attacks on symbolic targets,[81] as well as repeated spillover into Nigeria.[82] The separatists began to target traditional village chiefs, as well as local administrators whom they accused of siding with the security forces.[83] Attacks on gendarmes intensified,[84] and gunmen also began to target schools to enforce a school boycott.[85] On 24 February, separatists abducted the government's regional representative for social affairs in the Northwest Region, apparently looking to exchange him for imprisoned separatist activists.[86] The Battle of Batibo was fought on 3 March,[87] producing unprecedented casualties on both sides[88] and forcing over 4,000 locals to flee.[89] On 20 March, Cameroonian soldiers freed two Cameroonian and one Tunisian hostage in Meme Department.[88] A similar operation freed seven Swiss, six Cameroonian and five Italian hostages on 4 April, prompting the ADF to declare that it did not take hostages nor target foreigners.[90] On 25 April, separatists forced the Cameroonian Army to retreat from the town of Belo.[91] Throughout May, there were heavy clashes in Mbonge[92] and Muyuka, resulting in heavy casualties.[93] On 20 May, in an effort to boycott celebrations of Cameroon's National Day, Ambazonian forces struck in several villages throughout Southern Cameroons, including Konye, Batibo and Ekona,[94] and abducted the mayor of the town of Bangem.[95] On 24 May, Cameroonian soldiers killed at least 30 people while storming a hotel in Pinyin.[96] By the end of May, Cameroon had also retaken Belo, though fighting continued around the town, which was almost completely abandoned by its inhabitants.[97] In mid-June, Ambazonian forces started a blockade of the Kumba-Buea highway at Ekona, a town located approximately 10 kilometers from Buea. A military assault on the separatists in Ekona failed to lift the blockade.[98] While casualties related to the battle of Ekona remain unconfirmed, the Cameroonian government later declared that more than 40 soldiers and policemen died in the later half of June across Southern Cameroons.[99] By now, the war had fully extended to Buea, with separatists mounting road blocks and attacking government soldiers on 29 June.[100] Attacks in Buea intensified in July, with one invasion on 1 July,[101] another on 9 July[102] and another on 30 July.[103] On 16 August, separatists attacked a convoy transporting a member of parliament in Babungo, Ngo-Ketunjia Department, killing at least four soldiers. A civilian who got caught in the crossfire was also killed.[104] Eight days later, a successful guerrilla attack killed two gendarmes and wounded a brigade commander in Zhoa in Wum, Northwest Region.[105] As a response, the Cameroonian Army burned down the village.[106] September saw some setbacks for the separatists, as the government launched attacks into the rural areas they controlled.[6] There was heavy fighting in Muyuka, where Cameroon launched an offensive.[107] The Cameroonian Army enjoyed some success in weeding out separatist camps. In a particularly lethal raid on 4 September, Cameroonian soldiers killed 27 suspected separatists near Zhoa.[108] Another raid on separatist camps near Chomba killed at least 15 separatists.[109] The separatists also had their successes; On 9 September 50 or more separatists successfully carried out three coordinated attacks on multiple targets in Oku, burning down the police station, destroying the Assistant Division Officer's belongings, stealing a police van and abducting three police officers.[110] On 11 September, separatists took control of two neighborhoods of Buea, blocking the main entrances to the city and killing a soldier from the Rapid Intervention Battalion (BIR).[111] An attempt was also made to abduct the Fon of Buea.[112] On 27 September, separatists forced the police and gendarmes to retreat from Balikumbat, Ngo-Ketunjia.[113] Despite government offensives in September, the separatists remained in control of many rural and urban areas.[6] On 30 September, in anticipation of the first anniversary of Ambazonia's declaration of independence on 1 October, the authorities imposed a 48-hour curfew throughout the Anglophone region. This was done to prevent a re-occurrence of the mass demonstrations that took place the year before. People were forbidden from moving across sub-division boundaries, and gatherings of four or more people in public were prohibited. Businesses were shut down and motor parks were closed as well. Meanwhile, in anticipation of the Cameroonian presidential election on 7 October, the separatists started enforcing a lock-down of their own, blocking major highways with trees or car wrecks. Throughout the day, security forces and separatists clashed in Buea, Bamenda and other cities.[114] By October, the conflict had spread to most of Southern Cameroons. The ADF alone had clashed with the army 83 times,[76] separatist militias were now active in 12 divisions, and attacks were now more lethal.[14] According to an International Crisis Group analyst, by October the war had reached a stalemate, with the army being unable to defeat the separatists, while the separatists were not militarily strong enough to expel the army.[76] Others described the separatists as severely outgunned and on the verge of defeat, mostly due to their lack of access to proper weapons.[115] On 7 October, the day of the Cameroonian presidential election, there were clashes all over Southern Cameroons with both sides blaming the other; the Cameroonian government claimed that separatists moved to prevent what they considered a foreign election to take place in the Anglophone regions,[116] while the separatists blamed the government for instigating the violence.[117] This resulted in a very low turnout, as \"more than 90 percent of residents\" fled violence in some localities; and in many cases no officials showed up to man the polling stations.[118] In Bamenda, at least 20 separatist fighters moved around openly to prevent people from voting. Two separatists were killed by government troops while attacking a polling station.[119] Following the election, two people from Kumba were murdered for having voted.[120] On 17 October, SDF President John Fru Ndi's house in Bamenda was set on fire by armed men.[121] On 23 October, the Cameroonian Army launched simultaneous attacks on seven or more separatist camps in the Northwest Region, initiating battles that continued for more than 24 hours. At least 30 separatists were killed, as well as an unknown number of Cameroonian soldiers.[122] In the beginning of November, 79 students and four staff members were kidnapped from a school in Nkwen, near Bamenda.[123] All 79 students were released without ransom three days later.[124] The Ambazonia Self-Defence Council claimed that they not only had nothing to do with the kidnappings, but had also sent its own fighters to try to locate the children.[125] November also saw several major confrontations. On 11 November, according to the separatists, 13 Cameroonian soldiers and two separatists were killed when separatists carried out a successful ambush.[126] The next day, Cameroonian soldiers ambushed and killed at least 13 suspected separatists in Donga-Mantung,[127] and another 25 near Nkambé the next day.[128] On 22 November, around 40 Ambazonian fighters and unarmed civilians were killed in Bali by government soldiers, who then set their corpses on fire. With no trace of bullet wounds on any of the bodies, unconfirmed reports alleged the use of chemicals by the soldiers.[129] On 28 November, separatists blocked the Buea-Kumba Highway.[130] The month also saw the first major spillover into other parts of Cameroon; On 29 November, at least 30 people were kidnapped by ten unidentified gunmen in Bangourain, West Region, and transported with canoes across the Lake Bamendjing reservoir.[131] A month later, two suspected separatists were lynched by the villagers, and the Cameroonian Army launched an offensive nearby.[132] Bangourain was attacked once more on 22 December, prompting the separatists to accuse the government of carrying out a false flag operation to incite Cameroonian Francophones.[133] In Kembong, just south of Mamfe, a military vehicle hit a road bomb; no soldiers died, but the vehicle was destroyed.[134] December saw more burning of houses by government soldiers in Romajia,[135] Kikiakom and Ekona.[135] On 15 December, at least five separatists were summarily executed, possibly by fellow separatists.[136] On 21 December, ADF General Ivo Mbah was killed during a military raid in Kumba.[137] On 31 December, the presidents of Cameroon and Ambazonia addressed the ongoing conflict in their end of year speeches. President Paul Biya of Cameroon promised to \"neutralize\" all separatists who refused to disarm, while emphasizing that anyone who drops their guns can be reintegrated into society.[138] Interim President Sako of Ambazonia said that the separatists would switch from a defensive to an offensive strategy in the war, and announced that a Mobile Wing Police would be created to capture territory and defeat government militias. He also condemned anyone engaged in kidnappings of civilians, and promised to fight back against anyone involved in such practices.[139] The same night, separatist fighters attacked the convoy of the Governor of the Northwest Region, injuring at least one government soldier.[140] The Cameroonian Army also announced the killing of Lekeaka Oliver, Field Marshall of the Red Dragon militia, in Lebialem; the killing was denied by the IG,[141] and was also denied by sources within the Cameroonian Army. Oliver resurfaced in a video a week later, proving that reports of his death were false.[142] 2019 started off with further escalation of the war. On 6 January, Anglophone Cameroonians in the diaspora organized protests to mark the first anniversary of the arrest of the Ambazonian leadership. Throughout the day, armed clashes took place in Muyuka, Bafut. Mundum and Mamfe.[143] In Mamfe, two Ambazonian generals were killed when their camps were raided by the BIR.[144] On 24 January, General Andrew Ngoe of SOCADEF was killed in Matoh, Mbonge.[145] January also saw the start of the trials of the Ambazonian leaders, including Ayuk Tabe, who had spent a year in prison. The trial was complicated by all the Ambazonian leaders rejecting their Cameroonian nationality, which the court ultimately ignored. The leaders then refused to be tried by Francophone judges. On 1 March, the trial took a diplomatic twist; a Nigerian court determined that the deportation of the Ambazonian leadership had been unconstitutional, and ordered their return to Nigeria. Nevertheless, the trial resumed.[146] The separatists got bolder with enforcing lockdowns. The same day as the start of the trial, the streets of Buea were almost completely deserted.[147] On 4 February, in anticipation of Youth Day on 11 February, separatists declared a 10-day lockdown, telling people all across the Anglophone regions to stay at home from 5–14 February.[148] The lockdown was a matter of controversy among the separatists, with a spokesperson of the Ambazonia Defence Forces arguing that it would be counterproductive.[149] The next day, large parts of Buea were closed down, while armed clashes took place in Muea and Muyuka. Most of Bamenda was also closed down, with smaller clashes taking place.[150] In Muyuka, an Ambazonian Colonel was killed alongside two other separatist fighters.[151] In Mbengwi, two separatists died while attacking the Divisional Office there.[152] As a result of the lockdown, Youth Day celebrations had negligible turnout in Southern Cameroons. In Bamenda, the Governor of Northwest Region, Adolph Lele l’Afrique, was escorted by soldiers to attend a small celebration. The military escort came under fire while driving to the ceremony, possibly resulting in casualties. The celebrations were boycotted in most major cities in the Anglophone regions, including Buea, Kumbo, Belo, Ndop, Ndu, Wum, Muyuka, Mamfe, Tombem, Mundemba and Lebialem, while there was a comparatively significant turnout in Nkambe.[153] Early March saw two serious kidnapping incidents; one on the Kumba-Buea Highway, which was quickly foiled by the BIR,[154] and one at the University of Buea, where more than 15 students were kidnapped, beaten and released.[155] The separatists set up several road blocks, including an overnight mission where the Seven Karta militia blocked the Bafut-Bamenda Highway with concrete walls[156] On 14 March, Cameroonian soldiers burned down several houses in Dunga Mantung and Menchum, and killed at least 12 people (several of whom were burned alive).[157] At the end of March, an ADF leader announced that they would take the war into the French-speaking parts of Cameroon. A week later, separatists – possibly the ADF – raided Penda Mboko, Littoral Region, and injured three gendarmes.[158] This was done in defiance of the IG.[159] On 31 March, various Ambazonian independence movements agreed to form the Southern Cameroons Liberation Council (SCLC), a united front consisting of both separatists and federalists.[160] On 4 April, separatists imposed a 10-day lockdown on Buea.[161] On 9 April, the newly established SCLC declared an early end to lockdown, citing how it mainly affected civilians. However, the Ambazonia Self-Defence Council (ASC), the armed wing of the IG, declared that the SCLC had no authority to call off the lockdown without consulting it first.[162] On 14 April, four Cameroonian soldiers and three separatist fighters were killed in Bali.[163] In Ekona, at least six people were killed in a government offensive.[164] The next day, security forces carried out mass arrests in Buea as they searched for separatist bases.[165] On 24 April, gunmen burned down the house of the mayor of Fundong.[166] On 27 April, SDF leader John Fru Ndi was kidnapped in Kumbo by separatists, but was released the same day. Fru Ndi had travelled to Kumbo to attend the funeral of Joseph Banadzem, the Parliamentary group leader of the SDF. Local separatist fighters had consented to the funeral taking place, provided that no Francophone Cameroonians attended it.[167] On 30 April, government soldiers killed one person and burned at least 10 houses in Kikaikelaiki, Bui.[168] May saw the Anglophone Crisis get some international attention. On 5 May, following appeals by the European Union Parliament, it was announced that the Anglophone Crisis would be debated at the United Nations Security Council.[169] Days later, the Cameroonian government announced it was ready for an \"inclusive\" dialogue where anything except Ambazonian independence could be discussed.[170] Meanwhile, a leadership crisis erupted within the IG, forcing smaller separatist movements to pick their loyalties.[171] In June, the separatists announced that they had started producing their own weapons in the warzone. Shortly afterwards, a mine killed four policemen and wounded another six,[172] convincing many that the separatists were no longer outgunned, but indeed well-armed.[173] The same month, it was revealed that the government of Cameroon and separatist movements would enter negotiations.[174] On 27 June, John Fru Ndi was kidnapped for the second time in two months.[175] Heavy fighting took place in July. On 3 July, separatists ambushed a military boat carrying 13 Cameroonian soldiers on the Ekpambiri river, Manyu Division. Three soldiers managed to escape, two were rescued, one was found dead after five days, and seven remain unaccounted for. The Cameroonian Army declared that they knew which base the attackers had come from, and that an operation would be launched to destroy it.[176] On 8 July, at least two gendarmes were killed and several more were wounded in an ambush in Ndop.[177] On 11 July, at least seven separatist fighters were killed in Esu.[178] The next day, armed men kidnapped 30 bus passengers passing through Belo, in an apparent case of infighting among local separatist militias.[179] One Cameroonian soldier and three separatists were killed in Buea on 14 July,[180] and at least one Cameroonian soldier and at least five separatists were killed in Mbiame three days later.[181] Towards the end of July, two major prison riots took place. On 22 July, separatist inmates at Kondengui Central Prison took part in staging a protest against the prison conditions. The protest escalated into a riot, which was eventually quelled violently. A similar protest and crackdown took place at Buea Central Prison a few days later.[182] More than 100 inmates were moved to undisclosed locations for detention,[183] some of whom were subjected to torture,[184] and there were speculations that some had been killed during the riots. The IG demanded that the Cameroonian government account for the missing inmates, threatening to impose a lockdown encompassing the entire Anglophone regions if it failed to do so.[185] The lockdown started on 29 July.[186] Midnight to 31 July, the ten detained members of the IG, including Ayuk Tabe, went on a hunger strike over the missing convicts.[187] On 4 August, separatist fighters ambushed and killed a soldier and his civilian driver in Penda Mboko, Littoral Region, the second attack there since March.[188] On 14 August, in an effort to sabotage the new school year, separatist militias announced that region-wide lockdowns would be enforced on 2–6 September and 9–13, covering the first two weeks of the academic year.[189] On 15 August, at least seven soldiers from the BIR were injured when their vehicle skidded off the road in Kumba; while separatists claimed responsibility for the incident, the army claimed it was simply a road accident.[190] On 20 August, the ten detained members of the IG, including Ayuk Tabe, were sentenced to life imprisonment by the Yaoundé Military Tribunal.[191] This was followed by a military escalation and a series of lockdowns, crushing hopes that the school year could start as normal in early September. Within a week, violence and uncertainty had triggered tens of thousands of people to flee from the Anglophone regions.[192] Due to the escalation, a government-led effort to reopen at least 4,500 schools by 2 September ultimately failed.[193] In September, President Paul Biya announced the Major National Dialogue, a political dialogue that would be held before the end of the month.[194] While separatists were quick to reject the initiative, citing the recent life sentences handed to the separatist leaders,[195] opposition parties in Cameroon showed interest in the initiative and started submitting proposals.[196] Meanwhile, the war continued; on 20 September, separatist fighters launched a failed attack on a hotel in Bamenda where several government officials were staying.[197] While the Major National Dialogue was happening, a significant number of Anglophones celebrated Ambazonia's third independence day on 1 October. Nine people were killed in clashes all across the Anglophone regions that day,[198] while \"Field Marshall\" Lekeaka Oliver of the Red Dragon militia used the occasion to declare himself Paramout Ruler of Lebialem.[199] October also saw the public surrender of Ambazonian general Ekeom Polycarp, who was subsequently assassinated by other separatists.[200] The separatists also started opening \"community schools\" across the Anglophone regions, providing an alternative to the government-run schools which they had boycotted for years.[201] On 1 December, separatist fighters carried out their first attack on an airplane, firing at a Camair-Co passenger plane while it was landing at Bamenda Airport. No one was wounded in the attack, although several bullets penetrated into the cabin. This incident was the first of its kind, and possibly indicated that the separatists would take on larger government targets.[202] The AGovC announced that the airline in question often transported soldiers, and that they thus considered their aircraft to be legitimate targets.[203] The separatists also started their campaign to sabotage the upcoming 2020 Cameroonian parliamentary election, and within a week they abducted some 40 politicians, including two mayors and at least 19 councilors.[204] A separatist attack on a civilian truck with a military escort left some three civilians dead on 19 December.[205] Cameroon also launched a series of operations in Mezam, Boyo, Donga Mantung, Bui, Ngo Ketunjia and Boyo that would, over six days, force around 5,500 people to flee their homes.[206] In their respective New Year speeches on 31 December, President Paul Biya of Cameroon and Samuel Ikome Sako of Ambazonia both promised to intensify the war in 2020.[207] Separatist forces started the new year by declaring a five-day lockdown for February, intended to prevent the upcoming parliamentary election from taking place in the Anglophone regions.[208] Clashes took place in Buea and Muyuka, where separatists burned down the office of the Divisional Officer.[209] On 6 January, after failing to listen to demands from fellow separatists not to terrorize civilians, separatist commander \"General Divine\" was assassinated by his own men.[210] Following instances of popular uprisings against the separatists in Balikumbat and Babungo, the ADF ordered its fighters to take action against anyone caught terrorizing civilians.[211] January also saw what was possibly the most serious instance of separatist infighting to date; the Southern Cameroons Restoration Forces (loyal to the IG) abducted 40 fighters from the Ambazonia Defence Forces, six of whom were subsequently murdered.[212] \"General Chacha\", the separatist commander responsible for the abduction, was captured and summarily executed by Cameroonian soldiers a week later.[213] A parliamentary election was held in February, and was marked by unprecedented escalation on both sides. Hundreds of additional troops were deployed to combat separatist attempts to sabotage the election, while the separatists abducted 120 politicians within the two weeks preceding the election. Efforts by the Cameroonian government to prevent a repeat of the debacle surrounding the 2018 presidential election ultimately failed, as the turnout in the Anglophone regions was very low. The Ambazonians, who claimed that 98 percent of the population boycotted the election, hailed this as a great victory.[214] The results in 11 constituencies were later nullified due to separatist activities, triggering a partial re-election in March. The results were largely the same, with a marginal turnout and clashes taking place throughout the day.[215] Less than a week after the February election, Cameroonian soldiers and armed Fulani carried out the Ngarbuh massacre, killing at least 23 civilians in Ntumbo, Northwest Region and drawing international condemnation.[216] On 1 March, Cameroonian soldiers raped 20 women, killed one man, and burned and plundered houses in Ebam, Southwest Region. 36 people were taken to a military camp, where many were subjected to severe beating and torture. One person later died in captivity. The others were released between 4–6 March, after their families had paid money.[217] On 7 March, around 20 separatist fighters carried out attacks on a police station and gendarmerie in Galim, West Region, killing two gendarmes, two police officers and four civilians. This was the third separatist attack in West Region.[218] The next day, an improvised explosive device killed one soldier and injured four soldiers, two police officers and one civilian in Bamenda.[219] Cameroon subsequently carried out an offensive in Ngo-Ketunjia, where it claimed to have destroyed 10 separatist camps and killed at least 20 fighters, including some of those who had participated in the Galim raid.[220] On 26 March, SOCADEF declared a two-week ceasefire to give people time to get tested for COVID-19,[221] a move that was welcomed by the United Nations.[222] The IG and the AGovC declared their willingness to have their armed groups follow suit, but conditioned it on international monitoring and Cameroonian troops being confined to their bases.[223] The same day as SOCADEF's unilateral ceasefire went into effect and, coincidentally, the same day as the first COVID-19 case was confirmed in the Anglophone regions, President Sako declared the shutting of Ambazonia's borders and restriction of movement and public gatherings in order to limit the spreading of the virus, effective from 1 April.[224] However, the danger posed by COVID-19 did not bring about an immediate end of hostilities on the ground; just the day before Sako's declaration, separatists attacked an armored car, killing a soldier and 11 officials, including two deputy mayors.[225] On 8 April, responding to claims by the Cameroonian government that the war was nearing an end, separatists attacked military bases and destroyed infrastructure in villages all across the Anglophone regions.[20] While SOCADEF extended its unilateral ceasefire,[226] separatists carried out coordinated attacks on several villages,[227] assassinated members of a traditional council[228] and abducted three government officials.[229] Towards the end of the month, Cameroon initiated Operation Free Bafut, a series of raids in and around Bafut that aimed at completely rooting out separatist presence in the area. On 1 May, Cameroon announced the deaths of two separatist commanders known as General Alhaji and General Peace Plant; separatists confirmed the loss.[230] There were also civilian casualties; one person was killed by soldiers on the first day of the operation.[231] Local villagers claimed that 13 civilians were killed in the fighting; this was denied by the Cameroonian Army.[232] On 10 May, separatist fighters assassinated the newly elected mayor of Mamfe, Ashu Priestly Ojong,[233] and hours later the chief of the Babeke Telecentre, Kimi Samson, was murdered as well by suspected separatists.[234] Tribal clashes took place in Ndu, where armed Fulani killed two civilians.[235] On 19 May, one of the imprisoned members of the original cabinet of the IG, Barrister Shufai, who had been transferred to a hospital four days prior, was chained up and mistreated by guards. Shufai had been transferred to the hospital following 10 days of deteriorating health, and was unconscious when he arrived.[236] He was then sent back to Kondengui Central Prison, despite the fact that he was immunocompromised and the risk of getting COVID-19 in a crowded prison. His treatment was condemned by his lawyers and by Human Rights Watch.[237] The next day, Cameroon celebrated its annual Unity Day. Separatists had already announced a lockdown from 19 to 21 May, and fighters patrolled public places during the holiday to enforce the lockdown.[238] According to the Cameroonian military, six people were killed in clashes in the preceding week. Separatists claimed to have abducted nine or more people who had watched the celebrations on TV.[239] In Bamenda, the Cameroonian Army claimed to have discovered and disarmed several improvised explosive devices.[240] On 24 May, the Cameroonian military set up a military base in Ngarbuh, with the stated aim of cutting off a separatist supply route from Nigeria. Within a week, more than 300 villagers had fled, fearing the presence of soldiers and a repeat of the Ngarbuh massacre.[241] Four days later, Cameroonian soldiers killed four unarmed men in Buea.[242] Another person was killed by soldiers in Mbiame.[243] Towards the end of the month, separatists drew condemnation from Human Rights Watch for abducting and maltreating a humanitarian worker and members of a non-profit organization. All were eventually released.[244] On 1 June, at least five Cameroonian soldiers were killed in a separatist ambush in Otu, Manyu. An unspecified number of soldiers were also wounded in the ambush.[245] The next day, it was reported that Pidgin journalist Samuel Wazizi, who had been arrested on 3 August 2019 over alleged ties with separatists, had died at a military hospital after being tortured by Cameroonian soldiers.[246] Cameroonian authorities confirmed Wazizi's death three days after the initial reports, reiterated the original accusation against Wazizi, and attributed his death to \"severe sepsis\".[247] In Malende, Kumba, the Cameroonian Army carried out an operation to expel separatists from the area. According to Cameroon, seven separatists were killed as the Cameroonian Army overran their base.[248] On 5 June, separatist fighters killed a gendarmerie commander in Njikwa.[249] In mid-June, the Cameroonian Army launched two separate operations that killed a total of 24 separatists over four days; 11 in Mbokam, and 13 in Bali, Batibo and Widikum. Cameroon claimed to have suffered one dead and one wounded during the battles.[250] During the four days of fighting, the Cameroonian Army lifted a blockade of the Bamenda-Enugu Road, where rebels had extorted money from travellers. Separatists condemned the blockade and denied having anything to do with it.[251] In June, Cameroon planned to start rebuilding the Anglophone regions with the support of the UNDP. In response, separatists declared a three-day lockdown all across the Anglophone regions.[252] Meanwhile, two explosive devices detonated in Yaoundé, raising suspicions that the separatists were now taking the war to Cameroon's capital; the Cameroonian police had warned about this back in January.[253] Another explosion in the beginning of July wounded two people.[254] Following the explosions, security forces started raiding houses in neighborhoods where displaced Anglophones were living. In the following days, many Anglophones accused the authorities of abuses.[255] In early July, Cameroon launched \"Operation Ngoke-Bui\", a series of raids on separatist camps in Ngo-Ketunjia, in which 17 separatists and at least one Cameroonian soldier were killed.[256] By the end of June, The Africa Report reported that Cameroon had largely pushed the separatists out of Buea (although they later clashed with the army there in early-July[257]), where there had been much fighting back in 2018. Separatist militias in Northwest Region suffered heavy losses during operations in June, and a source in the Cameroonian military claimed that Cameroon was close to winning the war.[258] Other sources claimed that neither side was winning, and that internal discontent was forcing Cameroon towards a ceasefire. International calls for a global ceasefire to deal with the ongoing COVID-19 pandemic also put pressure on the Cameroonian government.[21] On 2 July, Cameroonian officials met with the imprisoned leaders of the IG to discuss a ceasefire.[259] Ayuk Tabe listed three conditions for a ceasefire; that it would be announced by President Biya, that the Cameroonian military would pull out of the Anglophone regions, and a general amnesty for separatists.[22] According to an article published in The New Humanitarian \"The two rounds of “pre-talks” – the last reportedly on 2 July – have been held outside the Kondengui Central Prison where Sisiku is being held and are seen as “confidence-building” steps.\"[260] These talks were condemned by other factions of the Ambazonia independence movement, who argued that Ayuk Tabe had been corrupted by the Cameroonian government.[23] Around the same time, separatists imposed a three-day lockdown in response to Cameroonian plans to begin rebuilding the Anglophone regions with the support of the UNDP, titled \"Presidential Programme for the Reconstruction and Development\" (PPRD).[261] Heavy fighting took place in June, with the separatists suffering dozens of casualties.[262] On 13 July, a separatist militia known as the \"Gorilla Fighters\"[263] led by \"General Ayeke\" abducted 63 civilians from Mmuock Leteh, Lebialem. 25 of them were released the next day, and the rest were released on 15 July. At least some of the civilians paid ransom to secure their release. One anonymous hostage said that they had been maltreated.[264] Between 13–19 July, the Cameroonian Army carried out raids in Awing and Pinyin, killing at least 15 separatist fighters, including a general known as \"General Okoro\". Another separatist general, \"Bush General\", was taken prisoner. On 14 August, villagers killed 17 separatist fighters in Nguti, Koupé-Manengouba. A local separatist leader identified those killed as rogue separatists.[265] On 19 August, it was reported that more than 130 ex-separatist fighters had escaped from re-integration centers. According to local newspapers, a number had re-joined the separatist ranks.[266] Taking steps to stop the separatists from producing their own weapons, the authorities banned the sale of machetes and iron rods in the Anglophone regions.[267] September saw heavy escalation in Bamenda. Separatists killed a police officer on 1 September,[268] Police forces responded by destroying shops and shooting indiscriminately, forcing people to stay indoors.[269] In the following days, hundreds of people were detained, and locals accused the military of atrocities.[270] Elsewhere in Bamenda, separatist fighters killed a police officer.[271] and four days later, Cameroonian troops killed Ambazonian general Luca Fonteh in the city.[272] On 8 September, Cameroon announced Operation Bamenda Clean to weed out separatists from the city;[273] the announcement was followed shortly by civilians accusing soldiers of extortion.[274] Cameroonian soldiers summarily executed two people on 14 September,[275] and another five civilians days later.[276] On 22 September, Cameroonian soldiers killed six civilians in Buea, allegedly for not showing them the locations of separatist hideouts.[276] Another civilian was killed in Bui four days later.[277] On 28 September, Cameroon announced that over the last four days it had expelled separatist fighters from at least a hundred schools across the Anglophone regions, with the aim of reopening schools on 5 October. At least nine separatist fighters and at least two Cameroonian soldiers died during the fighting.[278] 1 October marked the three-year anniversary of Ambazonia's declaration of independence. To commemorate the occasion, separatist fighters raised flags in several areas in the Anglophone regions, including in Buea. Celebrations were also held in Lebialem.[279] Anglophone refugees in Nigeria also celebrated the independence day.[280] Cameroon sent reinforcements to stop the celebrations, and clashes were reported in Bui, Momo and Boyo.[281] On 11 October, Cameroon initiated a three-day offensive against separatists in Wabane,[282] Lebialem.[283] Two days later, it was revealed that Cameroonian forces had killed \"General Ayeke\", commander of the \"Gorilla Fighters\" militia, in Besali, Wabane, Lebialem.[263] Some 13 hostages were freed from the separatist camp, which was subsequently destroyed. One Cameroonian soldier was killed during the same incident, and the operation was described as \"bloody\", although the other separatist fighters at the base were reported to have escaped. The corpse of \"General Ayeke\" was flown to Kumba where it was publicly displayed.[284] In total, three Cameroonian soldiers and at least 12 separatists died during the three-day offensive.[283] On 24 October, the Kumba school massacre took place,[285] with 10–12 gunmen killing 7 children and wounding another 13.[286] No one claimed responsibility for the attack, and the Cameroonian government and the separatist movements blamed each other.[285] Days later, the Cameroonian government announced that the BIR had identified and killed a separatist commander who was responsible for the massacre.[287] On 4 December, separatist forces started enforcing a four-day lockdown aimed at disrupting the 6 December regional election.[288] Throughout election day, there were clashes in Bamenda. A number of people were shot, and one CPDM Councilor was killed after getting caught in the crossfire during a shootout between separatist fighters and police forces.[289] In Kumbo, separatist fighters entered a church and held the occupants hostage. There were also clashes in Buea.[290] In Babessi, a separatist fighter was ambushed and killed in his home by soldiers.[291] In an end-of-year speech, Samuel Ikome Sako of the Interim Government of Ambazonia declared that an All Ambazonia Constitutional Draft Conference would be held during 2021, and that Northeast and Southwest Region would be reorganized into Equatorial Zone, Midland Zone and Savanna Zone. Sako also said that the separatists were purchasing more weapons and that the fight would continue.[292] Meanwhile, Biya thanked the population of the Anglophone regions for assisting the government in the fight against separatists, and called on other countries to crack down on separatist activities in the diaspora.[293] On 6 January, separatist fighters ambushed the convoy of the Senior Divisional Officer of Momo near Njikwa, using improvised explosive devices.[294] Five soldiers and one civilian were killed.[295] Two days later, separatists killed three gendarme officers, one policeman and two civilians at a checkpoint in Matazem. Four others were injured.[296] In mid-January, separatists moved to sabotage the postponed 2020 African Nations Championship in Limbe. On 14 January, explosions were heard outside Limbe Omnisport Stadium. A separatist militia called the \"Fako Action Forces\" claimed responsibility.[297] The next day, suspected separatists burned a beer truck in Likomba, Fako Division. Security forces pursued the attackers, and an ensuing shootout left two suspected separatists dead.[298] In the early months of 2021, the separatists began to rely heavily on IEDs while carrying out their ambushes, resulting in heavier Cameroonian casualties.[9] On 18 February, seven Cameroonian soldiers were killed by an IED in Babessi.[299] On 24 February, at least two soldiers were killed and at least another five were wounded[300] in a separatist ambush in Kumbo with IEDs followed by gunfire.[301] Following the incident, soldiers went on a shooting spree while searching for the attackers.[302] In Bui, Cameroon launched \"Operation Bui 1\", which resulted in the deaths of 12 separatists and two Cameroonian soldiers; days later, a separatist militia known as the Bui Warriors launched a series of IED attacks against Cameroonian soldiers in Bui, followed by an attack on a prison. The Bui Warriors claimed to have killed at least five soldiers with the IED attacks alone.[303] Three BIR soldiers were wounded when their vehicle struck an IED between Kumbo and Ndop on 10 April.[304] The Red Dragon militia successfully ambushed a military vehicle in Alou with an IED on 24 April,[305] while the Seven Karta militia carried out a similar IED attack in Bafut.[306] On 29 April, the \"Bambalang Marine Forces\" carried out a cross-border raid into Ngalim, West Region, killing four soldiers and taking off with several weapons, suffering no losses on their own.[307] A month later, the same militia killed five soldiers in an attack on an outpost in Bui,[308] two weeks into a separatist offensive against Cameroon in the area.[309] On 4 May, separatists carried out two ambushes with IEDs; in Akwaya, causing unknown casualties,[310] and in Ekona.[311] Three civilians were killed when a bus hit an IED in Sabga on 9 May; separatists claimed responsibility, and said that the IED had been meant for militar targets.[312] In mid-May, the \"Fako Mountain Lions\" invaded Muyuka and Muea and essentially dared the Cameroonian Army to attack; the subsequent battle saw the deaths of two Cameroonian soldiers.[313] On 9 April, the AGovC formally allied itself with the Indigenous People of Biafra, led by Nnamdi Kanu.[314] According to ADF deputy defense chief Daniel Caapo, this would entail joint military operations, joint training bases, and an effort to seize the mutual border and ensure a free flow of weapons and personnel.[315] The ADF offered to train IPOB militants at camps in Ambazonian-controlled territory.[316] Ayaba Cho Lucas also proposed an alliance with democratic forces within Cameroon, suggesting that Ambazonia should help overthrow Paul Biya.[317] The AGovC-IPOB alliance was denounced by the Interim Government of Ambazonia as well as by other Biafran separatist groups.[318] In mid-May, separatists launched an offensive in Bui against the Cameroonian Army, which in turn retaliated by burning down civilian homes in several villages.[319] Over the weekend 23–25 May, more than 25 Cameroonian soldiers were killed and more than 12 military vehicles were damaged in Kumbo, Bui.[320] On 24 May, the Cameroonian Army claimed to have killed separatist commander \"General Akwaba\" and an unspecified number of fighters in a raid on their camp in Kumbo.[320] The next day, five Cameroonian soldiers, including a brigade commander,[321] were killed when separatist militia the Bambalang Marine Forces attacked an army outpost in Noni in Bui. The separatists also seized weapons and equipment.[308] In Ekona, the Fako Mountain Lions carried out three IED attacks against the Cameroonian army, and three civilians were killed in the subsequent gunfights.[322] In Jakiri, Bui, Cameroonian soldiers arrested three people and subsequently murdered them.[323] The Cameroonian Army is fighting a counter-insurgency war, aiming to hit the separatists' support base. This includes burning houses where weapons are found and, according to locals but denied by the army, carrying out revenge attacks.[324] In August 2018, the Defence Minister of Cameroon announced that the army would be expanded with 2,600 new recruits, 2,000 of whom would go to the BIR.[325] In addition to expanding the army, the government has supported local vigilante groups, of which there were more than thirty as of October 2019.[3] The government has also set up rehab centers in Bamenda and Buea to reintegrate separatists who have surrendered into civil society.[326] With no military victory in sight, the Cameroonian Army has sought to at least contain the conflict to rural areas. As of late-2018, the Cameroonian Army aimed to control all urban areas as well as strategic points on the countryside, and did not seek to recapture the entire Anglophone regions.[6] In some cases, this has involved a mutual tacit understanding on who controls certain areas; separatist and military checkpoints are sometimes in close proximity of each other, without either side attacking.[15] Cameroon's strategy of prioritizing urban areas began to yield results during the first half of 2020; by June, the separatists had been largely pushed out of Buea.[258] The Ambazonian separatists are fighting a guerrilla war. Numerically and materially disadvantaged, the separatists carry out hit-and-run attacks, ambushes and raids. According to the ADF, as of June 2018 there were 1,500 soldiers in the ADF, spread across 20 camps throughout Southern Cameroons.[327] In May 2019, independent sources measured the total number of separatist fighters to be between 2,000 and 4,000, a figure that included numerous ex-soldiers and ex-policemen, a significant number of female combatants, and dozens of Nigerian mercenaries. The Nigerians among the rebels mostly consisted of criminals and ex-insurgents who had previously taken part in the conflict in the Niger Delta.[6] Many separatist militias, including the ADF and SOCADEF, are directly commanded by diaspora leaders in the United States, Norway, Germany and other countries; aid agencies have oftentimes had to negotiate with these leaders over the phone, rather than with separatists on the ground.[328] At the start of the war, the separatists struggled with gaining access to firearms, having to rely on hunting rifles and in some cases single-shot pistols. As the war went on, they gradually gained limited access to some more sophisticated weapons, capturing some from the Cameroonian Army and buying some in Nigeria (where they enjoyed the support of officers in the Nigerian Army). They also benefitted from fundraising campaigns (including the introduction of their own cryptocurrency, the AmbaCoin), launched by diaspora activists to purchase guns for the separatist militias. This began to yield visible results in the first half of 2019.[329] From being severely outgunned in the fall of 2018,[115] by the summer of 2019 the separatists had become well-armed.[173] They also declared that they had started producing their own weapons within Southern Cameroons, a declaration followed shortly by an explosion in Mamfe that killed four policemen.[172] By November 2020, the separatists' manufacturing of weapons within the Anglophone regions had become a serious problem for Cameroon.[330] IEDs in particular proved effective for the separatists, and their frequent use, either alone or as part of ambushes, started to cause heavy Cameroonian casualties from the beginning of 2021.[9] Cameroon only has a limited number of mine-protected armored vehicles, and IED attacks have been getting increasingly sophisticated (including remote detonation). This has caused severe loss of morale among Cameroonian soldiers.[331] In addition, some Ambazonian militias began partnering with Biafran separatists, who helped them access the arms black market in Nigeria.[332] In September 2021, following an ambush in which 15 soldiers were killed and two armored vehicles destroyed, Cameroon's Defense Minister Joseph Beti Assomo announced a \"paradigm shift\" in the war.[333] The militias enjoy significant local support, with civilians giving them food, informing them on troop movements, or outright assisting them in carrying out attacks.[76] In separatist-controlled territory, a common social contract is that civilians develop close connections with separatist fighters, who in turn defend them against Cameroonian raids.[15] Unlike most Cameroonian soldiers deployed in the region, the separatists are locals, and are thus more familiar with the terrain. Cameroonian General Melingui stated that the separatists have a leverage over the army when it comes to familiarity with the battleground; \"They know the terrain. These are youths from local villages. We try to seek them out but we can't find them. Our men aren't familiar with the forest.\" Cameroonian authorities have admitted that they have little control over the security situation outside the cities.[324] Journalist Emmanuel Freudenthal, who spent a week with ADF rebels in 2018, stated that the separatists controlled much of the countryside because the infrastructure in Southern Cameroons is so poorly developed, making it hard for the Cameroonian government to access those areas.[327] The IG has stressed that the war will take place solely within Southern Cameroons, and claims that attacks across the border have been false flag operations by the Cameroonian government.[334] This stance is not shared by AGovC. In March 2019, the ADF announced that it would take the war into the French-speaking parts of Cameroon, defying the IG.[335] The ADF allied itself with the Indigenous People of Biafra and its armed wing, the Eastern Security Network in 2021, and declared that this alliance would entail joint military operations.[315] AGovC leader Ayaba Cho Lucas summed up the ADF strategy in the following way: \"60% of the GDP of Cameroon is earned in Ambazonia. [...] We must try to raise the cost of the occupation to higher than the profits they get here.\"[97] Retired American diplomat Herman Jay Cohen has argued that Cameroon's military approach to the conflict plays straight into the strategy of the separatists. Drawing parallels to the Eritrean War of Independence, he has claimed that the growing bitterness resulting from prolonged warfare will only serve to close the window of opportunity where reconciliation and territorial integrity is still an option, thereby – ironically – increasing the likelihood of Ambazonian secession.[336] According to Millan Atam, chairperson of the Southern Cameroonians Congress of the People, the separatists are building up support for their cause through two distinct phases. The first phase was to build internal capability to resist the Cameroonian Army and raise faith in the cause. Once a significant portion of the population of Southern Cameroons clearly wanted separation, the separatists would approach the international community with their cause.[337] The Cameroonian government has tried to limit the extent of which the conflict affects everyday life in Southern Cameroons, and portrays the war as a battle between chaos and stability in which the government represents the latter. To this end, local authorities have penalized businesses that respected \"ghost towns\" declared by the separatists.[338] The government has fired and replaced local administrators who fled from the region, despite their fears of kidnappings.[339] In order to fight the separatist school boycott, according to local sources in Ndop, Cameroonian soldiers have forced children to attend school, often through violence and threats.[340] To prevent the Anglophone Crisis from becoming a full-fledged intercommunal war, Cameroonian authorities have sought to gain as much support among the Anglophone population as possible. In August 2018, Minister of Territorial Administration Atanga Nji offered amnesty to separatists who surrender their weapons, saying they would \"be received as prodigal sons\". The minister also announced a plan to rebuild infrastructure that had been destroyed due to the conflict.[341] In February 2021, the government claimed that 4,000 Anglophones had applied to join the military, including hundreds of former separatist fighters.[342] Both sides have used WhatsApp to spread propaganda.[324] Cameroonian authorities have arrested journalists on the accusation of propagating false information, the punishment for which is six months to two years in prison.[343] There is photographic evidence that shows a consistent strategy of burning down villages by Cameroonian forces. The army has claimed that the soldiers who were filmed were separatists wearing stolen Cameroonian Army uniforms, a claim that has been denied by local residents. Satellite images show extensive damage to villages. Journalists have been denied entry to the conflict zones, and soldiers have been forbidden from carrying mobile phones.[344] In August 2018, the Centre for Human Rights and Democracy in Africa published a list of 106 villages that had been raided by government forces since October 2017. Citing eyewitness accounts, videos and photos as evidence, the Centre claimed that 71 of these villages had been completely destroyed and depopulated, while the remaining 34 had been partially deserted.[345] With IEDs becoming a growing threat to its soldiers, the Rapid Intervention Battalion has allegedly forced civilians to act as human minesweepers.[331] At the end of 2017, the separatists declared a school boycott, and have attacked and burnt down schools that refused to shut down. Between February 2017 and May 2018, at least 42 schools were targeted.[344] Some separatists consider schools to be legitimate targets because the French language is taught as a mandatory subject.[327] As of July 2019, close to 6,000 schools had shut down across the Anglophone regions, affecting more than 600,000 children.[346] Separatists began opening their own schools in September 2019, but these were insufficient to cover the educational needs in the areas they controlled.[201] In September 2020, prominent separatists Mark Bareta and Eric Tataw called for an end to the school boycott.[347] However, this was rejected by Julius Ayuk Tabe, Samuel Ikome Sako and Ayaba Cho Lucas, all of whom insisted that a ceasefire had to precede school resumption.[348] Attacks on schools have cost the separatists some loss of support among locals who had used to sympathize with their cause.[349] In September 2021, the Ambazonia Defence Forces gave instructions for schools to reopen.[350] In their effort to make the Anglophone regions ungovernable, separatist elements have maimed employees at state-owned corporations.[351] Kidnapping for ransom has also occurred frequently,[352] as well as blackmailing of civilians into transferring money to fund the struggle.[353] Owing to the obscure nature of many of the separatist militias, some attacks attributed to separatists may as well be the acts of local criminals. Notwithstanding, it is beyond doubt that separatist elements have carried out numerous such acts,[354] sometimes drawing condemnation from the Interim Government of Ambazonia.[351] Throughout 2017, there were no reports of ADF using violence against civilians. As of October 2018, five such incidents had been reported, though these attacks were for the most part not lethal; one civilian death was attributed to an ADF attack. Other separatist groups had attacked civilians 25 times within the same time frame, and were responsible for 13 civilian deaths.[14] Separatists have also been accused of using schools and churches as military barracks;[355] in July 2019, Cameroon accused the separatists of occupying more than 50 schools.[356] The Ambazonian forces have also engaged in widespread extortion of the civilian population in the Anglophone regions.[23] In 2021, some separatist fighters began dressing up in captured Cameroonian military uniforms as a ruse of war,[357] violating the Hague Convention of 1907 IV, Article 23.[358] Between September 2017 and February 2018, Cameroon claimed to have lost 22 soldiers and policemen in the conflict.[359] By May, at least 44 soldiers and policemen had been killed.[8] In June 2018, the official figure rose to 84 dead.[360] Within two weeks in the later half of June, the official figure went up to more than 120 dead.[99] By October 2018, the military and police had lost at least 175 servicemen. Separatist losses were estimated to be in the hundreds.[361] The war intensified in early 2019. By June, Cameroonian military and police casualties were estimated to be around 500 dead. The separatists had lost around 1,000 fighters.[8] While civilian casualties are hard to determine, in May 2019 they were estimated by independent sources to be around 650 killed, out of a total death toll of 1,850.[6] In January the same year, the Diocese of Kumbo had been able to document 385 civilian deaths in Kumbo alone within the past seven months.[362] In September 2019, independent sources stated that the conflict had claimed the lives of around 3,000 people, counting both combatants and civilians.[363] By February 2020, between 800 and 1,000 Cameroonian soldiers had been killed.[7] In addition, at least 250 ethnic Mbororos had been killed as of July 2020, counting both civilians and pro-Cameroonian militants.[364] Cameroonian casualties spiked in 2021, as separatists were becoming increasingly well-armed.[332] Anglophone groups have disputed these figures. While federalist movements claimed that the conflict had taken 3,000–5,000 lives as of the summer of 2019, separatists claimed that between 5,000 and 10,000 people had been killed.[8] By January 2018, 15,000 people had fled from Southern Cameroons to Nigeria.[12] This number increased to at least 40,000 people by February.[365] By August 2018, more than 180,000 people had been displaced due to the war.[366] As of May 2019, 530,000 people had been internally displaced, and 35,000 had fled to Nigeria.[6] In June 2019, UNICEF said that 1.3 million people in the Anglophone regions needed humanitarian aid.[367] The conflict has severely harmed the local economy. In June 2018, Cameroon Development Corporation, a state-owned company with 22,000 employees, declared the conflict could lead to the loss of 5,000 jobs on the short term.[368] In July 2018, Cameroonian NGO Human Is Right reported that the war had caused a 70 percent increase in unemployment in the agricultural sector. The palm oil and cocoa sectors in Southwest Region had taken a severe blow, with state-owned company Pamol abandoning plantations in some areas. The private company Telcar Cocoa reported that the cocoa production had fallen 80 percent. The NGO suggested that companies make deals with the separatists in order to safeguard their facilities.[369] By 2019, annual tax revenues in the Anglophone regions had dropped from US$800,000 to US$1,000, and by 2020 almost all tax officials had fled their crossing posts on the Nigerian border.[370] The separatists aim to prevent the Cameroonian state from getting any income from the Anglophone regions, in order to make cost of controlling the region surpass the benefits.[97] The conflict has triggered an exodus of the Nigerian business community from Southern Cameroons, as well as Nigerian traders who used to run key markets.[371] Thousands of displaced people have fled to protected natural areas, endangering the wildlife there.[372] The Anglophone Crisis has become a divisive question in Cameroonian politics. The Cameroon People's Democratic Movement (CPDM), the ruling party, regards the separatists as terrorists and supports a military solution to the conflict.[373] The CPDM supported both the carrying out and conclusion of the Major National Dialogue, which was organized by the Cameroonian government.[194] As of September 2020, the Cameroonian government was divided on the subject of talks with the separatists, with one camp, including the prime minister, advocating a negotiated end of the war, and the other camp opposing negotiations.[374] Meanwhile, the opposition has been vocal in its criticism of the government's handling of the conflict. In January 2019, the Social Democratic Front announced it would oppose any future elections in the country while the war is still ongoing. The party supports a negotiated solution to the conflict, and has demanded a ceasefire, the opening of a dialogue, amnesty for everyone jailed because of the crisis, the establishment of a truth and reconciliation commission, and decentralization of the country.[375] In March 2019, the SDF accused members of the Cameroonian government of supporting certain armed elements in the Anglophone regions.[376] In May 2019, the SDF announced it would boycott National Day celebrations in sympathy with people in Southern Cameroons living in a state of civil war.[377] Smaller opposition parties, such as the Cameroon Renaissance Movement (MRC), also blame the government for failing to solve the Anglophone Crisis.[378] On 26 January 2019, supporters of the MRC invaded the Cameroonian embassy in Paris, citing – among other reasons – the Anglophone Crisis.[379] In May 2019, the MRC joined the SDF in boycotting National Day celebrations.[377] In August 2020, MRC leader Maurice Kamto threatened to start a \"gigantic national campaign\" to overthrow President Biya if the latter convened the electorate without first solving the Anglophone Crisis.[380] The Cameroon People's Party has taken a nuanced approach, condemning both the government and the separatists. Party leader Kah Walla has said that the crisis can be solved by turning Cameroon into a federation.[381] The Anglophone Crisis has become a diplomatic challenge to Cameroon, and has damaged the country's relations with some of its allies. While member states of the African Union[382] and France[383] have taken either a neutral stance or sided with the Cameroonian government, several European countries and the United States have criticized Cameroon.[384] The United States has been particularly vocal in its criticism; In July 2019, following a fact-finding mission by some of its members to the country, the House of Representatives called for a reintroduction of a federal system in Cameroon.[385] In June 2019, Switzerland announced that both the Cameroonian government and the separatists had asked it to act as a mediator, and that negotiations would take place. This was the first known case of talks between the two warring sides, and was met with international endorsement.[386] However, the talks ultimately failed.[21] The talks were referred to as the \"Swiss Process\" but were only supported by one faction of the independence movement. Sisiku Julius Ayuk Tabe and Ayaba Cho Lucas both opposed them, and the Cameroonian Government did not buy into the talks either, rendering them ineffective. The faction of the movement aligned with Samuel Ikome Sako has continued to insist that the talks facilitated by Switzerland are the only means of resolving the conflict.[23]","Title":"Anglophone Crisis - Wikipedia","KeyID":"16667","URL":"https://en.wikipedia.org/wiki/Anglophone_Crisis"}