{"Content: ":"Christians Muslims Nigeria Muhammadu Buhari (2015–present) Goodluck Jonathan (2010–15) Umaru Musa Yar'Adua (2007–10) Olusegun Obasanjo (1999–07) Bashir Salihi Magashi (2019–present) Mansur Mohammed Dan Ali (2015–19) Aliyu Mohammed Gusau (2014–15) Olusola Obada (2012–13) Haliru Mohammed Bello (2011–12) Adetokunbo Kayode (2010–11) Godwin Abbe (2009–10) Shettima Mustapha (2008–09) Yayale Ahmed (2007–08) Thomas Aguiyi-Ironsi (2006–07) Rabiu Kwankwaso (2003–07) Communal conflicts in Nigeria[3] can be divided into two broad categories:[4][dubious – discuss] The most impacted states are those of the Nigerian Middle Belt like Benue, Taraba and Plateau.[5] Violence has reached two peaks in 2004 and 2011 with around 2,000 fatalities those years.[6] It resulted in more than 700 fatalities in 2015 alone.[2][7] Climate change played a major role in the migration of Fulani herdsmen. African countries have been affected the most by climate change globally.[8] This notion has contributed to the migration of Fulani herdsmen from the North towards southwest Nigeria.[9] As observed from a \"Push and pull\" model, desertification, landslides, droughts, pollution, sand storms, and diseases that have all transpired from climatic changes have led Fulani Herdsmen to leave their communities. This is mostly due to droughts which time span have persisted longer than anticipated, such as the evaporation of Lake Chad.[10] Moreover, diseases have developed from climatic conditions and is killing the animals of these herdsmen. Thus, many Fulani's, also known as \"the Bororos\", are inclined to migrate south where there is improved vegetation, weather conditions, market opportunities, and hopefulness.[11] Hate speeches and lack of understanding of the importance of peace in a society cause conflict.[12] Since the Fourth Nigerian Republic's founding in 1999, farmer-herder violence has killed thousands of people and displaced tens of thousands more. Insecurity and violence have led many populations to create self-defence forces and ethnic militias, which have engaged in further violence.[citation needed][13] The majority of farmer–herder clashes have occurred between Muslim Fulani herdsmen and Christian peasants, exacerbating ethnoreligious hostilities.[14] This violence stems from the relationship between the Bororo Fulani and the Yoruba farmers. Prior to this, the Fulani people had migrated into the southwestern Nigeria region centuries ago. In fact, in the 18th century, three different groups of Fulani had migrated to the city of Iseyin. These groups consisted of the Bangu, Sokoto, and Bororo Fulani. Out of these three groups, the Bororo Fulani in particular were the group to separate themselves from the Yoruba farmers. Meanwhile, the Bangu and Sokoto had developed a working relationship with the Yoruba people of Nigeria.[15] Through this bond, they profited off of each other from the by products of their cattle and agriculture. The Fulani people would trade any commodities they extracted from their cattle to the Yorubas for their crops.[16] However, the migration of the Bororo Fulani shifted this relationship as they were perceived to be more aggressive than the settled Fulani. This difference was further exacerbated as they did not speak the native Yoruba language unlike the settled Fulani people who did. As the Bororo Fulani pastoralists integrated into this region the cattle they owned started damaging Yoruba farmers' crops and plants.[citation needed] This led to friction to become quite common among these two groups. One case that can be observed was when additional wreckage was pressed into farmers in the city of Iseyin after a group of Bororo Fulani were exiled from the city of Oyo and migrated there in 1998.[17] Another conflict the Bororo Fulani have been involved with was in 1804 when the Fulani had a Holy War between those who identified as Muslim and resonated with the Hausas and those that were still associated with the Pagan tribes.[18] The war took place in the northern region of Nigeria.[19] This war led to a dichotomy of two groups of the Fulani. One group amalgamated with the Hausa people and are essentially integrated as Hausas while holding positions of wealth and power. The other group kept their pastoral ways intact and did not intermesh with any other tribes.[20] This is what eventually became the Bororo Fulani which means the Bush or Cow Fulani. Currently, the conflict between Fulani herders and other Nigerian farmers have intensified.[21] From 2011 to 2016, roughly 2,000 people have been killed and tens of thousands have been displaced. This is partly due to the rise of jihadist groups, such as Boko Haram. Their presence has jeopardized many herders and farmers that graze in Northern Nigeria. The government has made little efforts to intervene and create schemes to alleviate this conflict.[22] Hence, herders and farmers take it upon themselves to solve the conflicts existing within the community which invigorates conflict. The Abet, also known as the Kachichere, are another subgroup of the Fulani.[23] They live in the Abet region of Nigeria after they migrated there in the 18th century. They live in a region for approximately 3 to 5 years before moving another few kilometers within the Abet. Once they establish a homestead, their herds graze within a 3-mile radius[citation needed]. The reason they prefer to graze in the Abet is due to the favorable conditions it holds for their cattle. This stems from the dry season coinciding with the peak of cow fertility and the production of milk.[citation needed] Furthermore, it is easier to herd animals in these open land spaces rather than in condense areas replete of bushes. For land rights in this region, Fulani families may be given rights to parts of the land through customary structures. Thus, land is distributed from Chiefs or those in charge of the villages that these fields reside in.[citation needed] Additional instances of ethnic violence in Nigeria exist;[24] these are often urban riots or such, for example the Yoruba-Hausa disturbances in Lagos,[25][26] the Igbo massacre of 1966 or the clashes between the Itsekiri and the Ijaw in Delta state. Others are land disputes between neighbours, such as clashes between Ile-Ife and Modakeke in the late 1990s[27] and in Ebonyi State in 2011.[28]","Title":"Communal conflicts in Nigeria - Wikipedia","KeyID":"16671","URL":"https://en.wikipedia.org/wiki/Communal_conflicts_in_Nigeria"}