{"Content: ":"Ethiopia Gumuz militias[2][3] Oromo Liberation Army[4] Tigray People's Liberation Front (alleged)[4] The Benishangul-Gumuz conflict is an armed conflict mostly in the Metekel Zone of the Benishangul-Gumuz Region in Ethiopia that started in 2019.[4] Benishangul-Gumuz is home to several different ethnicities including the Gumuz, Berta, Shinasha, Mao, Komo and Fadashi. The Gumuz have had tensions with agricultural Amhara, Oromos, Tigrayans and Agaw migrants, who in Metekel Zone constitute minority ethnic groups. Large scale land acquisitions by both local and foreign investors have pushed the Gumuz off the land.[6][14] The Benishangul-Gumuz constitution was revised in 2002 to designate the Gumuz, Shinasha, Berta, Komo, and Mao as “owners” and disenfranchised all other ethnic groups as residents, but not citizens, limiting their prospects in economic participation and political representation.[15] Gumuz are alleged to have formed militias such as Buadin and the Gumuz Liberation Front that have staged attacks against those seen as \"settlers\".[16][3][17] Local officials admitted and then apologized for orchestrating ethnic killings as a way to push back against the ruling Prosperity Party which was alleged to be planning to eliminate self rule for the country's ethnic groups.[6] Some Amhara groups calling for Metekel to be incorporated into Amhara. The Chairman of an Amhara group called Fano, Solomon Atanaw, said in March 2020 that Fano would not disarm without Metekel zone being part of Amhara Region.[18] At a public meeting with prime minister Abiy Ahmed on 22 December, Zebid Budna of Kamashi Zone attributed the violence to an Oromo Liberation Army group \"OLF/Shanne\".[11] Around this time, the federal government was waging a war with the Tigray People's Liberation Front (TPLF) and has often blamed the TPLF for problems around the country.[14] Ashadli Hussein, president of the Benishangul-Gumuz Region, blamed the (TPLF) as holding the main responsibility[4] and stated that there were many groups associated with political parties encouraging the armed conflict. He blamed the Tigray People's Liberation Front (TPLF) as holding the main responsibility.[4] Benishangul-Gumuz is also home to the Grand Ethiopian Renaissance Dam (GERD), which has caused tensions with neighboring Sudan and Egypt because of the dam's effect on the Nile river downstream. Sudan recently laid claim to Guba district in the Metekel zone closest to Sudan where the GERD lies, citing the belief that Guba was gifted to Emperor Menelik II by Khalifa Abdullahi.[6] The government has blamed Egypt of assisting the Gumuz militia.[19] The federal Ethiopian government, run by Prosperity Party (PP), attributed major responsibility for massacres to the TPLF and to the Egyptian government in relation to the GERD, with Towabeb Mehret of the PP stating, \"The groups who are benefiting from this [violence] are terrorists getting orders from the TPLF\".[14] Assosa University researcher Tsegaye Berhanu criticised this point of view, stating that the government \"should not externalise problems and point fingers at political opposition parties. It should try to understand the real causes [of the violence] and address [them].\"[14] The Amhara Region coup d'état attempt took place on 22 June 2019. Early on the morning of 23 June, armed men suspected to be supportive of the leader of the attempted coup killed 37 people and wounded 18 in the Metekel Zone.[20] Weeks of attacks on civilians took place in Metekel Zone in early September, especially in Bulan. Online social media estimated 150 deaths, which Atinkut Shitu, administrator of Metekel Zone, disputed. According to social media as summarised by Addis Standard, the targets were ethnic Amharans. Officials stated that the attacks had no ethnic motivations.[1] 12–40 people were killed over a personal dispute over a stolen firearm in Metekel zone. Amhara politicians claim it was an attack on members of the Amhara ethnic group by Gumuz militias.[16] The 14 November bus attack on a passenger bus in Benishangul-Gumuz killed 34 people.[10] In December 2020, Ashadli stated that federal and regional security forces were coordinating in \"annihilating 'anti-peace forces', arresting them, and confiscating firearms\".[4] Vice-president of the Benishangul-Gumuz Region, Getahun Abdisa, described the region's actions in terms of a \"coordinated effort between the regional government, the federal government, the regional police, anti-insurgency and security forces\" of detaining members of \"criminal groups\".[21] On 21 December 2020, the Benishangul-Gumuz Command Post stated that it was carrying out a \"door-to-door hunt\" of suspected perpetrators of the violence.[11] The command post of Metekel zone killed 23 insurgents reportedly associated with the TLPF in Dangur.[9] Civilians were killed in the Dangur and Dibate woredas on 15 December. Amhara Region officials stated that the victims were Amharans killed for their ethnic identity. Benishangul-Gumuz officials disagreed with the identifying the conflict as \"communal violence between various nations\".[21] Addis Standard estimated on 22 December that Metekel Zone attacks had killed 24 people.[11] On the night of 22–23 December 2020, a massacre and burning down of houses took place in Bikuji kebele in Metekel Zone.[17][4] As of 23 December 2020[update], the Ethiopian Human Rights Commission counted 100 deaths. Other sources state 220 were killed[17] of mostly Amharas, Oromos, and Shinashas by a suspected Gumuz militia.[14] Authorities responded by killing 42 suspects and arresting seven officials.[8][22][23] Between 5:00 and 7:00 on the morning of 12 January in Daletti in the Metekel Zone, 82 civilians were killed and 22 injured in an attack, according to the Ethiopian Human Rights Commission (EHRC).[13] On 26 February, \"government security forces\" killed 26 unarmed civilians in Dibate.[24] An unidentified armed group took over the county of Sedal Woreda in the Kamashi Zone of the Benishangul-Gumuz Region in April 2021.[25] On May 18, members of the Gumuz People’s Democratic Movement (GPDM) signed a memorandum of understanding with the regional government agreeing to undergo re-integration training in the region. Despite this, other armed groups like the Gumuz People’s Liberation Movement continued to perpetrate violent attacks against civilian populations delaying the Ethiopian election. Later on in the month, on May 22, suspected members of the Gumuz People’s Liberation Movement entered into Nejo woreda, Oromo Region, and killed 6 people and injured one. They also burned down houses.[26] On July 28, the government said they had killed 95 members of the Gumuz People’s Democratic Movement (GPDM) in an operation in Awolbegu kebele, Sherkole district. 5 members of the TPLF were also said to be killed.[7] On 22 December 2020, Abiy Ahmed held talks with Metekel Zone residents, Minister of Peace Muferiat Kamil, army Chief of Staff Birhanu Jula Gelalcha, Ashadli Hussein, and other officials.[11] In December 2020, Ashadli stated that the Ministry of Peace would coordinate the creation of a reconciliation committee consisting of people from the Benishangul-Gumuz and Amhara Regions.[4] By late February 2021, several peace forums had been held in Gilgil Beles, the capital of Metekel Zone. The federal government started creating a \"multi-ethnic self-defence militia\", which had 9000 members as of February 2021[update]. Tsegaye Berhanu, a researcher at Assosa University was critical of the creation of the militia, stating, \"Arming unarmed groups is like encouraging revenge, and puts the area into an endless conflict trap.\"[14] Mass killings of civilians in Metekel Zone started on 23 June 2019, the day following the Amhara Region coup d'état attempt,[20] and continued in September,[1] October,[16] November,[10] and December 2020,[21][17][4] and in January[13] and February 2021.[24] More than a hundred thousand people were displaced by the conflict as of February 2021[14] and 7,000 have fled to neighboring Sudan.[6]","Title":"Benishangul-Gumuz conflict - Wikipedia","KeyID":"16676","URL":"https://en.wikipedia.org/wiki/Benishangul-Gumuz_conflict"}