{"Content: ":"Mozambique Rwanda (from 2021)[1] Southern African Development Community (from 2021) Ansar al-Sunna Islamic State of Iraq and the Levant[14] Supported by: Organized crime[15] Foreign sympathizers[15] Mozambican security forces Private Military Contractors Various Ansar al-Sunna cells ISIL The insurgency in Cabo Delgado refers to the Islamist insurgency in the region of East Africa and the ongoing conflict in Cabo Delgado Province, Mozambique, mainly fought between militant Islamists and jihadists attempting to establish an Islamic state in the region, and Mozambican security forces.[17] Civilians have been the main targets of terrorist attacks by Islamist militants.[51] The main insurgent faction is Ansar al-Sunna, a native extremist faction with tenuous international connections. From mid-2018, the Islamic State of Iraq and the Levant (ISIL) has allegedly become active in northern Mozambique as well,[14] and claimed its first attack against Mozambican security forces in June 2019.[34] In addition, bandits have exploited the rebellion to carry out raids.[16] As of 2020, the insurgency intensified, as in the first half of 2020 there were nearly as many attacks carried out as in the whole of 2019.[52] Ansar al-Sunna (English: \"Supporters of the Tradition\") is similar to the name of an Iraqi Sunni insurgent group that fought against U.S. troops between 2003 and 2007. They are known locally as al-Shabaab but they are not formally related to the better known Somali al-Shabaab.[53] although both pledge allegiance to the Middle Eastern Islamic State (ISIS) group.[54] Some of the militants are known to speak Portuguese, the official language of Mozambique, however others speak Kimwane, the local language, and Swahili, the lingua franca language spoken north of that area in the Great Lakes region. Reports also state that members are allegedly mostly Mozambicans from Mocimboa da Praia, Palma, and Macomia districts, but also include foreign nationals from Tanzania and Somalia.[55] Ansar al-Sunna, also known by its original name Ahlu Sunnah Wa-Jamo (translated: \"adepts of the prophetic tradition\"), was initially an Islamic religious movement in the northern districts of Cabo Delgado[33] which first appeared around 2015. It was formed by followers of the radical Kenyan cleric Aboud Rogo, who was killed in 2012. Thereafter, some members of his movement settled down in Kibiti, Tanzania, before moving into Mozambique.[56] Ansar al-Sunna claims that Islam as practised in Mozambique has been corrupted and no longer follows the teachings of Muhammad. The movement's members consequently entered traditional mosques with weapons in order to threaten others to follow their own radical beliefs.[33] The movement is also anti-Christian, anti-Animist, and anti-Western, and has tried to prevent people from attending hospitals or schools which it considers secular and anti-Islamic.[15][57] This behavior alienated much of the local population instead of converting them to Ahlu Sunnah Wa-Jamo, so that the movement's members broke away and formed their own places of worship.[57] Over time, the group became increasingly violent: It called for Sharia law to be implemented in the country,[15] no longer recognized the Mozambican government, and started to form hidden camps in Macomia District, Mocímboa da Praia District, and Montepuez District. There, Ansar al-Sunna militants were trained by ex-policemen, and ex-frontier guards who had been fired and held grudges against the government. The movement also contacted other Islamist militants in East Africa, and reportedly hired trainers from Somalia, Tanzania, and Kenya.[33] Some of the Ansar al-Sunna militants have also journeyed abroad to receive direct training by other militant groups.[57] The militants are not unified, but split into different cells which do not appear to coordinate their actions.[57] By August 2018, the Mozambican police had identified six men as leaders of the militants in Cabo Delgado: Abdul Faizal, Abdul Raim, Abdul Remane, Ibn Omar, \"Salimo\", and Nuno Remane.[23] Ansar al-Sunna funds itself through drug trafficking (primarily heroin), contraband, and ivory trade.[15] While religion does play a fundamental role in the conflict, analysts believe the most important factors in the insurgency are widespread social, economic, and political problems in Mozambique. Unemployment and especially youth unemployment are considered the main causes for locals to join the Islamist rebels. Increasing inequalities have led many young people to be easily attracted by such a radical movement,[58][33][57][56] as Ansar al-Sunna promises that its form of Islam will act as \"antidote\" to the existing \"corrupt, elitist rule\".[23] Most rebels belong to the Mwani and Makwa ethnic groups that are native to Cabo Delgado; civilians belonging to these peoples have expressed sympathy for the insurgents. In general, the province lacks infrastructure and the state is underrepresented, easing the spread of the insurgency.[30] In 2011, Northern Mozambique gained much international attention when large offshore gas fields containing up to 425 billion cubic meters of gas, were discovered.[207] With the goal of becoming a major international player in the energy sector, Mozambique's government has prioritized the region's economic attractiveness and has sent its army to ensure the safety of planned investments.[208][209] Foreign activities include a $30 billion investment of US-based company Exxon Mobil and expected $20 billion of Total Energies.[210] While Total Energies has stated that they will pause their investment to reassess the security situation in Northern Mozambique, the EU's planned reduction in Russian gas imports has made the project more likely.[211] Terrorist activity is viewed as a risk to international LNG investment, with concerns raised about the kidnapping of foreign workers.[212] However, indigenous coastal communities and maritime facilities are also targets of violent activity: in 2021, the port town of Palma was attacked, killing dozens of civilians.[213] Maritime infrastructure has also been targeted, with the key port of Mocimboa da Praia being seized.[214] Attacks on maritime infrastructure can be attributed to rising social inequality.[215] The exploitation of the region's natural resources, including the offshore gas fields, puts the native population at risk, as they face displacement and very little profit returns to the region due to high levels of corruption. Finding its root in the precarious economic situation and the political marginalization of the native population, local conflicts have been used to radicalize young men.[215] [216] Given the increase in extreme violent activities and simultaneously in military personnel, tensions are likely to rise as the region's economic exploitation continues. This also endangers the region's maritime environment. Conflicts on the land spill over to the sea, creating an unsafe environment for offshore investments.[217] Because Northern Mozambique is a major transnational drug trafficking hub, contested governance on land and sea facilitates maritime heroin smuggling.[218] The deteriorating security situation has led to various international efforts in order to support Mozambique’s maritime capabilities and ensure safety along the coast. Russia has deployed the Wagner Group, a private security organization heavily linked to the Russian government[219] in Northern Mozambique but failed its mission to support counter-insurgency activities and withdrew in 2020.[220] Wagner Group was allegedly aided by the Russian fleet, though this has not been officially proven.[221] Mozambique has formed an arrangement with Italy to train its navy,[222] while Portugal, the former colonial power, has donated speedboats to the country.[223] Furthermore, Mozambique and India are cooperating on marine security issues, with India assisting in the development of the country's naval infrastructure and the training of personnel.[224] In addition, South Africa has dispatched naval patrol vessels, and Rwanda has increased its presence along the coast.[225] Currently, the UNODC is assisting Mozambique's naval capabilities by training the country's Navy, Maritime Authority, and maritime law enforcement officers, thereby improving domain awareness and port security.[226] However, mere capability training for law enforcement authorities is controversial, as corruption, power abuse and involvement in illicit economies is high in Mozambique’s state authorities.[227][228] There is a lack of access to reliable information in the region due to journalists being intimidated by government and military personnel. On 5 January 2019, Mozambican authorities unlawfully detained journalist Amade Abubacar, who had reported on the insurgency. He was subsequently subjected to torture, and only released on bail after 107 days in detention.[229] The rebels have committed extensive war crimes, targeting and murdering civilians on many occasions during the insurgency.[230] In addition, Mozambican security forces were reportedly filmed as they tortured and murdered captured rebel fighters. Amnesty International said that the videos were genuine, while Mozambique's defense ministry spokesperson Omar Saranga argued that they were probably produced by the rebels themselves, using captured uniforms to produce propaganda against the government.[231]","Title":"Insurgency in Cabo Delgado - Wikipedia","KeyID":"16681","URL":"https://en.wikipedia.org/wiki/Insurgency_in_Cabo_Delgado"}