{"Content: ":"Lendu ethnic group: Mai-Mai Simba Hema ethnic group: RCD-Kisangani FAPC Uganda[citation needed] Democratic Republic of the Congo Total: 3,000 militia (2005)[10] 750 FARDC troops (2004)[12] The Ituri conflict (French: Guerre d'Ituri) is an ongoing conflict between the agriculturalist Lendu and pastoralist Hema ethnic groups in the Ituri region of the north-eastern Democratic Republic of the Congo (DRC). While the two groups had fought since as early as 1972, the name 'Ituri conflict' refers to the period of intense violence between 1999 and 2003.[17] Armed conflict continues to the present day. The conflict was largely set off by the Second Congo War, which had led to increased ethnic consciousness, a large supply of small arms, and the formation of various armed groups. More long-term factors include land disputes, natural resource extraction, and the existing ethnic tensions throughout the region. The Lendu ethnicity was largely represented by the Nationalist and Integrationist Front (FNI) while the Union of Congolese Patriots (UPC) claimed to be fighting for the Hema. The conflict was extremely violent. Large-scale massacres were perpetrated by members of both ethnic factions.[17] In 2006, the BBC reported that as many as 60,000 people had died in Ituri since 1998.[13] Médecins Sans Frontières said \"The ongoing conflict in Ituri, Democratic Republic of Congo (DRC), has led to more than 50,000 deaths, more than 500,000 displaced civilians and continuing, unacceptably high, mortality since 1999.\"[18] Hundreds of thousands of people were forced from their homes, becoming refugees. In June 2003, the European Union began Operation Artemis, sending a French-led peacekeeping force to Ituri. The EU force managed to take control of the regional capital of Bunia. Despite this, fighting and massacres continued in the countryside.[17] In December 2003, the Hema-backed UPC split and fighting decreased significantly.[17] \"Long-dormant\" land disputes between \"Hema herders and Lendu farmers\" were re-ignited[19] in December 2017 resulting in a surge of massacres with entire Hema villages razed and over a hundred casualties. Tens of thousands fled to Uganda. While the massacres by Lendu militia ceased in mid-March 2018, \"crop destruction, kidnappings, and killings\" continued.[20][21] The UN estimated that as many as 120 Hema villages were attacked by Lendu militia from December 2017 through August 2018.[22] Ethnic tension between the Lendu and Hema can be traced to the colonial period, when the area was part of the Belgian Congo. The Belgian colonial administrators favored the pastoralist Hema, resulting in education and wealth disparities between the two groups. This divergence continued into modern times. Despite this, the two peoples have largely lived together peacefully and extensively intermarried. While the southern Hema speak their own language, the northern Hema speak Lendu. The Hema and Lendu have longstanding grievances about land issues that had erupted into conflict on at least three previous occasions: 1972, 1985 and 1996. Much of the animosity revolves around the 1973 land use law, which allows people to buy land they do not inhabit and, if their ownership is not contested for two years, evict any residents from the land. Some wealthy Hema used this law to force Lendu off their land, leading to a growing sense of resentment.[citation needed] The 1994 Rwandan genocide sent psychological shockwaves throughout the Great Lakes region. The murder of 800,000 people on the basis of ethnicity served to make people even more aware of their ethnic and linguistic affiliations. The subsequent influx of Hutu refugees into the region, which led to the First Congo War, served as further emphasis. However, it was not until the Second Congo War, which began in 1998, that the situation between the Hema and Lendu reached the level of regional conflict. Much of the northern DRC, including Orientale Province (of which Ituri is a part), was occupied by the invading Uganda People's Defense Force (UPDF) and the Ugandan-backed Kisangani faction of the rebel Rally for Congolese Democracy (RCD-K) under the leadership of Ernest Wamba dia Wamba. The widespread conflict was accompanied by an influx of assault rifles and other firearms. In June 1999 James Kazini, the commander of UPDF forces in the DRC, over the protests of the RCD-K leadership created a new province, Ituri, out of eastern Orientale Province. He then named a Hema as governor. This apparently convinced the Lendu that Uganda and the RCD-K were backing the Hema against them, and violence erupted between the two groups, resulting in the Blukwa massacre in which more than 400 ethnic Hemas were massacred by Lendu militias.[23][24][25][26] The UPDF did little to stop the fighting but did, in some cases, aid the Hema. However, even as the fighting intensified the UPDF continued to train both Hema and Lendu. Reports indicate that Lendu trainees refused to join the RCD-K and instead set up ethnically-based militias. The fighting did not begin to slow until the RCD-K named a neutral replacement to head the provincial government in late 1999. In the months prior approximately 200,000 people were displaced from their homes and 7,000 were killed in the fighting. An unknown number died of conflict-related disease and malnutrition, but mortality rates as high as fifteen percent were recorded during two measles outbreaks in the affected regions. The fighting flared again in 2001 after the UPDF replaced the neutral governor with a Hema appointee. The RCD-K appointed governor was taken to Kampala and held by the Ugandan government without explanation. In this period, an internal power struggle in the RCD-K resulted in a splitting of the organization into the RCD-K of Ernest Wamba dia Wamba and the RCD-Mouvement de Libération (RCD-ML) of Mbusa Nyamwisi, which had prominent Hema among its leadership. Wamba dia Wamba returned to Bunia to denounce a proposed merger of the three major Ugandan-backed rebel groups, the RCD-K, the RCD-ML and Movement for the Liberation of Congo, as a Ugandan imposition. The quick collapse of Wamba dia Wamba's military base without Ugandan support is most probably a direct result of a perceived pro-Lendu stance. In the beginning of 2003 UN observer teams present in DRC since 1999 monitored serious combat and human rights violations in Ituri. In April 2003, 800 Uruguayan soldiers were deployed in Bunia. In the same month an observer died in a mine explosion. In May 2003 two military observers were killed by militiamen. The withdrawal of 7,000 Ugandan troops in April 2003 led to a deteriorating security situation in the Ituri region, endangering the peace process. UN Secretary-General Kofi Annan called for establishing and deploying a temporary multi-national force to the area until the weakened UN mission could be reinforced. On May 30, 2003, the Security Council adopted Resolution 1484 authorizing the deployment of an Interim Multinational Emergency Force (IMEF) to Bunia tasked with securing the airport, and protecting internally displaced persons in camps and civilians in the town. The French government had already shown interest in leading the IMEF operation. It soon broadened to an EU-led mission with France as the framework nation providing the bulk of the personnel, complemented by contributions from both EU and non-EU nations. The total force consisted of about 1800 personnel and was supported by French aircraft based at N'Djamena and Entebbe airfields. A small 80-man Swedish Special Forces group, (SSG), was also added. The operation, Operation Artemis, launched on 12 June and the IMEF completed its deployment over the following three weeks. The force was successful in stabilizing the situation in Bunia and enforcing the UN presence in the DRC. In September 2003 responsibility for the security of the region was handed over to the UN mission. The Lendu FNI and Union of Congolese Patriots militias murdered nine Bangladeshi peacekeepers near the town of Kafe on 25 February 2005, the largest single UN loss since the Rwandan genocide.[27] In response, UN forces assaulted a FNI stronghold, killing 50 militiamen. Thomas Lubanga Dyilo, the leader of the Union of Congolese Patriots, and other militia leaders were arrested by Congolese authorities and imprisoned in Makala Prison, Kinshasa. Lubanga was accused of having ordered the killing of the peacekeepers in February 2005 and of being behind continuous insecurity in the area. On February 10, 2006, the International Criminal Court issued an arrest warrant for Lubanga for the war crime of \"conscripting and enlisting children under the age of fifteen years and using them to participate actively in hostilities\". Congolese authorities transferred Lubanga to ICC custody on 17 March 2006.[28] Lubanga was found guilty in 2012 and sentenced to 14 years imprisonment, becoming the first person convicted by the ICC.[29] On 1 April 2005, the UN reported that less than half of the 15,000 militia members had disarmed by the deadline set. Peacekeeper Colonel Hussein Mahmoud stated that the MONUC would now aggressively and forcibly disarm the remaining militias. In April 2006 one Nepalese peacekeeper was killed and seven were taken hostage by the FNI. MONUC confirmed that seven of its peacekeepers were captured in an area 100 km east of Bunia, in the disputed northeastern region of Ituri. In May 2006 the FNI released the seven Nepalese peacekeepers. On 9 October 2006, MONUC reported that 12 FNI militiamen were killed in clashes with the Congolese army. MONUC spokesman Leocadio Salmeron stated that “no population movements have been observed” as a result of the fighting.[30] Human Rights Watch has documented that AngloGold Ashanti, a subsidiary of mining conglomerate Anglo American, among others, supported the Nationalist and Integrationist Front (FNI). Payments were made to facilitate mining operations near the town of Mongbwalu, and gold was smuggled through Uganda to Europe and beyond. The proceeds from the gold trade were shared by the companies and armed militias. Following the release of the HRW report in June 2005, the Switzerland-based Metalor Technologies, the area's largest gold refiner, agreed to stop buying gold from Uganda.[31] On 17 October 2006, an Amnesty International, Oxfam, and International Action Network on Small Arms joint-research effort in Ituri found US, Russian, Chinese, South African, and Greek bullets. The researchers stated that: “this is just one example of how lax arms controls fuel conflict and suffering worldwide. UN arms embargoes are like dams against tidal waves.”[32] On 11 October 2006, as part of the agreement that led to the release of the Nepalese peacekeepers and following a ministerial decree signed on 2 October, Congolese Defence Minister Adolphe Onusumba announced that FNI leader Peter Karim and Congolese Revolutionary Movement (MRC) leader Martin Ngudjolo were both appointed to the rank Colonel in the Congolese army, commanding 3,000 troops each.[33] The conflict has also seen the abduction and enslavement of civilians by armed troops. On October 16, 2006, Human Rights Watch stated that the DRC government needed to investigate and prosecute members of its army who had abducted civilians and their used them as forced labour, and called for an end to the practice. The whereabouts of nine civilians abducted on September 17 and 20 civilians abducted on August 11 remained unknown.[34] On 30 October a Congolese army officer, allegedly drunk, shot and killed two election officials in Fataki, Congo [fr], which provoked a riot. He was sentenced to death the next day.[35] On November 24, DRC's military prosecutor announced that three mass graves containing the bodies of about 30 people had been discovered in Bavi, Ituri. The commander of the battalion stationed in the town and a captain in charge of maintaining discipline were arrested.[36] In November 2006 the Ituri Patriotic Resistance Front, the last of the three militias involved in the conflict, agreed to a deal by which up to 5000 fighters would release hundreds of child soldiers and disarm in exchange for an amnesty. Militia members would be incorporated into the national army and their leaders made officers in the wake of general elections endorsing the government of Joseph Kabila.[37] The FNI became the last militia turn over its weapons in April 2007,[38] although disarmament and demobilization continued through May.[39] Germain Katanga, the former leader of the FRPI, was surrendered on 17 October 2007 by the Congolese authorities to the International Criminal Court. On 7 March 2014 Katanga was convicted by the ICC on five counts of war crimes and crimes against humanity, as an accessory to the February 2003 massacre in the village of Bogoro, about 25 km southeast of Bunia, the provincial capital of Ituri. The verdict was the second-ever conviction for the International Criminal Court, following the conviction of Thomas Lubanga Dyilo.[40] The Second Congo War officially ended in 2003, but conflict continued in Ituri, with tens of thousands more killed. The continued conflict has been blamed both on the lack of any real authority in the region, which has become a patchwork of areas claimed by armed militias, and the competition among the various armed groups for control of natural resources in the area. The largest of these rebel groups is the Front for Patriotic Resistance in Ituri (FRPI), a Lendu-based group formed in 2002. According to the 2014 publication, Modern Genocide, half of the militia members were under the age of 18 and some were as young as eight.[41] Despite agreeing to a ceasefire in 2006, a splinter group of FRPI militants launched sporadic attacks on government forces and the civilian population beginning in 2008. These attacks included many atrocities, including rape, arson, and looting.[42][1][43][44] In January 2010, Kakado Barnaba Yunga, the spiritual leader of the FRPI, was brought to trial in Bunia. Yunga was accused of launching a rebellion, looting, rape, and cannibalism, among other crimes.[7][45] Over the next few years, tens of thousands of civilians were displaced by FRPI militants, who continued to attack them and commit numerous crimes.[46][47][48][49][50] As the attacks from the FRPI mounted, the FARDC (the Congolese military) began large-scale operations against them. Cattle and other stolen property were recovered and returned to the local population.[51][52] Slowly, FRPI militants began disbanding, and many were incorporated into the FARDC.[53][54] In September 2014, MONUSCO opened an office in the village of Aveba with the goal of providing militants a place to surrender, with mixed success.[55][5][3] In spite of government efforts, the FRPI attacks civilians to this day, particularly since 2014. More property has been stolen and more crimes have been committed.[56][57][58][59] Militants may be using bases in Uganda to aid in operations.[60] Although FRPI commander Mbadu Adirodu promised to surrender 300 militants in May 2015, by June peace negotiations had broken down and fighting continued.[4][61][62] In 2017 tensions between the Herma and Lendu were reignited once more when on 5 June 2017, Father Florent Dhunji, a Lendu priest, died during his stay at presbytery of the Bahema abbots, Drodro. While the circumstances of his death were mostly unknown, some Lendu started accusing the Hema of planning to exterminate their leaders, with the priest representing the first victim.[63] According to an August 2018 Vice News report, for ten years prior to the 2017 outbreak of violence, the Lendu and Hema communities lived in \"relative peace, sharing the same marketplaces and intermarrying\". Rumors of violence began spreading in the summer of 2017, but the Hema community were shocked \"when neighbors became murderers overnight\".[22] The report also noted that some the Lendu community members rejected claims that this was an ethnic conflict.[64] Human Rights Watch's Central Africa director, Ida Sawyer said, \"The violence started with incredible speed and seemed, for many in the region, to come out of nowhere.\"[22] For the time being this only led to hate speech between the two communities and low levels of violence. But that soon changed as just a few months later on December 17, after an altercation between a soldier and a Lendu youth at the military post of Uzi, Djugu territory. Hema youths pursued and beat up the young man. The next day, Lendu youth wounded three Hema women with a machete, and Hema youth attacked the village of Tete and set fire to multiple houses.[63] By December 18, 2017, the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) announced that it would be closing its base in Bogoro, site of the February 2003 Bogoro massacre.[65] Ituri residents in that region feared a recurrence of the 2003 violence with the withdrawal of MONUSCO troops.[65][66] On 22 December, after a public meeting, then governor Pene Baka was able to set up peace between the two communities. Following this meeting, no major incident was reported for a little more than a month.[63] This peace was broken when on 10 February 2018, unidentified militiamen started attacking several Hema villages in Bahema-Nord and Bahema-Bajere, Djugu territory. The largest of these attacks was in the village of Rule, where 60 people lost their lives as their village was burnt to the ground. Their attacks didn't stop at just the Hema, they also started attack FARDC forces stationed in the area as well. They also stole many modern military equipment including weapons and ammunition.[63] By mid-February 2018, entire Ituri villages had been burned to the ground and many others completely abandoned.[67] Starting in January Congolese began to cross Lake Albert to safety in Uganda.[68] By the last two weeks of February 2018 more than 40,000 people had made the journey to Uganda via Lake Albert. By February 2018, according to the United Nations Children's Fund (UNICEF) report, there were an estimated 66,000 children internally displaced and another 25,000 refugees in Uganda.[69] By mid-February, 2018, 20,000 villagers had been displaced from Ituru villages to Bunia,[19] according to the United Nations Office for the Coordination of Humanitarian Affairs (OCHA)'s Idrissa Conteh.[67] According to MSF, the Ugandan government confirmed an outbreak of cholera in the areas of the existing refugee camps.[70] In the last two weeks of February MSF reported that there were more than 1,000 hospitalizations with cholera and 30 deaths from the disease.[71] On March 1 and 2, 2018, more than forty civilians were killed in a major Lendu attack on the village of Maze, about 80 kilometres north of Bunia.[19] in Ituri province.[72][73] According to a March 7, 2018 report, the violence between the Hema and Lendu ethnic groups in Ituri province continued to increase in several DRC provinces over the \"control of disputed land.\"[72] As part of a wave of violence, three Uturi villages were attacked and 39 Uturian were killed—10 people in Djo, ten in Gbi, and 19 in Logo Takpa near Tche.[74] By mid-March the massacres had ceased but \"crop destruction, kidnappings, and killings\" continued.[20] By March 2, 2018, after the second deadly attack in March over land disputes between have reignited a long-dormant ethnic conflict and caused thousands to flee, the United Nations warned that the DRC was at a \"breaking point\" with ten million Congolese needing humanitarian aid and 4.5 million internally displaced.[19] The BBC reported March 2 that the army said it had separated the fighters from one another. At least 33 and as many as 49 people had been killed, some of them beheaded.[75] By March 3, 2018, thousands of people were fleeing the violence that resulted in over one hundred casualties.[75] In the spring of 2018, a total of 350,000 people from Ituri had fled the violence with about 50,000 making Lake Albert crossing to Uganda.[20][21][22] On 10 June, suspected Hema armed actors killed Lendu traders on a road leading to the Hema village of Bembu-Nizi. In retaliation, Lendu burned down nearby Hema villages and killed the people living in those villages. By the end of June 160 were killed and about 360,000 people were displaced.[63] In response to these attacks, the FARDC launched Operation Zaruba ya Ituri (\"Ituri storm\") in June. This new operation was aimed at getting rid of the militias in Ituri. At first the army was able to liberate several areas, including the Cooperative for the Development of the Congo (CODECO) stronghold of Wago forest on 26 June. But the dispersed militiamen were able to gain the protection of people in ethnic Lendu communities, allowing them to spread their terror in even more civilian territories including internally displaced person (IDP) camps. They were also soon able to retake localities that they were just kicked out of.[63] On 20 June, Yves Mandro Kahwa Panga, former militia leader in the 1999 war, returned from exile to support the government in promoting peace between the Lendu and Hema.[63] The militiamen also started attacking members of the Alur community. The first time this happened was On 16 July when suspected Lendu militiamen killed 8 Alur in Babulaba groupment, Irumu territory. By the end of 2019, about 700 people had been killed.[63] In January 2019, due to the increased violence in North Kivu, the army had to withdraw from its positions in Ituri and move troops down south. Lendu militiamen took advantage of this regain control of 22 villages in the chiefdoms of Bahema-Bajere and Bahema-Nord, Djugu territory. They also regained two Mokambo chiefdom groupments, Mahagi territory, and all of Walendu-Pitsi groupment, Djugu territory.[63] In early April 2019, the FARDC killed 38 militants and captured eight, along with several weapons, in the Mambasa Territory.[76][77] In late April the FARDC lost four soldiers and killed six militants during an operation in the Djugu territory.[8] In June 2019, 240 people were killed in a wave of violence that lead to more than 300,000 people fleeing.[78] In January 2020 the FARDC launched an operation to clear out Ituri of militants, as part of a larger operation launched in October 2019 in North Kivu against the militias there.[79] On 30 September 2020, fighting broke out between FRPI and government of DRC despite a peace accord signed by FRPI in February 2020. Six FRPI militants, three government soldiers and two civilians were killed in the fighting, ten people were seriously wounded; six FRPI militants and four government soldiers.[80] At the start of the new violence, no one actually knew who the Lendu militiamen were. It didn't look like any of the former armed group operating in the area and no armed group was claiming responsibility for the attacks. Later on, a group of an association of militias called the Cooperative for the Development of the Congo (CODECO) came forward. It didn't appear to have an overarching command structure and is just several small groups working independently under the same name. Though different militias scattered across Ituri claim to be under a different group called the Union of Revolutionaries for the Defence of the Congolese People (URPDC) and wish to be referred by that name. But civil and military authorities as well as public opinion see no difference between the groups and consider URPDC to be an extension of the CODECO.[63] CODECO was actually founded in the late 1970s by Bernard Kakado. With its initial aim to promote agriculture in the chiefdom of Walendu-Bindi, Irumu territory. In the 1999-2003 war, Bernard Kakado organised a Lendu self-defence group before joining the FRPI. Leaving CODECO as an agricultural cooperative to cease to exist.[63] It is unknown to what extent the Lendu community supports CODECO. CODECO demands center around two major issues: the reclaiming of land allegedly taken by the Hema and a refusal to accept foreign exploitation of local resources. Many Lendu leaders have condemned the violence created by Lendu militias. They claim the Lendu militias are a product of outside manipulation by corrupt Congolese politicians in Kinshasa and Uganda.[63] On 12 June 2019, the FARDC identified the leader of CODECO as Justin Ngudjolo. In the same month, Ngudjolo went on local radio and proclaimed himself as leader of the \"armed group of Wago forest,\" leading a force of 2,350 trained men to protect the Lendu from the Hema.[63] On 28 February, the FRPI and the government signed a peace agreement which triggered new attacks by the CODECO because the FRPI obtained the conditions also demanded the CODECO.[63] In February 2020, at least 24 people were reported killed in an attack by members of the Co-operative for the Development of Congo (CODECO). CODECO militias have been active in the Djugu territory north of Bunia, capital of Ituri since 2019. CODECO group, made up of Lendu people, has historically clashed with Hema people in the region.[81] In March 2020, suffered a series of setbacks, losing men, losing territory, and having their leader be killed by the army. In retaliation for Ngudjolo's murder, the CODECO increased its attacks in April and regained control of lost localities in Djugu, Mahagi, and Irumu territories. After Ngudjolo's death, the CODECO command structure broke down. And the control it still has over the Lendu militias is unknown. Now many factions including the URPDC are trying to gain control of CODECO's leadership.[63] On 17 March, alleged leaders of the URPDC, Raymond Tseni Adrionzi and Joseph Amula (aka Kesta), were arrested.[63] In March, 309 CODECO militants were reportedly killed during the Storm of Ituri 2 operation launched by the FARDC in Djugu and Mahagi and in part of Irumu. The army lost 63 soldiers in the offensive, it recaptured two militia strongholds in Djaro and Londjango as well as several towns.[82] From June to September 2020, CODECO and Patriotic Force and Integrationist of Congo (FPIC) militias, are reported to have killed more than 280 people and abducted over 90 others in Ituri.[83] On October 28, the FARDC seized two rebel strongholds in four days of intense fighting which killed 33 CODECO militiamen and 2 soldiers. MONUSCO forces also supported the army to repel an attack by CODECO/ALC on the province's capital Bunia on October 24.[84] On February 18, 2021, nine ALC /CODECO militiamen were killed as FARDC launched a series of operations against several armed groups in the outskirts of Bunia. Army spokesman said several localities where the FPIC (Patriotic and Integrationist Front of Congo) and elements of FRPI had strong influence, were under control of the FARDC.[85]","Title":"Ituri conflict - Wikipedia","KeyID":"16687","URL":"https://en.wikipedia.org/wiki/Ituri_conflict"}