{"Content: ":"Islamic State of Iraq and the Levant (ISIL) Tunisia Supported by: 41[n 2]–63+[n 3] civilians killed 46[n 4]–88+[n 5] civilians wounded 1[n 6] kidnapped 1[13] missing Total: 191[n 7]–235+[n 8] killed The IS insurgency in Tunisia refers to the ongoing militant and terror activity of the Islamic State branch in Tunisia. The activity of the Islamic State (IS) in Tunisia began in June 2015, with the Sousse attacks, though an earlier terror incident in Bardo Museum in March 2015 was claimed by ISIL, while the Tunisian government blamed Okba Ibn Nafaa Brigade for the attack. Following massive border clashes near Ben Guerdane in March 2016, the activity of the IS group was described as an armed insurgency,[25] switching from previous tactics of sporadic suicide attacks to attempts to gain territorial control. Since the death of Antar Zouabri the leader of the pro-al-Qaeda group called Armed Islamic Group of Algeria (GIA) which led an end of the Algerian Civil War in February 2002.[26] The Islamist groups, like GIA and Salafist Group for Preaching and Combat (GSPC), continued the fight in their own insurgency in Algeria. In the meanwhile, on 11 April 2002 a suspected al-Qaeda deadly bombing attack was carried in the Algeria's neighbour country Tunisia, on the island of Djerba. Twenty-one people were killed and dozens were injured. A suspected Polish with a German citizenship called Christian Ganczarski was arrested and jailed for having connections with al-Qaeda and the attacker.[27][28] In December 2006, two people were killed by Islamists and two others were arrested. On 3 January 2007 clashes broke out in Soliman, Tunisia, between the Tunisian Police and a suspected Islamist armed group. Fourteen people were killed, including two members of the security force, and fifteen people were arrested.[28] In late 2012, the Tunisian Army launched some operations against the Islamist rebels whom are active around the mountainous Algeria–Tunisia border.[29] On 16 July 2014, a deadly attack against the army left fifteen soldiers and one attacker dead. Eighteen others were wounded on the Algeria–Tunisia border.[29] On 18 March 2015, three militants attacked the Bardo National Museum in the Tunisian capital city of Tunis, and took hostages.[15] Twenty-one people, mostly European tourists, were killed at the scene, while an additional victim died ten days later. Around fifty others were injured.[30][31][32] Two of the gunmen, Tunisian citizens Yassine Labidi and Saber Khachnaoui, were killed by police, while the third attacker is currently at large.[33] Police treated the event as a terrorist attack.[34][10][35] The Islamic State of Iraq and the Levant (ISIL) claimed responsibility for the attack, and threatened to commit further attacks. However, the Tunisian Government blamed a local splinter group of Al-Qaeda in the Islamic Maghreb (AQIM), called the Okba Ibn Nafaa Brigade, for the attack. On 28 March, nine members were killed in a police raid.[36] On 26 June 2015 an Islamist mass shooting attack occurred at the tourist resort at Port El Kantaoui, about 10 kilometres (6.2 mi) north of the City of Sousse, Tunisia.[32][37] Thirty-eight people, thirty of whom were Britons, were killed when an armed gunman attacked a hotel.[38] It was the deadliest non-state attack in the history of modern Tunisia, with more fatalities than the twenty-two killed in the Bardo National Museum attack three months earlier.[39] On 24 November a bus carrying Tunisian Presidential Guards exploded, killing twelve, on a principal road in Tunis, Tunisia.[40][41] ISIL claimed responsibility for the attack.[42][43] The bomber, who also died in the attack, was identified as Houssem Abdelli.[44][11] Between 7–9 March 2016 an armed attack on 7 March, in the City of Ben Guerdane, Tunisia near the border with Libya. The clashes continued also on 8, and 9 March, in the area. The final death toll was forty-five militants, thirteen security and seven civilians.[12] On 19 March two militants were killed on the Libyan border, near to the site of the Ben Guerdane attack, while three civilians and a Tunisian security forces member were wounded.[45] On 30 March four Tunisian troops were reported killed, in an ambush by ISIL affiliates in Kasserine Governorate.[20] On 11 May four police men were killed by an ISIL attack, with the suicide bomber dying as well. This followed the death of two suspected terrorists near Tunis.[9] On 26 October Two Americans were detained by the authorities in Jendouba (north-western Tunisia), being suspected of involvement with a terrorist organisation.[46] On 5 November militants killed a soldier at his home in the central region. A day later, ISIL claimed responsibility for the killing.[21] On 9 November the Tunisian Army hunted down and shot dead a leader of a militant group affiliated with ISIL militants, this comes four days after the militant group killed a soldier at his house in central Tunisia.[10] On 12 March 2017, a police officer and two militants were killed in a shootout at a checkpoint in southern Tunisia, three other officers were injured.[11] On 2–3 June a unit of the National Army discovered the body of the shepherd Khelifa Soltani on Saturday afternoon, on Mount Mghila. He had been kidnapped on Friday by a group of terrorists with another shepherd who has not been found yet.[13] On 8 June a mine exploded at Jebel Mghila (Sidi Bouzid Governorate), during a sweep operation, killing a soldier and wounding another one.[16] On 16 June a woman was injured when an IED went off near Mont Salloum in the Kasserine Governorate.[14] On 22 August an IED blast wounded two soldiers on patrol in the heights of Kasserine Governorate.[47] On 1 November a suspected Islamist stabbed two police officers near the Tunisian Parliament, killing one and injuring another one.[22] On 1 August 2018 people armed with guns attacked a bank in the City of Kasserine, Tunisia. Eleven terrorists were responsible for the operation. Four of them entered the bank and robbed money, while seven others stole a vehicle and took a citizen hostage. No one was injured in the incident.[17][18][19] On 27 June 2019, two suicide blasts took place in Tunis, the capital of Tunisia.[48] The first explosion on Thursday involved a suicide bomber who targeted a police patrol on Tunis's central Charles de Gaulle Street.[48] One police officer was killed, while another was wounded as well as three civilians, according to the interior ministry.[48] Two weeks later, a video shared by IS supporters online on July 16 showed armed men purportedly in Kairouan, central Tunisia, proclaiming their allegiance to Abu Bakr al-Baghdadi and urging people to conduct terror attacks in the country.[49] On the first day of campaigning for the 2019 Tunisian presidential election on September 2, three senior militants and the head of the local National Guard Center were killed in a shootout in the Kef mountains near the town of Haidra.[50] On September 6, A Tunisian National Guard officer was stabbed to death and another was wounded in Sousse, Tunisia, by three militants who were then each fatally shot during a firefight with security forces.[51] In February 2016, British Defence Secretary Michael Fallon announced that a Short Term Training Team of around 20 soldiers from the 4th Infantry Brigade had deployed to Tunisia to help train Tunisian forces in countering illegal cross-border movement from Libya. The training involved both classroom and practical exercises, helping to improve the 1st Tunisian Brigade border security capability. The deployment followed on from what Fallon stated as \"a previous tranche of border security training with the 1st Tunisian Brigade Headquarters at the end of last year.\"[52] In June 2016, Defence Secretary Fallon announced that the UK military support in counter-IED training would be extended for an additional year to help Tunisian Security Forces reach international standards of capability and achieve self-sufficiency in training. The British team in the country comprising counter-IED and training specialists, as part of a multinational team, deployed in March 2015 and had been \"instrumental\" in bringing structure and clarity to training at the Explosive Ordnance Device School in the country, helping transform it into a specialist centre offering 14 different courses. Separately, it was also announced that in the summer of that year, the UK would provide three specialist month-long training courses to the Tunisia National Guard Commando, to help them deal with internal and external threats. The decision stemmed from a request made by the National Guard, will focus on medical training, small boat handling and security operations training and would create a cadre of instructors to further cascade training within the National Guard.[53] In October 2016, Defence Secretary Fallon announced that a Short Term Training Team of around 40 soldiers from the 4th Infantry Brigade deployed to the country to train 200 Tunisian troops in theoretical and practical exercises on Operational Planning, Intelligence and Surveillance and mobile patrolling, which would help Tunisia counter illegal cross-border movement, particularly from Libya.[3]","Title":"Islamic State insurgency in Tunisia - Wikipedia","KeyID":"16685","URL":"https://en.wikipedia.org/wiki/Islamic_State_insurgency_in_Tunisia"}