{"Content: ":"2,000[1] – 2,500[2] killed from 2009 to January 2010 350,000 displaced[2] by January 2010 Sudanese nomadic conflicts are non-state conflicts between rival nomadic tribes taking place in the territory of Sudan and, since 2011, South Sudan.[3] Conflict between nomadic tribes in Sudan is common, with fights breaking out over scarce resources, including grazing land, cattle and drinking water. Some of the tribes involved in these clashes have been the Messiria, Maalia, Rizeigat and Bani Hussein Arabic tribes inhabiting Darfur and West Kordofan, and the Dinka, Nuer and Murle African ethnic groups inhabiting South Sudan. Conflicts have been fueled by other major wars taking place in the same regions, in particular the Second Sudanese Civil War, the War in Darfur and the Sudanese conflict in South Kordofan and Blue Nile. Over the years, clashes between rival ethnic militias have resulted in a large number of casualties and displaced hundreds of thousands of people.[4] In recent years, particularly violent clashes broke out in 1993 between Jikany Nuer and Lou Nuer in Upper Nile, in 2009-2012 between Lou Nuer and Murle in Jonglei and in 2013-2014 between Maalia, Rizeigat, Messiria, Salamat and Bani Hussein in Darfur and West Kordofan.[5] Fighting in 2008 between the Misseriya and the Rizeigat tribes claimed around 70 lives.[6] Early 2009 saw several instances of fighting between nomadic tribes in Sudan which killed around 900 people, mainly women and children, in the south of the country.[6][7][8] On 26 May 2008 a large scale clash occurred between the Misseriya and the Rizeigat tribes when 2,000 Rizeigat men, mounted on horses and 35 vehicles, attacked a group of Misseriya near to the village of Meiram.[6][9][10] Sudanese police attempted to intervene and establish a buffer zone between the tribes but as they were doing so were attacked by around 3,000 Rizeigat horsemen.[7] The attack killed 75 police officers, 75 from the Rizeigat tribe and between 89 and 109 from the Misseriya.[6] The interior minister, Ibrahim Mahmoud Hamad, has pledged to bring those responsible for the fighting to justice and to take steps to disarm civilians.[7] The United Nations Mission in Sudan, which earlier in May deployed 120 peacekeepers to Jonglei state to prevent tribal conflict, is also investigating.[6][11] In the meantime Sudanese authorities have asked both tribes to move at least 5 km from each other to avoid fresh outbreaks of fighting.[10] Whilst fighting in the area appears to have calmed down, the situation remains tense and there are concerns over security for the February national general election.[7] The 2009 Sobat River ambush was a battle between Jikany Nuer tribesmen and the Sudanese People's Liberation Army (SPLA) which was escorting a United Nations (UN) aid convoy on 12 June 2009. In early morning on 2 August 2009, more than 180 members of the Lou Nuer community were killed, more than 30 others injured and further numbers were declared missing in a \"well coordinated and planned\" attack carried out whilst they were fishing for food, allegedly by Murle fighters.[12][13] Eleven protective soldiers were also killed.[12] The dead were searching for food amidst severe shortages after barges which were shipping aid to them were attacked the previous June.[12] People were pursued in the direction of a river, with some bodies becoming tangled in fishing nets.[13] The majority of the dead were children and women,[14] with entire families claimed to have been \"wiped out\".[12][13] The death toll was predicted to rise.[12][14][15] At least 139 people were killed in tribal clashes following a cattle raid in southern Sudan which took place on 2 January 2010.[1] On 11 January 2010 Nuer attackers targeted a Dinka village killing forty-five civilians and injuring a hundred and two civilians in a particularly brutal attack.[16] At least 55 people were killed in an attack in South Darfur between the Sudan People's Liberation Army in South Sudan and another unidentified, disputed party, thought to be either the Rizeigat or Sudan People's Armed Forces. The UN received reports that Messiria tribe members clashed with members of the Sudanese armed forces in mountainous territory to the west of Kas in South Darfur on 9 and 10 November 2010. The Sudanese army denied being involved in fighting in the area but a spokesman for the Arab United Revolutionary Force Front said that helicopters and jets had attacked their positions, killing seven civilians and two fighters.[17] Men from the Messiria tribe stopped 150 cars in the state of South Kordofan and took almost 1,000 of the passengers hostage. The hostages were travelling from Khartoum to the south to take part in the 9 January 2011 Southern Sudanese independence referendum. The Messiria say they will continue to hold the hostages until the South Sudan's Unity State pays blood money it promised after three Messiria shepherds were killed by southern tribes earlier in the year.[18] At least 76 people were killed in the Abyei region in clashes between the Messiria and Ngok Dinka that began on 7 January 2011. Casualties amounted to 50 from the Messiria killed and 26 Ngok Dinka and local police killed. The violence took place during the voting in the Southern Sudan independence referendum. Both Sudanese and Southern Sudanese governments accused the other of becoming involved in the fighting but observer, former US president, Jimmy Carter stated that he believed the \"national forces in the north and the south have been very careful not to become involved in the conflict\".[19] At least 10 people were killed and others injured in a confrontation between the Misseriya and local police in Todach, Abyei on 27 February 2011. The attack occurred within days of a meeting between the leaders of the Misseriya and Ngok Dinka to discuss compensation for the 12 Dinka Ngok killed in the January attacks. The meeting failed to reach a resolution. Leaders of the Abyei administration alleged that the tribesmen were aided by the pro-Sudan militias. The confrontation consisted of two separate attacks on the police post at Todach at 4:00 am and 11.30 am local time. Local government officials alleged that the Sudanese government had ordered the attacks to apply pressure for upcoming talks on the future of Abyei province within Sudan or South Sudan. The Misseriya alleged that armed Dinka Ngok tribesmen were responsible and had disguised themselves as police to prevent the Misseriya moving cattle from the area. The Misseriya alleged that the Dinka Ngok were supported by the South's Sudan People's Liberation Army. The SPLA denied the allegations and stated that not a single SPLA soldier was based in the Abyei province.[20] At the start of May 2011 at least 68 people were killed when members of the Nuer tribe launched several raids on water points used by the Murle tribe and stole 100,000 cattle.[21] The Misseriya tribe launched an attack on a train carrying members of South Sudan's army home just prior to independence from Sudan. The attack was made at Meiram, 50 km south of Muglad, and was confirmed by UN officials. The Misseriya denied responsibility and instead blamed the attack on Darfur rebels.[22] Around 30 people were killed, 13 injured and 49 missing after a cattle raid on Mayiandit County in South Sudan's Unity State. Approximately 200 men armed with AK47s, rocket propelled grenades and machine guns took away 100,000 cattle from the local tribe. Police forces were able to recover around 600 of the cattle but were unable to pursue the attackers due to being outnumbered. The local community were angry as South Sudan's government had disarmed them as part of its scheme to reduce attacks but this had left them vulnerable to attacks by others. The attackers were alleged to be dressed in the uniform of the South Sudanese Sudan People's Liberation Army.[23] In late October 2011 clashes occurred between the Awlad Surur and Awlad Heiban factions of the Messiria tribe. The fighting occurred in disputed grazing lands in the Fardus area of South Kordofan, which lies on the traditional migratory route of the tribe. Approximately 300 people were killed and at least 37 wounded with 140 of the dead from the Awlad Heiban and 60 from the Awlad Surur. A spokesman from the Sudan People's Liberation Movement condemned the violence blaming the National Congress Party for arranging the violence and the police for failing to intervene.[24] November 2011 saw the first elements of the Dinka Nok tribe return to Abyei after violence broke out in the area in May. Guarded by Ethiopian peacekeeping forces the tribal leaders said that they had been among 150,000 people forced from the area by Sudanese army troops. The Dinka Nok stated their wish for a permanent Ethiopian presence in the area to ensure the safety of their people and for an end to the influx of Messiria tribesmen into the area. The UN World Food Programme provided assistance to 90,000 people in the area between May and August 2011.[25] At least 37 people were killed in the second week of December 2011 in a series of raids carried out by the Murle on the Nuer. The next week further raids occurred on people living near Kapat with Jonglei State governor Kuol Manyang stating \"the Murle came... they killed two of the cattle rearers, wounded one and took the cattle\". The UN peacekeeping force warned that increasing levels of violence were threatening the nation of South Sudan and urged the resumption of peace talks.[26] Youths from the Lou Nuer tribe carried out a retaliatory attack against the Murle in Linkuangol, Pibor county on 23 December 2011.[27] Official reports place the toll at 24 killed and at least five wounded, though a member of vice-president Riek Machar's staff placed the number at 40 killed and reporting seeing bodies lying in the streets of the town.[27] There were also reports of buildings set on fire. Machar visited Linkuangol to urge the 9,000 Lou Nuer in the area to return home and cease their attacks.[27] The Lou Nuer stated that they were acting because the government had failed to stop the violence and that they intended to capture the Murle's county headquarters at Pibor and disarm the tribe.[27] Later hospital figures put the number of injured Murle tribesmen at 88 with Juba hospital's emergency wards at full capacity as a result.[28] More than 20,000 people fled Linkuangol due to the violence.[29] The Lou Nuer claimed the action was in retaliation for a Murle attack in August which left 700 Nuer dead in Uror county. The August action is thought to have caused the deaths of 861 people with 8,000 houses burnt and 38,000 cattle stolen. The Lou Nuer claim the intention of their December attacks is to find 180 Lou Nuer children they claim were abducted by the Murle in August.[30] The United Nations Mission in South Sudan (UNMISS) reacted by deploying a battalion of peacekeepers to Pibor where 6,000 armed youths were said to be headed to attack the Murle there.[31] UN Secretary-General Ban Ki-moon voiced deep concern over the hostilities and urged for an end to the violence.[31] The South Sudanese government also deployed a battalion of army personnel to Pibor where they have taken up positions on the outskirts of town to dissuade any attack.[31] The UN said it was hindered by poor infrastructure and that the only means of entering Pibor at present was by air.[31] It had taken a day and a half to transfer just two armoured personnel carriers to the town and a convoy of reinforcements sent by truck was forced to turn back due to poor road conditions.[31] The UN is hindered by having no military aircraft and being forced to rely on civilian helicopters.[29] Tens of thousands of Murle people have fled Pibor in fear of more violence.[29] More than 1,000 people have been killed in inter-ethnic clashes in the area in the past few months, with most victims being women and children.[29] The violence is seen as one of the biggest challenges to stability in South Sudan.[29] By Friday 30 December an advance group of 500 Lou Nuer had taken up positions on the outskirts of Pibor.[32] At 3 pm on 31 December 2011 between 3–6,000 Lou Nuer tribesmen attacked a part of Pibor not protected by the UN peacekeepers.[30][33] Houses were reported to have been set on fire and much of the town, including the airport and main hospital, were occupied.[30] Scores of people are reported dead and 20,000 displaced.[30] The Lou Nuer were said to be pursuing members of the Murle who have fled southwards.[34] South Sudan has promised to send more army personnel and 2,000 police to the town to reinforce the 800 troops already there.[34][35] The healthcare charity Médecins Sans Frontières (MSF) says that it has lost contact with 130 of its staff who were forced to flee into the bush due to the attack.[34] MSF said that a hospital and two outreach clinics had been overrun with some reports stating that the hospital had been set on fire.[36] Looting was said to have taken place at MSF facilities.[36] By 2 January 2012 the majority of the Lou Nuer force were said to have left Pibor and started to move to the South-East with a UN spokesman saying they were \"almost certainly looking for cattle\". The UN said that it had successfully held the main part of Pibor alongside South Sudanese army troops but that a MSF clinic had been overrun.[37] The South Sudanese army said that it had regained full control of Pibor by 3 January.[38] On 3 January 2012 South Sudan's Peace and Reconciliation Commission said that at least 150 people had been killed in the attack on Pibor.[39] Representatives of the Murle people alleged that some of the people who fled Pibor had been hunted down and killed near to the River Kengen, south-east of the town.[39] They said that women and children had been killed there and some drowned in the river as they tried to flee.[39] Also on 3 January 2012 the UN and South Sudanese army received criticism for failing to protect civilians in Pibor, restricting their forces to protecting government buildings.[39] On 5 January 2012, the South Sudan Council of Ministers, led by president Salva Kiir Mayardit, declared the state of Jonglei a humanitarian disaster zone.[40][41] A series of revenge attacks were carried out by Murle tribesmen which resulted in 24 people killed in Akobo County on 8 January 2012; 8 people killed at Padoi on 10 January 2012 and 57 killed, 53 wounded and cattle stolen in attacks on three Lou Nuer villages in northern Jonglei on 11 January 2012.[42] By 22 January 2012 it was estimated that around 3,000 people had lost their lives in the fighting since December 2011.[43] On 1 March 2012 the South Sudanese government announced that it had regained full control of Pibor from tribal forces and ordered remaining Lou Nuer tribesmen to return to their homes.[44] On 9 March 2012 it was alleged that Murle tribesmen had taken control of a number of Lou Nuer camps and villages in the Akobo County of Jonglei and wounded hundreds of people, in spite of a campaign by 12,000 SPLA troops to disarm civilians in the area.[45] The fighting caused at least 200 deaths and occurred in an area inaccessible by road to South Sudan's security forces, the Murle accessing it through neighbouring Ethiopia.[46] Fighting between tribes in Darfur erupted in January 2013 following the collapse of law and order caused by the rebelling of African rebels against the Arab-led government. Control of the Jebel Amer gold mine in El Sireaf, North Darfur was a key aim of the rival Bani Hussein and Rizeigat tribes. Some of the tribesmen had formerly fought for the government and had been armed by them, some of the tribesmen remain on the government payroll.[47] The United Nations estimated more than 100 deaths and 100,000 people displaced.[47] A ceasefire agreement was reached by the end of the month.[48] Figures released by a member of the ruling National Congress Party in late February placed casualties in the Jebel Amer fighting to be 510 killed and 865 wounded. There were known to have been 68 villages destroyed and 120 partially damaged along with 20,000 families displaced and confirmed cases of rape.[47] On 8 February 2013, an attack by Murle tribesmen on a convoy of families from the rival Lou Nuer tribe left more than 103 dead, mainly women and children, in Jonglei state – many more women and children were listed as missing. This was the worst tribal violence in Jonglei since the 2011 clashes over cattle which left more than 900 dead. The attackers have been linked to Murle rebel leader David Yau Yau. Fourteen of the dead were South Sudanese soldiers who had been escorting the convoy. The International Committee of the Red Cross dispatched a medical team to help treat the wounded.[49] Fresh violence at Jebel Amer in North Darfur erupted on 21 February 2013 when Rizeigat attacked men from the Bani Hussein, leaving 21 dead and 33 wounded in an eight-hour engagement.[50] Further fighting on 23 February was confirmed to have killed 60 people and left at least 62 wounded after camel-mounted tribesmen raided the El Sireaf area to target Bani Hussein tribesmen.[48][51][52][53] The local governor claimed that the attacking tribesmen wore military uniforms and belonged to the Rizeigat tribe.[54] The town's hospital was filled with wounded with some having to wait outside to be treated.[53] The fighting was said to have been the worst since the ceasefire was brokered. Shortly afterwards the Sudanese government claimed to have restored order and decried the actions of \"criminals\" on both sides.[48] A UN spokesman said that \"We are deeply concerned by the violence ... it's affected our ability to run a humanitarian operation\". The town of El Sireaf was said to be cut off completely from aid due to the fighting. The violence has caused the largest uprooting of civilians in Darfur in recent years.[54] On 1 March 2013 seven people died and four were injured in a fight between members of the Al-Gimir and Bani Halba tribes in South Darfur, Sudan. Six from the Al-Gimir were killed and two injured after armed elements of the Bani Halba attacked two villages in Katela, one member of the Bani Halba died and two were injured. State government forces later arrived at Katela to contain the violence.[55] Later in March 2013, reconciliation meetings organised by state officials took place between rival tribes to bring to an end the conflict over the Jebel Amer gold mine. As part of the peace process the state was able to reopen the roads in the area for the first time since 21 February 2013 to assist with the supply of emergency aid. The UN agency ANAMID was establishing a temporary base in the area to help provide aid to the local populace.[56] Clashes between the Misseriya and Salamat tribes occurred from 3 April 2013 in central Darfur, near to the border with Chad.[57][58] They are believed to have started after a member of the Misseriya tried to rob a Salamat man before opening fire. Attempts at mediation failed and open fighting occurred from 4 April 2013 with the Misseriya burning a local government office in Abugaratil, south of Umm Dukhun, before looting the village. Fighting resumed on 8 April 2013 at Gerlia, Umm Sauri and Abugaratil with civilians fleeing the area, some to Chad. At least 80 people were killed in fighting on 8 April 2013, with a total of 163 killed in this outbreak. As of 9 April 2013 there has been no apparent government response.[57] The UN and African Union mission to Darfur confirmed that it had received reports of the clash and that there had been a \"number of victims\".[58] The violence caused at least 50,000 people to flee to Chad in the week to 12 April 2013.[59] The weekend of 13/14 April 2013 saw the theft of 750 cattle in Eastern Equatoria, South Sudan. A government force of wildlife officers, police and army personnel sought to apprehend the rustlers but were engaged in a firefight by the criminals. Nine of the security forces were killed along with five of the rustlers and two civilians. Thirteen soldiers were injured.[60] The cattle thieves then fled to the mountains. On 15 April 2013 a large government force was deployed to hunt down the thieves but was allegedly involved in atrocities, killing civilians, burning houses and businesses, opening fire on civilians and attacking a hospital.[60][61] A member of the South Sudanese parliament stated that a doctor, two medical staff and a patient were shot at the hospital before it was burnt down.[61] BBC News claimed that five people were killed at the hospital and described it as a revenge attack. The attack on the hospital was confirmed by local community leaders but denied by state governor, Louis Obong.[60] A SPLA spokesman said that the army's officers would investigate the allegations.[61] On 4 May 2013 a clash between tribes in Abyei district left at least 20 people dead including up to two UN peacekeepers, an Ngok Dinka tribal chief and 17 members of the Misseriya tribe. The incident was apparently sparked by the failure of the Ngok Dinka tribe to inform the Misseriya that they would be in the area.[62] At the end of May 2013 clashes between the Al-Gimir and Bani Halba tribes in South Darfur left 64 people dead and dozens wounded from both sides.[63] The Bani Halba instigated an attack on Intakaina utilising 30 armed vehicles as well as a number of horses. The attack was believed to have been caused by a struggle over control of acacia trees used for the production of gum arabic, a stabiliser used in soft drinks. The Al-Gimir claimed to have held the disputed land for the last 300 years and that the Bani Halba had been assisted by uniformed men equipped with government-issue weapons.[64] An Al-Gimir leader claimed that 94 people had died in the violence and that 1,200 homes had been burnt.[65] The United Nations stated that 6,500 people have fled the area of because of the recent violence.[66] At least 133 people were killed and 100 wounded, in the aftermath of clashes between Awlad Omran and Al-Ziyoud groups of the Messiria tribe. The clashes occurred in the Kwak area of the West Kordofan state, Sudan.[67] According to the government of Ethiopia, the death toll from a cross-border raid carried out by attackers from South Sudan in the Gambela Region on 15 April 2016 rose to 208 from a figure of 140 a day earlier, with 108 children being kidnapped and over 2,000 livestock being stolen in the process. Ethiopian forces killed 60 of the attackers and said they would cross the border into South Sudan to pursue the assailants if necessary. Ethiopian officials blamed Murle tribesmen inhabiting the Jonglei region close to the Ethiopian border for a series of attacks on Ethiopian villages to steal cattle and abduct children. The 15 April 2016 raid targeted the Nuer tribe, who live on both sides of the border.[68][69] An Ethiopian official says 28 people were killed and 43 children kidnapped by Murle tribe armed members between 10 and 12 March 2017 near the border between Gambela Region of Ethiopia and South Sudan. The official also said that over 1,000 Murle tribespeople carried out the attack.[70]","Title":"Sudanese nomadic conflicts - Wikipedia","KeyID":"16695","URL":"https://en.wikipedia.org/wiki/Sudanese_nomadic_conflicts"}