{"Content: ":"India Rajkumar Meghen (POW) Achou Toijamba (KYKL) The Insurgency in Manipur is an ongoing armed conflict between India and a number of separatist rebel groups, taking place in the state of Manipur. The Insurgency in Manipur is part of the wider Insurgency in Northeast India; it combines elements of a national liberation war as well as an ethnic conflict. Manipur's long tradition of independence can be traced to the foundation of the Kangleipak State in 33 AD. Before that, the land was not unified under a single power. The Kingdom of Manipur was conquered by Great Britain following the brief Anglo-Manipur War of 1891, becoming a British protectorate.[12] Manipur became a part of India on 21 October 1949. However, only after violent protests, it became a separate state in 1972. Manipur's incorporation into the Indian state soon led to the formation of a number of insurgent organisations, seeking the creation of an independent state within the borders of Manipur, and dismissing the merger with India as involuntary.[2] The first separatist faction, known as United National Liberation Front (UNLF), was founded on 24 November 1964. However, they did not take armed action until 1991. Between 1977 and 1980, the People's Liberation Army of Manipur (PLA), People's Revolutionary Party of Kangleipak (PREPAK) and the Kangleipak Communist Party (KCP), were formed, immediately joining the war.[2] On 8 September 1980, Manipur was declared an area of disturbance, when the Indian Government imposed the Armed Forces (Special Powers) Act, 1958 on the region; the act currently remains in force.[2] The parallel rise of Naga nationalism in neighbouring Nagaland led to the emergence of National Socialist Council of Nagaland (NSCN) activities in Manipur. Clashes between the Isak-Muivah and Khaplang factions of NSCN further aggravated tensions, as Kuki tribals began creating their own guerrilla groups in order to protect their interests from alleged Naga violations. Other ethnic groups such as Paite, Vaiphei, Pangals and Hmars followed suit establishing militant groups. The rise of tribal militias culminated in ethnic violence that took place during the 1990s.[2] In contrast with the other insurgencies in NorthEast, Manipur-based militants are characterised by a low level of defections and a well organised intelligence network. They have also avoided targeting local police personnel, thus aiming to secure popular support.[2] Extortion remains the main source of funding for militant groups. Hindu Temples, educational institutions and businesses are known to have been targeted with illegal taxation. As many as 26 permanent tax collection checkpoints have been set up on the NH-39 and NH-53 National Highways. Militants have also resorted to abducting children and later employing them as Child soldiers.[2] The illegal taxation is done through posts that can be found alongside the NH-39 and NH-53 highways. The taxation is very high compared to the local police excise duties. The effect of these taxations are largely felt by the drivers transporting oil along the highways from Assam to Manipur. The following is an incomplete list of events relating to the insurgency in Manipur. Most of these events cannot be independently verified because news journalists usually have very limited access to reaching the areas where the fighting take place.[13]","Title":"Insurgency in Manipur - Wikipedia","KeyID":"16707","URL":"https://en.wikipedia.org/wiki/Insurgency_in_Manipur"}