{"Content: ":"Harkat-ul-Jihad al-Islami The Bangladesh drug war or Bangladesh's war on drugs is an ongoing campaign against alleged drug dealers and users by the government of Bangladesh under Prime Minister Sheikh Hasina. The extrajudicial killings of alleged drug dealers by the elite anti-crime unit Rapid Action Battalion (RAB) and the police have been criticized by human rights groups and foreign diplomats.[2][3] Bangladesh has an unknown number of drug addicts, with estimates ranging from 100,000 to 4 million.[4] Since 2015, the Bangladesh government has focused on eradicating a cheap methamphetamine tablet known as Yaba, and police have made significant pill seizures during that time.[5] More than 29 million \"Yaba\" pills were seized in 2016, in contrast to just 1.3 million in 2011, according to a 2016 Bangladeshi government report.[6] There are allegations that a number of the larger dealers are linked to the ruling Awami League party,[7] and affiliated groups like Jubo League, and Secha Sebok League.[8] Bangladesh started a major \"Yaba\" crackdown in mid-May, 2018 in response to a surging trade of \"Yaba\". Fifty-two accused drug dealers were confirmed killed in the first 10 days of the operation.[2] According to a Bangladesh Police spokesperson, about 15,000 people were arrested in nationwide raids in the first three weeks of the operation.[6] 22,000 people were arrested from mid-May 2018 to July 2018 as a result of alleged involvement in the drug trade.[9] According to Odhikar, a Dhaka-based human rights group, 211 drug suspects were killed from mid-May 2018 to July 2018, more than a third of whom were arrested first.[5] Most of the killings followed a common script: alleged drug dealers died in \"gunfights\", usually at night, with weapons and drugs discovered near the deceased drug dealers.[10] Some of the notable incidents of killing are: According to The Daily Telegraph, there are allegations that the campaign is a \"cover for a wave of extrajudicial killings and political intimidation ahead of a general election later this year\".[11] In a cited incident, Habibur Rahman, an activist for the opposition party, was killed in an alleged shootout. His family said that he had been arrested at a mosque and had never used drugs.[11] The U.N. High Commissioner for Human Rights, the European Union, Human Rights Watch, Marcia Bernicat, and the US ambassador to Bangladesh all expressed concern over the number of people killed.[12][5][6] Prime Minister Sheikh Hasina denied that any innocent people were being harassed and Asaduzzaman Khan, the Minister of Home Affairs, dismissed any allegation of extrajudicial killing.[12] One police officer in charge of an operation that ended with the killing of an alleged drug dealer said drug use led to crime and claimed that arresting drug dealers did not help.[5] \"They come out on bail and they do the same thing, selling and using drugs,\" he said. \"Every drug dealer should be killed. Then drugs can be controlled.\" Home Minister Asaduzzaman Khan denied allegations that the police were executing suspects without taking them through the judicial process. \"Our law enforcement people don’t execute anyone. If they do so, they will going against ethics, and will be fired if investigations prove they acted outside the law. This is not a lawless country,\" he told Reuters.[5] There have been strong allegations that no actions have been taken against ruling party MP, Abdur Rahman Badi and associate despite reports from five state agencies that mentioned him as patron of the drug trade.[13]","Title":"Bangladesh drug war - Wikipedia","KeyID":"16713","URL":"https://en.wikipedia.org/wiki/Bangladesh_drug_war"}