{"Content: ":"Israel Supported by: Gaza Strip Supported by: Supported by: Salafi jihadists Islamic State of Iraq and the Levant Abdallah al-Ashqar Mumtaz Dughmush Mohammad Namnam † Islam Yassif † Hisham Al-Saedni † Ashraf al-Sabah † Abdel Latif Moussa † Mahmoud Taleb (POW) The Gaza–Israel conflict is a part of the localized Israeli–Palestinian conflict, but is also a scene of power struggle between regional powers including Egypt, Iran and Turkey together with Qatar, supporting different sides of the conflict in light of the regional standoff between Iran and Saudi Arabia[21] on one hand and between Qatar and Saudi Arabia on the other, as well as crisis in Egyptian-Turkish relations.[22] The conflict originated with the election of the Islamist political party Hamas in 2005[23] and 2006[24] in the Gaza Strip and escalated with the split of the Palestinian Authority Palestinian government into the Fatah government in the West Bank and the Hamas government in Gaza and the following violent ousting of Fatah after Fatah lost the election to Hamas. Palestinian rocket attacks on Israel,[25] Israeli airstrikes on Gaza, and the joint Egyptian-Israeli blockade of Gaza have exacerbated the conflict. The international community considers indiscriminate attacks on civilians and civilian structures that do not discriminate between civilians and military targets illegal under international law.[26][27] As part of its 2005 disengagement plan, Israel retained exclusive control over Gaza's airspace and territorial waters, continued to patrol and monitor the external land perimeter of the Gaza Strip, with the exception of its southernmost border (where Egypt retained control of the border and border crossings were supervised by European monitors) and continued to monitor and blockade Gaza's coastline. Israel largely provides and controls Gaza's water supply, electricity and communications infrastructure.[28][29] According to Human Rights Watch and Amnesty International, Israel remains an occupying power under international law.[30] The United Nations has stated that under resolutions of both the General Assembly and the Security Council, it regards Gaza to be part of the \"Occupied Palestinian Territories\".[31] Meanwhile, the Fatah government in the West Bank, internationally recognized as the sole representative of the State of Palestine, refers to the Gaza Strip as part of the Palestinian state and does not recognize the Hamas government. The Israel–Gaza barrier, completed in 1996, has helped reduce infiltration from Gaza Strip into Israel.[citation needed] Since the beginning of the Second Intifada, Gazans have not been permitted to enter Israel for work purposes. Special permits to enter Israel for medical purposes were also greatly reduced,[citation needed] which has made travel for Palestinians difficult.[32] Daniel Schueftan, in his 1999 book, Disengagement: Israel and the Palestinian Entity[33][34] (\"The Need for Separation: Israel and the Palestinian Authority\") reviews new and existing arguments underlying different separation stances, in order to make the case for separation from the Palestinians, beginning with those in the West Bank and Gaza. Schueftan favors the \"hard separation\" stances of politicians like Yitzhak Rabin and Ehud Barak.[34] Yitzhak Rabin was the first to propose the creation of a physical barrier between the Israeli and Palestinian populations in 1992, and by 1994, construction on the first barrier – the Israel–Gaza barrier – had begun; it is actually a wire fence equipped with sensors. Following an attack on Bet Lid, near the city of Netanya, Rabin specified the objectives behind the undertaking, stating that: This path must lead to a separation, though not according to the borders prior to 1967. We want to reach a separation between us and them. We do not want majority of the Jewish residents of the state of Israel, 98% of whom live within the borders of sovereign Israel, including a united Jerusalem, to be subject to terrorism.\"[35][36] The Second Intifada, also known as the al-Aqsa Intifada, began in September 2000. Many Palestinians consider the Intifada to be a struggle of national liberation against Israeli occupation imposed on them following the 1967 War, whereas many Israelis consider it to be a terrorist campaign.[citation needed] Palestinian tactics have ranged from carrying out mass protests and general strikes, as in the First Intifada, to mounting suicide bombing attacks and firing Qassam rockets into east southern Israeli residential areas. Israeli tactics range from conducting mass arrests and locking up Palestinians in administrative detention through setting up checkpoints and building the Israeli Gaza Strip barrier and West Bank barrier to carrying out assassinations targeting militants and leaders of Palestinian organizations. Since the 2006 Palestinian legislative election, Israel has been negotiating with Mahmoud Abbas and the PLO, but has been simultaneously targeting and bombing Hamas activists and militants and arresting Hamas's elected legislative counsel politicians. The death toll, both military and civilian, over the entire period in question (2000–2007) is estimated to be over 4,300 Palestinians and over 1,000 Israelis. To date, 64 foreign citizens have also been killed (54 by Palestinians, and 10 by Israeli security forces).[37] Israel implemented its Disengagement Plan in August–September 2005, withdrawing its civilian and military presence from the Gaza Strip, and retaining control over the Gaza airspace, maritime access and borders even with Egypt according to the 2005 agreement with Palestinian authority. Qassam rockets were fired regularly prior to the Israeli disengagement and the frequency of Qassam attacks increased after the Disengagement from Gaza. Palestinian militants have targeted a number of military bases and civilian towns in Southern Israel.[38] Since 2001, Palestinian militants have launched thousands of rocket and mortar attacks on Israel from the Gaza Strip.[39] Thirteen Israelis have been killed and hundreds injured as a result of Qassam rocket fire at Israeli targets. Additionally, Qassam rocket attacks have resulted in post-traumatic stress disorder (PTSD) in both children and adults, with 33% of children living in Sderot suffering from PTSD.[40][41] When the Islamic party Hamas won the January 2006 Palestinian legislative election, gaining a majority of seats in the Palestinian Legislative Council,[24] the conflict between Israel and Gaza intensified. Israel sealed its border with the Gaza Strip, largely preventing free flow of people and many imports and exports. Palestinians have been shooting Qassam rockets at Israeli settlements located near the Gaza borders, and have staged cross-border raids aimed at killing or capturing Israeli soldiers. In one such raid, on 25 June 2006, Palestinians captured Israeli soldier Gilad Shalit, leading to massive retaliation by the Israeli army which included air strikes against Hamas targets. In June 2007, internal fighting broke out between Hamas and Fatah and Hamas fully consolidated its power by staging an armed coup d'état and taking control of the Gaza Strip. Following the internecine fighting that occurred between 7 and 15 June 2007, also known as the Battle of Gaza 2007 in which 118 Palestinians were killed and over 550 were wounded,[42] the entire Gaza Strip came under full control of a Hamas government. As a response to the Hamas takeover, Israel sharply restricted the flow of people and goods into and out of Gaza. About 70% of Gaza's workforce have become unemployed or without pay, and about 80% of its residents live in poverty.[43] Since Hamas' takeover, Palestinian armed groups in Gaza and Israel continued to clash. Palestinian armed groups have fired rockets into Israel, killing Israeli civilians, including children, and wounding others, as well as causing damage to infrastructure; and Israel have launched attacks, and shelled Gaza with artillery, killing Palestinian combatants as well as civilians, including children,[44][45][46] and causing devastating damage to infrastructure.[47] According to Human Rights Watch, the Palestinian deliberate attacks against civilians violate international humanitarian law. Because Hamas exercises power inside Gaza, it is responsible for stopping unlawful attacks even when carried out by other groups.[48] Large-scale conventional warfare beyond the peripheries of the Gaza Strip began when Palestinian militants abducted Corporal Gilad Shalit, and Israel responded by launching Operation \"Summer Rains\" on 28 June 2006. The operation became the first major mobilization within the Gaza Strip since Israel unilaterally disengaged from the region between August and September 2005. The Gaza beach blast was an event on 9 June 2006 in which eight Palestinians were killed – including nearly the entire family of seven-year-old Huda Ghaliya – and at least thirty others were injured in an explosion on a beach near the municipality of Beit Lahia in the Gaza Strip.[49] The incident received considerable attention from news media worldwide, with blame for the explosion hotly disputed in the following weeks. Israel maintains that it mobilized thousands of troops in order to suppress Qassam rocket fire against its civilian population and to secure the release of Gilad Shalit. It is estimated that between 7,000 and 9,000 Israeli artillery shells were fired into Gaza between September 2005 and June 2006, killing 80 Palestinians in 6 months.[50] On the Palestinian side, over 1,300 Qassam rockets have been fired into Israel from September 2000 to 21 December 2006.[citation needed] Israeli forces also continued to search for tunnels, used by militants to smuggle weapons, as well as monitor operations at checkpoints (with some assistance from the European Union at Rafah) for security reasons, specifically possible weapons transfers and uninhibited return of exiled extremist leaders and terrorists.[51][52][53][54][55] As of 18 October 2006, Israel has discovered 20 tunnels used for illegal arms smuggling under the border of the Gaza Strip and Egypt.[56] Israel had said it would withdraw from the Strip and end the operation as soon as Shalit was released.[57] The Palestinians had said that they were willing to return Shalit in exchange for the release of some of the Palestinians held in Israeli jails. The Palestinians and others have also said the assault was aimed at toppling the democratically elected Hamas-led government and at destabilizing the Palestinian National Authority, citing the targeting of civilian infrastructure such as a power station and the captures of government and parliament members. Some 300 Palestinians had been targeted by the IDF in the Gaza Strip since the kidnapping of Corporal Gilad Shalit.[58] In July 2006, first reports emerged about mystery injuries after Israeli attacks. Previously unseen injuries included severely damaged internal organs, severe internal burning and deep internal wounds often resulting in amputations or death. Bodies arrived severely fragmented, melted and disfigured. There were speculations about a new experimental weapon, particularly Dense Inert Metal Explosives (DIMEs).[59] Attempting to curb Qassam rocket attacks fired at Southern Israel by Palestinian militants from the northern Gaza Strip, Israel launched Operation \"Autumn Clouds\" on 1 November 2006. On 8 November 2006, a day after Israel's withdrawal following Operation \"Autumn Clouds,\" Israel Defense Forces shells missed their target—possibly due to a \"technical malfunction\"—and hit a row of houses in the Gaza Strip town of Beit Hanoun,[60] killing 19 Palestinians and wounding more than 40.[61][62] Israeli Defense Forces launched an investigation into the Beit Hanoun November 2006 incident (and later apologized for the incident), and the then Israeli President Ehud Olmert offered humanitarian assistance to those affected.[63] The 2006 Franco–Italian–Spanish Middle East Peace Plan was proposed after Israel invaded the Gaza Strip in Operation \"Autumn Clouds\" by Spanish Premier José Luis Rodríguez Zapatero during talks with French president Jacques Chirac. Italy's prime minister Romano Prodi gave his full support to the plan. On 26 November, a ceasefire was signed by Palestinian organisations and Israel, and Israel withdrew its troops while the Palestinian Authority forces deployed to stop Qassam rocket launchings. Following the truce over 60 Qassam rockets were fired from the Gaza Strip at Israel, and 1 Palestinian (armed with guns and grenades) was killed by the IDF. On 19 December, the Palestinian Islamic Jihad began taking open responsibility for the Qassam rocket firing, because they said Israel killed two of their members in Jenin.[64][65][66] A series of battles between Palestinian militants in Hamas-governed Gaza and the Israel Defense Forces (IDF) that began in mid-May 2007, with the inter-Palestinian violence flaring in the meantime. Palestinians fired more than 220 Qassam rocket attacks on Israel (Sderot and the western Negev) in more than a week. The Israeli Air Force fired missiles and bombs at the launching sites. The fighting came amid serious Palestinian factional violence and reports of growing level of humanitarian crisis in the region.[67] Hamas said they will continue to retaliate against Israeli strikes. In September 2007, citing an intensification of Qassam rocket attacks, Israel declared Gaza \"hostile territory.\" The declaration allowed Israel to prevent the transfer of electricity, fuel, and other supplies into Gaza. The stated purpose of this blockade was to pressure Hamas into ending the rocket attacks and to deprive them of the supplies necessary for the continuation of rocket attacks.[68][69][70][71] Israel's decision to cut fuel supplies to Gaza were widely condemned as \"collective punishment.\"[72][73][74] Israel has also arrested Hamas officials in the West Bank, including two cabinet members. Such arrests have been strongly condemned by international organizations and politicians.[75][76][77][78] By January 2008, according to a United Nations study, the economic effects of Israel's blockade on Gaza reached a critical threshold. Finally, on 17 January 2008, Israel sealed the border completely following a rise in rocket attacks. The breach of the Gaza-Egypt border began on 23 January 2008, after gunmen in the Gaza Strip set off an explosion near the Rafah Border Crossing, destroying part of the former Israeli Gaza Strip barrier. The United Nations estimates that as many as half the 1.5 million population of the Gaza Strip crossed the border into Egypt seeking food and supplies.[citation needed] On 27 February 2008, Palestinian militants fired more than 40 Qassam rockets into southern Israel and the Israeli army fired three missiles at the Palestinian Interior Ministry in Gaza destroying the building.[79] On 28 February 2008 Israeli aircraft bombed a police station near the Gaza City home of Hamas leader Ismail Haniya, killing several children.[80] The Israeli military says its air and ground operations against militants firing rockets from northern Gaza have hit at least 23 armed Palestinians, while Palestinian sources have reported higher death tolls and say many civilians have also been killed.[81] Israel began its air and ground operations on 29 February.[82] The IDF's offensive in Gaza has killed more than 100 Palestinians in less than a week.[83] Palestinians fired 150 rockets at Israel which killed three Israelis.[82] The United States called for an end to clashes between Israel and the Palestinians.[84] The Palestinian president, Mahmoud Abbas, has accused Israel of \"international terrorism\", saying its assault on Gaza constitutes \"more than a holocaust.\"[85] On 3 March Abbas suspended all contact with Israel over its assault on Gaza as the Israeli government sent warplanes to hit more targets early on Monday and vowed to continue its offensive.[86] The European Union condemned what it called \"disproportionate use of force\" by the Israeli military in Gaza after 54 Palestinians were killed in the highest casualty toll for a single day since fighting erupted in 2000.[87] United Nations Secretary-General Ban Ki-moon also issued a condemnation of what he termed Israel's \"excessive and disproportionate\" response, and called on Israel \"to cease such attacks\", while denouncing the ongoing rocket attacks on Sderot and Ashkelon.[88] In the Muslim world, demonstrators took to the streets to protest the IDF attacks. Iran's Supreme Leader Ayatollah Ali Khamenei called on Muslims to rise up and their leaders to hit Israel \"in the face with their nations' anger.\" In Lebanon, hundreds of Hezbollah supporters gathered at the Fatima Gate at the border between Lebanon and Israel, shouting \"Death to Israel\" and waving Lebanese and Palestinian flags. In Egypt, thousands of students held protests at universities across the country calling on Arab leaders to stop Israeli aggression and support the Palestinians. Some protesters burned Israeli and American flags.[84] About 10,000 protesters, mainly from Jordan's mainstream Muslim Brotherhood and smaller opposition groups, took to the streets in one of the country's most vocal and largest anti-Israeli demonstrations in recent years. Saudi Arabia meanwhile compared the IDF offensive to \"Nazi war crimes\" and called on the international community to stop what it called the \"mass killings\" of Palestinians. Turkey's Prime Minister Recep Tayyip Erdogan said that the IDF attacks can have \"no humanitarian justification\" and added that Israel was rejecting a \"diplomatic solution\" to the dispute.[84] Most Israeli tanks and troops pulled out of northern Gaza 3 March 2008, and an Israel Defense Forces spokesman confirmed that the Israeli military was ending offensive operations there after five days.[89] On 29 February 2008, the Israeli military launched Operation \"Hot Winter\" (also called Operation \"Warm Winter\") in response to Qassam rockets fired from the Strip by Hamas. The Israeli army killed 112 Palestinians, and Palestinian militants killed three Israelis. More than 150 Palestinians and seven Israelis have been injured.[90] There was widespread international alarm at the scale of the operation, with the US state department encouraging Israel to exercise caution to avoid the loss of innocent life, and the European Union and the United Nations criticising Israel's \"disproportionate use of force\". The European Union also demanded an immediate end to Palestinian militant rocket attacks on Israel and urged Israel to halt activities that endanger civilians, saying they were \"in violation of international law.\"[91] The 2008 Israel–Hamas ceasefire was an Egyptian-brokered six-month Tahdia (an Arabic term for a lull) \"for the Gaza area\", which went into effect between Hamas and Israel on 19 June 2008.[92] Hamas' obligation was to stop the rocket attacks on Israel. During the initial 5-months of the ceasefire, and after a shaky start during the initial week,[93] these attacks from Gaza decreased significantly for a total of 19 rocket and 18 mortar shell launchings,[93][94] compared to 1199 rockets and 1072 mortar shells in 2008 up to 19 June, a reduction of 98%.[95] Mark Regev, spokesman for the Israeli Prime Minister acknowledged that \"there were no Hamas rockets during the ceasefire before November the 4th\".[95][96] Israel's obligation was to cease attacks on Gaza and once the ceasefire held, to gradually begin to ease its punishing blockade of Gaza.[92] The agreement called on Israel to increase the level of goods entering Gaza by 30 percent over the pre-lull period within 72 hours and to open all border crossings and \"allow the transfer of all goods that were banned and restricted to go into Gaza\" within 13 days after the beginning of the ceasefire.[97][better source needed] The increase in supplies of food, water, medicine and fuel did improve, but the increase was only to an average of about 20 percent of normal levels,[98] compared to the Hamas compliance in reducing rocket fire by 98%.[95] Two months later the volume of goods arriving was too low to significantly improved living conditions,[99] preventing UNRWA from replenishing its stores.[100] Israel told U.S. officials in 2008 it would keep Gaza's economy \"on the brink of collapse\".[101] On 4 November 2008 Israel broke the ceasefire with an attack on Gaza. The Israeli military claimed the target of the raid was a tunnel that they said Hamas was planning to use to capture Israeli soldiers positioned on the border fence 250m away.[102] Hamas officials differed, however, claiming that the tunnel was being dug for defensive purposes, not to capture IDF personnel, according to Dr Robert Pastor (of the Carter Institute), and an IDF official confirmed that fact to him. Hamas replied to the Israeli attack with a barrage of rocket fire. With this incursion into Gaza territory and its non-compliance with the easing of the embargo, Israel had failed to comply with two aspects of the June 2008 ceasefire.[95] When the six-month truce officially expired on 19 December, Hamas launched 50 to more than 70 rockets and mortars into Israel over the next three days, though no Israelis were injured.[103][104] On 21 December, Hamas said it was ready to stop the attacks and renew the truce if Israel stopped its \"aggression\" in Gaza and opened up its border crossings.[104][105] On 27 and 28 December, Israel implemented Operation Cast Lead against Hamas. Egyptian President Hosni Mubarak said \"We warned Hamas repeatedly that rejecting the truce would push Israel to aggression against Gaza.\"[106] The Gaza War[107] started when Israel launched a large military campaign in the Gaza Strip on 27 December 2008, codenamed Operation \"Cast Lead\" (Hebrew: מבצע עופרת יצוקה),[108] with the stated aim of stopping Hamas rocket attacks on southern Israel and arms smuggling into Gaza.[109][110] The conflict has also been called the Gaza massacre in the Arab world (Arabic: مجزرة غزة).[111] A fragile six-month truce between Hamas and Israel expired on 19 December 2008.[112] The Israeli operation began with an intense bombardment of the Gaza Strip,[113] targeting Hamas bases, police training camps,[114] police headquarters and offices.[115][116] Civilian infrastructure, including mosques, houses, medical facilities and schools, were also attacked, as Israel stated that many of them were used by combatants, and as storage spaces for weapons and rockets.[117] Hamas intensified its rocket and mortar attacks against targets in Israel throughout the conflict, hitting previously untargeted cities such as Beersheba and Ashdod.[118][119] On 3 January 2009, the Israeli ground invasion began.[120][121] Human rights groups and aid organisations have accused Hamas and Israel of war crimes.[122][123][124] An estimated 1,166-1,417 Palestinians and 13 Israelis died in the conflict.[125][126][127] The conflict came to an end on 18 January after first Israel and then Hamas announced unilateral ceasefires.[128][129] On 21 January, Israel completed its withdrawal from the Gaza Strip.[130] On 2 March, it was reported that international donors had pledged $4.5 billion in aid for the Palestinians, mainly for rebuilding Gaza after Israel's offensive.[131] This war is considered to be the largest, devastating and deadliest military operation in Gaza since the Six-day war in 1967.[132] On 26 March 2010, two Israeli soldiers and two Hamas militants were killed during clashes on the Gaza Strip's southern border. Two other soldiers were wounded during the fighting which broke out east of the town of Khan Younis. They are the first Israeli soldiers to have been killed in hostile fire in or around Gaza since Israel's major offensive there in January 2009, according to the BBC.[133] On 18 August 2011, a series of cross-border attacks was carried out in southern Israel near the Egyptian border, by a squad of militants. The militants first opened fire at civilian bus.[134][135] Several minutes later, a bomb was detonated next to an Israeli army patrol along Israel's border with Egypt. In a third attack, an anti-tank missile hit a private vehicle, killing four civilians. During the second week of March 2012, Israeli Defense Forces (IDF) initiated Operation \"Returning Echo\". It was the worst outbreak of violence covered by the media in the region since the 2008–09 Operation \"Cast Lead\" (the Gaza War). Attacks by Israel and Gazans grew intense late in October 2012. An Israeli air strike killed Ahmed Jabari, chief of the Hamas military wing in Gaza.[136] During the operation, four Israeli civilians and one soldier were killed by Palestinian rocket fire,[137] according to Palestinian Centre for Human Rights 158 Palestinians had been killed, of which: 102 were civilians, 55 militants and one was policeman. 30 children and 13 women were among the killed,[138] while the Israel Defense Forces presented statistics showing that out of 177 Palestinians killed, 120 were militants.[139] Most of the fighting was by bombs, aerial attacks, artillery, and rockets; the rockets being primarily used by the Palestinians and air strikes primarily by the Israelis. Attacked locations include Beersheva, Tel Aviv, Ashdod, Ofakim, Gaza, the rest of the Gaza Strip, the Shaar Hanegev, and Eshkol Regional Council. The United States, United Kingdom, Canada, Germany and other Western countries expressed support for Israel's right to defend itself, and/or[clarification needed] condemned the Palestinian rocket attacks on Israel.[140][141][142][143][144][145][146][147][148] Iran, Egypt, Turkey, North Korea and several other Arab and Muslim countries condemned the Israeli operation.[149][150][151] In 2014, fighting intensified between Israel and Hamas, leading to another full-scale Gaza War, this one far deadlier than the previous in 2008–2009. The IDF launched Operation Protective Edge on 8 July 2014, in response to Hamas rocket attacks,[152] which were launched following an earlier Israeli air strike against Gaza[153] and on 17 July 2014, Israel troops entered the Gaza Strip.[154] UN OCHA says 2,205 Palestinians (including at least 1,483 civilians) and 71 Israelis (including 66 soldiers) and one foreign national in Israel were killed in the conflict.[155] The war came to an end after 50 days of conflict when a ceasefire was agreed upon on 26 August 2014.[156] During the 2018 Land Day protests, 168 Palestinians have been killed and thousands were injured during clashes with Israeli troops at the Gaza-Israel border.[157] Violence flared up again on 11 November 2018 when seven Palestinian militants were killed during a botched raid by the Israel Defense Forces in the southeastern Gaza Strip. One IDF officer was killed and another was injured. Over a dozen rockets were subsequently fired from Gaza, three of which were shot down. After a series of intense fire exchanges, ceasefire was agreed upon on 13 November 2018. On 25 March, seven people were injured in Israel after a rocket attack destroyed a home in Mishmeret. The Israel Defense Forces confirmed that Hamas was responsible for the attack.[158] The Israeli Air Force sent jets to strike multiple targets in the Gaza Strip, including the office of senior Hamas official Ismail Haniyeh, and Hamas' military intelligence headquarters in Gaza City.[159][160] On 3 May, two Israeli soldiers were injured by a Palestinian Islamic Jihad sniper from in the Gaza Strip during the weekly protests at the Gaza–Israel border. In response, the Israeli Air Force carried out an airstrike, killing four Palestinians. In addition, two other Palestinians were killed and 60 wounded, 36 of them by Israeli gunfire.[161] Following this, Gazan militants launched hundreds of rockets at Israel. In response, the Israeli Air Force struck numerous targets within the Gaza Strip. In addition, Israel increased its troop presence near the Gaza–Israel border.[162] On 15 April, Israeli military conducted military strikes targets in Gaza after a rocket was fired at southern Israel. Targets included an armaments production facility, a tunnel for smuggling weaponry and a Hamas military post.[163] Hamas demanded Israel remove its forces from Al-Aqsa mosque by May 10, 6pm. Minutes after the deadline passed, Hamas fired more than 150 rockets into Israel from Gaza.[164] In response, Israel launched air strikes in the Gaza strip on the same day.[165] On 31 July 2014 on the 23rd day of the 2014 Israel–Gaza conflict, Ireland's Foreign Minister Charlie Flanagan said he shared \"the horror and revulsion of senators and very many of our citizens at the horrendous scenes we have witnessed since the start of the Israeli military operation.\" The Irish government, he said, condemned \"both the unacceptably high civilian casualty rate resulting from disproportionate military action on Israel's part as well as the firing of rockets by Hamas and other militants into Israel.\"[176] On 5 August 2014 a member of the British cabinet resigned over the UK government's approach to the 2014 conflict. During the U.S. Presidential campaigns of 2016, Democratic candidate Bernie Sanders criticized Israel for its treatment of Gaza, and in particular criticized Netanyahu for \"overreacting\" and causing unnecessary civilian deaths.[177] In April 2016 the Anti-Defamation League called on Sanders to withdraw remarks he made to the New York Daily News, which the ADL said exaggerated the death toll of the 2014 Israel–Gaza conflict. Sanders said \"over 10,000 innocent people were killed\", a number far in excess of Palestinian or Israel sources' estimates.[178] In response, Sanders said that he accepted a corrected number of the death toll as 2,300 in the course of the interview and that he would make every effort to set the record straight. The transcript of the interview failed to note that Sanders said \"Okay\" to the corrected number presented by the interviewer during the course of the interview.[179] According to NGOs and the UN, the recent wars and the blockade have led to worsening living conditions in Gaza, and it could become unlivable by 2020.[180][181] Due to the conflict, Israel has stepped up its defense measures in the southern communities and cities of Israel. This includes building fortifications on existing structures and bomb shelters, developing an alarm system (Red Color) and building an air-defense system (Iron Dome) [182]","Title":"Gaza–Israel conflict - Wikipedia","KeyID":"16711","URL":"https://en.wikipedia.org/wiki/Gaza%E2%80%93Israel_conflict"}