{"Content: ":"Iraq Rojava (cross-border cooperation since May 2018)[2] Supported by: CJTF-OIR (until 2021) Kurdistan Region Islamic State Barham Salih (Commander-in-chief) Mustafa Al-Kadhimi Adil Abdul-Mahdi Haidar al-Abadi Fuad Masum Falih Alfayyadh Qais Khazali Hadi al-Amiri Emmanuel Macron Boris Johnson Joe Biden Donald Trump Lt. Gen. Paul LaCamera Abu al-Hasan al-Hashimi al-Qurashi (Leader of IS) Abu Umar al-Muhajir[5] Abu Fatima al-Jaheishi Abu Jandal al-Masri Abu Yusaf Abu Ahmad al-Alwani Abu Muhammad al-Jazrawi Sami Jasim Muhammad al-Jaburi (POW)[6] Faysal Ahmad Ali al-Zahrani Zulfi Hoxha Abu Obeida Baghdad (POW) Bajro Ikanović Ahlam al-Nasr Hiwa Chor Assi al-Qawali (POW) Iraq Kurdistan Islamic State Major insurgent attacks Cross-border operations Iranian–U.S. conflict The Islamic State insurgency in Iraq is an ongoing low-intensity insurgency that began in 2017 after the Islamic State (ISIS) lost its territorial control in the War in Iraq. ISIS and allied White Flags fought the Iraqi military (largely backed by the United States and other countries conducting airstrikes against ISIS) and allied paramilitary forces (largely backed by Iran). The insurgency is a direct continuation of the War in Iraq from 2013 to 2017, with ISIL continuing armed opposition against the Shia-led Iraqi Government. Along with the Islamic State, other insurgents fighting the government include a group known as the White Flags which is reportedly composed of former ISIL members and Kurdish rebels and is believed by the government of Iraq to be part of Ansar al-Islam and possibly affiliated with al-Qaeda.[16] The group operates mostly in the Kirkuk Governorate and has used an assortment of guerilla tactics against government forces. In September 2017, Abu Bakr al-Baghdadi, the leader of ISIL, called on ISIL supporters around the world to launch attacks on Western news media and continued in his message the ISIL must focus on combating the two-pronged attack on the Muslim Ummah; these statements marked a departure from previous rhetoric which was focused on the state building of ISIL and heralded a shift in ISIL's strategy toward a classical insurgency.[17] Since ISIL's loss of all territory in Iraq in late 2017 which was declared as Iraq's victory over ISIL and widely seen as an end to the war, and declared as such by Iraq's Prime Minister Haidar al-Abadi,[18] multiple incidents of violence have occurred being carried out by the conflicting sides, in spite of Iraq's declaration of victory over ISIL the group is widely seen as far from gone and continues to retain a presence throughout Iraq, and still capable of carrying out attacks and skirmishes with pro-government forces.[19] ISIL has been waging a guerrilla war with a strong presence in the governorates of Kirkuk, Diyala, Saladin, and Sulaymaniyah, with local forces largely ill-equipped and inexperienced, ISIL has also taken advantage of the areas' rough terrain to carry out operations. ISIL has also made a notable presence in the cities of Kirkuk, Hawija and Tuz Khurmato and has carried out attacks at night in rural areas. ISIL fighters also reportedly move through villages during the day without interference from security forces, and locals have been asked by ISIL to give fighters food and give information on the whereabouts of Iraqi personnel, locals have also stated that ISIL fighters will frequently enter into Mosques and ask for Zakat to fund the insurgency. Among ISIL's operations include assassinations, kidnappings, raids and ambushes.[20] As of 2021, U.S. officials warned that ISIL \"remains capable of waging a prolonged insurgency” but also described ISIL in Iraq as \"diminished”. Iraqi intelligence estimated that ISIL has 2,000–3,000 fighters in Iraq.[21][11] Following ISIL's defeat in December 2017, they have been greatly weakened and violence in Iraq has been sharply reduced. 23 civilians lost their lives from violence-related incidents during November 2021, the lowest figure in 18 years.[22] Between January and February 2018, Iraqi security forces and Peshmerga clashed with the White Flags around parts of the Kirkuk and Saladin governorates for control of oil fields which the Iraqi government claims the group's priority is. The Iraqi government said in the clashes the composition of the White Flag's fighters are ISIL members and individuals linked to the Kurdish mafia, the government also alleges that the Kurdistan Region allowed oil theft to occur in the area while it was under their control and enabled ISIL for their own interests.[23] In March 2018, in two separate attacks ISIL reportedly killed 10 individuals including a pro-government Sunni tribal Sheikh along with his son and guests at his house in the town of Al-Shirqat south of Mosul, in the other attack ISIL killed 5 individuals from the same family whom were Iraqi Turkmen and Shia at a fake checkpoint set up by the group posing as Iraqi security forces.[24] December Mamluk dynasty of Mesopotamia","Title":"Islamic State insurgency in Iraq (2017–present) - Wikipedia","KeyID":"16710","URL":"https://en.wikipedia.org/wiki/Islamic_State_insurgency_in_Iraq_(2017%E2%80%93present)"}