{"Content: ":"Philippine Government Non-state participants: Foreign support:[note 2] Local-based drug dealers, distributors: Suspected drug users Foreign drug cartels: The Philippine drug war is the anti-drug policy and actions of the Philippine government under Former President Rodrigo Duterte, who assumed office on June 30, 2016. According to former Philippine National Police Chief and Senator Ronald dela Rosa, the policy is aimed at \"the neutralization of illegal drug personalities nationwide\".[21] Duterte has urged the public to kill criminals and drug addicts.[22] The anti-narcotics campaign was condemned by media organizations and human rights groups, which reported staged crime scenes where police allegedly execute unarmed drug suspects, planting guns and drugs as evidence.[23][24] Philippine authorities have denied misconduct by police.[25][26] Duterte has since admitted to underestimating the illegal drug problem when he promised to rid the country of illegal drugs within six months of his presidency, citing the difficulty in border control against illegal drugs due to the country's long coastline and lamented that government officials and law enforcers themselves were involved in the drug trade.[27][28] In 2022, Duterte urged his successor, Bongbong Marcos, who won the 2022 Philippine presidential election, to continue the war on drugs in \"his own way\" to protect the youth.[29] Marcos declared his intention to continue the anti-narcotics campaign, focusing more on prevention and rehabilitation.[30]  Owing to its geographical location, international drug syndicates use the Philippines as a transit hub for the illegal drug trade.[31][32] Some local drug syndicates and gangs are also involved in narcotics, utilizing drug mules to transport small amounts of illegal drugs to other countries.[33] In the 90s, the Philippines became a temporary theatre of the U.S.-led War on Drugs; at one point the Drug Enforcement Administration even conducted their own operations in the country.[34] The new millennium saw a boom in the illegal drug industry. In 2010 alone, a U.S. International Narcotics Control Strategy report estimated the illegal drug trade in the Philippines at $6.4 to $8.4 billion annually.[35][36] This perceived growth of illegal drugs in the Philippines led to the nomination of Rodrigo Duterte in the 2016 presidential election, owing to his time as mayor in Davao City which was considered as the 9th \"safest city in the world\".[37] Duterte would win the 2016 Philippine presidential election promising to kill tens of thousands of criminals, with a platform urging people to kill drug addicts.[22] Duterte has benefited from reports in the national media that he made Davao into one of the world's safest cities, which he cites as justification for his drug policy,[38][39][40] although national police data shows that the city has the highest murder rate and the second highest rape rate in the Philippines.[41][42] As Mayor of Davao City, Duterte was criticized by such groups as Human Rights Watch for the extrajudicial killings of hundreds of street children, petty criminals and drug users carried out by the Davao Death Squad, a vigilante group with which he was allegedly involved.[43][44][45] Duterte has alternately confirmed and denied his involvement in the alleged Davao Death Squad killings.[46] Cases of extrajudicial killings have long since been a problem in the Philippines even before the Duterte administration. In a research report for The Asia Foundation conducted by Atty. Al A. Parreno on the grim tradition of police executions, there were a total of 305 incidents of extrajudicial killings with 390 victims from 2001 to 2010, with only a total of 161 cases or 56% of the incidents have been filed with the prosecutor.[47] Atty. Parreno also concluded that the number of cases could be higher. Philippine anti-narcotic officials have admitted that Duterte uses flawed and exaggerated data to support his claim that the Philippines is becoming a \"narco-state\".[48] The Philippines has a low prevalence rate of drug users compared to the global average, according to the United Nations Office on Drugs and Crime.[49] In his inaugural State of the Nation Address, Duterte claimed that data from the Philippine Drug Enforcement Agency shows that there were 3 million drug addicts two to three years ago, which he said may have increased to 3.7 million. However, according to the Philippine Dangerous Drugs Board, the government drug policy-making body, 1.8 million Filipinos used illegal drugs (mostly cannabis) in 2015, the latest official survey published, a third of whom had used illegal drugs only once in the past 13 months.[50][48] Estimates of the death toll vary. Officially, 6,229 drug personalities have been killed as of March 2022.[20] News organizations and human rights groups claim the death toll is over 12,000.[51][52] The victims included 54 children in the first year.[52][51] Opposition senators claimed in 2018 that over 20,000 have been killed.[53][54] In February 2018, the International Criminal Court in The Hague announced a \"preliminary examination\" into killings linked to the Philippine drug war since at least July 1, 2016. Based on data from the PNP and PDEA from June 2016 to July 2019, 134,583 anti-drug operations were conducted, 193,086 people were arrested, and 5,526 suspects died during police operations. ₱34.75 billion worth of drugs were seized. 421,275 people surrendered under the PNP's Recovery and Wellness Program (219,979 PNP-initiated, 201,296 community center-supported), and 499 Reformation Centers established.[55] On the law enforcement side, 86 personnel were killed during the drug war with 226 wounded since 2018.[19] According to General Oscar Albayalde and the PNP, since 2019, 50 of these casualties killed and 144 others who were injured were police.[56] In speeches made after his inauguration on June 30 of 2016, Duterte urged citizens to kill suspected criminals and drug addicts. He said he would order police to adopt a shoot-to-kill policy, and would offer them a bounty for dead suspects.[22] In a speech to military leadership on July 1, Duterte told Communist rebels to \"use your kangaroo courts to kill them to speed up the solution to our problem\".[57] On July 2, the Communist Party of the Philippines stated that it \"reiterates its standing order for the NPA to carry out operations to disarm and arrest the chieftains of the biggest drug syndicates, as well as other criminal syndicates involved in human rights violations and destruction of the environment\" after its political wing Bagong Alyansang Makabayan accepted Cabinet posts in the new government.[58][59] On July 3, the Philippine National Police announced they had killed 30 alleged drug dealers since Duterte was sworn in as president on June 30.[60][61] They later stated they had killed 103 suspects between May 10 and July 7.[62] On July 9, a spokesperson of the president told critics to show proof that there have been human rights violations in the drug war.[62][63] Later that day, the Moro Islamic Liberation Front announced it was open to collaborate with police in the drug war.[64] On August 3, Duterte said that the Sinaloa cartel and the Chinese triad are involved in the Philippine drug trade.[65] On August 7, Duterte named more than 150 drug suspects including local politicians, police, judges, and military.[66][67][68] On August 8, the United States expressed concerns over the extrajudicial killings.[69] A presidential spokesperson said that Duterte welcomed a proposed Congressional investigation into extrajudicial killings to be chaired by Senator Leila de Lima, his chief critic in the government.[65] On August 17, Duterte announced that de Lima had been having an affair with a married man, her driver, Ronnie Palisoc Dayan. Duterte claimed that Dayan was her collector for drug money, who had also himself been using drugs.[70] In a news conference on August 21, Duterte announced that he had in his possession wiretaps and ATM records which confirmed his allegations. He stated: \"What is really crucial here is that because of her [romantic] relationship with her driver which I termed 'immoral' because the driver has a family and wife, that connection gave rise to the corruption of what was happening inside the national penitentiary.\" Dismissing fears for Dayan's safety, he added, \"As the President, I got this information … as a privilege. But I am not required to prove it in court. That is somebody else's business. My job is to protect public interest. She's lying through her teeth.\" He explained that he had acquired the new evidence from an unnamed foreign country.[71] On August 18, United Nations human rights experts called on the Philippines to halt extrajudicial killings. Agnes Callamard, the UN Special Rapporteur on summary executions, stated that Duterte had given a \"license to kill\" to his citizens by encouraging them to kill.[72][73] In response, Duterte threatened to withdraw from the UN and form a separate group with African nations and China. Presidential spokesperson Ernesto Abella later clarified that the Philippines was not leaving the UN.[74] As the official death toll reached 1,800, a Congressional investigation of the killings chaired by de Lima was opened.[75] Then Presidential Spokesperson Harry Roque said that the government is open to subjecting the Philippines to a probe through regular domestic channels, as long as they are competent and unbiased rapporteur on the anti-drug campaign.[76][77] On August 23, Chito Gascon, head of the Philippine Commission on Human Rights, told the Senate committee that the International Criminal Court may have jurisdiction over the mass killings.[78] On August 25, Duterte released a \"drug matrix\" supposedly linking government officials, including de Lima, with the New Bilibid Prison drug trafficking scandal.[79] De Lima stated that the \"drug matrix\" was like something drawn by a 12-year-old child. She added, \"I will not dignify any further this so-called 'drug matrix' which, any ordinary lawyer knows too well, properly belongs in the garbage can.\"[80][81] On August 29, Duterte called on de Lima to resign and \"hang herself\".[82] Following the September 2 bombing in Davao City that killed 14 people in the city's central business district, on September 3, 2016, Duterte declared a \"state of lawlessness\", and on the following day signed a declaration of a \"state of national emergency on account of lawless violence in Mindanao\".[83][84] The Armed Forces of the Philippines and the Philippine National Police were ordered to \"suppress all forms of lawless violence in Mindanao\" and to \"prevent lawless violence from spreading and escalating elsewhere\". Executive Secretary Salvador Medialdea said that the declaration \"does not specify the imposition of curfews\", and would remain in force indefinitely. He explained: \"The recent incidents, the escape of terrorists from prisons, the beheadings, then eventually what happened in Davao. That was the basis.\"[85] The state of emergency has been seen as an attempt by Duterte to \"enhance his already strong hold on power, and give him carte blanche to impose further measures\" in the drug war.[86] At the 2016 ASEAN Summit, US President Barack Obama cancelled scheduled meetings with Duterte to discuss extrajudicial killings after Duterte referred to Obama as a \"son of a whore.\"[87][88] On September 19, 2016, the Senate voted 16–4 to remove de Lima from her position heading the Senate committee, in a motion brought by senator and boxer Manny Pacquiao.[89] Duterte's allies in the Senate argued that de Lima had damaged the country's reputation by allowing the testimony of Edgar Matobato. She was replaced by Senator Richard Gordon, a supporter of Duterte.[90] Matobato had testified that while working for the Davao Death Squad he had killed more than 50 people. He said that he had witnessed Duterte killing a government agent, and he had heard Duterte giving orders to carry out executions, including ordering the bombing of mosques as retaliation for an attack on a cathedral.[91] Duterte told reporters that he wanted \"a little extension of maybe another six months\" in the drug war, as there were so many drug offenders and criminals that he \"cannot kill them all\".[92][93] On the following day, a convicted bank robber and two former prison officials testified that they had paid bribes to de Lima. She denies the allegations.[94] In a speech on September 20, Duterte promised to protect police in the drug war and urged them to kill drug suspects regardless if they draw a gun or not when conducting police operation.[95][96] At the beginning of October, a senior police officer told The Guardian that 10 \"special ops\" official police death squads had been operating, each consisting of 15 police officers. The officer said that he had personally been involved in killing 87 suspects, and described how the corpses had their heads wrapped in masking tape with a cardboard placard labelling them as a drug offender so that the killing would not be investigated, or they were dumped at the roadside (\"salvage\" victims). The chairman of the Philippines Commission on Human Rights, Chito Gascon, was quoted in the report: \"I am not surprised, I have heard of this.\" The PNP declined to comment. The report stated: \"although the Guardian can verify the policeman's rank and his service history, there is no independent, official confirmation for the allegations of state complicity and police coordination in mass murder.\"[97] On October 28, Datu Saudi Ampatuan Mayor Samsudin Dimaukom and nine others, including his five bodyguards, were killed during an anti-illegal drug operation in Makilala, North Cotabato. According to police, the group were heavily armed and opened fire on police, who found sachets of methamphetamine at the scene. No police were injured.[98][99] Dimaukom was among the drug list named by Duterte on August 7; he had immediately surrendered, and then returned to Datu Saudi Ampatuan.[100] On November 1, it was reported that the US State Department had halted the sale of 26,000 assault rifles to the PNP after opposition from the Senate Foreign Relations Committee due to concerns about human rights violations. A police spokesman said they had not been informed. PNP chief Ronald dela Rosa suggested China as a possible alternative supplier.[101][102] On November 7, Duterte reacted to the US decision to halt the sale by announcing that he was \"ordering its cancellation\".[103] In the early morning of November 5, Mayor of Albuera, Rolando Espinosa Sr., who had been detained at Baybay City Sub-Provincial Jail for violation of the Comprehensive Dangerous Drugs Act of 2002, was killed in what was described as a shootout inside his jail cell with personnel from the Criminal Investigation and Detection Group (CIDG).[104] According to the CIDG, Espinosa opened fire on police agents who were executing a search warrant for \"illegal firearms.\"[105] A hard drive of CCTV footage which may have recorded the shooting of Espinosa is missing, a provincial official said.[106] Espinosa had turned himself in to PNP after being named in Duterte's drug list in August.[107][108] He was briefly released but then re-arrested for alleged drug possession. The president of the National Union of People's Lawyers, Edre Olalia, told local broadcaster TV5 that the police version of events was \"too contrived\". He pointed out that a search warrant is not required to search a jail cell. \"Such acts make a mockery of the law, taunt impunity and insult ordinary common sense.\" Espinosa was the second public official to be killed in the drug war.[109][110] Following the incident, on the same day, Senator Panfilo Lacson sought to resume the investigation of extrajudicial killings after it was suspended on October 3 by the Senate Committee on Justice and Human Rights.[111][112] On November 28, Duterte appeared to threaten that human rights workers would be targeted: \"The human rights [defenders] say I kill. If I say: 'Okay, I'll stop'. They [drug users] will multiply. When harvest time comes, there will be more of them who will die. Then I will include you among them because you let them multiply.\" Amnesty International Philippines stated that Duterte was \"inciting hate towards anyone who expresses dissent on his war against drugs.\" The National Alliance against Killings Philippines criticized Duterte's comment believing that human rights is a part of dealing the illegal drug issue and that his threats constitutes to \"a declaration of an open season on human rights defenders\".[113] On December 5 Reuters reported that 97% of drug suspects shot by police died, far more than in other countries with drug-related violence. They also stated that police reports of killings are \"remarkably similar\", involving a \"buy-bust\" operation in which the suspect panics and shoots at the officers, who return fire, killing the suspect, and report finding a packet of white powder and a .38 caliber revolver, often with the serial number removed. \"The figures pose a powerful challenge to the official narrative that the Philippines police are only killing drug suspects in self-defense. These statistics and other evidence amassed by Reuters point in the other direction: that police are pro-actively gunning down suspects.\"[114] On December 8, the Senate Committee on Justice and Human Rights issued a report stating that there was sufficient evidence to prove the existence of a Davao Death Squad, and there is no proof of an imposed state-sponsored policy to commit killings \"to eradicate illegal drugs in the country\". Eleven senators signed the report, while senators Leila de Lima, JV Ejercito, Antonio Trillanes and Senate Minority Leader Ralph Recto did not sign the report or did not subscribe to its findings.[115] On early morning of September 28, 2016, a riot erupted inside Building 14 at New Bilibid Prison.[116] Initial reports from acting Bureau of Corrections director Rolando Asuncion said that one inmate witnessed three other convicts, namely Peter Co, Tony Co and Vicente Sy, using methamphetamine moments before the riot started.[117][118] The inmate then alerted former police officer Clarence Dongail, who entered the cell and told them to stop. However, upon returning to the common area to watch TV, Tony Co attacked Dongail, triggering the riot.[117] Department of Justice Secretary Vitaliano Aguirre II, in his media interview, said that high-profile convict Tony Co was killed after being stabbed.[116] Convict and alleged drug lord Jaybee Sebastian—who was also involved in the riot, Peter Co and Sy were seriously wounded and taken to the hospital, however, Sebastian is in now stable condition while Peter Co is in critical condition.[116] Dongail suffered minimal injuries.[116] Senator Leila de Lima claimed that the Malacañang Palace was behind the Bilibid riot incident in order to persuade the inmates to testify against her for alleged drug operations inside the prison.[119] Later in a press conference, de Lima angrily condemned the incident and challenged Duterte to arrest her.[120] Following criticism of the police over the kidnapping and killing of Jee Ick-Joo, a South Korean businessman, Duterte ordered the police to suspend drug-related operations while ordering the military and the Philippine Drug Enforcement Agency to continue drug operations.[121] Human Rights Watch criticized the South Korean government in May 2018 for continuing to supply materials to the Philippine authorities after the death of Jee Ick-Joo.[122] On January 4, 2017, a Sputnik gang member by the name of Randy Lizardo shot and killed policeman PO1 Enrico Domingo in Tondo. Domingo, together with other PNP officers, were conducting a buy-bust operation inside Lizardo's home.[123] As the lawmen burst inside, the gang surprised them out of the curtains with handguns. Domingo was hit in the head and died instantly, while another, PO2 Harley Gacera, was wounded in the shoulder. Lizardo and the gang managed to get away, but he would later be captured as he tried to flee the city nine days later.[124] The death of Domingo became one of the most covered case of a police casualty during the drug war.[125] In March 2017, Duterte issued an executive order creating the Inter-agency Committee on Anti-illegal Drugs (ICAD), composed of 21 government entities, headed by the Philippine Drug Enforcement Agency (PDEA), tasked to lead the fight against illegal drugs.[126] On January 31, 2017, Amnesty International published a report of their investigation of 59 drug-related killings in 20 cities and towns, \"If you are poor you are killed\": Extrajudicial Executions in the Philippines' \"War on Drugs\", which \"details how the police have systematically targeted mostly poor and defenceless people across the country while planting 'evidence', recruiting paid killers, stealing from the people they kill and fabricating official incident reports.\" They stated: \"Amnesty International is deeply concerned that the deliberate, widespread and systematic killings of alleged drug offenders, which appear to be planned and organized by the authorities, may constitute crimes against humanity under international law.\"[6] The Palace said that the report was wrong, and there were no such illegal killings. \"As for the spate of killings, there is no such thing as state-sponsored since the police has been following the strict protocols in arresting these drug-related criminals. Secretary Salvador Panelo said that the true cause of the killings are the “members of the drug syndicates are killing each other to prevent their competitors from informing the authorities which may lead to their arrest. As for those who were killed by the police, the same were made on the basis of self-defense when they employed unlawful means to resist arrest posing threat to the lives of the police officers.\" The President also criticized the double standard narrative on the killings involved in the anti-illegal drug campaign. \"When you bomb a village you intend to kill the militants, but you kill in the process the children there. Why do you say it is collateral damage to the West and to us it is murder?\" President Duterte said months after he sat in office.[127][128][129] A police officer with the rank of Senior Police Officer 1, a ten-year veteran of a Metro Manila anti-illegal drugs unit, told AI that police are paid 8,000 pesos (US$161) to 15,000 pesos (US$302) per \"encounter\" (the term used for extrajudicial executions disguised as legitimate operations); there is no payment for making arrests. He said that some police also receive a payment from the funeral home they send the corpses to. Hitmen hired by police are paid 5,000 pesos (US$100) for each drug user killed and 10,000 to 15,000 pesos (US$200–300) for each \"drug pusher\" killed, according to two hitmen interviewed by AI.[6] Family members and witnesses repeatedly contested the police description of how people were killed. Police descriptions bore striking similarities from incident to incident; official police reports in several cases documented by Amnesty International claim the suspect’s gun “malfunctioned” when he tried to fire at police, after which they shot and killed him. In many instances, the police try to cover up unlawful killings or ensure convictions for those arrested during drug-related operations by planting “evidence” at crime scenes and falsifying incident reports—both practices the police officer said were common. AI spoke to many witnesses who complained of the dehumanizing treatment of their family members. Crisis Response Director Tirana Hassan stated: \"The way dead bodies are treated shows how cheaply human life is regarded by the Philippines police. Covered in blood, they are casually dragged in front of horrified relatives, their heads grazing the ground before being dumped out in the open. The people killed are overwhelmingly drawn from the poorest sections of society and include children, one of them as young as eight years old.\"[6] The report makes a series of recommendations to Duterte and government officials and departments. If certain key steps are not swiftly taken, it recommends that the International Criminal Court \"initiate a preliminary examination into unlawful killings in the Philippines’s violent anti-drug campaign and related crimes under the Rome Statute, including the involvement of government officials, irrespective of rank and status.\"[130] The Guardian and Reuters stated that the report added to evidence they had published previously about police extrajudicial executions. Presidential spokesman Ernesto Abella responded to the report, saying that Senate committee investigations proved that there had been no state-sponsored extrajudicial killings.[131][132] In an interview on February 4, Duterte told a reporter that Amnesty International was \"so naive and so stupid\", and \"a creation of [George] Soros\". He asked, \"Is that the only thing you [de Lima] can produce? The report of Amnesty?\"[133] De Lima was jailed on February 24, awaiting trial on charges related to allegations made by Duterte in August 2016.[134] A court date has not been set.[135] On February 20, Arturo Lascañas, a retired police officer, told reporters at a press conference outside the senate building that as a leader of the Davao Death Squad he had carried out extrajudicial killings on the orders of Duterte. He said death squad members were paid 20,000 to 100,000 pesos ($400 to $2,000) per hit, depending on the importance of the target. He gave details of various killings he had carried out on Duterte's orders, including the previously unsolved murder of a radio show host critical of Duterte, and confessed to his involvement with Matobato in the bombing of a mosque on Duterte's orders.[136][137] On the following day the senate voted in a private session to reopen the investigation, reportedly by a margin of ten votes to eight, with five abstentions.[138] On March 6, Lascanas gave evidence at the Senate committee, testifying that he had killed approximately 200 criminal suspects, media figures and political opponents on Duterte's orders.[139] In June 2017 Reuters reported that \"Police were sending corpses to hospitals to destroy evidence at crime scenes and hide the fact that they were executing drug suspects.\" Doctors stated that corpses loaded onto trucks were being dumped at hospitals, sometimes after rigor mortis had already set in, with clearly unsurvivable wounds, having been shot in the chest and head at close range. Reuters examined data from two Manila police districts, and found that the proportion of suspects sent to hospitals, where they are pronounced dead on arrival (DOA), increased from 13% in July 2016 to 85% in January 2017; \"The totals grew along with international and domestic condemnation of Duterte's campaign.\"[140] Then-PNP Chief Gen. Ronald “Bato” dela Rosa dismissed the Reuters report, saying police were trying to save the victims’ lives even when encountering violent resistance. He added that police should not be disparaged for trying to save victims and the removal of bodies from a crime scene did not mean a proper investigation could not be carried out.[141][142][143] On July 30, Reynaldo Parojinog, the mayor of Ozamiz City, was killed along with 14 others, including his wife Susan, in a dawn raid at around 2:30 am on his home in San Roque Lawis.[144][145] According to police, they were on a search warrant when Parojinog's bodyguards opened fire on them and police officers responded by shooting at them. According to police provincial chief Jaysen De Guzman, authorities recovered grenades, ammunition and illegal drugs in the raid.[146][147] On August 16, over 32 people were killed in multiple \"one-time, big-time\" antidrug operations in Bulacan within one day.[148] In Manila, 25 people, including 11 suspected robbers, were also killed in consecutive anti-criminality operations.[149] The multiple deaths in the large-scale antidrug operations received condemnation from human rights groups and the majority of the Senate.[150][151] As a result of involvement in the deaths of teenagers like Kian delos Santos, and Carl Angelo Arnaiz and Reynaldo de Guzman, and robbing of a drug suspect in an antidrug raid, National Capital Region Police Office (NCRPO) chief Oscar Albayalde ordered the firing and retraining of all members of the Caloocan City Police, with the exception of its newly appointed chief and its deputy.[152] On October 12, 2017, Duterte announced the transfer of anti-drug operations to the Philippine Drug Enforcement Agency (PDEA), ending the involvement of the Philippine National Police (PNP). The announcement followed the publication of an opinion poll on October 8, showing a drop in presidential approval from 66% to 48%.[153][154] In a televised speech, Duterte scoffed and mocked the \"bleeding hearts\" who sympathized with those killed in the drug war, pointedly at the European Union, whom he accused of interfering with Philippine sovereignty.[155] In a speech before ASEAN representatives, Rodrigo Duterte refuted all extrajudicial killings related to the War on Drugs by stating that these stories only serve as a political agenda in order to demonize him. He stated that he has only used his mouth to tell drug users that they will be killed. He stated that \"...\"shabu\" (crystal meth) users have shrunken brains, which is why they have become violent and aggressive, leading to their deaths.\"[156] Duterte further added that all the drug pushers and their henchmen always carry their guns with them and killing them is justifiable so that they would not endanger the lives of his men.[156] Duterte appointed a human rights lawyer, Harry Roque, a Kabayan partylist representative, as his spokesperson. Roque stated that he will change public perception by reducing the impact of the statements by which Duterte advocates extrajudicial killings in his war on drugs.[157] In a speech on March 26, 2018, Duterte said that human rights groups \"have become unwitting tools of drug lords.\" Human Rights Watch denied the allegation, calling it \"shockingly dangerous and shameful.\"[158] In October 2018, Duterte signed an executive order institutionalizing the Philippine Anti-Illegal Drugs Strategy, which prescribes a more balanced government approach in the fight against illegal drugs by directing all government departments and agencies, government-owned and controlled corporations, and state universities and colleges to craft their own plans relative to the strategy.[159] The controversial Tanauan, Batangas mayor Antonio Halili was assassinated by an unknown sniper during a flag-raising ceremony on July 2, 2018, becoming the 11th local government official to be killed in the drug war. On the following day, Ferdinand Bote, mayor of General Tinio, was shot dead in his vehicle in Cabanatuan City.[160][161] After holding deliberations on petitions by the Free Legal Assistance Group and the Center for International Law, the Philippine Supreme Court in December 2017 ordered the solicitor-general to release documents related to the drug war.[162] In January 2018, the Supreme Court granted the petitioners a writ of amparo and issued restraining orders against police officers.[163] The spokesperson for the President said the administration will comply with the order.[164] The Supreme Court issued a second writ of amparo in February 2018, prohibiting Interior Secretary Ismael Sueno and police chief Ronald dela Rosa from going within one kilometer from the widow of a drug war victim killed in Antipolo, Rizal.[165] There was a certain sense of frustration because of the cases that were filed before the ICC without first going through the domestic remedies and the domestic channels, wherein remedies can be considered to be able to address these cases that were brought before the attention of the ICC. So the Philippine government thought it was very disrespectful and violative of the processes, according to the Presidential Human Rights Committee Secretariat (PHRCS) But despite the withdrawal, it will not prevent the Philippine government from engaging other agencies such as the UN the European Union, which the Philippines have always remained faithful to the processes that are available, according to the PHRCS. On January 17, 2019, Sri Lankan President Maithripala Sirisena, on his state visit in the country, praised the war on drugs campaign, saying that the campaign is \"an example to the whole world.\"[166] Two days later, human rights groups had expressed alarm over the statement of Sirisena.[167] On January 18, the Armed Conflict Location and Event Data Project (ACLED) issued a statement, saying that the Philippines along with Syria, Nigeria, Yemen, and Afghanistan, is \"one of the deadliest places in the world to be a civilian,\" citing deaths in the drug war. Malacanang reacted by saying that the report \"is remarkable in ignorance and bias.\"[168] A survey conducted by SWS from December 16–19, 2018, showing that 66% of the Filipinos believe that drug addicts in the country have diminished substantially.[169] However, on February 19, 2019, opposition Senator Antonio Trillanes made a statement about the few drug addicts, whom Trillanes said that \"they were killed 'without due process,'\" and slams Presidential Spokesperson Salvador Panelo by saying \"what are you celebrating, Mr. Panelo, the ruthlessness of your boss?\"[170] On March 1, 2019, results of an SWS survey conducted from December 16 to 19, 2018, on 1,440 adults nationwide was released that concluded that 78% (or almost 4 out of 5 Filipinos) were worried \"that they, or someone they know, will be a victim of extrajudicial killings (EJK).\"[171] However, Philippine National Police chief, Police General Oscar Albayalde criticized the survey results pointing out that the survey wrongly presented a question which \"cannot be validated by respondents without keen awareness or understanding of EJK as we know it from Administrative Order No. 35 Series of 2012 by President [Benigno Simeon] Aquino [III].\" He reiterated \"I take the latest survey results on public perception to alleged extrajudicial killing with a full cup of salt. It shouldn’t be surprising that 78 percent are afraid of getting killed. Who isn’t afraid to die, anyway?\"[172] On March 14, Duterte released another list of the politicians allegedly involved in the illegal drug trade. The list consists of 45 incumbent officials: 33 mayors, 8 vice mayors, 3 congress representatives, one board member, and one former mayor.[173] Of all politicians named, there are eight politicians belong to Duterte's own political party PDP–Laban.[174] Opposition figures such as senatorial candidates from Otso Diretso said that Duterte used the list \"to ensure their allies would win\" in May 2019 election.[175] On March 17, the country formally withdrew from the ICC after the country's withdrawal notification was received by the Secretary-General of the United Nations the previous year.[176] In September 2019, the authorities accused Guia Gomez-Castro, former chair of Barangay 484 in Sampaloc, Manila, as a mastermind of \"recycling\" the illegal drugs the law enforcement seized to the corrupt police officers.[177] Dubbed by the authorities as \"drug queen\", the PDEA added that the corrupt police officers have been selling shabu which is worth P16.6 million daily in Gomez-Castro's cohort and also said that Gomez-Castro is allegedly being protected by the corrupt police officers and other politicians.[178] On September 25, the Bureau of Immigration (BI) said that Gomez-Castro has already left the country on September 21.[179] On the same day, Manila Mayor Isko Moreno, through his Facebook live streaming, has ordered Gomez-Castro to surrender to her office.[179] Prior to this, in November 2013, the NBI raided the house of Gomez-Castro in Barangay 484, Sampaloc, Manila where they seized a P240,000 worth of shabu.[180] In November 2018, seven people were arrested by Tondo police during drug operation; some of them are chairwoman's relatives.[181] In a text message, Castro refuted all the accusation thrown against her.[182] On October 25, 2019, Clarin, Misamis Occidental Mayor David Navarro, one of the mayor whom Duterte named him for alleged involvement in the illegal drug trade,[183] was shot dead in ambush by four masked men while he was being transported to the prosecutor's office in Cebu City,[184][185] following his alleged beating up the massage therapist.[186] Prior to his death, Cebu City police said that according to Navarro's family, the mayor had been received death threats in Misamis Occidental.[187] The Philippines was deemed as the 4th most dangerous country in terms of violence directly meant at civilians in the world, declaring that 75% of reported deaths are from war on drugs pursued by authorities.[188] The \"ninja cops\" refers to the police officers who were accused of \"recycling\" the illegal drugs that they seized during the police operations. PNP Chief Oscar Albayalde was the center of the controversy who was accused of protecting the so-called \"ninja cops\" or the corrupt officials.[189] On November 29, 2013, twelve police officers, led by Major Rodney Baloyo, conduct a raid on Mexico, Pampanga, and seized 36.68 kg (80.9 lb) of methamphetamine (shabu). Albayalde was the acting police chief of Pampanga at the time of the raid.[190] That operation was supposed to go after Chinese drug lord Johnson Lee, but they evaded the arrest after Lee allegedly paid the police officers a P50 million. Lee currently remains at large and is now wanted by the authorities.[191] Baloyo contradicted the morning police operations, saying that they raided Lee's house at 4:30pm.[192] On November 30, 2013, authorities submitted the illegal drugs that they recovered as a evidence.[190] PNP Chief General Oscar Albayalde was accused of covering-up in the issue.[190] In a Senate hearing, according to Major Rodney Baloyo, he ordered the Police Officer 2 Anthony Lacsamana to conduct a raid on the area; however, Lacsamana denied Baloyo's claim.[193] Senator Richard Gordon has Baloyo detained at the New Bilibid Prison for \"lying\" at the hearing.[194] A Senate investigation found out that P648 million worth of seized shabu from the November 2013 raid was not declared by the Pampanga police. Additionally, it was reported that the police officers have earned P50 million from the drug lord's wealth.[195] Former Deputy Director for Operations of the CIDG Gen. Rudy Lacadin revealed that then-Pampanga provincial director Albayalde had received some money from the operation.[196] A memo written by Albayalde sent to the Regional Director on December 2, 2013, stated that Albayalde himself ordered the buy-bust operation in Pampanga, however during the Senate hearing, Albayalde denied the knowledge of the operation.[197] Meanwhile, in Central Visayas, nine police officers were dismissed from their duties of Police Regional Office 7 over the reports that they \"were proven to be drug users.\"[198] The Makabayan bloc demanded the immediate resignation of Albayalde from his post and other officials over the implication of the controversy.[199] On October 14, Albayalde eventually resigned as the PNP chief.[200][201] Duterte expressed his disappointment over the issue.[202][203] On October 21, 2019, The PNP-Criminal Investigation and Detection Group (CIDG) filed a complaint before the Department of Justice, citing a re-investigation of Albayalde and 13 of his personnel over the alleged recycling of drugs of some 162 kilograms of shabu of that they seized,[204] while a Senate suggested a life imprisonment for the mentioned police officers.[203] The PNP said in a statement that the accused \"remain innocent until proven guilty.\"[205] On October 23, 2019, Vice President Leni Robredo made a statement, saying that Duterte should allow the UN to investigate the war on drugs, and she added that a campaign has been \"a failure and a dent on the country's international image.\"[206] Presidential spokesman Salvador Panelo slammed Robredo's remark, saying that her claim \"lacked factual basis.\"[207] However, on October 27, 2019, Robredo clarified that she suggested for \"tweaks\" to the campaign and denied that she called to stop the war on drugs.[208] On November 4, 2019, Duterte assigned Vice President Leni Robredo to be co-chairperson of the Inter-Agency Committee on Anti-Illegal Drugs (ICAD) until the end of his term in 2022, said presidential spokesman Salvador Panelo.[209] The Dangerous Drugs Board (DDB) said that, the vice president is “misled in understanding the anti-drug campaign,” and that law enforcement is only a part of a multi-faceted dimension in addressing domestic drug issues using a holistic, balanced, and comprehensive approach. “While enforcement issues are more evident, we cannot discount the successes we have gained in the demand reduction part of the campaign,\" the DDB said. Presidential Spokesperson Salvador Panelo meanwhile tagged Robredo’s comments as “black propaganda” as they lacked factual basis—advising the Vice President to detach herself from detractors. Panelo said that while the government is not intolerant of criticisms, Robrado’s comments “become a disinformation campaign and an abuse of the freedom of speech and expression, and unproductive to the mature evolution of a democratic society a hindrance to its progress.[210][211] On November 12, 2019, former Deputy Director of Human Rights Watch's Asia division Phelim Kline made a statement to Robredo, stating the recommendation of arresting Duterte \"and his henchmen for inciting and instigating mass murder.\"[212] On November 24, Duterte fired Robredo from her post. According to Presidential Spokesperson Salvador Panelo, her removal is \"in response to the taunt and dare\" of Vice President Leni Robredo for Duterte \"to just tell her that he wants her out.\"[213] In January 2020, vice president Leni Robredo reported her findings and recommendations on the drug war. Using data from the Philippine National Police (PNP) and the Philippine Drug Enforcement Agency (PDEA), Robredo said, \"In spite of all the Filipinos who were killed and all the money spent by the government, we only seized less than 1 percent in supply of shabu and money involved in illegal drugs.\"[214] In December 2020, \"International Criminal Court (ICC) Prosecutor Fatou Bensouda said there is 'reasonable basis' to believe that crimes against humanity were committed in the killings related to President Rodrigo Duterte's war on drugs.\"[215] In June 2020, a shooting in Parañaque left one policeman and one criminal dead, as well as one cop wounded.[216] P/ Lt. Armand Melad and his group were sent to Unida and Dimasalang streets, Brgy. Baclaran, to answer a complaint about loud noises from a karaoke. They then came across two males on a motorcycle without helmets. As they questioned the two men, an argument erupted, which led to the policemen trying to arrest the two. One of them by the name of Moamar Sarif drew and opened fire with a .40 Jericho Pistol. The police then swarmed and grabbed their own guns, while the other person on the motorcycle drove away. During the shootout, both Melad and Sarif were critically wounded, later dying in the same hospital. Another police named P/Corporal Allan Baltazar was also wounded. August 2020 was the sight of a bloody series of killings in the province of Leyte, of which many drug dealers and users were killed.[217] Jason Golong, a former drug pusher and user, was killed outside of the RTR hospital in Calanipawan Road, shot upon while driving his car.[218] He was the son of former Tacloban City prosecutor Ruperto Golong, and was once captured in a buy-bust operation conducted by the PDEA in 2018.[219] Retired police officer and drug user Pio Molabola Peñaflor was were killed in a drive-by shooting together with his son Alphy Chan Peñaflor in Palo, Leyte.[220] Four more people were killed in the next month, two of them were former police officers – Constantino Torre, Dennis Monteza, Ian Pat Cabredo and Maritess Pami. Ian Pat Cabredo was a former guard at the Leyte Provincial Jail and was in the police's drug suspect list before his death.[221] In November 24, Police Captain Ariel Ilagan of the Southern Police District, was driving together with his family inside a Toyota Fortuner in Imus City, when armed assailants on foot ambushed them.[222] The SUV they were driving at where set upon by fire from M16 rifles. The attackers then fled onboard a red Toyota Innova that had no registration plate. The shooting was captured in CCTV. Ilagan was killed while his wife and daughter sustained injuries. Ilagan previously headed the Taguig City Police’s Drug Enforcement Unit, but had been recently transferred to the Discipline Law and Order Section (DLOS), which handles “administrative and less grave cases” of policemen.[223] January 23 saw a major gun battle between the PNP and a Mindanao drug syndicate in Maguindanao.[224] The shootout started when a joint task force of police and marines attempted to serve a search warrant to Pendatun Adsis Talusan, a former village chief who was convicted of robbery with homicide, double frustrated murder, and illegal possession of firearms. Members of Talusan's group then holed themselves up inside an apartment where the police besieged them. During the end of the firefight, 12 syndicate members including Talusan was killed, together with one policeman. The shootout happened a few days after the assassination of Christopher Cuan, mayor of Libungan and a politician included in Duterte's drug list.[224] In Palo, Leyte in the morning of February 10, a policeman by the name of Master Sergeant Jay Paul Culas was shot and killed while riding his motorcycle.[225] The assailants were inside a four-wheeled vehicle when they shot Culas with pistol fire. His body laid dead on the national highway. Police determined the killers were tied to Culas' occupation as a policeman, with various suspects presented, including a Waray-Waray gang.[226] A fatal friendly fire incident happened on the evening of February 24, between PNP personnel and PDEA agents near a mall in Quezon City.[227] Both organizations were conducting separate drug operations that intertwined near the Ever Gotesco Mall. A botched buy-bust operation then led to a shootout between the two that caused the deaths of two policemen, two PDEA agents, and one PDEA informant.[228] Although the shootout happened near a crowded area, mall management managed to secure the mall of civilians.[229] During the preliminary investigation, the PNP claimed that the PDEA agents fired first.[230] The PNP and the PDEA decided to have a joint investigation on the matter, while Police General Debold Sinas appointed the CIDG as the lead investigating body. The Department of Justice had also ordered the National Bureau of Investigation to create a parallel investigation on the matter.[231] In February of the year, Department of Justice Secretary Menardo Guevarra told the press that they started investigating the alleged police misconduct during the drug war. The DOJ believed the PNP had constantly failed to observe police protocols and ethics, due to the same similar patterns that led to deaths and the lack of any ballistics tests or paraffin tests.[232] Findings from the investigation will be forwarded to Human Rights Watch. HRW in turn, urged the DOJ to keep its promise \"regarding the alleged failures of the police force in its anti-drug operations.\"[233] In the same month, Leila de Lima, one of Duterte's long-time critics, was acquitted of one of her three drug charges.[234] In June 2021, The International Criminal Court (ICC) Office of the Prosecutor applied for authorization to open an investigation into the alleged crimes against humanity committed in President Rodrigo Duterte's violent campaign against drugs. It also sought to probe killings committed in Davao City from 2011 to 2016.[235] Prosecutor Fatou Bensouda, whose term ends a week after the investigation announcement, said a preliminary probe that began in February 2018 determined \"that there is a reasonable basis to believe that the crimes against humanity of murder [have been] committed\" in the Philippines since Rodrigo Duterte's presidential election win in 2016.[236] Malacañang, through presidential spokesperson Harry Roque, responded to the claims by calling it \"legally erroneous.\"[237] The Philippines cut its ties with the International Criminal Court in 2018 when the Philippine Supreme Court junked petitions that challenged the country’s plan to withdraw from the international tribunal.[238] The decision to withdraw was a reaction to the ICC's 2018 preliminary inquiry into accusations that Duterte and other Philippine officials had committed mass murder and crimes against humanity in the course of the drug crackdown.[239][240] The Philippine National Police manages Oplan Double Barrel as part of its involvement in President Rodrigo Duterte's campaign against illegal drugs in the Philippines. It consists of two main components: Oplan Tokhang and Oplan HVT.[241] Tokhang is characterized as the lower barrel approach while HVT which stands for high value targets is described as the police's high barrel approach.[242] The operation was launched in 2016.[243] The Philippine police temporarily suspended its operations in October 2017 after a directive by President Duterte amidst reports of abuse by the police with the Philippine Drug Enforcement Agency (PDEA) taking over as the leading agency against illegal drug activities in the Philippines. The police resumed operations in January 2018 with the police officially playing a supporting role to PDEA in Duterte's campaign.[242] One component of the war on drugs by the administration of President Rodrigo Duterte is Oplan Tokhang. The name of the operation was derived from the Cebuano words tuktok (knock) and hangyo (plead). As the name suggests, Oplan Tokhang involves the police visiting the houses of individuals suspected to be involved in the illegal drug trade or as users, to persuade them to stop their activities and submit themselves to authority for potential rehabilitation. A more comprehensive guideline by the Philippine National Police then under the leadership of Police Chief Ronald dela Rosa was released prior to the resumption of police operations on the war on drugs in January 2019 after it was temporarily postponed.[244] Tokhang is characterized as a Police Community Relations operation.[245] Under the guidelines, in a single operation, four police officers selected by the locality's police chief are designated as tokhangers to visit the suspects' houses in full uniform. They are to be accompanied by one member of the barangay, municipality, or city anti-drug abuse council, one representative from the PNP human-rights affairs office or any human rights advocate and at least one from the religious sector, members of the media or other prominent personalities in the area. They are only allowed to enter the suspect's house upon the suspect's consent or the house owner. The police coordinates with the Philippine Drug Enforcement Agency and the local anti-drug abuse councils for the conduct of the operations. The guidelines include the option for drug suspects to surrender themselves to the police or the barangay hall and the option to avail of rehabilitation. They are not required to sign any document. If the suspect refuses to surrender or engage with the visiting Oplan Tokhang team, their case is to be submitted to the Drug Enforcement Units, which will conduct relevant police operations including case build-up and negation.[244] The policy was first used in a more local scale in Davao, when Dela Rosa was still the police chief of the locality, leading police visits to drug suspects houses. The word tokhang has become associated with killings related to the campaign against illegal drugs prior to the release of the guideline[244] with the PDEA chief General Aaron Aquino urging to discontinue the use \"thokhang\" to refer to the government's operations.[243] Oplan High Value Targets (HVT) is a component of the Philippine National Police operations under Operation Double Barrel which aims to arrest and neutralize individuals which the police allege to be involved in the country's illegal drug trade. They include drug lords and pushers who operate in groups.[246] In its November 2016 report, the PNP Directorate for Intelligence said that of the 956 validated high-value targets identified by the national police since the start of the campaign, 23 were killed in police operations, 109 were arrested, and 361 surrendered.[246] This accounts for over 54.6% of the total identified HVTs while another 29 targets were listed as deaths under investigation. The PNP also reported that at least ₱1.445 billion worth of illegal drugs has been seized in the first four months of their campaign against HVTs.[246] The high-value targets identified by the national police include Albuera Mayor Rolando Espinosa who earlier surrendered to the PNP before being killed in prison, and alleged number 2 Visayas drug lord Franz Sabalones, the brother of San Fernando, Cebu Mayor Fralz Sabalones, who surrendered to the PNP after being named by President Duterte in his narco-list speech.[247] Rodrigo Duterte's campaign against illegal drugs was aided by non-government organizations including rebel groups and vigilantes. The Communist Party of the Philippines (CPP) and its armed wing the New People's Army (NPA), initially cooperated with the government but withdrew its support for the government's campaign against drugs in August 2016 although the communist party vowed to continue its own operations, independent from the government's anti-drug campaign, against drug suspects.[3] The Moro Islamic Liberation Front, a rebel group at truce with the government, forged a protocol with the Philippine government in July 2017 in which it pledged to arrest and turn over drug suspects taking refuge in the rebel group's camps and would allow the government to conduct its anti-drug operations in areas controlled by the rebel group.[4] Armed vigilantes and hired killers are also involved in the campaign,[5][6] including the dreaded OG Imba vigilante gang.[248] On August 17, 2017, Kian Loyd delos Santos, a 17-year-old Grade 11 student, was shot dead in an antidrug operation in Caloocan.[249][250] CCTV footage appeared to show Kian being dragged by two policemen. Police say they killed him in self-defense, and retrieved a gun and two packets of methamphetamine.[249] Delos Santos was the son of an overseas Filipino worker, a key demographic in support of Duterte.[251] The teenager's death caused condemnation by senators.[252][253] His funeral on August 25, attended by more than a thousand people, was one of the largest protests to date against the drug war.[254] Carl Angelo Arnaiz, a 19-year-old, last found in Cainta, Rizal, was tortured and shot dead also on August 17 (the same date Kian delos Santos was killed) by police after allegedly robbing a taxi in Caloocan.[255] His 14-year-old friend Reynaldo de Guzman, also known by the nickname \"Kulot,\" was stabbed to death thirty times and thrown into a creek in Gapan, Nueva Ecija. The deaths of Arnaiz and de Guzman, along with the death of Kian delos Santos, triggered public outrage and condemnation.[256] Human Rights Watch repeated their call for a UN investigation. HRW Asia director Phelim Kine commented: \"The apparent willingness of Philippine police to deliberately target children for execution marks an appalling new level of depravity in this so-called drug war.\"[257] Duterte called the deaths of Arnaiz and de Guzman (the former being a relative of the President on his mother's side) \"sabotage,\" believing that some groups are using the Philippine National Police to destroy the president's public image.[258] Presidential spokesman Abella said \"It should not come as a surprise that these malignant elements would conspire to sabotage the president’s campaign to rid the Philippines of illegal drugs and criminality,\" which \"may include creating scenarios stoking public anger against the government.\"[257] On August 23, 2016, a 5-year-old student named Danica May Garcia was killed by a stray bullet coming from unidentified gunmen in Dagupan City, Pangasinan during an anti-drug operation.[259] Another minor, 4-year old Skyler Abatayo of Cebu was killed by a stray bullet through an 'anti-drug operation'.[260] In the first year of the drug war, 54 children were recorded as casualties.[52] On the same week, a 15-year old by the name of Angelika Bonita (sometimes spelled \"Angelica\") was killed while riding inside the Toyota Hilux of 48-year-old narco-lawyer Rogelio Bato Jr., the attorney of Rolando Espinosa.[261][262][263] The two were cruising in a subdivision near a mall in Marasbaras, Tacloban when they were fired upon by M16s and .45 caliber guns. Both were killed instantly. Bato and Bonita were not related and questions surround their relationship. Rumors speculated that Bonita was Bato's girlfriend and that she was caught in the crossfire.[262] Newly seated Senator Ronald dela Rosa made a statement about the death of a 3-year-old child named Myka Ulpina in crossfire during police operations in Rodriguez, Rizal on June 29, 2019, reacting to the incident by saying \"shit happens\".[264] It was alleged that Renato Dolofrina took his 3-year-old daughter hostage and that both were killed by the police after the father used the child as a \"human shield.\"[265][266] However, the family denied the allegations of hostage taking, insisting that the child was killed by a stray bullet.[267] Also, a police officer who went undercover to buy crystal meth died in an operation after suspected drug user Dolofrina's companion discovered the ruse.[268] A few days later, several militant groups and netizens, as well as opposition Senators, condemned dela Rosa's remarks.[269][270] The Commission of Human Rights also condemned the child's death.[271] On July 8, 2019, dela Rosa apologized for his remarks and retracted his earlier statement, saying that the incident was \"unfortunate.\"[264] Senator Risa Hontiveros, an opponent of Duterte, said that the drug war was a political strategy intended to persuade people that \"suddenly the historically most important issue of poverty was no longer the most important.\"[50] President Duterte claimed to recognize poverty as a key problem of the country; the administration’s 10-point Socioeconomic Agenda, no.8 is to improve social protection programs, including the Conditional Cash Transfer Program, to protect the poor.[272] President Duterte signed Republic Act (RA) No. 11315, or the Community-Based Monitoring System (CBMS) Act. RA 11315 authorizing the government to adopt a CBMS.[273] De Lima expressed frustration with the attitude of Filipinos towards extrajudicial killings: \"they think that it's good for peace and order. We now have death squads on a national scale, but I'm not seeing public outrage.\"[50] President Duterte has denied involvement in the ‘Davao Death Squad.’ “It started in Davao as a political issue. As a matter of fact, you go to Davao, the DDS is not really a DDS. It was during the time ‘Sparrow versus the DDS of government,” President Duterte said.[274] The President has pointed out that not a single case was filed against him when Senator Leila de Lima was Chair of the Commission on Human Rights for 7 years. During his fourth SONA, the President called on officials to work towards lifting 6 million Filipinos out of poverty.[275] According to data from Pulse Asia surveys, the poverty-stricken,classes D and E, never gave the President approval and trust ratings below 70% throughout the first half of his presidency.[276] According to a Pulse Asia opinion poll conducted from July 2 to 8, 2016, 91% of Filipinos \"trusted\" Duterte.[277] A survey conducted between February and May 2017, by PEW research center, found that 78% of the Filipinos support the drug war.[278] A survey in September 2017 showed 88% support for the drug war, while 73% believed that extrajudicial executions were occurring.[279] An independent survey in September 2017 showed that 88% of Filipinos support the drug war. As of 2019, it is at 82%.[280][281][282] Dela Rosa announced in September 2016 that the drug war had \"reduced the supply of illegal drugs in the country by some 80 to 90 percent\",[283] and said that the War was already being won, based on statistical and observational evidence.[284] Aljazeera reported that John Collins, director of the London School of Economics International Drug Policy Project, said: \"Targeting the supply side can have short-term effects. However, these are usually limited to creating market chaos rather than reducing the size of the market. ... What you learn is that you're going to war with a force of economics and the force of economics tends to win out: supply, demand and price tend to find their own way.\" He said it was a \"certainty\" that \"the Philippines' new 'war' will fail and society will emerge worse off from it.\"[50] Malacañang and the chief of police declared the drug war a success, claiming that supply has been cut by 90 percent, with the government regaining authority at national penitentiary Bilibid where incarcerated leaders of cartels continue to control the narcotics chain from their swish cells.[285] In June 2017 the price of methamphetamine on the streets of Manila was lower than it had been at the start of Duterte's presidency, according to Philippine Drug Enforcement Agency data. Gloria Lai of the International Drug Policy Consortium commented: \"If prices have fallen, it's an indication that enforcement actions have not been effective\".[286] The Chairman of the Philippine Chamber of Commerce and Industry, Sergio Ortiz-Luis Jr., quelled fears that foreign investors might be put off by the increasing rate of killings in the country, explaining at a press conference on September 19, 2016, that investors only care about profit: \"They don't care if 50% of Filipinos are killing each other so long as they're not affected\".[287] On the following day the Wall Street Journal reported that foreign investors, who account for half of the activity on the Philippine Stock Exchange, had been \"hightailing it out of town\", selling $500 million worth of shares over the past month, putting pressure on the Philippine peso which was close to its weakest point since 2009.[288] The Archbishop of Manila Luis Antonio Tagle acknowledged that people were right to be \"worried about extrajudicial killings\", along with other \"form[s] of murder\": abortion, unfair labor practices, wasting of food, and \"selling illegal drugs, pushing the youth into vices\".[289] During his official state visit to the Philippines in January 2017, Japanese Prime Minister Shinzō Abe said: \"On countering illegal drugs, we want to work together with the Philippines through relevant measures of support\". He offered financial assistance for Philippine drug rehabilitation centers, and made no mention of deaths resulting from the drug war. He announced an $800 million Official Development Assistance package to \"promote economic and infrastructure development\".[290][291] In June 2016, Gary Song-Huann Lin, the representative of Taiwan in the Philippines, welcomed Duterte's plan to declare a war against criminality and illegal drugs. He said Taiwan is ready to help the Philippines combat cross-border crimes like human and drug trafficking.[292] He later reasserted on October that Taiwan was an indispensable partner to the Philippines’ war on drugs.[293] In 2018, Ricardo Parojinog, an alleged narcopolitician at Ozamiz and the brother of Reynaldo, was detained in Taiwan for illegal immigration and later deported to the Philippines;[294] he was then found dead in September 2020.[295] On July 19, 2016, Lingxiao Li, spokesman for the Chinese Embassy in Manila, announced China's support for the drug war: \"China fully understands that the Philippine government under the leadership of H. E. President Rodrigo Duterte has taken it as a top priority to crack down on drug-related crimes. China has expressed explicitly to the new administration China's willingness for effective cooperation in this regard, and would like to work out a specific plan of action with the Philippine side.\" The statement made no reference to extrajudicial killings, and called illegal drugs the \"common enemy of mankind\".[296][297][298] On September 27, the Chinese Ambassador Zhao Jianhua reiterated that \"Illegal drugs are the enemy of all mankind\" in a statement confirming Chinese support for the Duterte administration.[297] Indonesian National Police Chief General Tito Karnavian commented in regards to Indonesia's rejection of a similar policy for Indonesia: \"Shoot on sight policy leads to abuse of power. We still believe in the presumption of innocence. Lethal actions are only warranted if there is an immediate threat against officers... there should not be a deliberate attempt to kill\".[299] In September 2016 Budi Waseso, head of Indonesia's National Anti-Narcotics Agency (BNN), said that he was currently contemplating copying the Philippines' hardline tactics against drug traffickers. He said that the Agency planned a major increase in armaments and recruitment. An Agency spokesman later attempted to downplay the comments, stating: \"We can't shoot criminals just like that, we have to follow the rules.\"[300] Most recently, Indonesian President Joko “Jokowi” Widodo used the language of “emergency” to ramp up the country's war on drugs, in a move that observers see as \"in step with Filipino President Rodrigo Duterte’s\" own campaign against the illegal drug trade.[301] On September 9, the Prime Minister of New Zealand, John Key spoke to Duterte about \"arguably better\" ways to deal with drug issues. The then Prime Minister commented \"Now he didn't really give us a direct answer to what happens when and if innocent people get associated with what is essentially extra-judicial killings.\" The New Zealand government has repeatedly spoken to Duterte regarding his war on drugs across several administrations since[302][303][304] and there was some consideration in barring Duterte from a layover arrival in New Zealand following the 2016 APEC summit in Peru, due to his human rights record, mainly as a result of the war on drugs.[305] On October 16, prior to Duterte's departure for a state visit to Brunei, the President said he would seek the support of that country for his campaign against illegal drugs and Brunei's continued assistance to achieve peace and progress in Mindanao.[306] This was responded to positively by Brunei Sultan Hassanal Bolkiah the next day according to Philippine Foreign Affairs Secretary Perfecto Yasay Jr.[307] Malaysia's Deputy Prime Minister Ahmad Zahid Hamidi said \"he respects the method undertaken by the Philippine government as it is suitable for their country’s situation\", while stressing that \"Malaysia will never follow such an example as we have our own methods such as seizing assets used in drug trafficking with resultant funds to be channelled back towards rehabilitation, prevention and enforcement of laws against drugs\".[308] On December 3, 2016, Duterte said that during a phone conversation on the previous day with then-United States President-elect Donald Trump, Trump had invited him to Washington, and endorsed his drug-war policy, assuring him that it was being conducted \"the right way\".[309] Duterte described the conversation: I could sense a good rapport, an animated President-elect Trump. And he was wishing me success in my campaign against the drug problem. [...] He understood the way we are handling it, and I said that there’s nothing wrong in protecting a country. It was a bit very encouraging in the sense that I supposed that what he really wanted to say was that we would be the last to interfere in the affairs of your own country.[310] On December 16, Duterte and Singaporean President Tony Tan and Prime Minister Lee Hsien Loong agreed to work together in the fight against terrorism and illegal drugs. In a meeting during a state visit both parties discussed areas of cooperation between the two countries.[311] The European Parliament expressed concern over extrajudicial killings in a resolution September 15, stating: \"Drug trafficking and drug abuse in the Philippines remain a serious national and international concern, note MEPs. They understand that millions of people are hurt by the high level of drug addiction and its consequences in the country but are also concerned by the 'extraordinarily high numbers killed during police operations in the context of an intensified anti-crime and anti-drug campaign.\"[312] In response, the Foreign Affairs Secretary Alan Peter Cayetano stated that the European Parliament had crossed a red line when it called for interfering in the Philippines’ sovereignty. The resolution was said to be “biased, incomplete and even wrong information and does not reflect the true situation on the ground”. In addition, the European Parliament was also criticized when the Philippine Presidential spokesperson said that it is inconsistent that the European Parliament will condemn the war against drugs, which is now also being financed partly by the European Union especially in drug rehabilitation projects.[313] In response, at a press conference Duterte made an obscene hand gesture and claimed that the European Parliament's members were \"hypocrites\" whose colonial-era ancestors killed \"thousands\" of Arabs and other peoples. Duterte stated that \"When I read the EU condemnation I told them fuck you. You are doing it in atonement for your sins. They are now strict because they have guilty feelings. Who did I kill? Assuming that it's true? 1,700? How many have they killed?\"[314][315] EU Trade Commissioner Cecilia Malmström, in a visit to the Philippines in March 2017, warned that unless the Philippines addresses human rights issues, the EU would cancel tariff-free export of 6,000 products under the Generalized System of Preferences. Presidential spokesman Ernesto Abella dismissed the concerns, saying that they revealed European ignorance.[291] On December 24, U.S. Senators Marco Rubio, Edward Markey, and Christopher Coons expressed their concerns regarding the alleged extrajudicial killings and human rights violations in Duterte's war on drugs. Through a letter sent to the U.S. Department of State, they noted that instead of addressing the drug problem, investing in treatment programs or approaching the issue with an emphasis on health, Duterte has \"pledged to kill another 20,000 to 30,000 people, many simply because they suffer from a drug use disorder.\" Rubio, Markey and Coons also questioned U.S. secretary of state John Kerry's pledge of $32-million funding for training and other law-enforcement assistance during his visit to Manila.[316][317] In May 2017, Senator Rubio, along with Senator Ben Cardin, filed a bipartisan bill in the U.S. Senate to restrict the exportation of weapons from the U.S. to the Philippines.[318] The US ambassador in Manila announced on December 14, 2016, that the US foreign aid agency, the Millennium Challenge Corporation, would cancel funding to the Philippines due to \"significant concerns around rule of law and civil liberties in the Philippines,\" explaining that aid recipients were required to demonstrate a \"commitment to the rule of law, due process and respect for human rights.\" The MCC had disbursed $434 million to the Philippines from 2011 to 2015. The funding denial was expected to lead to the cancellation of a five-year infrastructure development project previously agreed to in December 2015.[291] In February 2017, former Colombian President César Gaviria wrote an opinion piece on The New York Times to warn Duterte and the administration that the drug war is \"unwinnable\" and \"disastrous,\" citing his own experiences as the President of Colombia. He also criticized the alleged extrajudicial killings and vigilantism, saying these are \"the wrong ways to go.\" According to Gaviria, the war on drugs is essentially a war on people.[319] Gaviria suggested that improving public health and safety, strengthening anti-corruption measures, investing in sustainable development, decriminalizing drug consumption, and strengthening the regulation of therapeutic goods would enhance supply and demand reduction. In response to Gaviria, Duterte called him an \"idiot,\" and said the issue of extrajudicial killings should be set aside, and that there were four to five million drug addicts in the country.[320][321] In September 2017, Foreign Affairs Secretary Alan Peter Cayetano delivered a speech at the 72nd United Nations General Assembly, during which he argued that extrajudicial killings were a myth, and that the drug war, which according to Human Rights Watch had resulted in 13,000 deaths to date, was being waged to \"protect (the) human rights of...the most vulnerable (citizens).\"[322] In October 2017, Cayetano was interviewed by al-Jazeera. He asserted that all 3,900 people who were killed in the drug war had fought against the police, and that all of the killings were being investigated.[323] In January 2018, Philippines' presidential spokesman Harry Roque relayed that Indian Prime Minister Narendra Modi had expressed support for Duterte’s campaign against narcotics and also called for stronger cooperation against illegal drugs.[324] On May 27, 2020,a Human Rights Watch report showed the Impact of the “War on Drugs” in the Philippines. Children and thousands of people have been killed during anti-drug raids, which the authorities have called “collateral damage,” since President Rodrigo Duterte launched his “war on drugs” on June 30, 2016.[325] The International Criminal Court (ICC) chief prosecutor Fatou Bensouda expressed concern over the drug-related killings in the country on October 13, 2016.[326] In her statement, Bensouda said that the high officials of the country \"seem to condone such killings and further seem to encourage State forces and civilians alike to continue targeting these individuals with lethal force.\"[327] She also warned that any person in the country who provokes \"or engages in acts of mass violence by ordering, requesting, encouraging or contributing, and in any other manner, to the commission of crimes within the jurisdiction of ICC\" will be prosecuted before the court.[328] About that, Duterte is open for the investigation by the ICC, Malacañang said.[328] In February 2018, the ICC announced a “preliminary examination” into killings linked to the Philippine government's “war on drugs”. Prosecutor Bensouda said the court will “analyze crimes allegedly committed in [the Philippines] since at least 1 July 2016.” Duterte's spokesman Harry Roque dismissed the ICC's decision as a “waste of the court’s time and resources”.[329][330][331] In March, Duterte announced his intention to withdraw the Philippines from the ICC tribunal, which is a process that takes a year.[332][158] In August 2018, activists and eight families of victims of the drug war filed a second petition with the ICC, accusing Duterte of murder and crimes against humanity, and calling for his indictment for thousands of extrajudicial killings, which according to the 50-page complaint, included \"brazen\" executions by police acting with impunity. Neri Colmenares, a lawyer acting for the group, said that \"Duterte is personally liable for ordering state police to undertake mass killings.\" Duterte threatened to arrest the ICC prosecutor Bensouda.[333] On June 19, 2018, 38 United Nations member states released a collective statement through the United Nations Human Rights Council (UNHRC), calling on the Philippines and President Duterte to stop the killings in the country and probe abuses caused by the drug war. The 38 nations included Australia, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Greece, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Macedonia, Montenegro, the Netherlands, New Zealand, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, Ukraine, the United Kingdom and the United States.[334][335][336] On July 11, 2019, the UNHRC adopted an Iceland-proposed resolution calling on the council to look into the rising homicides related to the drug war and the human rights situation in the country.[337][338] In response, President Rodrigo Duterte reacted to the resolution saying Iceland has no crime because its people \"just go about eating ice\" while Senators Vicente Sotto III and Imee Marcos said that countries who voted in favor of the resolution lacked the moral high ground due to abortion being legal in most of these countries. Malacañang called the resolution \"outrageous interference\" in the sovereignty of the Philippines as it has no jurisdiction to do so. The Philippine government also said that Iceland may have been fed with inaccurate information about the Philippines’ war on drugs, as the former has no embassy in the Philippines. The Presidential Spokesperson called the resolution ”grotesquely one-sided, outrageously narrow, and maliciously partisan.” \"It reeks of nauseating politics completely devoid of respect for the sovereignty of our country, even as it is bereft of the gruesome realities of the drug menace,” he added. According to the Presidential Human Rights Committee Secretariat (PHRCS) the government didn’t find the need for such a country-specific inquiry on the Philippines as there are so many existing mechanisms wherein the information in the country can be accessed. The Philippine government continues to subject itself to the universal periodic review every four years as well as different treaty bodies periodically. Despite the mechanisms that are already in place, Iceland resorted to such a move. “The position of the Philippine government is that we will not respect such a resolution, but we will continue engaging the UN through the different mechanisms which we already availed and always respected throughout the years. There was a certain sense of frustration because of the cases that were filed before the ICC without first going through the domestic remedies and the domestic channels, wherein remedies can be considered to be able to address these cases that were brought before the attention of the ICC. So the Philippine government thought it was very disrespectful and violative of the processes,” PHRCS Undersecretary Severo Catura said.[339][340][341] In June 2020, a report by the UN Human Rights Office condemned the Philippine president’s so-called “war on drugs” and stated that more than 8,000 people and at least 248 human rights defenders, journalists and trade unionists have died over the past five years.[342] Two months after the UN revealed that the Philippine government’s policies related to its war on drugs have caused systematic violations including killings, arbitrary detentions, and vilification of dissent, the government introduced HRC Resolution No. 45. There was no voting for the Resolution. It requested High Commissioner Michelle Bachelet to provide support for the country in the continued fulfilment of its international human rights obligations and commitments.[343] Following the UN Report, High Commissioner Michelle Bachelet called for the United Nations Human Rights Council to consider supporting new accountability measures against perpetrators of extrajudicial killings in the Philippines’ war on illegal drugs whilst also reiterating concerns over proposed new anti-terror legislation, the Anti-Terrorism Act of 2020 stating “The recent passage of the new Anti-Terrorism Act heightens our concerns about the blurring of important distinctions between criticism, criminality and terrorism, the law could have a further chilling effect on human rights and humanitarian work, hindering support to vulnerable and marginalized communities… So I would I urge the President to refrain from signing the law, and to initiate a broad-based consultation process to draft legislation that can effectively prevent and counter violent extremism, but which contains some safeguards to prevent its misuse against people engaged in peaceful criticism and advocacy.\" According to Ms. Bachelet’s office, the campaign against illegal drugs has been linked to the deaths of 73 children. These figures “are not exhaustive…the youngest victim was five months old,” the OHCHR report noted. Echoing these concerns, Ms. Bachelet underscored that the operation was being carried out “without due regard for the rule of law, due process and the human rights of people who may be using or selling drugs. The report finds that the killings have been widespread and systematic – and they are ongoing.” The High Commissioner also addressed long-running concerns of “near-impunity” for perpetrators of illegal killings during police operations highlighted in the report. It details how the Philippines Police Internal Affairs Service (IAS) automatically investigates any deaths that occur during police operations, and yet of more than 4,580 investigations, “the Government has cited only one case – that of 17-year-old Kian delos Santos – where three police officers were convicted of a drug campaign-related killing”. Ms. Bachelet added: “The State has an obligation to conduct independent investigations into the grave violations we have documented. In the absence of clear and measurable outcomes from domestic mechanisms, the Council should consider options for international accountability measures.”[344] Many observers have compared the mass killings of alleged users and dealers to a genocide,[345][346][347] and the ICC has opened a case of crimes against humanity.[348] Writing for the Washington Post, Maia Szalavitz argued that the campaign has not had much blowback because drug users are seen by many as worthless members of society and therefore easy targets.[349] In his book Dopeworld, author Niko Vorobyov has compared the drug war to the stages of annihilation outlined by Raul Hilberg to the Holocaust: Duterte has himself likened his actions to Hitler.[352] At a press conference on September 30, 2016, Duterte appeared to make a comparison between the drug war and the Holocaust.[353] He said that \"Hitler massacred three million Jews. Now there are three million drug addicts. I’d be happy to slaughter them.\"[353] His remarks generated an international outcry. United States Secretary of Defense Ash Carter said the statement was \"deeply troubling.\"[354][355] The German government told the Philippine ambassador that Duterte's remarks were \"unacceptable.\"[356] On October 2, Duterte announced, \"I apologize profoundly and deeply to the Jewish.\" He explained, \"It's not really that I said something wrong but rather they don't really want you to tinker with the memory.\"[357][358] In 2016, director Brillante Mendoza filmed Ma' Rosa, which follows the story of a mother who sells the local methamphetamine. The film's main actress, Jaclyn Jose, won Best Actress at the Cannes Film Festival of the same year. In 2018, Mendoza filmed Alpha: The Right to Kill, which follows similar themes of poverty, drugs, and corruption in the police force. In the same year, Netflix aired its first series from the Philippines entitled AMO, also made by Mendoza. The long-running action drama series Ang Probinsyano has also tackled the issue in its storyline.[359] The show's portrayal of the PNP and its handling of the drug war, however, was criticized by the PNP Chief Oscar Albayalde because of its alleged negative portrayal.[360] The PNP at one point also withdrew its support for the show[361] and threatened legal action if the show's story was not changed.[362] Netizens, politicians, artists and others, on the other hand, defended the show's depiction of the police force and of the drug war.[363][364][365] In 2018, Alyx Ayn Arumpac filmed the documentary Aswang, which frames events related to the drug war, trailing journalists and interviewing left-behinds of the victims. It premiered at the International Documentary Film Festival Amsterdam (IDFA) in the Netherlands.[366] Also in 2018, the action film BuyBust was released which similarly tackled the subject of the drug war. The film was released imternationally and was an entry to the 2018 New York Asian Film Festival.[367] In 2019, a multi-award-winning joint production by PBS and the BBC, On The President's Orders highlights the war on drugs in the Philippines. Produced and directed by two-time Emmy Award-winning and five-time BAFTA-nominated director James Jones, also filmed and directed by Emmy Award-winner for cinematography Olivier Sarbil.[368] Hustisya is a rap song about the drug war which was created by local artists inspired by the death of their friend immortalized in a photograph often compared to Michelangelo's Pieta.[369] In December 2016, American singer James Taylor posted on social media that he had canceled his concert in Manila, which was set for February 2017, citing the increasing number of deaths related to the drug war.[370][371] The 2017 song Manila Ice, by musician Eyedress, and its music video depict violence and corruption and were created as a response to the drug war.[372][373] In May 2019, PDEA called for a ban on rapper Shanti Dope's song Amatz for allegedly promoting marijuana use, which is illegal in the Philippines.[374][375] The Concerned Artists of the Philippines criticized the PDEA for the attempt to suppress freedom of expression.[376] In June 2019, the National Telecommunications Commission ordered the Kapisanan ng mga Brodkaster ng Pilipinas (Association of Broadcasters of the Philippines) to stop the airing of the song.[377] The 2019 rap album Kolateral tells the story of the Philippine drug war through the eyes of the drug war's victims.[378][379] The album features 12 songs by artists BLKD (pronounced Balakid), Calix, and others.[378] On December 10, 2019, Irish musician Bono of U2 sent a message to Duterte during his visit to Manila for concert tour, saying that he \"can’t compromise on human rights.\"[380] In a press conference, Bono said that he had been a member of Amnesty International and he is \"critical\" when it comes to human rights.[380] During the U2's concert, the band paid tribute to important women in the history such as late president Corazon Aquino and Rappler CEO Maria Ressa by flashing the images on the large screen.[381] On April 11, 2017, The New York Times won a Pulitzer Prize for breaking news photography on their Philippine drug war report. The story was published on December 7, 2016, and was titled \"They Are Slaughtering Us Like Animals.\"[382] La Pieta[383] or the \"Philippines Pieta,\" named after the sculpture by Michelangelo, refers to the photograph of Jennilyn Olayres holding the corpse of Michael Siaron, who was shot dead by unidentified assailants in Pasay, Metro Manila, on July 23, 2016. A piece of cardboard with the words \"Wag tularan si Siaron dahil pusher umano\" was placed on his body.[384] The image was widely used in the national press.[385] Malacañang alleged that the killing was committed by drug syndicates themselves.[384] One year and three months after Siaron was killed, the police identified the suspected assailant as Nesty Santiago through a ballistic exam on the recovered firearm.[386] Santiago was allegedly a member of a syndicate involved in robberies, car thefts, hired killings and illegal drugs. The Pasay city police declared Siaron's death as \"case closed\" since Santiago was also killed by riding-in-tandem on December 29, 2016.[386] No further investigation was made.[386] A photo of a body of an alleged drug dealer, killed during a police anti-drug operation, in Manila by Noel Celis has been selected as one of Time magazine's top 100 photos of 2017.[387] There are various mobile games featuring Duterte fighting criminals,[388] many of which have since been removed by Apple Inc. from their App Store following an appeal by various regional organizations.[389] In 2016, a group of artists exhibited Everyday Impunity: Ang Mga Walang Pangalan during Art Fair Philippines. It was curated by Erwin Romulo, with photography by Carlo Gabuco, music by Juan Miguel Sobrepeña, sound system design by Mark Laccay, and lighting design by Lyle Sacris.[390] The exhibit reveals a wall of photographs by Gabuco, taken from his coverage of the Philippine drug war. Central to the exhibit space is a blue sofa, which is revealed to be from the crime scene where a drug suspect was supposedly shot. The spectator is invited to sit and to hear the suspect's daughter, who talks about her father and their life in Payatas.[391] A work of muralist Archie Oclos is also attributed to the Philippine drug war.[392] His work entitled Ang Mamatay nang Dahil sa Iyo at the Cultural Center of the Philippines shows a dead body wrapped in a blanket. The work consists of 20,000 black ink strokes, roughly the estimated number of drug war casualties.[392] An anthology of poems, Bloodlust: Philippine Protest Poetry (From Marcos to Duterte), was published in 2017. Edited by Alfred Yuzon and Gemino Abad, the book contains works by 65 Filipino poets writing about dictatorship, mass killings, and related subjects.[393] Reuters also covered the war on drugs with their 2018 Pulitzer Prize winning special report, Duterte's War, by Clare Baldwin, Andrew Marshall, and Manuel Mogato.[394]","Title":"Philippine drug war - Wikipedia","KeyID":"16718","URL":"https://en.wikipedia.org/wiki/Philippine_drug_war"}