{"Content: ":"Ongoing Ataullah abu Ammar Jununi[5][6] Tatmadaw Unknown Insurgent groups Refugee crisis Massacres Bombings and attacks Protests and government changes Anti-Muslim violence The Rohingya conflict is an ongoing conflict in the northern part of Myanmar's Rakhine State (formerly known as Arakan),[37] characterised by sectarian violence between the Rohingya Muslim and Rakhine Buddhist communities, a military crackdown on Rohingya civilians by Myanmar's security forces,[38][39][40] and militant attacks by Rohingya insurgents in Buthidaung, Maungdaw, and Rathedaung Townships, which border Bangladesh.[41][42][22] The conflict arises chiefly from the religious and social differentiation between the Rakhine Buddhists and Rohingya Muslims. During World War II in Burma (present-day Myanmar), Rohingya Muslims, who were allied with the British and promised a Muslim state in return, fought against local Rakhine Buddhists, who were allied with the Japanese. Following independence in 1948, the newly formed union government of the predominantly Buddhist country denied citizenship to the Rohingyas, subjecting them to extensive systematic discrimination in the country. This has widely been compared to apartheid[43][44][45][46] by many international academics, analysts, and political figures, including Desmond Tutu, a famous South African anti-apartheid activist.[47] Following the independence of Myanmar, Rohingya mujahideen fought government forces in an attempt to have the mostly Rohingya populated region around the Mayu peninsula in northern Arakan (present-day Rahkine State) gain autonomy or secede, so it could be annexed by Pakistan's East Bengal (present-day Bangladesh).[48] By the end of the 1950s, the mujahideen had lost most of its momentum and support, and by 1961 most of their fighters had surrendered to government forces.[49] In the 1970s, Rohingya separatist movements emerged from remnants of the mujahideen, and the fighting culminated with the Burmese government launching a massive military operation named Operation Dragon King in 1978 to expel so-called \"foreigners\".[50] In the 1990s, the well-armed Rohingya Solidarity Organisation (RSO) was the main perpetrator of attacks on Burmese authorities near the Bangladesh–Myanmar border.[51] The Burmese government responded militarily with Operation Clean and Beautiful Nation, but failed to disarm the RSO.[52][53] In October 2016, Burmese border posts along the Bangladesh–Myanmar border were attacked by a new insurgent group, Harakah al-Yaqin, resulting in the deaths of at least 40 combatants.[41][42][54] It was the first major resurgence of the conflict since 2001.[1] Violence erupted again in November 2016, bringing the 2016 death toll to 134,[21] and again on 25 August 2017, when the Arakan Rohingya Salvation Army (formerly Harakah al-Yaqin) launched coordinated attacks on 24 police posts and an army base that left 71 dead.[22][55][56] A subsequent military crackdown by Myanmar prompted the Office of the U.N. High Commissioner for Human Rights (OHCHR) to investigate the matter and release a report on 11 October 2017 detailing the Burmese military's \"systematic process\" of driving hundreds of thousands of Rohingyas from Myanmar \"through repeated acts of humiliation and violence\".[57][58][59][60] The Rohingya people are an ethnic minority that live mainly in the northern region of Myanmar's Rakhine State (formerly Arakan) and have been described as one of the world's most persecuted minorities.[61][62][63] They describe themselves as descendants of Arab traders who settled in the region many generations ago.[61] However, French scholar Jacques Leider has stated that \"the forefathers of the overwhelming majority of Muslims in Rakhine have migrated from Bengal to Rakhine ... their descendants and the Muslims as whole had in fact been rather uncontroversially referred to as 'Bengalis' until the early 1990s\", and that they were also referred to as \"Chittagonians\" during the British colonial period.[64] Others such as Chris Lewa and Andrew Selth have identified the group as ethnically related to the Bengalis of southern Bangladesh while anthropologist Christina Fink uses Rohingya not as an ethnic identifier but as a political one.[e] With the Japanese invasion and withdrawal of the British administration, tensions in Arakan before the war erupted. The war caused inter-communal conflicts between the Arakanese Muslims and Buddhists. Muslims fled from Japanese-controlled and Buddhist-majority regions to Muslim-dominated northern Arakan with many being killed. In return, a \"reverse ethnic cleansing\" was carried out. The Muslim attacks caused the Buddhists to flee to southern Arakan. Attacks by Muslim villagers on Buddhists also caused reprisals. With the consolidation of their position throughout northern Arakan, the Rohingyas retaliated against Japanese collaborators, particularly Buddhists. Though unofficial, specific undertaking were made to Arakanese Muslims after World War II. V Force officers like Andrew Irwin expressed enthusiasm to award Muslims for loyalty. Rohingya leaders believed that the British had promised them a \"Muslim National Area\" in present-day Maungdaw District. They were also apprehensive of a future Buddhist-dominated government. In 1946, the leaders made calls for annexation of the territory by Pakistan. Some also called for an independent state. The requests to the British government were however ignored.[65][66][67] After the colonial period, the first mass exodus from what was then East Pakistan took place towards the 1970s.[68] In the 1950s, a \"political and militant movement\" rose to create \"an autonomous Muslim zone\", and the militants used Rohingya to describe themselves, marking the \"modern origins\" of the term.[69] The persecution of Rohingyas in Myanmar dates back to the 1970s.[70] The term \"Rohingya\" has gained currency since 1990s after \"the second exodus\" of \"a quarter-million people from Bangladesh to Rakhine\" in the early 1990s.[68] The Rohingya were denied citizenship in 1982 by the government of Myanmar, which sees them as illegal immigrants from Bangladesh.[61] Since then, Rohingyas have regularly been made the target of persecution by the government and nationalist Buddhists.[71] In May 1946, Muslim leaders from Arakan met with Muhammad Ali Jinnah, the founder of Pakistan, and asked for the formal annexation of two townships in the Mayu region, Buthidaung and Maungdaw, into East Bengal (present-day Bangladesh).[citation needed] Two months later, the North Arakan Muslim League was founded in Akyab (present-day Sittwe, capital of Rakhine State), which also asked Jinnah to annex the region.[citation needed] Jinnah refused, saying he could not interfere with Burma's internal matters. After Jinnah's refusal, proposals were made by Muslims in Arakan to the newly formed post-independence government of Burma, asking for the concession of the two townships to Pakistan. These proposals were rejected by Burma's parliament.[72] Local mujahideen totalling an estimated 2,000 to 5,000 fighters were subsequently formed to fight against the Burmese government.[13][73] Led by Mir Kassem, the mujahideen began targeting government soldiers stationed in the region and capturing territory, in the process driving out local ethnic Rakhine communities from their villages, some of whom fled to East Bengal.[citation needed] In November 1948, martial law was declared in the region, and the 5th Battalion of the Burma Rifles and the 2nd Chin Battalion were sent to liberate the area. By June 1949, the Burmese government's control over the region was reduced to the city of Akyab, whilst the mujahideen had possession of nearly all of northern Arakan. After several months of fighting, Burmese forces were able to push the mujahideen back into the jungles of the Mayu region, near the country's western border.[citation needed] In 1950, the Pakistani government warned its counterparts in Burma about their treatment of Muslims in Arakan. Burmese Prime Minister U Nu immediately sent a Muslim diplomat, Pe Khin, to negotiate a memorandum of understanding so that Pakistan would cease assisting the mujahideen. Kassem was arrested by Pakistani authorities in 1954, and many of his followers subsequently surrendered to the government.[74] The post-independence government accused the mujahideen of encouraging the illegal immigration of thousands of Bengalis from East Bengal into Arakan during their rule of the area, a claim that has been highly disputed over the decades, as it brings into question the legitimacy of the Rohingya as natives of Arakan.[49] Between 1950 and 1954, the Burma Army launched several military operations against the remaining mujahideen in northern Arakan.[75] The first military operation was launched in March 1950, followed by a second named Operation Mayu in October 1952. Several mujahideen leaders agreed to disarm and surrender to government forces following the successful operations.[citation needed] In the latter half of 1954, the mujahideen again began attacking local authorities and soldiers stationed around Maungdaw, Buthidaung and Rathedaung. Hundreds of ethnic Rakhine Buddhists began hunger strikes in Rangoon (present-day Yangon) in protest of the attacks and to encourage the government to respond.[49] The government subsequently launched Operation Monsoon in October 1954.[citation needed] Operation Monsoon was the culmination of the government's efforts to quell the mujahideen insurgency. It decisively reduced the mujahideen's presence in the region, as the Tatmadaw captured the mujahideen's main strongholds and killed several of their leaders.[13] A group of 150 mujahideen led by Shore Maluk and Zurah surrendered to government forces in 1957. An additional 214 mujahideen under the leadership of al-Rashid disarmed and surrendered to government forces on 7 November 1957.[citation needed] By the end of the 1950s, the mujahideen had lost most of their momentum. The Burmese government began implementing various policies aimed at reconciliation in Arakan. The governments of Burma and Pakistan began negotiating on how to deal with the mujahideen at their border, and on 1 May 1961 the Mayu Frontier District was established in Arakan to appease the Rohingya.[76] On 4 July 1961, 290 mujahideen in southern Maungdaw Township surrendered their arms in front of Brigadier-General Aung Gyi, who was Deputy Commander-in-Chief of the Burma Army at the time.[77] On 15 November 1961, a few more mujahideen surrendered to Aung Gyi in Buthidaung.[49] However, dozens of mujahideen remained under the command of Moulvi Jafar Kawal, 40 under Abdul Latif, and 80 under Annul Jauli; all these groups lacked local support and unity, which led them to become rice smugglers around the end of the 1960s.[citation needed] Under Ne Win's military rule, Burmese authorities turned increasingly hostile towards the Rohingyas and implemented policies to exclude them from having citizenship.[78] On 26 April 1964, the Rohingya Independence Front (RIF) was established with the goal of creating an autonomous Muslim zone for the Rohingya. The name of the group was changed to the Rohingya Independence Army (RIA) in 1969 and then to the Rohingya Patriotic Front (RPF) on 12 September 1973.[79] In June 1974, the RPF was reorganised with Muhammad Jafar Habib as self-appointed president, Nurul Islam, a Rangoon-educated lawyer, as vice-president, and Muhammad Yunus, a medical doctor, as secretary general.[citation needed] The RPF had around 70 fighters.[1] Moulvi Jafar Kawal founded the Rohingya Liberation Party (RLP) on 15 July 1972, after mobilising various former mujahideen factions under his command. Kawal appointed himself chairman of the party, Abdul Latif as vice-chairman and minister of military affairs, and Muhammad Jafar Habib, a graduate of Rangoon University, as secretary general. Their strength increased from 200 fighters at their foundation to 500 by 1974. The RLP was largely based in the jungles near Buthidaung and was armed with weapons smuggled from Bangladesh. After a massive military operation by the Tatmadaw in July 1974, Kawal and most of his men fled across the border into Bangladesh.[80] In February 1978, government forces began a massive military operation named Operation Nagamin (Operation Dragon King) in northern Arakan, with the official focus of expelling so-called \"foreigners\" from the area prior to a national census.[81] The primary objective of the Tatmadaw during the operation was to force RPF insurgents and sympathisers out of Arakan. As the operation extended farther northwest, hundreds of thousands of Rohingyas crossed the border seeking refuge in Bangladesh.[1][82][83] Later, in a meeting between Burma's then-president Ne Win and Bangladesh's then-president Ziaur Rahman, Zia threatened to provide arms and training to the Rohingya refugees if Burma did not repatriate them.[84] Ne Win subsequently agreed to repatriate the Rohingya refugees under the supervision of the UNHCR, and accepted the Rohingyas as \"lawful residents of Burma\".[85] In 1982, radical elements broke away from the Rohingya Patriotic Front (RPF) and formed the Rohingya Solidarity Organisation (RSO).[1] It was led by Muhammad Yunus, the former secretary general of the RPF. The RSO became the most influential and extreme faction amongst Rohingya insurgent groups by basing itself on religious grounds. It gained support from various Islamist groups, such as Jamaat-e-Islami, Hizb-e-Islami, Hizb-ul-Mujahideen, Angkatan Belia Islam sa-Malaysia and the Islamic Youth Organisation of Malaysia.[1][83] The Burmese Citizenship Law was introduced on 15 October 1982, and with the exception of the Kaman people, Muslims in the country were legally unrecognised and denied Burmese citizenship.[86] In 1986, the RPF merged with a faction of the RSO led by the former vice-president of the RPF, Nurul Islam, and became the Arakan Rohingya Islamic Front (ARIF).[87][88] In the early 1990s, the military camps of the RSO were located in the Cox's Bazar District in southern Bangladesh. RSO possessed a significant arsenal of light machine-guns, AK-47 assault rifles, RPG-2 rocket launchers, claymore mines and explosives, according to a field report conducted by correspondent Bertil Lintner in 1991.[51] The Arakan Rohingya Islamic Front (ARIF) was mostly armed with British manufactured 9mm Sterling L2A3 sub-machine guns, M-16 assault rifles and .303 rifles.[51] The military expansion of the RSO resulted in the government of Myanmar launching a massive counter-offensive named Operation Pyi Thaya (Operation Clean and Beautiful Nation) to expel RSO insurgents along the Bangladesh–Myanmar border. In December 1991, Burmese soldiers crossed the border and accidentally attacked a Bangladeshi military outpost, causing a strain in Bangladeshi-Myanmar relations. By April 1992, more than 250,000 Rohingya civilians had been forced out of northern Rakhine State as a result of the increased military operations in the area.[1] In April 1994, around 120 RSO insurgents entered Maungdaw Township in Myanmar by crossing the Naf River which marks the border between Bangladesh and Myanmar. On 28 April 1994, nine out of twelve bombs planted in different areas in Maungdaw by RSO insurgents exploded, damaging a fire engine and a few buildings, and seriously wounding four civilians.[89] On 28 October 1998, the armed wing of the RSO and ARIF and formed the Arakan Rohingya National Organisation (ARNO), operating in-exile in Cox's Bazaar.[1] The Rohingya National Army (RNA) was established as its armed wing. After the September 11 attacks in 2001, the Tatmadaw began sharing military intelligence with the United States regarding Rohingya insurgent activity. A report given by the Tatmadaw to the CIA alleged that ARNO had 170 fighters in 2002, and that ARNO leaders met with members of Al-Qaeda and the Taliban in Afghanistan. The report further claimed that 90 ARNO members were sent to Afghanistan and Libya for training in guerrilla warfare. None of the claims in the report have been independently verified and were largely disregarded by the United States.[90] The Islamic extremist organisations Harkat-ul-Jihad al-Islami[91] and Harkat-ul-Ansar[92] also claimed to have branches in Myanmar. On 9 October 2016, hundreds of unidentified insurgents attacked three Burmese border posts along Myanmar's border with Bangladesh.[93] According to government officials in the mainly Rohingya border town of Maungdaw, the attackers brandished knives, machetes and homemade slingshots that fired metal bolts. Nine border officers were killed in the attack,[41] and 48 guns, 6,624 bullets, 47 bayonets and 164 bullet cartridges were looted by the insurgents.[94] On 11 October 2016, four soldiers were killed on the third day of fighting.[42] Following the attacks, reports emerged of several human rights violations perpetrated by Burmese security forces in their crackdown on suspected Rohingya insurgents.[95] Government officials in Rakhine State originally blamed the RSO, an Islamist insurgent group mainly active in the 1980s and 1990s, for the attacks.[96] However, on 17 October 2016, a group calling itself Harakah al-Yaqin (later changed to the Arakan Rohingya Salvation Army or ARSA) claimed responsibility.[97] In the following days, six other groups released statements, all citing the same leader.[98] The Myanmar Army announced on 15 November 2016 that 69 Rohingya insurgents and 17 security forces (10 policemen, 7 soldiers) had been killed in recent clashes in northern Rakhine State, bringing the death toll to 134 (102 insurgents and 32 security forces). It was also announced that 234 people suspected of being connected to the attack were arrested.[21][99] Some of them will later be sentenced to death for their involvement in 9 October's attacks.[100] Nearly two dozen prominent human rights activists, including Malala Yousafzai, Archbishop Desmond Tutu and Richard Branson, called on the United Nations Security Council to intervene and end the \"ethnic cleansing and crimes against humanity\" being perpetrated in northern Rakhine State.[101] A police document obtained by Reuters in March 2017 listed 423 Rohingyas detained by the police since 9 October 2016, 13 of whom were children, the youngest being ten years old. Two police captains in Maungdaw verified the document and justified the arrests, with one of them saying, \"We the police have to arrest those who collaborated with the attackers, children or not, but the court will decide if they are guilty; we are not the ones who decide.\" Myanmar police also claimed that the children had confessed to their alleged crimes during interrogations, and that they were not beaten or pressured during questioning. The average age of those detained is 34, the youngest is 10, and the oldest is 75.[102][103] In early August 2017, the Burmese military resumed \"clearance operations\" in northern Rakhine State, worsening the humanitarian crisis in the country, according to a report by the Office of the U.N. High Commissioner for Human Rights (OHCHR) released on 11 October 2017. The report, titled the Mission report of OHCHR rapid response mission to Cox's Bazar, Bangladesh, detailed the \"systematic process\" pursued by the Burmese military in driving out the Rohingya population from the country, as well as various human rights violations perpetrated by military personnel.[57][104] During the early hours of 25 August 2017, up to 150 insurgents launched coordinated attacks on 24 police posts and the 552nd Light Infantry Battalion army base in Rakhine State, leaving 71 dead (12 security personnel and 59 insurgents).[22][55][56] The Tatmadaw stated on 1 September 2017 that the death toll from fighting in the area had risen to 370 insurgents, 13 security personnel, two government officials and 14 civilians.[23] The Tatmadaw also estimated the size of ARSA to be around 600 fighters at this time.[105] A one-month unilateral ceasefire was declared by ARSA on 9 September 2017, in an attempt to allow aid groups and humanitarian workers safe access into northern Rakhine State.[106][107][108] In a statement, the group urged the government to lay down their arms and agree to their ceasefire, which would have been in effect from 10 September until 9 October (the one-year anniversary of the first attacks on Burmese security forces by ARSA). The government rejected the ceasefire, with Zaw Htay, the spokesperson for the State Counselor's office, stating, \"We have no policy to negotiate with terrorists.\"[109] By this time, the Tatmadaw estimated ARSA's numbers to have dwindled to below 500.[110] At the end of October 2017, the UN estimated that over 600,000 Rohingya refugees had fled to Bangladesh since armed clashes resumed two months earlier.[111][112] The Bangladeshi ambassador to the UN described the situation as \"untenable\" for his country, which planned to sterilise Rohingya women to avoid a population explosion[113] and which also planned on seeking, in cooperation with the Burmese authorities, to repatriate some of the Rohingya refugees in Rakhine State.[114] However, much of the agricultural land abandoned by Rohingya refugees have been seized by the government,[115] and a vast majority of them do not have any official documents certifying that they have lived in the Rakhine State prior to the violence, due to their statelessness. The Tatmadaw estimated that ARSA only had around 200 fighters left by January 2018.[116][117] On 22 May 2018, Amnesty International released a report claiming it had evidence that ARSA rounded up and killed as many as 99 Hindu civilians on 25 August 2017, the same day that ARSA launched a massive attack against Myanmar's security forces.[118][119] An estimated 655,000 to 700,000 Rohingya people reportedly fled to Bangladesh between 25 August 2017 and December 2017, to avoid ethnic and religious persecution by Myanmar's security forces in their \"clearance operations\" against insurgents,[120][121][122] joining an additional 300,000 Rohingya refugees in Bangladesh who had arrived after fleeing earlier waves of communal violence.[123] The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) estimated on 31 July 2018 that 128,000 Rohingyas were internally displaced inside of Rakhine State.[27][28] At the 73rd session of the United Nations General Assembly in late September 2018, Bangladeshi Prime Minister Sheikh Hasina stated that her country was hosting at least 1.1 million Rohingya refugees, and asked international leaders to help support an \"early, peaceful solution\" to the humanitarian crisis.[124] Seven Rohingya refugees were deported from India on 3 October 2018, following a decision by the Supreme Court of India to reject a petition to halt their deportation. The refugees had been held in prison since 2012 for illegally entering India, after they fled communal riots in Rakhine State.[125][126] The deportation went forward despite warnings by the United Nations, which cited inadequate conditions for repatriation.[127] There remains an estimated 18,000 Rohingya asylum seekers in India, most of whom were smuggled into the country illegally and made their way to cities with significant Muslim populations like Hyderabad and Jammu.[128] On 11 October 2017, the Office of the U.N. High Commissioner for Human Rights (OHCHR) released a report titled the Mission report of OHCHR rapid response mission to Cox's Bazar, Bangladesh, which detailed the Burmese military's \"systematic process\" of driving away hundreds of thousands of Rohingyas from Myanmar. The report noted that prior to the attacks on 25 August 2017 and the military crackdown that ensued, the military pursued a strategy to:[57][104] According to a March 2018 report by the ASEAN Parliamentarians for Human Rights (APHR), 43,000 Rohingya parents have been \"reported lost, [and] presumed dead\" since the beginning of the military crackdown in August 2017.[129] An August 2018 study by Harvard University estimated that in the same period, 24,000 Rohingyas had been killed, 18,000 Rohingya women and girls had been raped, 116,000 Rohingyas had been beaten, and 36,000 Rohingyas had been victims of arson.[24] According to a BBC report in 2019, the government demolished entire Muslim Rohingya villages in Myanmar and replaced them by police barracks, government buildings and refugee relocation camps.[130] On 23 January 2020, in what has become known as the Rohingya genocide case, The Gambia (representing the Organisation of Islamic Cooperation) won a judgment against Myanmar at the International Court of Justice for provisional measure of protection because the respondent government was in default of its Genocide Convention obligations.[131] Misleading images have been used by both sides of the conflict, alongside claims of violence against civilians. Verifying the authenticity of images has become a challenge for researchers, due to media and travel restrictions imposed by Myanmar's government on Rakhine State.[132] Following the August 2017 ARSA attacks and the subsequent crackdown by the military, photos were released by Burmese officials allegedly showing several Rohingyas setting fire to buildings in their own village. Government spokesman Zaw Htay tweeted a link to a government article about the photos, with the caption \"Photos of Bengalis setting fire to their houses!\" However, journalists later recognised two of the arsonists as Hindus from a nearby school building, prompting Htay to announce that the government would investigate the matter.[133][134] In July 2018, the Tatmadaw's department of public relations released a propaganda publication titled \"Myanmar Politics and the Tatmadaw: Part I\", in which it contained photos purportedly showing the illegal immigration of Rohingyas during British rule and violence perpetrated by Rohingya villagers against ethnic Rakhine villagers. It was later revealed by Reuters that the photos had been captioned misleadingly; a photo that supposedly showed a Rohingya man with the corpses of slain Rakhine locals was actually a photo taken during the Bangladesh Liberation War of a man recovering the corpses of massacred Bengalis, and a photo that claimed to show the entry of hundreds of \"Bengali intruders\" (i.e. Rohingyas) into Rakhine State was in fact an award-winning photo of Hutu refugees taken in 1996.[135][136] The Burmese military later apologised on 3 September 2018 for misusing the photos, saying in a statement, \"We sincerely apologize to the readers and the owners of the photographs for the mistake.\"[137] Following the ARSA attacks in August 2017, Facebook received heavy criticism for its handling of anti-Rohingya hate speech on its platform. In March 2018, a U.N. investigator accused Facebook of allowing its platform to be used to incite violence against the Rohingya, and said that the site had \"turned into a beast.\" An investigation by Reuters in August 2018 found that over a thousand derogatory posts and comments against Rohingyas and other Muslims were viewable on Facebook, despite the company's CEO, Mark Zuckerberg, pledging to U.S. senators four months prior to hire more Burmese language reviewers to combat the problem.[138] A New York Times report released in October 2018 stated that starting around 2013, the Burmese military began an online campaign against the Rohingya, creating up to 700 throw-away accounts and fake news pages to spread disinformation and criticise posts not in line with the military's stances on issues. Facebook's cybersecurity policy head called the military's actions \"clear and deliberate attempts to covertly spread propaganda.\" In August 2018, Facebook permanently removed several of the accounts, which included fake fan pages of celebrities and national icons.[139] The report also stated that the military's intelligence arm began a campaign in 2017 to incite civil discord between Buddhists and Muslims, sending false warnings of future attacks via Facebook Messenger, purporting to be from news sites and celebrity fan pages. Buddhist groups were reportedly told to be wary of future \"jihadist attacks\", whilst Muslim groups were told that anti-Muslim protests were being organised by nationalist Buddhist monks.[139]","Title":"Rohingya conflict - Wikipedia","KeyID":"16722","URL":"https://en.wikipedia.org/wiki/Rohingya_conflict"}