{"Content: ":"Ongoing Sublime State of Persia (1918–1925) 1950s–1960s Interim Government and Council of the Islamic Revolution (1979–1980) 1979–1980 Supported by: 1998– Supported by: Reza Shah Mohammad Reza Shah Khaz'al al-Ka'bi Oan Ali Mohammed † Habib Jabr al-Ka'bi Ahmad Mullah Nissi † Second phase 2005–2022 phase Arab separatism in Khuzestan[4] refers to the century-long separatist Arab movement in the western part of the Khuzestan Province in Iran. Since the 1920s, tensions have often resulted in violence and attempted separatism, including the insurgency in 1979, unrest in 2005, terrorist bombings in 2005–2006, protests in 2011, assassinations in 2017, and the 2018 Ahvaz military parade attack. Iran officially denies any discrimination or the existence of conflict within the country.[4] It has however drawn strong criticism from human rights organizations including accusations of ethnic discrimination and ethnic cleansing.[5] Khuzestan is inhabited by many different ethnic groups including Iranian Arabs, Bakhtiari, Kurds, Qashqai people, Persians, and Armenians.[6] The majority of Arabs in Khuzestan are Shia Muslims. Both the urban and rural areas of Khuzestan are populated with Arabs, Persians, and Lurs, who often intermarry.[7] Officially within Persian territory, the western region of Khuzestan functioned as an autonomous emirate known as Arabistan for two decades until 1924. From 1922 to 1924, tensions grew due to the rising power of Reza Khan, who later became the Shah of Iran (as Reza Shah), due to his increasingly negative attitude toward tribal autonomies in Iran, his attempts to extract higher taxes, and reduce the authority of Khazal Khan, the Sheikh of Mohammerah and the tribal leader of Arabistan. In response, Sheik Khazal initiated the short-lived Sheikh Khazal rebellion which peaked in November 1924 and was crushed by the newly installed Pahlavi dynasty. At least 115 casualties were sustained. Arabistan was dissolved by Reza Shah's government in 1925, along with other autonomous regions of Persia.[8][9] The 1979 Khuzestan insurgency erupted in the aftermath of the Iranian Revolution, fed by demands of autonomy for Khuzestan. The uprising was quelled by Iranian security forces, resulting in more than a hundred combined casualties from both sides.[10] The Iranian crackdown in response to the uprising provoked the initiation of the Iranian Embassy Siege of 1980 in London by an Arab separatist group. The terrorists initially demanded autonomy for Khuzestan and later demanded the release of 91 of their comrades held in Iranian jails.[11] In 1999,[1] Habib Yabar, Habib Asewad Kaabi, and Ahmad Mola Nissi established the Arab Struggle Movement for the Liberation of Ahwaz (ASMLA) in Europe to advocate for an independent Arab state in Khuzestan and has committed acts of terrorism and assassinations in support of this goal. The group is financed and sponsored by Saudi Arabia.[12] On 15 April 2005, civil unrest broke out in Ahvaz and surrounding towns, lasting for four days.[13][14] Initially, the Iranian Interior Ministry stated that only one person had been killed, but an official at an Ahvaz hospital alleged between 15 and 20 casualties.[13] Subsequently, a series of bombings were carried out in Ahvaz and other cities in Iran in late 2005 and early 2006, which were blamed upon Sunni Arab separatist groups of Khuzestan. The 2011 Khuzestan protests, known among protesters as the Ahvaz Day of Rage, erupted on 15 April 2011 in Iranian Khuzestan to mark the anniversary of the 2005 Ahvaz unrest, and as a response to the regional Arab Spring. The protests lasted for four days, resulted in 12 to 15 protesters killed, and many wounded and arrested; one security officer was killed and another wounded.[15] Crackdown on Arab political opposition in the area continued since with arrests and executions.[16] Four Ahwazi men were executed in Iran in June 2012 in relation to the 2011 unrest.[17] The crackdown on Arab Sunni opposition has been condemned by the Human Rights Watch,[18] Amnesty International,[17] and others. In 2013, bombings were carried out in Ahvaz, alleged to have been committed by the ASMLA.[19] On 23 March 2015, a football match dispute led to anti-government protests in Ahvaz.[19] Local football fans defiantly expressed support for the Saudi al-Hilal football team during the match and burnt pictures of Ayatollah Ruhollah Khomeini, the late Iranian spiritual leader who led the 1979 Iranian revolution. The opposition National Council of Resistance of Iran said that fans further carried banners declaring that “We are all Younes,” a reference to a street vendor who immolated himself a few days before the match in the nearby city of Khorramshahr.[19] In parallel, Iran's state-run Press TV broadcast confessions of captured ASMLA members who said they had carried out scores of attacks. An Arab protester was killed by Iranian security forces during the events.[19] On 2 April 2015, three Iranian officers were killed by unidentified gunmen in the city of Hamidiyeh, about 25 kilometers (15 miles) west of the city of Ahvaz.[20] In early June 2016, a Sunni group known as Suqour al-Ahvaz (transl. Hawks of Ahvaz) blew up the Bou-Ali-Sina Petrochemical Complex in Bandar-E Mahshahr, Khuzestan.[21] In July 2016, Ahwazi militants of the al-Farouq Brigade of the Ahwazi National Resistance blew up pipelines in the Johar as-Sabaa' district on two occasions.[22] Reportedly, members of the al-Farouq Brigade managed to escape after the operation despite the efforts of the security forces and Revolutionary Guards.[22] According to Algemeiner, the group responsible for the 11 and 17 July attacks was Suqour al-Ahvaz.[21] In August 2016, Iran executed three men charged with committing an attack in April 2015 which led to the death of three Iranian policemen in Khuzestan province.[23] In October 2016, a young girl was killed when Iranian security forces attempted to arrest her father.[24] In early April 2017, an Ahwazi activist was killed by Basij militia in Ma’shour city.[25] In October 2017, Ahmad Mullah Nissi, head of the Arab Struggle Movement for Khuzestan, was assassinated in the Netherlands.[26] Massive demonstrations erupted in Khuzestan in April 2018, spreading from Ahwaz to several large cities of the province. Ten people were reportedly killed in a fire during one of those demonstrations, which was blamed on Iranian intelligence services by the protesters.[27] On September 22, 2018, a group of terrorists opened fire on an Iranian Revolutionary Guard parade, killing 25 soldiers and civilians in Ahvaz.[28] The Ahvaz National Resistance, an umbrella organization of all armed separatist movements, claimed responsibility for the terror attack.[29] The Ahvaz National Resistance and the Islamic State of Iraq and the Levant also claimed responsibility for the attack. The Iranian government blamed ISIL for the attack and retaliated. Total estimate: 342–501 killed (1922–2020): Minorities at Risk (MAR), a university-based research project has stated that Arabs in Khuzestan have experienced discrimination.[7] Arab organizations in Khuzestan were divided into two camps: those seek a separate state, and those who sought regional autonomy within a federal Iran. Critics of these parties claim that separatism has no support among Arabs, and point to the decision by many Iranian Arabs to defend Iran during the Iran–Iraq War. The support shown by Iranian Arabs may have been a result of the knowledge of Shia Muslims in Saddam's Iraq. Critics also contend that separatism has always been instigated by foreign governments – particularly the British – to weaken Iran to control the country's natural resources and extend external influence over the Middle East.[31] The Ahwaz Liberation Organisation (ALO), based in Maastricht in the Netherlands, was formed from the remnants of three Iraqi-backed groups – the Democratic Revolutionary Front for the Liberation of Arabistan (DRFLA), People's Front for Liberation of Arabistan (PFLA), and the Arab Front for the Liberation of Al-Ahwaz (AFLA). The ALO is a secular pan-Arabist group seeking independence from Iran. The DRFLA was the most notorious of the precursor groups, having been sponsored by Saddam Hussein.[32] The ALO was founded after the newly installed Islamic government fired on Arab demonstrators in Khorramshahr, killing many of them. The DRFLA was behind the May 1980 Iranian Embassy Siege in London, taking several hostages to draw attention to its demands for the self-determination of the Arab population of Khuzestan. The British Special Air Service (SAS) stormed the building and freed the hostages. Fowzi Badavi Nejad, the only survivor of that group, survived only because some of the embassy hostages had put themselves between him and the SAS soldiers. Some evidence indicated the Iraqi intelligence services had duped Nejad into taking part in the siege. Evidence showed that once he knew the true nature of the group's plans, he only continued because he feared for his family, who had fled from Iran to Iraq.[33] The ALO's constituent groups operated as a mercenary force on behalf of Saddam's regime during the Iran–Iraq War, and carried out assassinations and attacked oil facilities. Bomb attacks on oil and power facilities have continued since the end of the Iraq War, although the ALO has not formally claimed responsibility. The ALO's leader, the self-styled \"President of Al-Ahwaz\" Faleh Abdallah Al-Mansouri, has been living in exile in the Netherlands since 1989, shortly after the end of the Iran–Iraq War, and has Dutch citizenship. He has declared himself to be the \"President\" of Al-Ahwaz, which he claimed extends beyond Khuzestan, and includes much of the coast of Iran. However, during a visit to Syria in May 2006, he was arrested along with Iranian Arabs who were registered as refugees by the UNHCR.[34]","Title":"Arab separatism in Khuzestan - Wikipedia","KeyID":"16725","URL":"https://en.wikipedia.org/wiki/Arab_separatism_in_Khuzestan"}