{"Content: ":"Trematoda is a class within the phylum Platyhelminthes. It includes two groups of parasitic flatworms, known as flukes. They are internal parasites of molluscs and vertebrates. Most trematodes have a complex life cycle with at least two hosts. The primary host, where the flukes sexually reproduce, is a vertebrate. The intermediate host, in which asexual reproduction occurs, is usually a snail. The trematodes or flukes include 18,000[1] to 24,000[2] species, divided into two subclasses. Nearly all trematodes are parasites of mollusks and vertebrates. The smaller Aspidogastrea, comprising about 100 species, are obligate parasites of mollusks and may also infect turtles and fish, including cartilaginous fish. The Digenea, the majority of trematodes, are obligate parasites of both mollusks and vertebrates, but rarely occur in cartilaginous fish. Two other parasitic classes, the Monogenea and Cestoda, are sister classes in the Neodermata, a group of Rhabditophoran Platyhelminthes.[3] Flukes can be classified into two groups based on, the system in which they infect their vertebrate host. They may also be classified according to the environment in which they are found. For instance, pond flukes infect fish in ponds. Lung Flukes: there are eight species of lung flukes that infect humans: Paragonimus westermani, P. heterotremus, P. skryabini, P. miyazakii, P. africanus, P. uterobilateralis, P. kellicotti, and P. mexicanus. Paragonimus westermani needs three different hosts in order to survive, reproduce, and complete its life cycle. The completion of a lung fluke's life cycle follows the cycle of first, second, and final hosts. The first intermediate host of the lung fluke is a snail, the second intermediate host is a crab or crayfish, and the final host for lung flukes is an animal or human host.[4] Liver Flukes: include Clonorchis, Opisthorchis, and Fasciola. Clonorchis and Opisthorchis are considered the most important human pathogens because they are classified as class 1 carcinogens. Liver flukes are commonly found within bile ducts, liver, and gallbladder in mammalian and avian species. There are high numbers of human infection with all three of these liver flukes.[4] Blood Flukes: include five species of Schistosoma: Schistosoma japonicum, S. mekongi, S. mansoni, S. haematobium, and S. intercalatum. Humans get infected by the cercariae, which are the larval forms of trematodes. Any contact with water can cause potential human infection. Adult blood flukes can live indefinitely in human or animal reservoir hosts.[4] Trematodes are flattened oval or worm-like animals, usually no more than a few centimeters in length, although species as small as 1 millimetre (0.039 in) are known. Their most distinctive external feature is the presence of two suckers, one close to the mouth, and the other on the underside of the animal.[5] The body surface of trematodes comprises a tough syncytial tegument, which helps protect against digestive enzymes in those species that inhabit the gut of larger animals. It is also the surface of gas exchange; there are no respiratory organs.[5] The mouth is located at the forward end of the animal, and opens into a muscular, pumping pharynx. The pharynx connects, via a short oesophagus, to one or two blind-ending caeca, which occupy most of the length of the body. In some species, the caeca are themselves branched. As in other flatworms, there is no anus, and waste material must be ingested through the mouth.[5] Although the excretion of nitrogenous waste occurs mostly through the tegument, trematodes do possess an excretory system, which is instead mainly concerned with osmoregulation. This consists of two or more protonephridia, with those on each side of the body opening into a collecting duct. The two collecting ducts typically meet up at a single bladder, opening to the exterior through one or two pores near the posterior end of the animal.[5] The brain consists of a pair of ganglia in the head region, from which two or three pairs of nerve cords run down the length of the body. The nerve cords running along the ventral surface are always the largest, while the dorsal cords are present only in the Aspidogastrea. Trematodes generally lack any specialized sense organs, although some ectoparasitic species do possess one or two pairs of simple ocelli.[5] Most trematodes are simultaneous hermaphrodites, having both male and female organs. Blood flukes are the only form of trematodes that are not hermaphrodites, meaning they have both a male and female sex. Blood flukes are unique in the way that they can reproduce sexually and asexually. In order for the reproduction of blood flukes to occur asexually, infecting a freshwater snail must happen to act as an intermediate host. Acting as an intermediate host, an organism that supports non-reproductive parasites, allows for the blood flukes to gather nourishment to reproduce. The asexual reproduction takes place in the hepatopancreas of the snail. Reproduction of blood flukes sexually involves finding a mammal host to act as an intermediate host to support their nutritional needs.[6] The reproductive system of trematodes usually consist of having two testes, which are found posterior and dorsal to the ventral sucker. Having sperm ducts that join together on the underside of the front half of the animal. This final part of the male system varies considerably in structure between species, but may include sperm storage sacs and accessory glands, in addition to the copulatory organ, which is either eversible, and termed a cirrus, or non-eversible, and termed a penis.[5] There is usually only a single ovary. Eggs pass from it into an oviduct. The distal part of the oviduct, called ootype, is dilated. It is connected via a pair of ducts to a number of vitelline glands on either side of the body, that produce yolk cells. After the egg is surrounded by yolk cells, its shell is formed from the secretion of another gland called Mehlis' gland or shell gland, the duct of which also opens in the ootype. The ootype is connected to an elongated uterus that opens to the exterior in the genital pore, close to the male opening. Most commonly found in trematodes, the sperm cells travel through the uterus to reach the ootype, where fertilization occurs. The ovary is sometimes also associated with a storage sac for sperm, and a copulatory duct termed Laurer's canal.[5] Laurer’s canal is described to be the primitive vagina but it is a vestigial organ in some species. In some instances it can serve as a tube outside the worm for potential waste products from the egg-formation system.[6] Body Wall Musculature: Formed of three different muscle layers: circular, longitudinal, and diagonal. The outermost layer is formed by the circular muscle fibers, directly behind that are the longitudinal muscle fibers. The inner layer is formed by the diagonal muscle fibers. Together these muscle fibers form the segmented body wall of trematodes.[7] Oral Sucker and Acetabulum: In some species of Trematoda, such as T. bragai, there is an acetabulum. This saucer-shaped organ is attached to the oral sucker in some Trematodes and other parasitic worms. This allows for parasitic worms to attach to their host by penetrating the host’s tissue with spines lining the acetabulum organ. In trematodes, the oral sucker is linked to the pharynx via a canal composed of meridional, equatorial, and radial muscle fibers.[7] Together, the mouth, pharynx, and esophagus form the foregut in Trematodes.[8] Male Reproductive System: The male reproductive system generally includes two testes, while some species may have more. Along with this, the size and position of the testes in the body may vary depending on the species. Due to this species-level variation, the male reproductive system can be very useful in species identification. Sperm production, or spermatogenesis, occurs in the testes. Spermatogenesis in Trematodes produces biflagellate sperm or sperm with two tails. This phenomenon occurs across very few invertebrate and vertebrate species. Sperm is stored in the seminal vesicle, this organ is connected to the testes by the vas deferens.[8] Female Reproductive System: The female reproductive system consists of one ovary in Trematodes. The location of the ovary varies between species, making the female reproductive system useful in species identification. The oocytes are released from the ovary via the oocapt, from here, the stored sperm in the seminal vesicles will meet with the oocyte. In the Mehlis’ gland, the oocyte and sperm will be joined and start developing. As the embryo is forming, the vitelline ducts will begin to release materials that will be used to create the eggshell around the embryo. Finally, the Laurers’ canal will lead outside of the body. The egg can be released from the body, this canal can also serve as a way to expel excess stored sperm.[8] Trematodes have a very complex life cycle and depending on what taxa they belong to, their life cycles can be completed with as little as one host compared to the typical three hosts. When there is one host, this is normally a specific species of snail of the family Lymnaeidae. Almost all trematodes infect molluscs as the first host in the life cycle, and most have a complex life cycle involving other hosts. Most trematodes are monoecious and alternately reproduce sexually and asexually. The two main exceptions to this are the Aspidogastrea, which have no asexual reproduction, and the schistosomes, which are dioecious. In the definitive host, in which sexual reproduction occurs, eggs are commonly shed along with host feces. Eggs shed in water release free-swimming larval forms (Miracidia) that are infective to the intermediate host, in which asexual reproduction occurs. A species that exemplifies the remarkable life history of the trematodes is the bird fluke, Leucochloridium paradoxum. The definitive hosts, in which the parasite reproduces, are various woodland birds, while the hosts in which the parasite multiplies (intermediate host) are various species of snail. The adult parasite in the bird's gut produces eggs and these eventually end up on the ground in the bird's feces. Some eggs may be swallowed by a snail and hatch into larvae (miracidia). These larvae grow and take on a sac-like appearance. This stage is known as the sporocyst and it forms a central body in the snail's digestive gland that extends into a brood sac in the snail's head, muscular foot and eye-stalks. It is in the central body of the sporocyst where the parasite replicates itself, producing many tiny embryos (redia). These embryos move to the brood sac and mature into cercaria. Trematodes have a large variation of forms throughout their life cycles. Individual trematode parasites life cycles may vary from this list. They have five larval stages along with the cystic and fully matured adult phases. The first stage is the miracidium that is triangular in shape and covered by a ciliated ectoderm which is the outermost layer of the three germ layers. The epidermis and epidemic tissues of the parasite are going to evolve from the miracidium. They also have an anterior spin which helps them drill into the snail. The miracidium develops into the sporocyst, which is a sac-like structure, and in this sac the larvae begin to develop. The cells multiply. The rediae and cercariae develop from the larvae which are then released and encyst as metacercariae on aquatic plants. Humans as well as larger sea creatures then get infected when they eat these plants. When they infect humans, it takes 3–4 months for the metacercariae to mature into adult flukes and lay eggs. Liver flukes, one of the different species, are responsible for causing liver fluke disease which is also known as fasciolosis. They are hermaphroditic internal parasites. They are caused by the migration of a large number of immature flukes through the liver passageway or by adult flukes that migrate to the bile ducts. Liver flukes infect all grazing animals and are passed from human to human when they eat raw or undercooked fish. Like other flukes, the liver flukes need intermediate hosts and as a result, the transmission from animals to humans happens in three phases. The first phase is the infection of the snail (the first intermediate host) via feces. They complete their gestation and hatch as cercariae. They leave their snail hosts and infect fish who are their second intermediate host. Lastly, humans ingest the metacercariae in raw and undercooked fish. In humans, the metacercariae complete their life cycle and become full grown liver flukes. Human infections are most common in Asia, Africa and Latin America. However, trematodes can be found anywhere where untreated human waste is used as fertilizer. Humans can be infected by trematodes either by consuming undercooked contaminated fish or plants, or by ingesting contaminated water. The metacercariae of trematodes attach to fish and plants. In addition, humans can be infected by certain species through swimming in contaminated water. Humans cannot get infected by trematodes directly, trematodes require an intermediate host to do so.[9] Schistosomiasis (also known as bilharzia, bilharziosis or snail fever) is an example of a parasitic disease caused by one of the species of trematodes (platyhelminth infection, or \"flukes\"), a parasitic worm of the genus Schistosoma. Clonorchis, Opisthorchis, Fasciola and Paragonimus species, the foodborne trematodes, are another. Other diseases are caused by members of the genus Choledocystus. Medically, trematodes are often classed by which organ they invade, which can include blood vessels, the gastrointestinal tract, lungs, or liver. In many cases, eggs from the trematodes can often be found in stool months after infection.[10] Depending on the type of infection, the drugs Ppraziquantel and Ttriclabendazole are used to eradicate the trematodes in humans.[10] Humans are not the only creatures that can be infected with trematodes. They can infect dogs, cats, reptiles, and many more vertebrates. One of the most common victims of trematodes are ruminants. Similarly to humans, cattle and sheep can get infected by trematodes by eating contaminated food. When a ruminant is infected by a trematode, the infection leads to less milk or meat production, which has become an issue in cattle and other livestock industries.[8] Trematodes are commonly referred to as flukes. This term can be traced back to the Old English name for flounder, and refers to the flattened, rhomboidal shape of the worms. The flukes can be classified into two groups based on, on the basis of the system in which they infect their in the vertebrate host. They may also be classified according to the environment in which they are found. For instance, pond flukes infect fish in ponds.","Title":"Trematoda - Wikipedia","KeyID":"1672","URL":"https://en.wikipedia.org/wiki/Trematoda"}