{"Content: ":"Ongoing Sublime State of Persia (1918–25) Interim Government and Council of the Islamic Revolution (1979–80) 1979–96 Supported by: 2004–11 PJAK 2016– Supported by: Ahmad Shah Qajar (1918−25) Reza Shah Pahlavi (1925−41) Mohammad Reza Pahlavi (1941−79) Simko Shikak (1918–1930) Qazi Muhammad Mustafa Barzani Jafar Sultan Ahmed Barzani Salahuddin Kazimov Abdul Rahman Ghassemlou Foad Mostafa Soltani † Sedigh Kamangar † Abdullah Mohtadi Haji Ahmadi (2004–2011) Majid Kavian † 1945–1979 1979-present Kurdish separatism in Iran[15] or the Kurdish–Iranian conflict[16][17] is an ongoing,[7][10][15][18] long-running, separatist dispute between the Kurdish opposition in Western Iran and the governments of Iran,[15] lasting since the emergence of Reza Shah Pahlavi in 1918.[7] The earliest Kurdish separatist activities in modern times refer to tribal revolts in today's West Azerbaijan Province of the Imperial State of Iran, which began between the two World Wars – the largest of these were led by Simko Shikak, Jafar Sultan and Hama Rashid. Many however, put the starting point of the organized Kurdish political-nationalist separatism at 1943,[10] when Komala (shortly afterwards the Kurdish Democratic Party of Iran (KDPI) began their political activities in Iran, aiming to gain partial or complete self-rule in the Kurdish regions. Transformation from tribal to Kurdish political struggle in Iran took place in the aftermath of World War II, with the KDPI establishing the Republic of Mahabad during the 1946 Iran crisis.[10] The USSR-supported attempt to establish a Kurdish state in Western Iran failed.[10][19] More than a decade later, peripheral tribal uprisings,[10] launched with KDPI support through 1966–7. In the most violent episode of the conflict, more than 30,000 Kurds died in the 1979 rebellion and the consequent KDPI insurgency.[13] Though the KDPI's armed struggle ended in late 1996, another Kurdish armed organization emerged in Iran by the early 2000s. The ongoing Iran-PJAK conflict started in 2004.[20] Iran never employed the same level of brutality against its own Kurdish population, but has always been staunchly opposed to Kurdish separatism.[21] The Simko Shikak revolt was an armed Ottoman-backed[22][23] tribal Kurdish uprising against the Qajar dynasty of Iran from 1918 to 1922, led by Kurdish chieftain Simko Shikak. This tribal rebellion is sometimes regarded as the first major bid for establishing an independent Kurdish state in Iran,[24] but scholars view the revolt as an attempt by a powerful tribal chief to establish his personal authority vis-à-vis the central government throughout the region.[25] While elements of Kurdish nationalism were present in this movement, historians agree these were hardly articulate enough to justify a claim that recognition of Kurdish identity was a major issue in Simko's movement, and he had to rely heavily on conventional tribal motives.[25] It lacked any kind of administrative organization and Simko was primarily interested in plunder.[24] Government forces and non-Kurds were not the only ones to suffer in the attacks, as the Kurdish population was also robbed and assaulted.[25] Simko's men don't appear to have felt any sense of unity or solidarity with fellow Kurds.[25] Historian Ervand Abrahamian describes Simko as \"notorious\" for massacring thousands of Assyrians and \"harassing\" democrats.[26] Still, some Kurds today revere Simko as a hero of the independence movement.[18] By 1926, Simko had regained control of his tribe and begun another outright rebellion against the state.[27] When the army engaged him, half of his troops defected to the tribe's previous leader and Simqu fled to Iraq.[27] Jafar Sultan of Hewraman region took control of the region between Marivan and north of Halabja and remained independent until 1925. After four years under Iranian rule, the tribal leader revolted in 1929, but was effectively crushed. Hama Rashid revolt refers to a tribal uprising in Pahlavi Iran, during the Second World War, following the Anglo-Soviet invasion of Iran.[28] The tribal revolt erupted in the general atmosphere of anarchy throughout Iran and its main faction was led by Muhammed Rashid, lasting from late 1941 until April 1942 and then re-erupted in 1944, resulting in Rashid's defeat. It is considered one of the factors to lead to the establishment of the Kurdish political independence movement in 1945–6. The danger of fragmentation in modern Iran became evident shortly after Second World War when Soviet Union's refused to relinquish occupied North Western Iranian territory.[21] Iran crisis of 1946 included a separatist attempt of KDP-I and communist groups[29] to establish the Soviet puppet government,[30][31][32] and declare the Republic of Mahabad in Iranian Kurdistan (today's southern part of West Azerbaijan Province). It arose along with Azerbaijan People's Government, another Soviet puppet state.[21][33] The state itself encompassed a very small territory, including Mahabad and the adjacent cities, unable to incorporate the southern Iranian Kurdistan, which fell inside the Anglo-American zone, and unable to attract the tribes outside Mahabad itself to the nationalist cause.[21] As a result, when the Soviets withdrew from Iran in December 1946, government forces were able to enter Mahabad unopposed.[21] Some 1,000 died during the crisis.[10] Iran crisis of 1946 included an attempt of the KDPI to establish an independent Kurdish-dominated Republic of Mahabad in Iranian Kurdistan.[10] Though later several Marxist insurgencies continued for decades, led by KDP-I and Komala, but those two organization have never advocated a separate Kurdish state or greater Kurdistan as did the PKK in Turkey.[34][25][35][36] In mid-1960s a series of Kurdish tribal disturbances erupted in Western Iran, fed up by the revival of the Kurdish Democratic Party of Iran (KDP-I).[7] In 1967-8 Iranian government troops suppressed a Kurdish revolt in Western Iran,[10] consolidating the previous Kurdish uprisings in Mahabad-Urumiya region. 1979 Kurdish rebellion in Iran was an insurrection led by the KDPI and Komala in Iranian Kurdistan, which became the most serious rebellion against the new Iranian regime, following the Islamic Revolution. The rebellion ended in December 1982, with 10,000 killed and 200,000 displaced.[10] Insurrection by the KDPI took place in Iranian Kurdistan through early and mid-90s, initiated by assassination of its leader in exile in July 1989. The KDPI insurrection ended in 1996, following a successful Iranian campaign of targeted assassinations of KDPI leaders and crackdown on its support bases in Western Iran. In 1996, KDPI announced a unilateral cease fire, and has since acted at low profile before renewed clashes in 2015.[37] Iran–PJAK conflict is an ongoing rebellion of PJAK in which hundreds Kurdish militants and Iranian forces as well as civilians have died, officially lasting since April 2004.[10] PJAK is based in the border area with Iraqi Kurdistan and is affiliated with the Marxist PKK from Turkey,[38] though PJAK themselves tend to neglect this alleged relation. Although sometimes described as organization demanding more human rights for Kurds in Iran, it is regarded as separatist by Iranian media and various Western analysts.[15][38][39] The PJAK goal is an establishment of a Kurdish autonomy and according to Habeeb they do not pose any serious threat to the regime of the Islamic Republic.[15] In one of the first actions of the Obama administration, PJAK was declared a \"terrorist organization\".[38][39] PJAK and Iranian government agreed on cease-fire, following the 2011 Iranian offensive on PJAK bases. After the cease fire agreement, a number of clashes between PJAK and IRGC took place in 2012,[18] and by mid-2013, the fighting resumed in sporadic incidents, escalating in 2016. In January 2014, Iranian forces killed a KDPI party member, while he was disseminating leaflets.[40] In September 2014, in a number of clashes, the KDPI engaged Iranian security for the first time in many years, killing at least 6 Iranian soldiers.[41] It was unclear whether this was a result of change of policy by the Democratic Party of Iranian Kurdistan (which evaded violence since 1996) or an isolated sequence of incidents. In May 2015, a suspected Iranian attack (allegedly disguised as PKK fighters) on PJAK force on Iranian–Iraqi Kurdistan border resulted in 6 killed—2 KDPI and 4 PKK[42] (or allegedly Iranian agents). On 7 May 2015, ethnic Kurds rioted in Mahabad, Iran, following the unexplained death on 4 May 2015 of Farinaz Khosravani, a 25-year-old Kurdish hotel chambermaid. Unrest and violence spread to other Kurdish cities in Iran, such as Sardasht, where police clashed with hundreds of protesters on 9 May 2015.[43] One protester has been reportedly killed in the clashes, and that additionally, Kurdish insurgent group PJAK had attacked an Iranian checkpoint killing two Iranian personnel, according to PJAK.[44] According to ARA sources, as of May 11, the death toll climbed to 6 protesters killed.[45] The incidents prompted harsh responses also from other Kurdish opposition parties, including the Kurdistan Freedom Party and the PDKI. In June 2015, a KDPI attack on Revolutionary Guard forces reportedly left 6 people killed.[46] Military clashes in West Iran[47] refers to the ongoing military clashes between Kurdish insurgent party Democratic Party of Iranian Kurdistan (PDKI) and the Iranian Revolutionary Guards, which began in April 2016. Kurdistan Freedom Party (PAK) and Komalah expressed their support to the Kurdish cause of PDKI as well, with both clashing with Iranian security forces in 2016 and 2017 respectively. In parallel, a leftist Iranian Kurdish rebel group PJAK resumed military activities against Iran in 2016, following a long period of stalemate. The 2016 clashes came following a background of what PDKI described as \"growing discontent in Rojhelat\".[48] The commander of the PAK military wing described their engagement and declaration of hostilities against the Iranian government were due to the fact that \"the situation in eastern Kurdistan (Iranian Kurdistan) has become unbearable, especially with the daily arbitrary executions against the Kurds [in Iran]\".[49]","Title":"Kurdish separatism in Iran - Wikipedia","KeyID":"16727","URL":"https://en.wikipedia.org/wiki/Kurdish_separatism_in_Iran"}