{"Content: ":"Ceasefire agreement signed, Russian peacekeeping forces deployed in the region[16] The Nagorno-Karabakh conflict[f] is an ethnic[51][52] and territorial[47] conflict between Armenia and Azerbaijan over the disputed region of Nagorno-Karabakh, inhabited mostly by ethnic Armenians,[53][54][55][56] and seven surrounding districts, inhabited mostly by Azerbaijanis until their evacuation in the First Nagorno-Karabakh War.[57][58] Some of these territories are de facto controlled, and some are claimed by the breakaway Republic of Artsakh although they have been de jure internationally recognized as part of Azerbaijan. The conflict has its origins in the early 20th century, but the present conflict began in 1988, when the Karabakh Armenians demanded transferring Karabakh from Soviet Azerbaijan to Soviet Armenia. The conflict escalated into a full-scale war in the early 1990s which later transformed into a low-intensity conflict until four-day escalation in April 2016 and then into another full-scale war in 2020. A ceasefire signed in 1994 in Bishkek was followed by two decades of relative stability, which significantly deteriorated along with Azerbaijan's increasing frustration with the status quo, at odds with Armenia's efforts to cement it.[59] A four-day escalation in April 2016 became the deadliest ceasefire violation until the 2020 conflict.[60] Tentative armistice was established by the tripartite ceasefire agreement on November 10, 2020, by which most of the territories lost by Azerbaijan during the First Nagorno-Karabakh war came under Azerbaijan's control. The president of Azerbaijan, Ilham Aliyev, claimed that the conflict has thus ended;[61] however the ceasefire agreement was followed by the 2021 Armenia-Azerbaijan border crisis from May 2021 onwards, with continued casualties from both sides. The modern phase of the conflict began in February 1988. According to Soviet Census (1979), 160,841 Azeris lived in Armenia and 352,410 Armenians lived in Azerbaijan outside of Nagorno-Karabagh.[62] Soviet Census (1989) showed a decline of those minorities to 84,860 Azeris in Armenia and 245,045 Armenians in Azerbaijan outside of Nagorno-Karabagh.[62] During the dissolution of the Soviet Union in 1989, ethnic tensions between Armenians and Azerbaijanis increased in the Nagorno-Karabakh region. As of 2017, public opinion on both sides has been noted as \"increasingly entrenched, bellicose and uncompromising\".[59] In this context, mutual concessions that might lower tensions in the long term could, in the short term, threaten internal stability and the survival of ruling elites, hence leaving little incentive for compromise.[59] The First Nagorno-Karabakh War, also known as the Artsakh Liberation War in Armenia and Nagorno-Karabakh, was an armed conflict that took place in the late 1980s to May 1994, in the enclave of Nagorno-Karabakh in southwestern Azerbaijan, between the majority ethnic Armenians of Nagorno-Karabakh backed by the Republic of Armenia, and the Republic of Azerbaijan. As the war progressed, Armenia and Azerbaijan, both former Soviet Republics, entangled themselves in a protracted, undeclared war in the mountainous heights of Karabakh as Azerbaijan attempted to curb the secessionist movement in Nagorno-Karabakh. The enclave's parliament had voted in favor of uniting with Armenia. A referendum, boycotted by the Azerbaijani population of Nagorno-Karabakh, was held, whereby most of the voters voted in favor of independence. The demand to unify with Armenia, which began anew in 1988, began in a relatively peaceful manner. As the Soviet Union's dissolution neared, the tensions gradually grew into an increasingly violent conflict between ethnic Armenians and ethnic Azerbaijanis. Both sides made claims of ethnic cleansing and pogroms conducted by the other.[63][64] Inter-ethnic clashes between the two broke out shortly after the parliament of the Nagorno-Karabakh Autonomous Oblast (NKAO) in Azerbaijan voted to unify the region with Armenia on 20 February 1988. The circumstances of the dissolution of the Soviet Union facilitated an Armenian separatist movement in Soviet Azerbaijan. The declaration of secession from Azerbaijan was the final result of a territorial conflict regarding the land.[65] As Azerbaijan declared its independence from the Soviet Union and removed the powers held by the enclave's government, the Armenian majority voted to secede from Azerbaijan. In the process they proclaimed the unrecognized Republic of Nagorno-Karabakh.[66] Full-scale fighting erupted in the late winter of 1992. International mediation by several groups, including the Organization for Security and Co-operation in Europe (OSCE), failed to bring resolution. In the spring of 1993, Armenian forces captured territory outside the enclave itself, threatening to catalyze the involvement of other countries in the region.[67] By the end of the war in 1994, the Armenians were in full control of most of the enclave and also held and currently control approximately 9% of Azerbaijan's territory outside the enclave.[68] As many as 230,000 Armenians from Azerbaijan and 800,000 Azerbaijanis from Armenia and Karabakh have been displaced as a result of the conflict, essentially cleansing Armenia and Karabakh from Azerbaijanis and Azerbaijan of Armenians.[69] A Russian-brokered ceasefire was signed in May 1994, leading to diplomatic mediation.[70] Some clashes occurred in the years following the 1994 ceasefire.[71] The 2008 Mardakert clashes began on 4 March after the 2008 Armenian election protests. It involved the heaviest fighting between ethnic Armenian[72] and Azerbaijani forces[73] over the disputed region of Nagorno-Karabakh[73][74] since the 1994 ceasefire after the First Nagorno-Karabakh War. Armenian sources accused Azerbaijan of trying to take advantage of ongoing unrest in Armenia.[75] Azerbaijani sources blamed Armenia, claiming that the Armenian government was trying to divert attention from internal tensions in Armenia.[75] Following the incident, on March 14 the United Nations General Assembly by a recorded vote of 39 in favour to 7 against adopted Resolution 62/243, demanding the immediate withdrawal of all Armenian forces from the occupied territories of Azerbaijan.[76] The 2010 Nagorno-Karabakh clash was a scattered exchange of gunfire that took place on February 18 on the line of contact dividing Azerbaijani and the Karabakh Armenian military forces. Azerbaijan accused the Armenian forces of firing on the Azerbaijani positions near Tap Qaraqoyunlu, Qızıloba, Qapanlı, Yusifcanlı and Cavahirli villages, as well as in uplands of Agdam Rayon with small arms fire including snipers.[77][78] As a result, three Azerbaijani soldiers were killed and one wounded.[79] The 2010 Mardakert clashes were a series of violations of the ceasefire that ended the First Nagorno-Karabakh War. They took place across the line of contact dividing Azerbaijan and the ethnic Armenian military forces of the unrecognized but de facto independent Nagorno-Karabakh Republic. Both sides accused the other of violating the ceasefire regime. These were the worst violations of the cease-fire (which has been in place since 1994) in two years and left Armenian forces with the heaviest casualties since the Mardakert clashes of March 2008.[80] Between 2008 and 2010, 74 soldiers were killed on both sides.[81] In late April 2011, border clashes left three Nagorno-Karabakh soldiers dead,[82] while on 5 October, two Azerbaijani and one Armenian soldier were killed.[83] In all during the year, 10 Armenian soldiers were killed.[84] The following year, border clashes between the armed forces of Armenia and Azerbaijan took place from late April through early June. The clashes resulted in the deaths of five Azerbaijani and four Armenian soldiers. In all during 2012, 19 Azerbaijani and 14 Armenian soldiers were killed.[85] Another report put the number of Azerbaijani dead at 20.[71] Throughout 2013, 12 Azerbaijani and 7 Armenian soldiers were killed in border clashes.[85] In 2014, several border clashes erupted that had resulted in 16 fatalities on both sides by 20 June.[86] On 2 August, Azerbaijani authorities announced that eight of their soldiers had been killed in three days of clashes with NKO forces, the biggest single death toll for the country's military since the 1994 war.[87] NKO denied any casualties on their side, while saying the Azerbaijanis had suffered 14 dead and many more injured.[87] Local officials in Nagorno-Karabakh reported at least two Armenian military deaths in what was the largest incident in the area since 2008.[88] Five more Azerbaijani troops were killed the following night, bringing the death toll from the August clashes to at least 15. The violence prompted Russia to issue a strong statement, warning both sides not to escalate the situation further.[89] By August 5, 2014, the fighting that started on 27 July had left 14 Azerbaijani and 5 Armenian soldiers dead. Overall, 27 Azerbaijani soldiers had died since the start of the year in border clashes.[90] In a separate incident in July 2014, the NKR Defense Army announced that troops had killed one and arrested two members of an Azerbaijani subversive group that had penetrated the contact line.[91] In addition to spying on Armenian troop movements and military installations and civilian settlements in Karvachar (Kelbajar), the team was charged with the murder of Smbat Tsakanyan, a seventeen-year-old Armenian boy and resident of the village of Jumen. Both surviving members of the group were sentenced to life in prison by an Armenian court. In July 2015, video footage recorded by the team was released to the public and aired on Armenian state television.[92] On November 12, 2014, the Azerbaijani armed forces shot down a Nagorno-Karabakh Defense Army Mil Mi-24 helicopter over Karabakh's Agdam district. Three servicemen were killed in the incident. Armenia's Defense Ministry stated the aircraft was unarmed and called its downing an \"unprecedented provocation\". Azerbaijani authorities claimed the helicopter was \"trying to attack\" Azerbaijani army positions.[93] Armenian authorities stated that Azerbaijan will face \"grave consequences\".[94] With the crash, 2014 became the deadliest year for Armenian forces since the 1994 ceasefire agreement, with 27 soldiers killed in addition to 34 fatalities on the Azerbaijani side.[95] Six Armenian civilians also died in 2014, while by the end of the year the number of Azerbaijanis killed rose to 39 (37 soldiers and 2 civilians).[71] In 2015, 42 Armenian soldiers and 5 civilians were killed as border clashes continued.[96] In addition, at least 64 Azerbaijani soldiers also died.[97][98] Sporadic fighting primarily took place in: January,[99] June,[100] August,[101] September,[102][103] November[104] and throughout December.[98][105] Over the years, Azerbaijan had been growing impatient with the status quo. In this regard, propelled by oil and gas windfall, the country embarked in a military build-up. In 2015 alone, Baku spent $3bn on its military, more than Armenia's entire national budget.[59] Throughout January and February 2016, four Armenian and four Azerbaijani soldiers were killed in fighting at the Nagorno-Karabakh border.[106] The first casualty of 2016 was a Nagorno-Karabakh soldier Aramayis Voskanian, who was killed by Azerbaijani sniper fire while serving in the eastern direction of the Line of Contact.[107][108] In mid-February, Hakob Hambartsumyan, an Armenian herdsman from Vazgenashen, was killed by an Azerbaijani sniper.[109] In March, two Azerbaijani and one Armenian soldier were killed in clashes along the border between Azerbaijan and Armenia.[110][111] Between 1 and 5 April 2016, heavy fighting along the Nagorno-Karabakh frontline left 88 Armenian and 31–92 Azerbaijani soldiers dead. One Armenian and three Azerbaijani soldiers were also missing. In addition, 10 civilians (six Azerbaijani and four Armenian) were also killed.[112][113] During the clashes, an Azerbaijani military helicopter and 13 unmanned drones were shot down[114] and an Azerbaijani tank was destroyed,[115] while Nagorno-Karabakh lost 14 tanks.[116] Between 8 April and 16 June 2016, sporadic fighting left 14 Armenian and three Azerbaijani soldiers dead, as well as one Azerbaijani civilian.[117][118] On 5 October 2016, Armenian artillery shelled Azerbaijani positions on the line of contact with one Azerbaijani soldier being killed.[119] One Armenian soldier was killed on 11 October 2016 in a skirmish on the line of contact.[120] On 15 November, an Azerbaijani soldier was killed on the line of contact.[121] On 27 November, Azerbaijani forces reported shooting down an Armenian drone which had crossed the line of contact.[122] A Nagorno-Karabakh soldier was killed in action with Azerbaijiani forces on 6 February 2017.[123] On 8 February 2017, one Nagorno-Karabakh soldier was killed and another wounded in a firefight with Azerbajiani troops along the line of contact.[123] On 24 February 2017, Azerbaijani forces shelled the Armenian positions near the village of Talish with artillery.[124] The next day a large firefight broke out with Azerbajiani forces approaching Armenian lines in the same area, 5 Azerbaijani soldiers were killed in the ensuing engagement.[124][125] On 15 May 2017, a Karabakh Osa air defense system was damaged or destroyed by a guided missile launched by Azerbaijani forces.[126] On 20 May 2017, an Armenian soldier was killed in a firefight with Azeri troops, the Azerbaijani military utilized anti-tank grenades and 60mm mortar fire in the action.[127] On 26 May 2017, a Nagorno-Karabakh soldier was killed in a skirmish with Azerbajiani forces involving mortars and grenade launches.[128][129] On 16 June 2017, three Nagorno-Karabakh soldiers were killed by Azeri forces.[130] On 22 June 2017, four Azeri soldiers were killed by Nagorno-Karakakh soldiers.[131] On July 4, 2017, an Azeri woman and her two-year-old grandchild were killed as a result of shelling by Armenian forces.[132] On 10 July 2017, a Nagorno-Karabakh soldier was killed in shelling by the Azerbaijani forces.[133] On 25 July 2017, Azerbaijan claimed that one of its soldiers was wounded by a munition dropped from an Armenian UCAV.[134] On 31 August 2017, Azerbaijani military positions were fired at and shelled at from Armenian military positions. The Armenian military were using large-caliber machine guns.[135] A Nagorno-Karabakh soldier was killed by an Azerbaijani sniper near the line of contact on 7 January 2018.[136] A Nagorno-Karabakh soldier was killed by Azerbaijani fire on 7 February 2018.[137] Three civilian volunteers were killed in a demining operation in Nagorno-Karabakh on 29 March 2018.[138] A Nagorno-Karabakh soldier was killed by Azerbaijani fire on 9 April 2018.[139] A Nagorno-Karabakh soldier was killed in a firefight with Azeri forces on 10 June 2018.[140] In September 2018 a soldier of the Armenian Army was killed by Azeri gunfire whilst serving at a border post.[141] In the same month, two Nagorno-Karabakh soldiers were killed by the Azeri army.[142][143] Further clashes near Tavush took place in July 2020.[144] Thirteen Azeris, including one civilian, and five Armenians were killed.[145] In a minor border skirmish on 16 September, one Armenian soldier was killed;[146] five days later, an Azerbaijani soldier was killed.[147] On 27 September, serious clashes in Nagorno-Karabakh re-erupted, leading to Armenia declaring martial law and mobilization.[148] On the same day, Azerbaijan's Parliament declared a martial law and established curfews in several cities and regions following the clashes.[149] In terms of casualties, the clashes were the worst since the 1994 ceasefire and caused alarm in the international community.[150] 44 days of fighting ended on November 10, with a peace deal brokered by Russia. Armenian forces agreed to return to Azerbaijan all occupied territory outside of the former Soviet Nagorno-Karabakh Autonomous Oblast, with Russian peacekeepers guaranteeing safe passage through the region of Lachin which separates Nagorno-Karabakh from Armenia.[151] An ongoing border crisis started on 12 May 2021, when Azerbaijani soldiers crossed several kilometers into Armenia in the provinces of Syunik and Gegharkunik, occupying about 41 square kilometres (16 sq mi) of Armenian territory.[26][152][153][154] Azerbaijan has not withdrawn its troops from internationally recognised Armenian territory despite calls to do so by European Parliament, United States and France – two of three Co-Chairs of the OSCE Minsk Group.[155][156] The crisis further escalated in July 2021, with clashes taking place on the Armenia–Nakhchivan border. The clashes then spread to the Gegharkunik–Kalbajar area, with casualties being reported from both sides. Joint statement on 17 November 2021 by the Chair of the Delegation for relations with the South Caucasus, Marina Kaljurand, the European Parliament's Standing Rapporteur on Armenia Andrey Kovatchev and the European Parliament's Standing Rapporteur on Azerbaijan, Željana Zovko called the military operation launched by Azerbaijan on 16 November 2021 the worst violation to-date since ceasefire agreement.[157] An estimated 28,000–38,000 people were killed between 1988 and 1994.[158] Armenian military fatalities were reported to be between 5,856[159] and 6,000,[38] while 1,264 Armenian civilians were also killed.[159] Another 196 Armenian soldiers[159] and 400 civilians were missing.[160] According to the Union of Relatives of the Artsakh War Missing in Action Soldiers, as of 2014, 239 Karabakhi soldiers remain officially unaccounted for.[161] Azerbaijan stated 11,557 of its soldiers were killed,[162] while Western and Russian estimates of dead combatants on the Azerbaijani side were 25,000–30,000.[38][163][159] 4,210 Azerbaijani soldiers[160] and 749 civilians were also missing.[160] The total number of Azerbaijani civilians killed in the conflict is unknown, although 167–763 were killed on one day in 1992 by the Republic of Nagorno-Karabakh's forces.[164] Although no precise casualty figures exist, between 1994 and 2009, as many as 3,000 people, mostly soldiers, had been killed, according to most observers.[43] In 2008, the fighting became more intense and frequent.[165] With 72 deaths in 2014, the year became the bloodiest since the war had ended.[71] Two years later, between 1 and 5 April 2016, heavy fighting along the Nagorno-Karabakh front left 91 Armenian (11 non-combat)[166][112] and 94 Azerbaijani soldiers dead, with two missing.[113] In addition, 15 civilians (nine Armenians and six Azerbaijanis) were killed.[167][168] Azerbaijan stated 398 of its soldiers and 31 civilians were killed between 1994 and up to September 2020, right before the start of the 2020 conflict.[169] In comparison, the Caspian Defense Studies Institute NGO reported 1,008 Azerbaijani soldiers and more than 90 civilians were killed between 1994 and 2016.[170] In the two-month 2020 fighting, thousands were killed, primarily soldiers, but also almost two hundred civilians.[181] Between January and September 2020, 16 Azerbaijani[182] and 8 Armenian soldiers,[183] as well as an Azerbaijani civilian, were killed in sporadic clashes.[184] On 27 September 2020, a new large-scale war erupted that lasted until 10 November. According to Azerbaijan, the fighting left 2,906 Azerbaijani soldiers[185] and 100 civilians dead,[186] while six servicemen were still missing.[187] Armenian authorities stated the fighting had left 3,825 Armenian soldiers[188] and 85 civilians dead,[189] while 187 servicemen and 21 civilians were still missing.[190] Additionally, the Syrian Observatory for Human Rights documented the deaths of 541 Syrian mercenaries fighting for Azerbaijan.[191] Two Russian soldiers were also killed when their helicopter was shot down by Azerbaijan by accident while flying in Armenian airspace near the border.[192] In addition, a 13-year-old Russian citizen was killed during an Armenian missile strike on the city of Ganja.[193] Following the end of the war, eleven more Azerbaijani soldiers, six Azerbaijani civilians and one Russian peacekeeper were killed in clashes and landmine explosions in the region by the end of the year.[194][195][196][197] Twelves Azerbaijani civilians[198] and two soldiers were killed in 2021, by landmine explosions.[199][200][201] Seventeen Armenian[202] and ten Azerbaijani soldiers were also killed in shoot-outs in the border area,[203][204][205][206][207][208][209][210][211] while 38 Armenian soldiers were captured.[212][213] Twenty-eight of the captured Armenian soldiers were subsequently released.[214][215] In 2022, three Armenian soldiers were killed and 14 wounded in an attack by Azerbaijani drones in Nagorno-Karabakh on 25 March.[216] Russia is officially neutral and has sought to play the role of a mediator.[217][218][219] In its official statements, Russia calls for a peaceful settlement and restraint during skirmishes.[220] British journalist Thomas de Waal has argued that there is an Azerbaijani narrative that Russia has \"consistently supported the Armenian side.\" According to de Waal, Russia \"has more supported the Armenian side,\" but there have been various \"different Russian actors at different times supporting both sides in this conflict.\" He argues that President Boris Yeltsin did not \"want to see the Armenian side be defeated, but he also didn't want to supply them with too many weapons.\" De Waal concluded in 2012 that \"Russia [is] playing both sides\", but \"ultimately more in the Armenian side.\"[221] Other commentators have argued that Russia plays both sides in the conflict.[222][223] Svante Cornell argued in 2018 that Russia \"had been playing both sides of the Armenia-Azerbaijan conflict to gain maximum control over both, a policy that continues to this day.\"[224] During the war, \"Russia was widely viewed as supporting the Armenian position. Much of this perception stemmed from the fact that Russia transferred military support to Armenia.\"[225] According to Razmik Panossian, Russian forces indirectly supported the Armenian side by \"supplying arms, fuel and logistical support.\"[4] Russia supplied around $1 billion worth of weapons and, thus, \"made a vital contribution to the Armenian victory.\"[3] According to de Waal, \"greater Russian support for the Armenians\" was one of the main factors behind the Armenian victory.[226] De Waal notes, \"Yet it is not entirely clear how this support for the Armenians was translated on to the battlefield; to complicate things further, the Russians also gave some assistance to Azerbaijan.\"[227] In the post-war period, Russia is Armenia's main arms supplier and the two countries are military allies.[228][229] Russia is sometimes described as Armenia's supporter in the conflict,[230][231] however, this view is widely challenged as Russia extensively sells arms to Azerbaijan.[48][232][233][234] At the same time, Armenia buys Russian weaponry at a discount, while Azerbaijan pays the full price.[235] Turkey is widely considered Azerbaijan's main supporter in the conflict.[236][237][238] Svante Cornell wrote in 1998 that Turkey is the \"only country that constantly expressed its support for Azerbaijan.\"[239] It provided Azerbaijan \"active military help\" during the war.[240] Turkey also supports Azerbaijan diplomatically.[241][242] Turkish and Azerbaijani armed forces cooperate extensively[243] and regularly hold military exercises.[244][245] Azerbaijan has also bought weapons from Turkey.[246] Turkey closed its border with Armenia in April 1993 after Armenian forces captured Kalbajar.[247] Prior to that, the border was only open \"on demand and only for transferring the humanitarian aid (mainly wheat delivery) to Armenia and for the operation of the weekly Kars-Gyumri train, which had been crossing the Turkish-Armenian border since the days of the Soviet Union.\"[248] Turkey has repeatedly refused to normalize and establish diplomatic relations with Armenia in solidarity with Azerbaijan over Karabakh.[249][250] Iran is officially neutral and has sought to play the role of a mediator,[251] most notably in 1992. In its official statements, Iran calls for a peaceful settlement[252] and restraint during skirmishes.[253] At the same time, Iranian officials have repeatedly reaffirmed their support for Azerbaijan's territorial integrity.[g] Deputy Foreign Minister Abbas Araghchi stated in 2020 that \"While respecting the territorial integrity of the Azerbaijan Republic, Iran is fundamentally opposed to any move that would fuel conflict between the two neighbouring countries of the Azerbaijan Republic and Armenia.\"[259] During the war, \"Iran was domestically torn in devising a policy\", but de facto \"pursued a policy that combined official neutrality with growing support for Armenia,\" according to Svante Cornell.[260] Cornell argues that Iran has \"pursued policies in the conflict inclined towards Armenia.\"[239] However, Iran's tacit support for the Armenian side[261][262][263] was limited to economic cooperation.[264][265] Terhi Hakala noted in 1998 that \"as a geopolitical counter-weight to Turkey, Iran has strongly supported Armenia, especially by alleviating the effects of the Turkish blockade.\"[266] Cornell notes that during the war, Iran served as Armenia's \"main purveyor of electricity and goods, and once the Armenian conquest of Karabakh had been completed, Iranian trucks began to supply most of the secessionist enclave's needs.\"[260] According to Bahruz Balayev, \"Iran supported the territorial integrity of Azerbaijan and gave some humanitarian aid to the [Azerbaijani] refugees, but in the meantime widely cooperates with Armenia and even Karabakh Armenian authorities.\"[267] Brenda Shaffer wrote that \"Iran's cooperation with Armenia and its tacit support in the conflict with Azerbaijan over Karabagh strengthened Yerevan's actual and perceived power and consequently may have lessened its sense of urgency to resolve the conflict.\"[268] In 2013, Mohsen Rezaee, who was commander of the Islamic Revolutionary Guard Corps (IRGC) during the war, claimed that he \"personally issued an order [...] for the Republic of Azerbaijan army to be equipped appropriately and for it to receive the necessary training.\" Rezaee added that \"Many Iranians died in the Karabakh War. In addition to the wounded, who were transported to [Iran], many of the Iranian martyrs of the Karabakh War are buried in Baku.\"[269] In 2011, Hassan Ameli, a leading Iranian cleric, claimed that Iran provided Azerbaijan with arms and helped Afghan mujaheddin move to Azerbaijan.[270][271] The Iranian embassy in Armenia stated that they would not like unreliable information to affect friendly Armenian-Iranian relations: \"We do not exclude the possibility that there are forces, which aim to create hindrances for our friendly relations.\"[272] In October 2020, several protests erupted in Iranian cities, including the capital Tehran and Tabriz, in support of Azerbaijan,[273][274] with many Iranian Azerbaijanis chanting pro-Azerbaijan slogans and protesting Iran's alleged arms support to Armenia via the Nordooz border crossing.[275] Thomas Ambrosio suggested in 2000 that the US \"supported Azerbaijan's territorial integrity, but enacted policies that effectively supported Armenia's irredentist policies.\"[276] Sergo Mikoyan argued in 1998 that the US response to the conflict has been \"inconsistent, pulled in different directions by the legislative and executive branches of power.\" Congress was under the influence of the Armenian lobby, while the executive branch (the White House and the State Department) pursued a pro-Azerbaijani policy, which \"reflects Turkish influence and the interests of oil companies.\"[277] Richard C. Longworth and Argam DerHartunian expressed similar views.[278][279] Congress's pro-Armenian position was expressed in passing the Section 907 of the Freedom Support Act in 1992, which banned any assistance to Azerbaijan. It was effectively amended by the Senate in 2001 and waived by President George W. Bush starting from 2002.[280] The US provides military aid to both countries. Between 2005 and 2016 Azerbaijan received $8.5 million for counternarcotics assistance and $11.5 million for counterterrorism aid. In the same period, Armenia received only $41,000 for counternarcotics assistance and none for counterterrorism aid. According to EurasiaNet, \"Much of the money for Azerbaijan has been targeted toward naval forces, to reduce the risk that it could be used against Armenia.\"[281] The Trump administration greatly increased the US military aid to Azerbaijan to around $100 million in fiscal years 2018–19, compared to less than $3 million in a year in FY 2016–17. The US aid is primarily \"offered in the context of U.S. policy to increase pressure on Iran and focuses on Azerbaijan's Iranian border, but it also has implications for Armenia,\" according to Emil Sanamyan. In FY 2018, Armenia received $4.2 million in U.S. security assistance.[282] The US has also provided humanitarian aid to Artsakh (some $36 million between 1998 and 2010),[283] including for demining.[284] The humanitarian aid has been criticized by Azerbaijan for legitimizing the \"illegal regime in the occupied lands and damages the reputation of the US as a neutral mediator.\"[285] In 1992, the Organization for Security and Co-operation in Europe (OSCE) \"requested its participating states to impose an embargo on arms deliveries to forces engaged in combat in the Nagorno-Karabakh area.\" However, it is a \"voluntary multilateral arms embargo, and a number of OSCE participating states have supplied arms to Armenia and Azerbaijan since 1992.\"[286] The UN Security Council Resolution 85, passed in July 1993, called on states to \"refrain from the supply of any weapons and munitions which might lead to an intensification of the conflict or the continued occupation of territory.\" According to SIPRI, \"since 2002, the UN Security Council has no longer listed that it is 'actively seized of the matter'. As such, since 2002, it is assumed that the non-mandatory UN embargo is no longer active.\"[287] Russia has long been Armenia's primary arms supplier. Smaller suppliers include China,[288][289] India,[290][291] Ukraine,[292] Greece,[293][264] Serbia,[294] Jordan (per Armenian MoD sources,[295][296] denied by Jordan).[297] In March 1992, Yagub Mammadov, chairman of Azerbaijani parliament, accused Syria and Lebanon of supplying weapons to Armenia.[298] According to SIPRI, Russia supplied 55% of Azerbaijan's weaponry in 2007–11,[299] 85% in 2010–14[300] and 31% in 2015–19.[301] Israel has become a major supplier,[302] accounting for 60% of Azerbaijan's arms imports in 2015–19.[301] Azerbaijan's other suppliers include Turkey,[246] Belarus,[303] Canada (via Turkey),[304][305] Ukraine,[292][306] Serbia,[307] and Czech Republic[308][309] (denied by the Czech authorities).[310] Several foreign groups fought on both sides in the intense period of fighting in 1992–94. According to Human Rights Watch (HRW), both sides used mercenaries during the war, namely \"Russian, Ukrainian, and Belorussian mercenaries or rogue units of the Soviet/Russian Army have fought on both sides.\"[311] Azerbaijan made extensive use of mercenary pilots. According to HRW, \"Most informed observers believe that mercenaries pilot most of Azerbaijan's air force.\"[312] Several foreign groups fought on the Azerbaijani side: Chechen militants, Afghan mujahideen,[313] members of the Turkish nationalist Grey Wolves,[314] and the Ukrainian nationalist UNA-UNSO.[315] The Chechen fighters in Karabakh were led by Shamil Basayev, who later became Prime Minister of Ichkeria (Chechnya), and Salman Raduyev.[316] Basayev famously participated in the battle of Shusha in 1992.[316][317] Saudi-born Ibn al-Khattab may have also joined them.[318] The Afghan mujahideen were mostly affiliated with the Hezb-e Islami, led by Afghan Prime Minister Gulbuddin Hekmatyar.[319][320] According to HRW, they were \"clearly not motivated by religious or ideological reasons\" and were, thus, mercenaries.[320] The recruitment of Afghan mujahideen, reportedly handled by paramilitary police chief Rovshan Javadov, was denied by Azerbaijani authorities.[320][321] They first arrived to Azerbaijan in fall 1993 and numbered anywhere between 1,500 and 2,500[320] or 1,000 and 3,000.[322] Armenia alleged that they were paid for by Saudi Arabia.[319] Afghan mujahideen constituted the most considerable influx of foreign fighters during the war.[322] Some 200 Grey Wolves were still present in the conflict zone as of September 1994 and were engaged in training Azerbaijani units.[323] Some 85 Russian Kuban Cossacks and around 30 Ossetian volunteers fought on the Armenian side.[324][325] In May 2011, a khachkar was inaugurated in the village of Vank in memory of 14 Kuban Cossacks who died in the war.[326] Ossetian volunteers reportedly came from both South Ossetia (Georgia) and North Ossetia (Russia).[327][328] No less than 12 diaspora Armenian volunteers fought and four diaspora fighters died in the war.[329][330] According to David Rieff, members of the Armenian Revolutionary Federation (Dashnaks), \"including a substantial number of volunteers from the diaspora, did a great deal of the fighting and dying.\"[331] Former members of the Armenian Secret Army for the Liberation of Armenia (ASALA) also participated in the war.[332] Artsakh (Nagorno-Karabakh Republic) has received diplomatic recognition[333] and diplomatic support, especially during the 2016 clashes, from three partially recognized states: Abkhazia,[h][334][335] South Ossetia,[i][336] and Transnistria.[j][337] During the war, Greece adopted a pro-Armenian position[338] and supported it in international forums.[339][264] During the April 2016 and July 2020 clashes, Cyprus condemned Azerbaijan for violating the ceasefire.[340][341] Armenian President Levon Ter-Petrosyan reportedly told the Greek ambassador in 1993 that France and Russia were Armenia's only allies at the time.[342] According to a US State Department cable released in 2020, the French ambassador to the UN, Jean-Bernard Mérimée, succeeded in changing the wording of the UNSC Resolution 822 to state that it was \"local Armenian forces\", not \"Armenian forces\" that occupied Kalbajar. He also suggested treating the Armenian capture of Kalbajar not under Chapter VII of the UN Charter (an act of aggression), but Chapter VI (a dispute that should be settled peacefully).[343] Azerbaijan has received explicit diplomatic support in the conflict from several countries and international organizations. Azerbaijan's strongest diplomatic supporters are Turkey and Pakistan,[344][345] which is the only UN member state not to have recognized Armenia's independence in support for Azerbaijan.[346] Turkish-backed unrecognized Northern Cyprus (Turkish Cyprus) also supports Azerbaijan.[347] The Organisation of Islamic Cooperation (OIC)[348] and the Turkic Council[349] have repeatedly supported the Azerbaijani position. Some member states of these organizations, namely Uzbekistan[350] and Saudi Arabia[351] have voiced support for Azerbaijan's position on their own repeatedly. Lebanon, on the other hand, has not supported OIC's pro-Azerbaijani resolutions.[352] Azerbaijan has received diplomatic support, namely for its territorial integrity, from three post-Soviet states that have territorial disputes: Ukraine,[353] Georgia,[354] and Moldova.[355] These three countries and Azerbaijan form the GUAM organization and support the Azerbaijani position in the format as well.[356] Serbia, with its own territorial dispute over Kosovo, also explicitly supports Azerbaijan's territorial integrity.[357][358][359] Two other post-Soviet states, Kazakhstan[360] and Belarus[361] tacitly support Azerbaijan's position, especially within the Eurasian Economic Union (EEU) and the Collective Security Treaty Organization (CSTO), despite nominal alliance with Armenia.[362] Both Palestine[363] and Israel[364][365] have voiced support for Azerbaijan. On March 14, 2008, the United Nations General Assembly adopted a resolution which \"reaffirmed Azerbaijan's territorial integrity, expressing support for that country's internationally recognized borders and demanding the immediate withdrawal of all Armenian forces from all occupied territories there.\" It was adopted by a vote of 39 in favor to 7 against, while most countries either abstained or were absent. It was backed mostly by Muslim states[366][367] (31 were members of the OIC).[k] Non-Muslim states that supported the resolution included three post-Soviet states: Georgia, Moldova, Ukraine, and five other nations: Cambodia, Colombia, Myanmar, Serbia, and Tuvalu. Thus, it was supported by seven OSCE members;[l] one NATO member (Turkey) and no EU member state.[368] It was opposed by Angola, Armenia, France, India, Russia, United States, Vanuatu.[368] The OSCE Minsk Group co-chair countries (France, US, Russia) voted against the resolution. They argued that it \"selectively propagates only certain of [the basic] principles to the exclusion of others, without considering the Co-Chairs' proposal in its balanced entirety.\" The co-chair countries called it a unilateral resolution, which \"threatens to undermine the peace process,\" but reaffirmed their \"support for the territorial integrity of Azerbaijan, and thus do not recognize the independence of NK.\"[369] A Russian-brokered ceasefire was signed in May 1994 and peace talks, mediated by the OSCE Minsk Group (Russia, US, France) have been held ever since by Armenia and Azerbaijan.[70] Azerbaijan has repeatedly accused the Minsk Group (Russia, US, France) of being pro-Armenian.[370][371][372] In 1996, when France was chosen by the OSCE to co-chair the Minsk Group, Azerbaijan asked the OSCE to reconsider the decision because France was perceived by Azerbaijan as pro-Armenian.[373] Svante Cornell, whose Institute for Security & Development Policy has been financed by the main lobbyist organization of official Baku - the European Azerbaijan Society (TEAS),[374][375] argued in 1997 that France, the US and Russia are \"more or less biased towards Armenia in the conflict.\"[376] In 2018 Azerbaijan accused the US and France of bias for allowing Bako Sahakyan, president of Artsakh, to visit their countries.[377][378]","Title":"Nagorno-Karabakh conflict - Wikipedia","KeyID":"16734","URL":"https://en.wikipedia.org/wiki/Nagorno-Karabakh_conflict"}