{"Content: ":"CJTF–OIR Iran Iran-backed militias Attacks on Saudi Arabia Iranian–U.S. conflict in Iraq and Syria International incidents The 2019–2021 Persian Gulf crisis was an ongoing state of heightened military tensions between the Islamic Republic of Iran and the United States of America, along with their respective allies, in the Persian Gulf region. Starting in early May 2019, the U.S. began a buildup of its military presence in the region to deter an alleged planned campaign by Iran and its non-state allies to attack American forces and interests in the Arab states of the Persian Gulf and Iraq. This followed a rise in political tensions between the two countries during the Trump administration, which included the withdrawal of the U.S. from the Joint Comprehensive Plan of Action (JCPOA), the imposition of new sanctions against Iran, and the designation of the Islamic Revolutionary Guard Corps (IRGC) as a terrorist organization. In response, Iran designated the United States Central Command as a terrorist organization. The crisis led to ongoing concern for maritime security as the increased warlike risks present challenges for commercial shipping.[51] Several merchant ships in the Persian Gulf were damaged in two incidents in May and June 2019. Western nations blamed Iran, while Iran denied involvement. In June 2019, Iran shot down an American RQ-4A surveillance drone flying over the Strait of Hormuz, sharply increasing tensions and nearly resulting in an armed confrontation. In July 2019, an Iranian oil tanker was seized by Britain in the Strait of Gibraltar on the grounds that it was shipping oil to Syria in violation of European Union sanctions. Iran later captured a British oil tanker and its crew members in the Persian Gulf.[52] Both Iran and the UK later released the ships.[53][54][55][56][57][58] Meanwhile, the U.S. created the International Maritime Security Construct (IMSC), which sought to increase \"overall surveillance and security in key waterways in the Middle East\", according to the United States Department of Defense.[59] The crisis escalated in late 2019 and early 2020 when alleged members of the Kata'ib Hezbollah militia, part of Iraq's Popular Mobilization Forces, killed an American contractor in an attack on an Iraqi base hosting U.S. personnel. In retaliation, the U.S. conducted airstrikes against Kata'ib Hezbollah's facilities in Iraq and Syria, killing 25 militiamen. Kata'ib Hezbollah responded with an attack on the U.S. embassy in Baghdad, which prompted the U.S. to deploy hundreds of new troops to the Middle East and announce that it would preemptively target Iran's \"proxies\" in Iraq. Days later, the commander of IRGC's Quds Force Qasem Soleimani and PMF commander Abu Mahdi al-Muhandis were both killed in a U.S. drone strike, resulting in Iran's Supreme Leader Ali Khamenei pledging to exact revenge on U.S. forces. The U.S. deployed nearly 4,000 troops in response to the tensions, and Israel heightened its security levels.[60][61] On 5 January 2020, Iran ended its commitments to the JCPOA nuclear deal,[62] and the Iraqi parliament passed a non-binding resolution to expel all foreign troops from its territory.[63] The U.S. and Iran nearly entered into an open conflict on 8 January 2020 when the IRGC launched ballistic missile attacks against two military bases in Iraq housing U.S. soldiers in retaliation for the killing of Soleimani, a rare direct Iran–U.S. confrontation and the closest to the brink of war between the two nations in decades. Upon initial assessments of no U.S. casualties, the Trump administration curtailed tensions by temporarily ruling out a direct military response but announcing new sanctions.[64] It was later revealed that more than a hundred U.S. troops sustained injuries during the attacks.[65] During the crisis, Ukraine International Airlines Flight 752 was shot down after departing from Tehran Imam Khomeini International Airport, and Western officials said the plane had been brought down by an Iranian SA-15 surface-to-air missile.[66] On 11 January 2020, the Iranian military admitted in a statement that they had mistakenly shot down the plane due to human error.[67] The crisis re-emerged in July 2021 after a third incident targeting merchant ships, in which two crew members were killed.[68] An additional tanker, the MV Asphalt Princess, was captured, and subsequently released hours later. On 8 May 2018, the United States withdrew from the Joint Comprehensive Plan of Action (JCPOA) nuclear deal, reinstating sanctions against Iran.[69] Iran's oil production hit a historic low as a result of these sanctions.[70] According to the BBC in April 2019, United States sanctions against Iran \"led to a sharp downturn in Iran's economy, pushing the value of its currency to record lows, quadrupling its annual inflation rate, driving away foreign investors, and triggering protests\".[71] Iranian officials have accused the U.S. of waging hybrid warfare against the country.[72][73] Tensions between Iran and the U.S. escalated in May 2019, with the U.S. deploying more military assets to the Persian Gulf region after receiving intelligence reports of an alleged \"campaign\" by Iran and its \"proxies\" to threaten U.S. forces and Strait of Hormuz oil shipping. U.S. officials cited intelligence reports that included photographs of missiles on dhows and other small boats in the Persian Gulf, supposedly put there by Iranian paramilitary forces. The U.S. feared the missiles could be fired at its Navy.[74][75][76] Following the 2003 invasion of Iraq by the United States and allies, The Coalition Provisional Authority disbanded the Iraqi military, security, and intelligence infrastructure of former President Saddam Hussein and began a process of \"de-Baathification\".[77][78] This move became an object of controversy, cited by some critics as the biggest American mistake made in the immediate aftermath of the fall of Saddam Hussein, and as one of the main causes of the rise of the Islamic State which in turn led to the Iranian intervention in Iraq.[79] Several Iraqi militias who fought alongside Iran in the Iran-Iraq war, was seen as a U.S. assets in the fight against Baathist partisans because of their opposition to Saddam Hussein. Shortly after the fall of Baghdad, Badr forces and other militias with close ties to Tehran reportedly joined the newly reconstituted army, police, and Interior Ministry in significant numbers. The Interior Ministry was controlled by SCIRI, and many Badr members became part of the Interior Ministry run Wolf Brigade. Former Iraqi Interior Minister, Bayan Jabr, was a former leader of Badr Brigade militia. The U.S. began a buildup of its military presence in the region to deter what it regards as a planned campaign of belligerency by Iran and its non-state allies to attack American forces and interests in the Arab states of the Persian Gulf and Iraq. PMF and Kata'ib Hezbollah were targeted by U.S. airstrikes, claiming their proxy belligerent role on the orders of Iran. The International Maritime Security Construct (IMSC), formerly known as Operation Sentinel or the Sentinel Program, is a multinational maritime effort established by the U.S. to ensure gulf security following Iranian seizures of commercial tankers. Following Iran's shoot-down of a U.S. surveillance drone on 20 June 2019, the U.S. bolstered its efforts to establish a coalition to deter Iranian attacks in the Persian Gulf.[80] On 19 July, U.S. Central Command acknowledged what it called Operation Sentinel which had the stated goal of de-escalating tensions and promoting maritime stability in international waters \"throughout the Persian Gulf, Strait of Hormuz, the Bab el-Mandeb Strait (BAM) and the Gulf of Oman\". Sentinel called for participating nations to provide escorts to their flagged commercial vessels in the region and for coordinating surveillance capabilities.[81] U.S. Secretary of Defense Mark Esper later commented on the nature of the operation, stating \"My view is... we would want to prevent the Iranians seizing or stopping a ship, certainly, for any arbitrary reason whatsoever\".[82] Some U.S. allies, particularly European allies, were reportedly reticent towards the Sentinel Program due to qualms associated with signing on to a U.S.-led naval effort that could potentially drag them into a confrontation with Iran; this was coupled with reports of a potential European-led naval security effort separate from the U.S. By September 2019, the U.S. had \"rebranded\" Operation Sentinel as the \"International Maritime Security Construct\", reportedly to attract more participation.[83] In early August 2019, the United Kingdom agreed to join the U.S. in its maritime program, abandoning the idea of a European-led naval protection force.[84] On 21 August, Australia announced it would join the U.S.-led naval coalition, with plans to deploy a P-8A Poseidon surveillance aircraft to the Middle East for one month before the end of 2019, a frigate in January 2020 for six months, and Australian Defence Force personnel to the IMSC headquarters in Bahrain.[85] Australia ended its participation in the IMSC on 28 December 2020 after defense minister Linda Reynolds announced a shifting of naval resources to the Indo-Pacific.[86] On 16 September, IMSC members held a Main Planning Conference aboard RFA Cardigan Bay along with representatives from 25 additional countries where they reaffirmed commitments to the operation and discussed their efforts to enhance maritime security throughout key waterways in the region.[87] Saudi Arabia joined the coalition on 18 September and the United Arab Emirates joined on 20 September.[88][89] In November 2019, Albania became the seventh nation to join the IMSC.[9] Lithuania joined the coalition in March 2020.[90] On 6 August 2019, Israeli Foreign Minister Israel Katz reportedly said Israel would participate in the coalition, providing intelligence and other unspecified assistance.[93] Japan announced on 18 October 2019 that it would not join the IMSC but would instead send its own separate naval assets to the region to guard merchant vessels \"related to Japan\" while still closely cooperating with the United States. A senior Japanese official said the contingency force would likely include warships and aircraft that will patrol the Gulf of Oman, the Northern Arabian Sea and other regional waters.[13] In February 2020, as part of efforts by the Japanese government to protect the lanes that provide all the oil the Japanese economy depends on, a Japanese warship departed for the Gulf of Oman.[94] Kuwait and Qatar expressed the intention to join in November 2019.[95] On 5 May 2019, then-U.S. National Security Advisor John Bolton announced that the U.S. was deploying the USS Abraham Lincoln carrier strike group and four B-52 bombers to the Middle East to \"send a clear and unmistakable message\" to Iran following Israeli intelligence reports of an alleged Iranian plot to attack U.S. forces in the region. Bolton said, \"The United States is not seeking war with the Iranian regime, but we are fully prepared to respond to any attack.\"[96][97] The USS Abraham Lincoln was deployed to the Arabian Sea, outside the Persian Gulf.[98] On 7 May, U.S. Secretary of State Mike Pompeo made a surprise midnight visit to Baghdad after canceling a meeting with German Chancellor Angela Merkel. Pompeo told Iraqi President Barham Salih and Prime Minister Adil Abdul-Mahdi they had a responsibility to protect Americans in Iraq. On 8 May, an advisor to Ayatollah Ali Khamenei said Iran was confident the U.S. was both unwilling and unable to start a war with Iran. On the same day, Iran announced that it would reduce its commitment to the JCPOA nuclear deal which the U.S. had withdrawn from. Iranian President Hassan Rouhani set a 60-day deadline for the EU and world powers to rescue the current deal before it resumed higher uranium enrichment. The United States Air Forces Central Command announced that F-15C Eagle fighter jets were repositioned within the region to \"defend U.S. forces and interests in the region\".[99] On 10 May, the U.S. deployed the Marine transport ship USS Arlington and a Patriot surface-to-air missile (SAM) battery to the Middle East. The Pentagon said the buildup was in response to \"heightened Iranian readiness to conduct offensive operations\".[100] On 12 May, four commercial ships, including two Saudi Aramco oil tankers, were damaged near the port of Fujairah in the Gulf of Oman.[101] The United Arab Emirates (UAE) claimed the incident was a \"sabotage attack\", while a U.S. assessment reportedly blamed Iran or Iranian \"proxy\" elements for the attack.[102] On 13 May, the U.S. embassy in Baghdad said U.S. citizens should not travel to Iraq and for those who were already there to keep a low profile. On the same day, The New York Times reported that Acting U.S. Defense Secretary Patrick Shanahan had presented a military plan to send as many as 120,000 troops to the Middle East if Iran attacked American forces or took steps toward developing nuclear weapons. U.S. president Donald Trump later discredited this, saying he would instead \"send a hell of a lot more\" than 120,000 troops if necessary.[103] On 14 May, both Iranian and U.S. officials said they were not seeking war, even as threats and counter-threats continued. Ayatollah Khamenei downplayed the escalation, saying in comments carried on state television that \"no war is going to happen,\" while Mike Pompeo said while on a visit to Russia, \"We fundamentally do not seek a war with Iran.\" On the same day, Houthi rebels—which have alleged ties to Iranian elements—in Yemen carried out multiple drone attacks on a Saudi oil pipeline deep in Saudi territory. The U.S. said it believed Iran sponsored the attack, though it was unclear if the attack was particularly related to the Iran–U.S. tensions or related to the Yemeni Civil War that began in 2015 and the U.S.-backed Saudi Arabian-led intervention there.[104] On 15 May, the U.S. State Department announced that all non-emergency staff had been ordered to leave the U.S. Embassy in Baghdad.[105] On 19 May, President Trump warned that in the event of a conflict, it would be \"the official end of Iran\".[106] Iranian Foreign Minister Mohammad Javad Zarif responded that Trump's \"genocidal taunts\" would not \"end Iran\".[107] On the same day, a rocket exploded inside the heavily fortified Green Zone sector of Baghdad, landing less than a mile from the U.S. Embassy.[108] On 24 May, the U.S. deployed 1,500 additional troops to the Persian Gulf region as a \"protective\" measure against Iran. The deployment included reconnaissance aircraft, fighter jets and engineers; 600 of the troops were given extended deployments, meaning 900 would be fresh troops.[109] U.S. Navy vice admiral and Director of the Joint Staff Michael Gilday said the U.S. had a high degree of confidence that Iran's Revolutionary Guard was responsible for the 12 May explosions on four tankers and that it was Iranian proxies in Iraq who fired rockets into Baghdad's Green Zone.[110] On 20 May, Trump said: \"We have no indication that anything's happened or will happen\" in Iran.[111] However, on 25 May, Trump invoked a rarely used legal loophole to approve the sale of $8 billion worth of weapons to Saudi Arabia, declaring that ongoing tensions with Iran amounted to a national emergency. Weapons would also reportedly be sold to the UAE and Jordan.[112] On 28 May, the International Atomic Energy Agency certified that Iran was abiding by the main terms of the JCPOA, although questions were raised on how many advanced centrifuges Iran was allowed to have, as that was only loosely defined in the 2015 deal.[113] On 1 June, President Hassan Rouhani suggested Iran would be willing to hold talks but asserted that it would not be pressured by sanctions and American military posturing. On 2 June, Mike Pompeo said the U.S. was ready for unconditional discussions with Iran on its nuclear program, but affirmed that it would not relent on pressuring Iran until it starts behaving like a \"normal country\". \"We are prepared to engage in a conversation with no pre-conditions. We are ready to sit down,\" Pompeo said, while also saying Trump had always been willing to seek dialogue with Iranian leadership. Iran's foreign ministry responded stating, \"The Islamic Republic of Iran does not pay attention to word-play and expression of hidden agenda in new forms. What matters is the change of U.S. general approach and actual behavior toward the Iranian nation,\" which it said needed \"reform\".[115] The softening dialogue came amid U.S. military exercises in the Arabian Sea, which saw various aircraft \"simulating strike operations\"; Yahya Rahim Safavi, top military aide to Ayatollah Khamenei, said U.S. military vessels in the Persian Gulf were within range of Iranian missiles and warned that any clash between the two countries would push oil prices above $100 a barrel.[116] On 6 June, the Houthis in Yemen shot down an American MQ-9 Reaper (Predator B) drone. The U.S. military claimed the attack was performed with Iranian assistance.[39] U.S. Central Command commander, General Kenneth F. McKenzie Jr., warned that Iran and its \"proxy\" forces still posed an \"imminent\" threat to U.S. forces: \"I think we're still in the period of what I would call tactical warning ... The threat is very real.\"[117] Also on 6 June, the UAE, supported by Norway and Saudi Arabia, told the United Nations Security Council the 12 May attacks had the marks of a \"sophisticated and coordinated operation\", and were most likely performed by a \"state actor\". Video of the damage to the tankers Amjad, Al Marzoqah, A Michel and Andrea Victory was released to broadcasters.[118][119] On 13 June 2019 two oil tankers caught fire after allegedly being attacked by limpet mines or flying objects in another incident in the Gulf of Oman. As in the May incident, the U.S. blamed Iranian forces for the attacks. On 17 June, the U.S. announced the deployment of 1,000 more soldiers to the Middle East.[120] Tensions reached a new high when, on 20 June, the Islamic Revolutionary Guard Corps shot down a U.S. RQ-4A Global Hawk surveillance drone, saying the drone had violated Iranian airspace. IRGC commander Hossein Salami called the shoot-down a \"clear message\" to the U.S. while also warning that, though they were not seeking war, Iran was \"completely ready\" for it. U.S. Central Command later confirmed that the drone was shot down by Iranian surface-to-air missiles but denied that it violated Iranian airspace, calling it an \"unprovoked attack\", and that it was in international airspace over the Strait of Hormuz.[121] Iran and the U.S. provided conflicting GPS coordinates for the drone's location, making it unclear whether the drone was within Iran's 12-mile territorial boundary.[122] The U.S. requested a 24 June closed-door United Nations Security Council meeting to address the regional tensions with Iran, according to diplomats.[123] Trump ordered a retaliatory military strike on Iran on 20 June, but withdrew the order minutes before the operation began. Trump said he had decided to halt the operation after being told that as many as 150 Iranians would be killed, although some administration officials said Trump had been advised of the potential casualties before he ordered the operation to be prepared.[124] Secretary of State Mike Pompeo and National Security Adviser John Bolton reportedly objected to the reversal.[125][126] On 22 June, it was reported that Trump had approved cyber attacks that disabled IRGC computer systems used to control rocket and missile launches the night of the drone-downing. The cyber strikes were handled by U.S. Cyber Command in conjunction with U.S. Central Command. It represented the first offensive show of force since Cyber Command was elevated to a full combatant command in May 2018. Also on 22 June, the U.S. Department of Homeland Security issued a warning to U.S. industries that Iran was stepping up cyber attacks on critical industries—particularly oil, gas and other energy sectors—and government agencies, and has the potential to disrupt or destroy systems.[127] On 23 June, Iranian President Rouhani blamed the United States' \"interventionist military presence\" for the high tensions. Iranian Major General Gholam Ali Rashid warned the U.S. of \"uncontrollable\" consequences should a conflict break out. Meanwhile, during a speech in Israel, U.S. security advisor John Bolton said Iran should not \"mistake U.S. prudence and discretion for weakness\", emphasizing that future military options are not ruled out and that Trump had only stopped the strike from going forward \"at this time\".[128][129] Mike Pompeo visited the Persian Gulf region for talks with Saudi Arabia and the UAE in a bid to build a coalition to combat perceived Iranian nuclear and \"terror\" ambitions.[130] On 24 June, the Trump administration announced new sanctions against the Iranian government and IRGC leadership, including Supreme Leader Khamenei and his office.[131][132] U.S. Treasury Secretary Steven Mnuchin said the sanctions were to block \"billions\" in assets.[133] On the same day, Trump told reporters he did not need congressional consent for an initial strike on Iran.[134] On 25 June, Iran said the new sanctions prompted a \"permanent closure\" of their diplomatic ties, and the regime refused to negotiate with Washington until the sanctions were lifted.[135] On 27 June, Javad Zarif tweeted that sanctions are not an \"alternative to war; they ARE war\" and argued that Trump's usage of the term \"obliteration\" against Iran is a reference to genocide, a war crime. He also said negotiations and threats are \"mutually exclusive\" and called the concept of only a short war with Iran an \"illusion\".[136] In classified briefings, Pompeo and other U.S. State Department and Pentagon officials reportedly advised members of the U.S. Congress on what they described as alarming ties between Iran and al-Qaeda—including giving the terrorist organization safe haven in the country. The New York Times reported that lawmakers were leery of assertions of Iranian links to al-Qaeda, notably due to concerns that the administration may be using specious assertions to build a case for military action against Iran based on the 2001 Authorization for Use of Military Force Against Terrorists—supposed links between Saddam Hussein and al-Qaeda were used as partial justification to invade Iraq in 2003.[137][138] On 27 June, Deputy Assistant Secretary of Defense Michael Mulroy sharply denied that Pentagon officials linked al-Qaeda to Iran during congressional meetings. \"In these briefings, none of the officials mentioned al-Qa'ida or the 2001 Authorization to Use Military Force,\" Mulroy said, adding that he and the Defense Intelligence Agency instead \"described the historical ties between Iran and the Taliban, and I explained that these ties are widely and publicly known and referenced in articles and books\".[139] Following the drone shoot-down, the U.S. continued unabated to deploy military assets to the region. By 28 June, the U.S. had deployed nearly a dozen F-22 Raptor fighter jets to Al Udeid Air Base in Qatar—the first ever deployment of F-22s to the base—to \"defend American forces and interests\".[140] On 18 July, according to the Pentagon, USS Boxer took defensive action against an Iranian drone that had closed in within approximately 1,000 yards (910 m) of the ship in the Persian Gulf; U.S. forces jammed the drone, causing it to crash. Iran's Deputy Foreign Minister Abbas Araghchi denied any of the country's drones had been brought down.[141] U.S. General Kenneth F. McKenzie Jr., commander of the U.S. Central Command, subsequently claimed that USS Boxer may have downed a second Iranian drone.[142] On 3 July, Gibraltar enacted \"Sanctions Regulations 2019\"[143][144][145] after the March 2019 Sanctions Act,[146] referring to the EU sanctions for Syria (EU No. 36/2012).[147] It also specified the Panama-flagged Iranian tanker Grace 1 as a ship under those regulations.[148] On 4 July, the ship was seized by British authorities while carrying out an off-port limited logistics stop near Gibraltar, on suspicion that the vessel was carrying oil to Syria in breach of the European Union sanctions. A force of 30 Royal Marines boarded the ship from a helicopter and speedboat, accompanied by Royal Gibraltar Police officers and HM Customs Gibraltar officers.[149] Four of the ship's crew, including the captain and chief officer, were arrested but subsequently released on bail without charge.[150] The Spanish Foreign Office lodged a complaint with its British counterpart.[151] Iran demanded the ship's release and denied the vessel was violating sanctions, and an official of the IRGC issued a threat to seize a British ship in retaliation.[152][153] Ayatollah Khamenei described the incident as a British act of \"piracy\" which has been given a \"legal appearance\".[154] Britain offered to release the ship in exchange for an Iranian guarantee that it would not proceed to the Syrian port of Baniyas to deliver oil to the refinery there. On 11 July, the Royal Navy frigate HMS Montrose foiled an Iranian attempt to capture the BP-owned British oil tanker British Heritage as it transited through the Strait of Hormuz. Three boats believed to be from the IRGC approached the tanker and tried to halt it, after which HMS Montrose, which had been shadowing the tanker, moved between the boats and the tanker and trained guns on the boats, warning them to back off. The Iranian boats then turned away.[155][156] The Royal Navy subsequently deployed the destroyer HMS Duncan to the Persian Gulf to reinforce HMS Montrose.[157] On 14 July, a Panamanian-flagged oil tanker, MT Riah, which was operating in the UAE, disappeared from ship tracking maps near Iran after crossing the Strait of Hormuz.[154] Adding to the mystery, no entity claimed ownership of the tanker.[158] On 20 July, the British-flagged tanker Stena Impero was seized in a raid by IRGC forces.[159] Four small boats and a helicopter stopped the ship and Iranian commandos rappelled on board from the helicopter. The ship was taken to Bandar Abbas and its crew of 23 detained on board. On 4 September, Iran decided to free only seven crew members of the detained British tanker.[160] A second British-owned and Liberian-flagged ship was also seized but later allowed to continue its journey.[161][162][163] In a letter to the UN, Iran said the Stena Impero had collided with and damaged an Iranian vessel, and ignored warnings by Iranian authorities.[164][165] The ship's seizure sparked a diplomatic crisis between the United Kingdom and Iran. The British government condemned the seizure of the ship and demanded its release, warning of \"serious consequences\".[166] Iraqi Prime Minister Adil Abdul-Mahdi visited Iran to negotiate the release of Stena Impero at the request of the British government. Iran confirmed that it seized the ship as retaliation over the British seizure of Grace 1 in Gibraltar and hinted that it would be willing to release Stena Impero in exchange for the release of Grace 1.[167] On 31 July, the United States sanctioned the Iranian Foreign Minister Mohammad Javad Zarif, complicating the chances of a diplomatic resolution of the crisis.[168] On 4 August 2019, Iran's Islamic Revolutionary Guard Corps seized an Iraqi tanker for allegedly smuggling oil to other Arab countries. The seven crew members on board were detained, further heightening tensions in the Persian Gulf.[citation needed] Three days later, Britain joined the U.S.-led International Maritime Security Construct (IMSC)—then known as the \"Sentinel Program\"—to protect oil tankers in the gulf and surrounding seas. On 15 August, Gibraltar released Grace 1[148] after receiving assurances the oil would not be sold to an EU-sanctioned entity,[169][170] and after rejecting a request from the United States Department of Justice to allow them to seize the ship.[171] The Iranian government later said it had issued no assurances that the oil would not be delivered to Syria and reasserted its intention to continue supplying oil to the Arab nation.[172][173][174][175] On 16 August, the Department of Justice issued a warrant in Washington, D.C. to seize Grace 1, the cargo of oil, and $995,000 on the grounds that the profit from the ship's voyage was intended to enrich the IRGC, which the U.S. had previously designated a terrorist organization.[176] On 18 August, Gibraltar announced that its Justice Ministry had rejected the U.S. warrant, as U.S. sanctions against Iran did not apply in the European Union, and the ship, renamed Adrian Darya 1 and registered under the Iranian flag, was expected to sail imminently from Gibraltar.[177][178] After releasing the ship, the U.S. Office of Foreign Assets Control sanctioned the tanker and its captain and inputted them in the blacklist.[179] Some days later, Brian Hook, the U.S. Special Representative for Iran, sent emails to the Indian captain of the ship and offered some million dollars in U.S. cash to steer the Adrian Darya 1 to a country where it could be seized by U.S. forces; but he rejected these offers.[180] On 3 September, Iran announced that the oil tanker Adrian Darya 1 had delivered its cargo, defying U.S. threats. Satellite imagery had shown the tanker near Syria.[181] On 9 September, Britain's foreign minister accused Iran of selling the oil that was carried in Adrian Darya 1 to Syria.[182] Iran said the oil had been sold to a private company which is not an EU-sanctioned entity, so its assurance to Gibraltar had not been breached.[183][170] On 14 September, the 2019 Abqaiq–Khurais attack took place—a coordinated cruise missile and drone attack that targeted the state-owned Saudi Aramco oil processing facilities at Abqaiq and Khurais in eastern Saudi Arabia. The Houthi movement in Yemen claimed responsibility, tying it to events surrounding the Saudi Arabian intervention in the Yemeni Civil War. However, claims made by some U.S. officials that the attacks originated in Iran, despite Iran's denial, further escalated the current gulf crisis.[184] On 16 September, the IRGC seized another vessel near Iran's Greater Tunb island in the Persian Gulf. It was reported that the vessel was allegedly smuggling 250,000 litres of diesel fuel to the UAE.[185] On 23 September, the Iranian president criticized the IMSC, the new U.S.-led maritime coalition set to patrol the region's waterways, and asked the western powers to leave the security of the Persian Gulf to them.[186] On 27 September, the British oil tanker Stena Impero departed from Iranian waters after around two months in Iranian detention.[53][54][55] The remainder of the ship's 23 crew members who were detained in Iran were released as well,[56][57] with seven crew members already released on 4 September.[58] On 28 September, Stena Impero, which was also able to transmit signals,[55] docked at Port Rashid, Dubai.[187] The same day, HMS Duncan returned to her homeport, Portsmouth naval base.[188] On 7 November 2019, International Maritime Security Construct (IMSC) launched official operations in Bahrain to protect the shipping lanes near the troubled Iranian territorial waters. The coalition opened its command center in the kingdom, to ward off the perceived threat to the global oil supply amid the crisis.[189] In early December, the Pentagon considered sending reinforcements to the Middle East to deal with escalating tensions due to attacks against international shipping through the Persian Gulf, a missile strike against a Saudi oil facility, violent crackdown of protests in Iran, and heightened Iranian activities in the region. The number of people dead in Iranian demonstrations remained disputed, though Iran had not released any official estimates. U.S. special representative for Iran Brian Hook announced that his country was offering $15 million for information concerning the whereabouts of Abdulreza Shahlai, a senior Iranian commander accused of orchestrating numerous attacks against U.S. forces in Iraq and a foiled attempt to assassinate the Saudi Arabian ambassador to the United States.[190] On 27 December, Iran, Russia, and China began a four-day naval exercise in the Indian Ocean and the Gulf of Oman.[191] The exercise was launched from Chabahar Port near Pakistan, and included the Chinese Type 051 destroyer Xining. The Russian Defense Ministry confirmed it had deployed ships from the Baltic Fleet in its official newspaper Krasnaya Zvezda.[192] According to Iranian government and military officials over its state news channel Press TV, the exercise was a response to U.S.–Saudi regional maneuvers and was meant to demonstrate that Iran was not isolated despite U.S. sanctions.[193][192] In contrast, the spokesman of the Chinese Ministry of National Defense, Senior Colonel Wu Qian, claimed the exercise was a \"normal military exchange\" unconnected to the international tensions.[192] Also on 27 December, K-1 Air Base in Iraq's Kirkuk Governorate was attacked with Katyusha rockets, injuring several Iraqi Security Forces personnel, four U.S. soldiers, and killing a U.S. civilian military contractor.[194] U.S. Secretary of State Mike Pompeo condemned the attacks, blaming Iranian-backed Shi'ite Muslim militias.[195] On 29 December, U.S. airstrikes targeted Kata'ib Hizbollah facilities in Iraq and Syria killing 25 militants and injuring at least 55 others. The Department of Defense said the operation was in retaliation for repeated attacks on Iraqi military bases hosting Operation Inherent Resolve (OIR) coalition forces, particularly the K-1 Air Base attack. About 5,000 U.S. troops were present in Iraq to deal with Islamic State of Iraq and the Levant remnants and to assist the Iraqi military.[196][197] Kata'ib Hezbollah denied responsibility for the attacks.[198] On 31 December, Iran-backed militiamen under the Popular Mobilization Forces attacked the outer perimeter of the U.S. Embassy in Baghdad, prompting American diplomats to evacuate to safe rooms. The militiamen later withdrew. An additional 100 U.S. Marines were sent to reinforce the embassy.[197] A major flashpoint in the crisis occurred on 3 January 2020, when President Donald Trump approved the targeted killing of Iranian Major General Qasem Soleimani in Baghdad. Iraqi paramilitary leader Abu Mahdi al-Muhandis and other IRGC and Iraqi paramilitary personnel were also killed in the drone attack.[199][200][201][202][203] Shortly after the attack, the U.S. deployed an additional 3,000 ground troops to the Middle East, in addition to 14,000 already stationed there since May the previous year.[204] President Trump defended the move, claiming in an interview with The Ingraham Angle on the Fox News Channel that General Soleimani was planning further attacks against four U.S. embassies across the Middle East.[205][206] This was later challenged by U.S. Defense Secretary Mark Esper in interviews on Face the Nation on CBS and State of the Union on CNN, who claimed that President Trump was not embellishing that there was an Iranian threat but that he had seen no evidence that U.S. embassies were to be targeted.[207] As the funeral procession for Soleimani and al-Muhandis was ongoing in Baghdad, several rockets hit near the U.S. embassy and the Balad Air Base without any casualties.[208] Amid international fears of a direct confrontation between the two nations, Trump warned Iran on 4 January against attacking U.S. assets or any Americans in the region. He threatened that in the event of an Iranian attack, the U.S. would target 52 Iranian sites, including cultural sites, which represented the 52 hostages taken by Iran in 1979, and would strike \"very fast and very hard\".[209] The White House officially notified the U.S. Congress about the killing of Qasem Soleimani, in accordance with the 1973 War Powers Resolution, a day after the fact.[210] Meanwhile, thousands of people in 70 cities across the U.S. participated in antiwar demonstrations against a new conflict in the Middle East.[211] On the same day, the UK sent two warships, HMS Kent and HMS Defender, to the Persian Gulf to protect their ships and citizens. The Royal Navy was deployed to accompany British-flagged ships through the Strait of Hormuz.[212] On 5 January, Iran announced that it would not continue to abide by the limitations mentioned in the 2015 nuclear deal. An Iranian government statement on state television said \"If the sanctions are lifted ... the Islamic Republic is ready to return to its obligations.\"[213] Iran also demanded the Iraqi parliament to get rid of the American presence in their country. The Iraqi parliament passed a resolution to expel all foreign, particularly U.S., troops from Iraqi territory through a vote boycotted by Sunni and Kurdish representatives.[214][215][216][217] The media initially reported that the U.S. would comply with the resolution after a draft letter from Brigadier General William H. Seely III addressed to the Iraqi Defense Ministry emerged claiming as such, but Chairman of the Joint Chiefs of Staff Mark A. Milley and Secretary of Defense Mark Esper soon clarified that the letter had been sent in error and the U.S. Armed Forces would not withdraw from Iraq.[218] In response to the Iraqi parliament situation, Trump threatened to impose sanctions on Iraq \"like they've never seen before\".[219] On 10 January, Acting Prime Minister Adil Abdul-Mahdi placed a telephone call to Secretary of State Pompeo demanding that the U.S. send a delegation \"to prepare a mechanism to carry out the parliament's resolution regarding the withdrawal of foreign troops from Iraq\".[220] Pompeo rejected Prime Minister Abdul-Mahdi's requests. Shortly afterwards Iraq's highest-ranking Shia cleric, Grand Ayatollah Ali al-Sistani, condemned the U.S.–Iran crisis.[221] In response to Iran's violations of the 2015 nuclear deal, the United Kingdom, France, and Germany threatened to activate the deal's dispute mechanism reenacting European Union and United Nations sanctions on Iran, a move supported by the U.S. State Department.[222] In response, the Iranian Foreign Ministry threatened a \"serious and strong response\", and President Rouhani made a televised Cabinet address on Iranian state television directly threatening European troops while blaming U.S. escalation for the crisis.[223] Soon afterwards, Rouhani claimed the country was enriching uranium at a higher rate per day than before the ratification of the deal, though experts questioned the logistical reality of that claim.[224][225] Meanwhile, the legality of the Baghdad Airport strike was brought into question in the U.S. and abroad. The U.S. Congress was not consulted before the attack and some congress members sought to restrict the president's ability to attack Iran. Senate Minority Leader Chuck Schumer condemned the strike, and declared that Congress needed to be consulted in advance for any such military actions.[226] House Speaker Nancy Pelosi announced she would introduce a resolution to limit Trump's ability to take actions against Iran.[227] On 10 January, the House ratified the resolution by a vote of 224–194. The vote was mostly conducted among party lines, with eight Democrats opposing the resolution and three Republicans favoring it.[228] Following the killing of Soleimani, a classified intelligence briefing to the U.S. Senate by CIA Director Gina Haspel was heavily scrutinized by many congressmembers and caused many legislators to question the Trump administration's rationale for the attacks.[229] Shortly afterwards the U.S. State Department cancelled four further briefings on the crisis to the Senate Foreign Relations Committee without rescheduling them.[230] Representative Eliot Engel, the Chairman of the House Foreign Affairs Committee, invited Mike Pompeo to a 29 January hearing to testify on the crisis and threatened to issue a subpoena against him.[231] On 8 January 2020, Iraq's Al Asad Airbase, which hosted U.S.-led coalition troops, was attacked with ballistic missiles as a part of Iran's \"Operation Martyr Soleimani\", named for general Qasem Soleimani. It was reported that the airbase in Erbil in Iraqi Kurdistan was attacked as well.[232] During the attack, the IRGC declared that \"fierce revenge by the Revolutionary Guards had begun\", indicating it was the official response to the killing of Soleimani.[233] Although among the facilities struck were troop sleeping quarters, some analysts suggested the strike was deliberately designed to avoid causing any fatalities to dissuade an American response. While the U.S. initially assessed that none of its service members were injured or killed,[234] the U.S. Department of Defense ultimately said that 110 service members had been diagnosed and treated for traumatic brain injuries from the attack.[235] During his White House address hours after the attack, Trump ruled out a direct military response, urged rapprochement with Iran, demanded NATO be more involved in regional affairs, and demanded a new Iran nuclear deal be arranged. Trump, however, also announced new sanctions on Iran and affirmed his position that Iran could not be allowed to develop nuclear weapons.[236] On 9 January, U.S. Ambassador to the United Nations Kelly Craft sent a letter to the U.N. Security Council announcing that the United States was willing to negotiate with Iran to prevent further escalation.[237] Ayatollah Khamenei rejected the possibility of talks at any level between U.S. and Iranian officials unless the United States returned to the JCPOA; Iranian Permanent Representative to the United Nations Majid Takht-Ravanchi likewise rejected the option. Both ambassadors justified their countries' military actions under Article 51 of the United Nations Charter.[238] On 14 January, British Prime Minister Boris Johnson encouraged the negotiation of a new nuclear deal between the Trump administration and the Iranian government, which President Trump expressed agreement with.[239] On 10 January, the Trump administration imposed new economic sanctions targeting Iran's metals industry and eight senior officials who were involved in the prior missile attacks. According to U.S. Secretary of the Treasury Steven Mnuchin, the sanctions would affect \"billions\" in revenue.[240][241] The U.S. also warned Iraq that it would freeze its account at the Federal Reserve Bank of New York if it continued to urge the withdrawal of American troops, which would prevent the Iraqi government from accessing oil revenues, damage the Iraqi economy, and devalue the Iraqi dinar.[242] On 15 January, the United States and Iraq resumed joint military operations against the Islamic State after a ten-day suspension following the drone strike on Soleimani.[243] Hours after the ballistic missile attacks, Ukraine International Airlines Flight 752 crashed just after taking off from Tehran International Airport, killing all 176 passengers and crew, including 82 Iranian and 63 Canadian citizens. An investigation was launched to decipher the reason for the crash.[244] On 9 January, U.S. officials said they believed the aircraft had been shot down in error by an Iranian Tor missile, based on evidence from reconnaissance satellite imagery and radar data.[245][246] Iranian officials initially denied the allegations but, on 11 January, admitted to accidentally shooting down the plane.[247] Canadian Prime Minister Justin Trudeau urged deescalation and claimed that the United States' escalation of the conflict was partially to blame for the accident, saying \"If there was no escalation recently in the region, those Canadians would be right now home with their families. This is something that happens when you have conflict and the war. Innocents bear the brunt of it.\" Trudeau's partial blame of the U.S. slightly worsened Canada–United States relations.[248][249][250] The airline shoot-down also reignited anti-government protests within Iran that had previously become dormant during the massive public outcry against the death of Soleimani.[251] Foreign ministers from the countries who lost citizens in the crash—Canada, Ukraine, Sweden, Afghanistan, and the United Kingdom—met at the Canadian High Commission in London and demanded that Iran provide compensation for families of the victims.[250] On 3 January 2022, the Ontario Superior Court of Justice ordered Iran to pay CA$107 million (US$84 million), plus interest to the families of six individuals who died on Ukraine International Airlines Flight 752 after it was mistakenly shot down by the Iranian Revolutionary Guard after takeoff. Edward Belobaba, the judge in the case, said as part of his decision, \"This court well understands that damage awards are a poor substitute for the lives that were lost. But a monetary award is the only remedy that a civil court can provide.\" The decision is considered to be \"unprecedented in Canadian law.\"[252] On 12 January, Hezbollah Secretary-General Hassan Nasrallah called for Iran's allies in the Axis of Resistance—including Iran, the Syrian Arab Republic, Hezbollah, the Popular Mobilization Forces, and the Houthi movement in Yemen—to intensify its military campaigns against the U.S. to expel U.S. forces from the Middle East.[253] During a state visit by Emir Tamim bin Hamad Al Thani of Qatar to Iran, Ayatollah Khamenei called for regional cooperation against the U.S.[254] However, following discussions between Sheikh Tamim and President Rouhani, Tamim concluded that de-escalation and dialogue were the only means to resolve the regional crises.[255] In response to the increased tensions, the U.S. Department of Homeland Security and many U.S. states released advisories warning of Iranian cyberattacks, while the Texas Department of Information Resources said Iranian cyberattacks had reached a rate of 10,000 per minute.[256] On 17 January, Ayatollah Khamenei personally led Friday prayers in Tehran for the first time since February 2012, speaking at the Imam Khomeini Grand Mosque.[257] During his televised sermon, Khamenei lamented the shootdown of the Ukrainian airliner, sought to present the image that the country was unified despite protests and the international crisis, and lashed out at the UK, France, and Germany, referring to them as \"servants\" of the \"villainous\" United States. Khamenei denounced the Trump administration as \"clowns\" and insisted that the \"real punishment\" for General Soleimani's assassination would be forcing American forces out of the Middle East.[258] In response Trump, who was vacationing at Mar-a-Lago resort in Palm Beach, Florida, at the time, made posts on Twitter urging Iranian leadership to stop \"killing\" Iranian protesters and that it \"should abandon terror and Make Iran Great Again!\" One of the posts was written in both English and Persian.[259] On the same day, the Asian Football Confederation banned Iran from hosting international football matches.[260] On 18 January, the U.S. sanctioned Brigadier General Hassan Shahvarpour, an IRGC commander in Khuzestan Province, after security personnel fired into protesters without warning during anti-government demonstrations in Mahshahr County.[261] On 26 January, three rockets were fired on the U.S. embassy in Baghdad, wounding at least one staff member present at the cafeteria at dinner time, with the nationality of the wounded still undisclosed, other sources reported three wounded.[262] On 9 February, during routine maritime patrols, U.S. forces aboard the USS Normandy (CG-60) interdicted and seized a cache of Iranian-made weapons aboard a dhow in the Arabian Sea that was purportedly en route to supply Houthi rebels in Yemen. According to the U.S., the shipment consisted of 358 weapons components, including 150 Dehlavieh anti-tank missiles, three Iranian-made SAMs, thermal imaging weapon scopes, and other components for manned and unmanned aerial and surface vessels, such as bomb boats and weaponized drones.[263] On 10 February, the Pentagon confirmed that more than a hundred U.S. service members were injured from the 8 January IRGC ballistic missile attacks, with 109 personnel diagnosed with traumatic brain injuries.[65] On 13 February, the U.S. Senate voted 55–45 to constrain Trump's ability to wage war on Iran without congressional approval. The bipartisan vote for the Iran War Powers Resolution included eight Republican senators. Trump threatened to veto the resolution.[264] On the same day, a rocket hit an Iraqi base in Kirkuk that housed U.S. forces. No casualties were reported.[265] On 11 March, Qasem Soleimani's birthday, 15 Katyusha rockets struck Camp Taji, Iraq, killing two U.S. soldiers[266] and one British soldier from the Royal Army Medical Corps.[267][40][268][269] The attack left 12 other American soldiers, contractors and OIR coalition personnel (including a Polish soldier)[270] injured, five critically.[271] On 13 March after midnight, after a previous retaliatory operation, the U.S. launched air raids against Kata'ib Hezbollah facilities in Karbala and the Babylon area[272] near the Karbala International Airport; the strikes reportedly killed at least three Iraqi soldiers, two policemen and one civilian. 11 Iraqi soldiers were wounded as well as five Popular Mobilization Forces fighters.[273] On 14 March, before 11:00 AM, another rocket attack struck Camp Taji; more than 24 107mm caliber rockets struck the coalition compound and the Iraqi Air defenses installation there, injuring three coalition soldiers and two Iraqi soldiers. Iraqi forces subsequently found seven Katyusha rocket launchers with 25 rockets armed but not launched nearby.[274] On 16 March, the U.S. announced it would pull out from three of its eight bases on Iraq, amid continued tensions with the Iraqi government and Iran. In the border crossing of al-Qaim, the U.S. handed over equipment to the Iraqi security forces to ensure border security with Syria, a significant move that effectively ended any significant U.S. presence along the Iraqi side of the border. The other two military bases later transferred to the Iraqis were the Qayyarah Airfield and the K-1 Air Base.[275] CJTF-OIR said the base transfers and repositioning of forces were pre-planned in coordination with the Iraqi government in response to progress in the ongoing operation against ISIL and unrelated to the recent base attacks or the COVID-19 viral pandemic situation in the country. The coalition added it would relocate and consolidate personnel and equipment from several Iraqi bases throughout 2020.[276] On 17 March, two rockets struck the Besmaya Range Complex, south of Baghdad, where Spanish troops were stationed; no casualties were reported.[277] The gradual reduction of NATO and coalition presence in Iraq continued on 24 March when the Czech Republic withdrew troops citing security threats, the global COVID-19 pandemic, and a planned mission restructuring. 30 Czech soldiers participating in Operation Inherent Resolve and the NATO Training Mission in Iraq returned to Prague.[278] On 25 March, France announced it would withdraw its forces from training duties in Iraq, mostly trainers to local armed forces,[279] largely because of the COVID-19 pandemic. Iraq's military halted all training in early March to minimize the risk of the illness spreading among its forces, including from the OIR coalition.[280] On 3 April, the Chief of Staff of the Iranian Armed forces Mohammad Bagheri said, \"Iran will respond severely if the United States does anything to undermine security of Iran\". On 7 April, in Iraq, the coalition withdrew from the Abu Ghraib operating base, the al-Sqoor base inside Nineveh Operations Command, and the Al-Taqaddum Air Base, handing control to the Iraqi security forces.[281][282][283] However, amidst the force consolidation, by 13 April the U.S. had also installed and activated Patriot air defense systems, an Army C-RAM system, and an AN/TWQ-1 Avenger at Al Asad Airbase and the base at Erbil (the two bases attacked by Iran in January), and at Camp Taji, after gradually moving the systems piece-by-piece into Iraq since January. CENTCOM commander Gen. Frank McKenzie said the Patriots and other systems were taken from another location where they were also needed, without saying where. U.S. Chairman of the Joint Chiefs of Staff Mark Milley also added that hundreds of troops from the 1st Brigade Combat Team, 82nd Airborne Division, which deployed to Iraq in January as an Immediate Response Force following the embassy attack, would remain until \"... the situation with the Shia militia groups and Iran ... 100 percent settled down\".[284] On 14 April, an oil tanker named SC Taipei sailing under the flag of Hong Kong was seized and released the same day by armed men while anchored 3 nm off Iran's Ras Al Kuh coast.[285] Gulf tensions remained high in mid-April between Iranian and U.S. vessels. On 15 April, during U.S. Army AH-64E Apache deck landing qualifications with the Navy in the northern Persian Gulf, 11 NEDSA speed boats began circling six U.S. vessels partaking in the exercise, including coming within 10 yards of the U.S. Coast Guard's Island-class cutter Maui (WPB-1304) and within 50 yards of the USS Lewis B. Puller (ESB-3). According to the U.S. Navy, \"The IRGCN vessels repeatedly crossed the bows and sterns of the U.S. vessels at extremely close range and high speeds ... the U.S. crews issued multiple warnings via bridge-to-bridge radio, five short blasts from the ships' horns and long range acoustic noise maker devices, but received no response.\" The incident lasted almost an hour, until the Iranian vessels departed, and occurred about two weeks after the U.S. moved a carrier strike group out of the region. The Harry S. Truman Carrier Strike Group had departed the Middle East earlier in the month after operating in the region with the Dwight D. Eisenhower Carrier Strike Group, a rare occurrence for the Navy which has not had multiple strike groups in the region for years.[286] On 19 April, the IRGC acknowledged that an incident took place, but dismissed the U.S. version of events.[287] On 22 April, in response to the 15 April incident, U.S. president Trump tweeted that he instructed the U.S. Navy to \"shoot down and destroy any and all Iranian gunboats\" if they harassed U.S. ships. Senior Pentagon officials said the tweet reflected a lawful order that would be implemented, though it did not mark a change in the rules of engagement.[287] President Trump vetoed a Senate resolution on 6 May that would have required him to seek congressional authorization before taking military action against Iran.[288] On 7 May, the United States removed four Patriot missile batteries, two jet fighter squadrons and dozens of military personnel from Saudi Arabia while considering a reduction in the U.S. Navy presence in the Persian Gulf.[289] The U.S. decision may have been related to the Russia–Saudi Arabia oil price war as it affected the U.S. oil prices.[290] On 10 May, the Iranian frigate Jamaran accidentally launched a Noor anti-ship missile at its support vessel, the Konarak, while the latter was deploying practice targets for a naval exercise. It was later determined that 19 sailors were killed[41] and 15 injured.[42] Some observers concluded that the Iranian friendly fire incident typified the ongoing instability in the Persian Gulf. Fabian Hinz of the California-based Middlebury Institute of International Studies, an expert on Iran's military, said the incident \"... really showed that the situation with Iran is still dangerous because accidents and miscalculations can happen\".[291] On 12 June, the United Nations concluded that the cruise missiles that struck the Saudi Aramco oil complex in September 2019 likely came from Iran.[292] Meanwhile, on 19 June, the board of the UN's atomic watchdog agency adopted a resolution calling for Iran to provide inspectors access to sites where the country is thought to have stored or used undeclared nuclear material.[293][294] On 24 June, the U.S. imposed sanctions on five Iranian tanker captains for their links to the export of Iranian gasoline and gasoline components to Venezuela.[295] On 29 June, Iran issued an arrest warrant for U.S. president Donald Trump and 35 other individuals on \"murder and terrorism charges\" for the January drone strike on General Qasem Soleimani and requested international assistance in detaining him. Responding to Iran's request to issue a red notice, Interpol issued a statement that it could not comply as its charter prohibits \"intervention or activities of a political, military, religious or racial character.\"[296][297] U.S. Special Representative for Iran Brian Hook dismissed the warrant as \"a propaganda stunt that no one takes seriously and makes the Iranians look foolish.\"[298] Analysts and commentators identified the issuance of the warrant as symbolic rather than a genuine attempt to arrest Trump.[296][299] Also on 29 June, a report by Al Arabiya released photo evidence of a wooden dhow carrying hundreds of reportedly Iranian weapons and other material bearing Persian language that was intercepted on 17 April. The dhow was found off the coast of Mocha, Yemen.[300] Special representative Brian Hook visited Israel and Saudi Arabia and stated \"Israel and the U.S. 'see eye to eye' on the need to extend the UN conventional arms embargo [against Iran], warning that its expiration would allow it to export more arms to its regional proxies.\"[301] On 30 June, Chinese ambassador to the UN Zhang Jun said during a virtual UN Security Council meeting the Trump administration could not initiate a Security Council mechanism to nullify the 2015 Iran nuclear deal by re-invoking the arms embargo, saying \"Having quit the JCPOA, the U.S. is no longer a participant and has no right to trigger the snapback\" of sanctions. Notably, German ambassador Christoph Heusgen concurred with the Chinese stance, though echoed the U.S. concern about \"the expiration of these limitations\" on Iran's ability to purchase weapons.[302] On 1 July, a fire and explosion hit a centrifuge production plant at a nuclear enrichment facility in Natanz, Iran. No deaths or injuries were reported. Israeli Defense Minister Benny Gantz denied Israeli involvement, saying \"Not every incident that transpires in Iran necessarily has something to do with us.\" \"All those systems are complex, they have very high safety constraints and I'm not sure they always know how to maintain them,\" Gantz told Israel Radio.[303][304] On 6 July, NEDSA commander Admiral Alireza Tangsiri claimed Iran had built offshore missile facilities and underground speedboat and \"missile cities\" along its southern coast.[305] Also on 6 July, the Mossad spy agency reportedly said it recently foiled planned or attempted Iranian attacks on Israeli diplomatic missions in Europe and elsewhere.[306] On 7 July, the United Nations Human Rights Council, led by special rapporteur Agns Callamard, concluded that the killing of General Qasem Soleimani in January 2020 by U.S. forces was \"unlawful\". Callamard said that based on U.S. evidence, the killing was \"arbitrary\" and \"violated the UN charter.\" \"No evidence has been provided that General Soleimani specifically was planning an imminent attack against U.S. interests, particularly in Iraq, for which immediate action was necessary and would have been justified,\" Callamard wrote.[307] On 21 July, Ayatollah Khamenei threatened that Iran would eventually conduct a reciprocal strike against the U.S. as further vengeance for the killing of Soleimani.[308] On 8 July, U.S. Secretary of State Mike Pompeo hinted at Iranian-links in the 6 July assassination of prominent Iraqi counter-terrorism expert Hisham al-Hashimi, highlighting threats made against him by Iranian-linked groups.[309] On 16 July, CNN reported the U.S. had \"several\" intelligence indications that Iran had put portions of its air defense system on \"high alert\" in recent days, following unexplained explosions at key facilities tied to the country's military and nuclear programs.[310] On 18 July, according to Iranian media, a large explosion was heard in Ahvaz; further reports linked the explosion to an oil pipeline, though this was not officially confirmed.[311] On 24 July, two U.S. F-15 fighter jets briefly intercepted a Mahan Air passenger aircraft flying near a U.S. coalition garrison in Syria while en route from Tehran to Beirut. According to Iranian media and government officials, the intercepting F-15 made \"provocative\" and \"dangerous\" maneuvers, causing the airliner's pilot to abruptly lower altitude to avoid collision, injuring several passengers on board, with at least two taken to the hospital upon emergency landing. According to the U.S., however, the F-15s followed proper international procedure and were conducting a standard visual inspection of the airliner after it appeared \"to have deviated from\" an established commercial air corridor. The intercepting F-15 flew within 1,000-1,500 meters of the aircraft and then departed after identification, a U.S. official added. Iran demanded an international investigation in response to the incident and foreign minister Javad Zarif condemned the intercept and the American \"occupation\" in Syria as \"lawlessness upon lawlessness\".[312] On 26 July, satellite imagery revealed the IRGC Navy (IRGCN) had towed a replica U.S. Nimitz-class aircraft carrier, first revealed in 2014, from a naval base in Bandar Abbas to the Strait of Hormuz a day prior in preparation for annual live-fire drills similar to the 2015 Great Prophet IX exercise. Iranian officials and state media had yet to publicly acknowledge the development. The actual USS Nimitz entered the region the week prior to replace the USS Dwight D. Eisenhower in the Arabian Sea after the latter's seven-month deployment. A spokeswoman for the United States Fifth Fleet, headquartered in Bahrain, commented that the fleet remained vigilant and questioned the \"... tactical value they would hope to gain by using such a mock-up in a training or exercise scenario.\" U.S. special representative Brian Hook demanded Iran \"spend more time on diplomacy and less time on military stunts\".[313] On 28 July, the IRGCN released footage of the drills, dubbed Great Prophet 14 (Great Prophet XIV), which included the mock carrier being assailed by commandos and a range of weaponry including limpet mines, anti-ship cruise missiles, truck-launched ballistic missiles, fast-attack speedboats, glide bombs, and, notably, Shahed 181 and 191 drones reportedly reverse engineered from the American RQ-170 drone captured by Iran in 2011. Iranian media also claimed the exercise was observed by its Nour military satellite launched in April 2020.[314][315] On 31 July, Pliades commercial satellite imagery revealed Iran's mock carrier had inadvertently capsized while being towed on its way back to port in Bandar Abbas, listing at about 90 degrees with the starboard side facing upwards and \"nearly half of the flight deck submerged\" in shallow water just outside the harbor entrance, posing a navigation hazard near the main approach channel.[315][316] Though regional U.S. forces detected the launch of ballistic missiles during Great Prophet XIV, according to Forbes, the satellite imagery did not appear to show extensive ballistic missile damage and, in fact, revealed less overall damage to the vessel than in Great Prophet IX, leaving \"the impression that the IRGCN wanted to keep the mock carrier in better condition so it could be reused more easily in future exercises.\"[315] On 2 August, the Iranian foreign ministry announced they would put a sanction on Richard Goldberg, a member of the Foundation for Defense of Democracies,[317] citing Iran's Law of \"confrontation with human-rights violations and USA adventuresome and terrorist measures in the region\".[318] On 6 August, China confirmed its support for United Nations Security Council Resolution 2231 and affirmed it would veto any council proposal to extend the international Iran nuclear arms embargo, stopping a U.S.-led effort to do so.[319] On 9 August, the Gulf Cooperation Council (GCC) asked the UN to extend the arms embargo on Iran[320] while, on 13 August, Saudi ambassador to the UN Abdul Aziz al-Wasel called for an embargo extension, arguing that Iran \"smuggles weapons to militias to disturb the peace in the Middle East\".[321] On 15 August, the UNSC voted to deny extending the international arms embargo on Iran. Of the 15-member body, 11 members abstained while Russia and China opposed extension.[322] Late on 12 August, the U.S. accused Iran of briefly seizing Liberian-flagged oil tanker MT Wila in the Gulf of Oman, with U.S. Central Command releasing video of apparent armed Iranian naval forces fast-roping from a Sea King helicopter and boarding the vessel. According to Coalition Task Force Sentinel, the operational arm of the IMSC maritime coalition, along with statements from an unidentified U.S. official, the seizure took place in international waters off the coast of the UAE's Khor Fakkan and the tanker was held for five hours before being released. The Wila did not make any distress calls before, during, or after the seizure and it was not immediately clear what cargo it carried or why it was seized. By 13 August, Iranian officials and state media had not publicly acknowledged the incident.[323][324][325] On 13 August, the UAE and Israel establish full bilateral diplomatic relations.[326] The same day, the U.S. seized Iranian fuel cargo for the first time.[327] On 14 August, Ayatollah Khamenei again threatened retaliation against the U.S. for the assassination of General Qasem Soleimani.[328] Also on 14 August, U.S. President Trump told reporters, \"We'll be doing a snapback (trigger for sanctions)\" in the UNSC.[329] On 17 August, CNN reported that U.S. intelligence agencies assessed that Iran had offered bounties to Taliban fighters for targeting American and coalition troops in Afghanistan, identifying payments linked to at least six attacks carried out by the militant group in 2019.[330] On 20 August, Iran summoned the UAE's charg d'affaires in Tehran and seized a UAE ship in their territorial waters after the UAE coastguard killed two Iranian fishermen crossing into their territory northwest of Sir Abu Nuayr island.[331] On 21 August, U.S. imposed sanctions on two UAE-based companies for aiding Iran's Mahan Air, stating the airliner had assisting the Syrian and Venezuelan regimes.[332] On 22 August, U.S. State Department spokesperson Morgan Ortagus called Iran's nuclear deal \"just a failed political document\".[333] On 26 August, the UNSC blocked a bid by the U.S. to trigger the snapback of all sanctions on Iran lifted by the JCPOA. An Indonesian representative said many of the 15 member states contested the move because the U.S. withdrew from the accord two years ago.[334] Iran condemned the Arab-Israeli normalization agreements of September 2020. On 1 September, Ayatollah Ali Khamenei said that the United Arab Emirates had betrayed the Muslim world and the Palestinians in reaching a deal toward normalizing relations with Israel.[335] On 14 September, Khamenei's top advisor Ali Akbar Velayati threatened Bahrain and Israel for normalizing relations.[336][337] On 12 September, the IRGC \"strongly condemned\" the normalization of relations between Bahrain and Israel, referring to it as a \"conspiracy organized by the White House\" and threatened Bahrain with \"harsh revenge.\"[338][339] On 21 September, Bahrain's interior ministry stated that, in early 2020, they uncovered a militant attack plot after finding a planted explosive on a street believed to have been targeting a \"foreign delegation\" and made 9 arrests; Bahraini authorities blamed the IRGC, according to the pro-government Bahraini newspaper Akhbar Al Khaleej.[340][341] On 6 September the vice president of Iran's Supreme National Defense University, General Alireza Afshar, alleged that the United States, via Oman, had confidentially threatened retaliatory missile strikes after Iran attacked Al Asad Airbase in Iraq in January 2020.[342] The Iranian Army conducted the Joint Exercise Zolfaghar 99 military exercise between 10 and 12 September. The U.S. did not comment on the war game, nor respond to Iranian allegations of warnings to American aircraft.[343] On 11 September, the Iranian Ministry of Foreign Affairs responded to Microsoft's allegation that Iranians were trying to influence the 2020 United States elections through spreading disinformation, stating \"It does not matter who goes into the White House.\"[344][345] Media reports emerged alleging that Ayatollah Khamenei was hoping for a less antagonistic U.S. administration in January 2021 and held the belief that increasing tensions during the U.S. presidential elections would increase Trump's chances of reelection.[346][347] On 21 October, U.S. Director of National Intelligence John Ratcliffe announced that Iran and Russia had undertaken efforts to influence public opinion related to the 2020 United States presidential election.[348] On 30 October, the U.S. Federal Bureau of Investigation (FBI) and Cybersecurity and Infrastructure Security Agency released an advisory warning of an Iranian advanced persistent threat that targeted U.S. voter registration data.[349] On 14 September, a Politico report cited an anonymous U.S. intelligence community report alleging that \"The Iranian government is considering an assassination attempt against the American ambassador to South Africa Lana Marks.\"[350] At around 11:00 p.m., President Trump tweeted \"Any attack by Iran, in any form, against the United States will be met with an attack on Iran that will be 1,000 times greater in magnitude!\"[351][352] Following the threat, Iran reportedly warned against making a \"strategic mistake\", saying \"the U.S. will witness Iran's decisive response\".[353] On 16 September, U.S. special envoy to Iran and Venezuela, Elliott Abrams, said \"virtually all UN sanctions on Iran will come back into place this weekend at 8:00 PM EDT on Saturday, 19 September. The arms embargo will now be re-imposed indefinitely and other restrictions will return, including the ban on Iran engaging in enrichment and reprocessing-related activities, the prohibition on ballistic missile testing and development, and sanctions on the transfer of nuclear and missile-related technologies to Iran.\"[354] It was reported on 23 September that the NEDSA had built a new navy base in Sirik, Iran for full access to Hormuz Strait shipping.[355] On 24 September, the U.S. placed sanctions on some Iranian judges, prisons, and the Shiraz Islamic Revolutionary Court for the execution of Iranian wrestler Navid Afkari on 12 September, alleging gross violations of human rights.[356][357][358][359] The Economist Intelligence Unit (EIU) projected that Iran's real GDP will soon collapse 12 percent, adding that the authorities' belated response \"will also fuel popular anger and a humanitarian crisis.\"[360] On 18 October, UN arms embargoes that barred Iran from purchasing and exporting military armaments expired, despite insistence by U.S. officials that they were still effective.[361] On 25 October, Rotax announced they would no longer sell UAV engines to the IRGC.[362] Reports emerged on 14 November that Israeli Mossad agents, at the behest of the United States, killed al-Qaeda's second-in-command, Muhammad al-Masri and his daughter in Tehran on 7 August 2020, the anniversary of the 1998 United States embassy bombings. The agents were members of Mossad's secretive Kidon unit. Iran's foreign ministry denied the reports, accusing Israel and the U.S. of deliberately attempting to portray Iran as a haven for terrorists.[364][365] On 16 November, The New York Times reported that President Donald Trump inquired about military options to strike the primary Iranian nuclear enrichment facility at Natanz, but was dissuaded from further pursuing the matter by senior officials, including Vice President Mike Pence and Secretary of State Mike Pompeo, who warned it could trigger a regional conflict.[366] On 23 November, Israeli media reported that Israeli Prime Minister Benjamin Netanyahu, Mossad director Yossi Cohen, Saudi Crown Prince Mohammed bin Salman and Mike Pompeo held a secret meeting in Neom on 22 November to discuss the normalization of relations, and Iran, but failed to reach an agreement on the former.[367][368] On the same day, Houthis claimed they attacked a big oil facility north of Jeddah and southeast of Jeddah's King Abdulaziz International Airport with a Quds 2 cruise missile and damaged a distribution station. Saudi Aramco confirmed the attack and added the missile strike occurred at 3:50 a.m. and that there were no injuries or casualties.[369] The facility is less crucial to the kingdom's oil infrastructure than the oil-processing hub of Abqaiq, which was damaged by a drone attack in 2019.[370] Saudi brigadier general Turki Al-Maliki condemned any Iranian involvement in the attack.[371] On 25 November, Axios reported that the Israel Defense Forces (IDF) had been ordered to prepare for possible U.S. military action against Iran before the end of President Trump's term as a precautionary measure, although no intelligence suggested this was imminent.[372] Mohsen Fakhrizadeh-Mahabadi, a top Iranian nuclear scientist supposedly leading the country's nuclear program, was assassinated in Absard, Iran on 27 November.[373][374] Fakhrizadeh's convoy was ambushed either by gunmen or by an AI-controlled lethal autonomous weapon as he was driving on a road from Tehran to his weekend villa. According to an in-depth New York Times report released in September 2021, the assassination was an operation carried out by Mossad agents, and that it had been in development since late 2019 or early 2020; the U.S. government was reportedly aware of the operation. Both Iranian and American media said Iranian citizens working for Mossad participated in the assassination.[363][375] Fakhrizadeh's successful assassination and the failure of Iranian authorities to capture the assassins was seen by analysts and observers as a major failure by Iran's intelligence apparatus and a showcase of the country's inability to protect some of its important officials.[376] An Iranian government official and state newspaper Kayhan wrote that Iran should launch a military strike on Haifa in retaliation.[377][378][379][380][381] In the meantime, Iranian MPs proposed repealing the Treaty on the Non-Proliferation of Nuclear Weapons and passed a law for 20% nuclear enrichment.[382][383] On 30 November, Reuters reported that Iraqi and local officials said that a senior IRGC commander, Muslim Shahdan, and three others had been killed in a drone strike near the al-Qa'im border crossing, but was unable to independently verify the claims.[384][385] Iran denied the reports, with the foreign ministry stating, \"We have not received any report in this regard, and it seems more like media propaganda.\"[386] On 20 December, just two weeks before the one-year anniversary of the killing of Iranian general Qasem Soleimani, reports emerged that the U.S. embassy in Baghdad had come been under a rocket attack.[387] At least eight Katyusha rockets were said to have been fired at the Green Zone, which resulted in some damage on the compound, the U.S. embassy and Iraqi military disclosed.[388] According to CNN, at least one Iraqi soldier was wounded when one of the rockets landed close to a security checkpoint.[389] The embassy's C-RAM defense system was said to have been activated during the attack in order to intercept the rockets[390] On 4 January 2021, Iran seized the MT Hankuk Chemi, a South Korean oil tanker, citing \"environmental reasons\" and demanding money for its alleged damage to the environment.[391] In response, South Korea dispatched anti-piracy troops.[392][393][394] After negotiations, South Korea agreed to unfreeze billions of Iran's assets held in two South Korea banks in February 2021. The Hankuk Chemi was released on 9 April 2021.[395][396] On 20 January, former U.S. vice president Joe Biden assumed office as the new president of the United States after defeating incumbent president Donald Trump in the 2020 presidential election. Iran's Supreme Leader Ali Khamenei previously warned against hopes that the new administration would be less antagonistic to Iran.[397] On 22 January, a Twitter user claiming to be the Supreme Leader of Iran threatened former president Donald Trump with \"revenge\".[398][399] Twitter suspended the account the same day.[400] On 9 February, Iran's intelligence minister Mahmoud Alavi said that Iran may develop a nuclear weapon if sanctions continued.[401][402] On 11 February, Iran began producing uranium metal in Isfahan Uranium Conversion Facility [fa] and violating JCPOA accords,[403] announcing they will deny IAEA inspectors access to atomic sites.[404] The Houthis reportedly used kamikaze drones to attack Saudi Arabia's Abha Airport on 10 February, damaging a parked airplane belonging to flyadeal.[405] On 15 February, rocket fire targeted a military airbase in Erbil in Iraqi Kurdistan; one Combined Joint Task Force – Operation Inherent Resolve (CJTF–OIR) coalition civilian contractor was killed and eight others, including a U.S. soldier, were wounded in the attack. According to a CJTF-OIR spokesman, at 21:30, fourteen 107mm rockets were launched, with three of them landing on the Erbil base.[406][31] An Iraqi civilian injured in the attack died from the wounds six days later.[407] On 20 February, another rocket attack targeted Balad Air Base in Iraq's Saladin Governorate, wounding one South African civilian contractor working for the coalition.[408] On 26 February, U.S. president Joe Biden ordered airstrikes against Kata'ib Hezbollah facilities in the town of Abu Kamal, Syria in retaliation for the 15 February Erbil rocket attack. The U.S. airstrikes left casualties among Kata'ib Hezbollah and Kata'ib Sayyid al-Shuhada, with the dead ranging from 1 to 17 or as high as 22 militants.[43][409] Later that day, in a separate incident, an Israeli-owned Bahamas-flagged vehicle carrier, the MV Helios Ray, was hit by an explosion in the Gulf of Oman resulting in holes in both sides of the ship's hull. No injuries were reported and the ship was forced to turn back to port.[410] On 3 March, Iraq's Al Asad Airbase was struck with rockets from east of the base; no group claimed responsibility[411] One U.S. civilian contractor suffered a heart attack as a result of the attack.[412] On 19 March, Israeli and American news channels reported that since 2019, Israel had attacked dozens of Iranian vessels en route to Syria.[413][414][415][416] On 25 March, Israel's Channel 12 reported that the Liberian-flagged cargo ship Lori, owned by the Haifa-based company XT Management Ltd., was allegedly targeted by Iranian forces on its way between Dar es Salaam, Tanzania and Mundra, India.[417] On 21 March, an Associated Press report cited U.S. intelligence officials as saying that the IRGC had discussed threats against Fort McNair.[418] On 6 April, Iran and the Biden administration agreed via intermediaries in Vienna to establish two working groups to try to get both countries back into compliance with JCPOA rules. The first working group was to focus on lifting the 1,600 sanctions imposed by the Trump administration, and the second group was to work towards getting Iran to comply with the accord's limitations on uranium stockpiles and nuclear enrichment. Iran also met with the other current members of the deal — Britain, China, France, Germany and Russia, under the chairmanship of the European Union. Iran was represented by Abbas Araghchi, the deputy foreign minister, and refused to meet directly with the U.S. for talks, with the European representatives partaking in shuttle diplomacy.[419] On the same day, IRGC Navy (NEDSA) reconnaissance vessel Saviz was struck with several limpet mines off the coast of Eritrea in the Red Sea. A Pentagon spokesperson denied any U.S. involvement;[420] Israel later notified the U.S. that it had carried out the attack.[421] On 11 April, an explosion caused a power outage at Iran's Natanz nuclear facility in what Iranian authorities said was an act of \"nuclear terrorism\" by Israel.[422] On 13 April, a suspected Iranian missile hit the Israel-owned Hyperion Ray cargo ship docked off Fujairah. No injuries were reported, and the ship sustained minor damage.[423] On 14 April a drone dropped explosives on a U.S.-Iraqi base near Erbil Airport, with no reported injuries. Though an Iranian-aligned group praised the attack, no one claimed responsibility.[424] On 18 April, three Iraqi soldiers and two foreign contractors were injured when Balad Airbase's canteen and dormitory were struck by rockets.[425] Four rockets again struck Balad, with no casualties, on 3 May.[426] Two rockets hit Al Asad airbase with no casualties the day after that.[427] On 17 April, the IAEA reported that Iran's 60% uranium enrichment had begun.[428] On 24 April, an Iranian oil tanker was set on fire after being targeted by a suspected drone strike outside the Baniyas refinery off Syria's coast.[429] On 28 April, the USS Firebolt fired warning shots after three NEDSA fast-attack vessels came within 200 feet of it in the Persian Gulf.[430] On 2 May, a rocket was shot down by a C-RAM defense system near Baghdad International Airport while a second rocket struck near a U.S. base in the area without causing casualties.[431] Also on 2 May, Iran released a video depicting an attack on the United States Capitol. The video was denounced by U.S. Senator Pat Toomey who urged the Biden administration to ensure that Iran does not carry out any attacks, and to not remove sanctions.[432][433] On 6 May, the US Navy cruiser USS Monterey captured an alleged Iranian weapons shipment en route to Yemen in the Arabian Sea.[434][435] On 10 May, in the Strait of Hormuz, the USCGC Maui fired 30 warning shots at a squadron of 13 Iranian Revolutionary Guard fast attack craft that were harassing a flotilla of six US Navy warships escorting the guided missile submarine USS Georgia.[436] On 2 June, Iranian vessel IRIS Kharg sank near the port of Jask in the Gulf of Oman after a fire broke out. The crew was able to disembark.[437] On 6 June, the U.S. Army C-RAM air defense system at Ain al-Assaad airbase in Iraq shot down two drones which had flown over the base. Several hours earlier a rocket had been shot down at Baghdad International Airport.[438] On 18 June, the Biden administration began to remove eight Patriot anti-missile batteries from Saudi Arabia, Jordan, Kuwait, and Iraq, in addition to the THAAD anti-missile defense system from Saudi Arabia, and announced that most jet squadrons and hundreds of American troops would be withdrawn from the region. The changes came in light of both de-escalating tensions with Iran and the new administration changing its focus to countering China.[439] However, on 27 June, President Biden directed airstrikes against Iranian backed militia forces in Iraq and Syria, leaving at least 4 militiamen killed.[440] The groups mounted more rocket and drone attacks against U.S. bases in retaliation.[441][442] In July, Iran denied the IAEA access to the Natanz nuclear facility.[443] On 3 July, a formerly-Israeli cargo vessel, CSAV Tyndall, which docked in Jeddah and was heading towards Jebel Ali, UAE, was struck by an \"unknown weapon\" and damaged while traveling in the northern Indian Ocean. No one claimed responsibility for the attack, but Iran was blamed by Israeli officials. No injuries were reported.[444][445] On 5 July, three rockets landed in Al Asad Airbase in Iraq, without causing casualties.[446][35] On 6 July, a drone targeted the U.S. base near Erbil airport; no casualties or damage reported.[447] On 8 July 14 rockets struck Al Asad Airbase and its perimeter, leaving two U.S. servicemen with minor injuries.[35] On 14 July, the Biden administration created a sanctions exemption on Iranian-seized capital in South Korea and Japan, allowing Iran to use its frozen funds to compensate the two countries.[448] Meanwhile, it was announced that the U.S. Department of Justice had recently charged ten people over an attempted kidnapping of Brooklyn resident journalist and Iranian government critic Masih Alinejad, and others, by alleged Iranian agents in the U.S. and Canada.[449] On 29 July, Ayatollah Khamenei said that despite the new administration, the \"cowardly\" U.S. could not be trusted.[450] On the night of 30 July, the Liberian-flagged oil tanker MT Mercer Street reportedly came under attack off the coast of Oman in the Arabian Sea. The ship was operated by the London-based Zodiac Maritime, part of Israeli billionaire Eyal Ofer's Zodiac Group.[451] Two crew members, a British and Romanian national, were killed in the attack.[50] The Royal Navy's United Kingdom Maritime Trade Operations (UKMTO) said the attack happened at a location just northeast of the Omani island of Masirah.[451] Israeli officials did not immediately acknowledge the attack, but Israel's Channel 13 quoted a senior Israeli official saying that the attack was \"carried out by Iran with the help of a UAV.\"[452] Later, the U.S. 5th fleet said explosive experts believed a \"drone strike\" targeted the tanker.[453] American, European, and Israeli officials blamed the attack on Iran[454] and Israeli Prime Minister Naftali Bennett said that Israel would retaliate. Iran's Al-Alam News Network quoted unidentified sources who said the attack was a response for the \"latest Israeli airstrikes on 'Dabaa airport' in Syria,\" which the outlet said resulted in two unspecified fatalities,[455][454] but the Iranian government formally denied involvement in the attack and said it would respond to any retaliation.[456] On 3 August, four oil tankers named Queen Ematha, Golden Brilliant, Jag Pooja, and Abyss, which were sailing in the Gulf of Oman, announced around the same time that they were \"not under command.\"[457][458] Around the same time, the UK Maritime Trade Operations reported an incident off the coast of the UAE, which it described as a \"potential hijack\" of a tanker named Asphalt Princess, where a group of eight or nine armed individuals were believed to have boarded the vessel without authorisation and ordered the ship to sail to Iran.[458] On 4 August, the UKMTO said that the hijackers had left the vessel and the incident was \"complete\".[459] On 9 September, the U.S. 5th Fleet commissioned Task Force 59, a first-of-its-kind task force with the aim of rapidly integrating \"unmanned systems and artificial intelligence with maritime operations\" in the fleet's area of operations—which encompasses nearly 2.5 million square miles of water area and includes the Arabian Gulf, Gulf of Oman, Red Sea and parts of the Indian Ocean—and would cooperate with Bahrain and other regional partners. \"When you scale quickly, you can start to close those maritime domain awareness gaps, and then you can … deter the illicit and malign activity that's happening over here, whether it's on the low end, illegal fishing [or] on the high end, weapons transfers supporting the Houthis in the southern Red Sea,\" Captain Michael D. Brasseur, the task force's first commodore, would later say. The task force began taking inventory of unmanned systems in the region for potential reinvigoration with the help of new AI and machine learning tools, as well as commercial robotics that could be acquired and repurposed for military missions.[460][461][462] On 13 October, the Israeli minister of foreign affairs, Yair Lapid, announced all options were being considered in coercing Iran to terminate their enrichment of uranium.[463] Meanwhile, on 19 October, the Israeli defence minister cited Iran as a threat while asking for a higher budget; NIS ₪5 billion (US$1.5 billion) was allocated for procuring more weapons, including bolstered funding for aircraft, communications technology, UAVs, and unique offensive armaments.[464][465] On 26 October, Iranian fuel stations and road electronic billboards were hit by a cyber attack.[466] On 3 November, the IRGC stated they thwarted an attempt by the U.S. to capture and detain a tanker carrying Iranian oil in the Gulf of Oman by carrying out a heliborne operation and directing the ship back to Iran's territorial waters. The Pentagon rejected the Iranian claims and stated that Iranian forces had actually seized a Vietnamese-flagged oil tanker earlier in October.[467] Vietnam later verified its tanker vessel, the MV Sothys, was captured by Iranian forces and that its ministry of foreign affairs had held talks with Iranian authorities to settle the incident.[468] On 15 November, the Iranian Navy flew a helicopter within 23 meters of the American amphibious assault ship USS Essex, circling the ship three times.[469] The Israeli defence minister said on 18 December that he presented the U.S. defense secretary with a timeline for a strike on Iranian soil.[470][471][472][473] Iranian commander Major General Gholam Ali Rashid threatened Israel with a full counterattack.[474] In an operation that began on 20 December, the U.S. Navy interdicted and seized a large cache of weapons and ammunition from a \"stateless fishing vessel\" in the North Arabian Sea. Sailors found 1,400 Kalashnikov-style rifles and 226,600 rounds of ammunition along with five Yemeni crew members. The cache was transferred to the USS O'Kane (DDG-77), the boat was sunken, and the Yemenis were set to be repatriated. The Bahrain-based U.S. Fifth Fleet accused Iran of smuggling weapons to Yemen, saying the boat was sailing on a route \"historically used to traffic weapons unlawfully to the Houthis in Yemen\" and added that Iran's alleged \"direct or indirect supply, sale or transfer of weapons to the Houthis\" violated UN Security Council resolutions and U.S. sanctions. Iran's mission to the UN did not immediately respond to the accusations. The Fifth fleet said it had thus far confiscated around 8,700 illicit weapons in 2021 across the 2.5 million-square-mile area it patrols.[475] An Iranian military maneuver on 24 December involved a tactical ballistic missile test that was condemned by Britain. The test was reportedly a warning to Israel.[476] May 27 NEDSA boarded and captured two Greek ships worth carrying $1.8 million of oil after US seized Russian oil tanker transporting Iranian oil near Greece.[477]","Title":"2019–2021 Persian Gulf crisis - Wikipedia","KeyID":"16737","URL":"https://en.wikipedia.org/wiki/2019%E2%80%932021_Persian_Gulf_crisis"}