{"Content: ":"Kurdistan Communities Union (KCK) YDG-H: Turkish Armed Forces Turkish National Police Village Guards PKK PJAK YDG-H In late July 2015, the third phase of the Kurdish–Turkish conflict between various Kurdish insurgent groups and the Turkish government erupted, following a failed two and a half year-long peace process aimed at resolving the long-running conflict. The conflict between Turkey and the Kurdistan Workers' Party (PKK) broke out again in summer 2015 following two-year-long peace negotiations. These began in late 2012, but failed to progress in light of the growing tensions on the Turkish-Syrian border in late 2014, when the Turkish state prevented its Kurdish citizens from sending support to the People's Protection Units (YPG) who were fighting against the Islamic State of Iraq and the Levant (ISIL) during the Siege of Kobani. Turkey was accused of assisting the Islamic State during the siege,[23][better source needed] resulting in the widespread 2014 Kurdish riots in Turkey involving dozens of fatalities. In November 2015, Turkish authorities said that a number of towns and areas in the Eastern Anatolia Region had come under the control of PKK militants and affiliated armed organizations. According to Turkish government sources, between July 2015 and May 2016, 2,583 Kurdish insurgents were killed in Turkey and 2,366 in Iraq, as well as 483 members of the Turkish security forces.[24] The PKK said 1,557 Turkish security forces members were killed in 2015 during the clashes in Turkish and Iraqi Kurdistan, while it lost 220 fighters.[25] According to the International Crisis Group, 4,226 people, including 465 civilians, were killed in Turkey between July 2015 and December 2018,[12] including Kurdish lawyer Tahir Elçi.[26] In March 2017, the United Nations voiced \"concern\" over the Turkish government's operations and called for an independent assessment of the \"massive destruction, killings and numerous other serious human rights violations\" against the ethnic Kurdish minority.[27] Since 2016, the Turkish military and Syrian National Army have conducted operations against the Syrian Democratic Forces, leading to the Turkish occupation of northern Syria.[28][29][30][31] In May 2022, the conflict gained global geopolitical significance as Turkey opposed the accession of Finland and Sweden into NATO, accusing them of supporting the PKK.[32] The Kurdish-Turkish peace process saw negotiations begin between jailed Kurdistan Workers' Party (PKK) leader Abdullah Ocalan and the Turkish government in late 2012. A ceasefire was called, and the PKK agreed to withdraw from Turkish Kurdistan into Iraqi Kurdistan.[33] In 2014, anger increased among Turkish Kurds with what they saw as the Turkish state's facilitation of the Islamic State of Iraq and the Levant's assault on Syrian Kurds during the Rojava–Islamist conflict,[34] culminating in the 2014 Kurdish riots in Turkey during the Siege of Kobanî. The June 2015 Turkish general election saw Turkey's ruling Justice and Development Party (AKP) lose its majority, and gains for the Peoples' Democratic Party (HDP). Tensions increased further after the Suruç bombing and Ceylanpınar incident in July, after which the Turkish government launched the 2015 police raids in Turkey and attacked PKK positions in Iraq, prompting the PKK to call off its ceasefire.[35][36] Turkish Forces consisting of Turkish Land Forces troops, Gendarmerie operatives and Police Special Operations teams are backed by the rest of the Turkish Armed Forces. They are supported by a system of \"village guards\" which represent a feudal part of Turkey.[37] There have been recurring reports of the resurfacing Jitem \"military police intelligence and anti-terrorist service\" which had been responsible for massacres in the 1990s, and of irregular foreign jihadists, being employed.[38] In 2016 the Turkish government of president Recep Tayyip Erdogan and the Justice and Development Party (AKP) were increasingly portraying the party they oppose as an enemy of an \"islamic order\", referring to the PKK and its affiliates and supporters as \"atheists and Zoroastrians\".[39][40][41] In 2008, according to information provided by the Intelligence Resource Program of the Federation of American Scientists the strength of the organization in terms of human resources consists of approximately 4,000 to 5,000 militants of whom 3,000 to 3,500 are located in northern Iraq.[42] With the new wave of fighting from 2015 onward, observers said that active support for the PKK had become a \"mass phenomenon\" in majority ethnic Kurdish cities in the Southeast of the Republic of Turkey, with large numbers of local youth joining PKK-affiliated local militant groups.[43] According to Turkish estimates the PKK has a much larger size than the previously stated size standing at over 32,800 active fighters spanning across north-western Syria, south-eastern Turkey, northern Iraq and north-western Iran concentrated on the Qandil mountain range.[44] PKK bases remain active in Northern Iraq and its leadership suspected in the Qandil Mountains in Iraq and Iran.[45][46] From the traditional preceding Turkish-PKK conflicts the PKK insurgency has transitioned into urban warfare in the country's densely populated south east.[47] On 20 July 2015, a bombing in the predominantly Kurdish district of Suruç, reportedly perpetrated by the Dokumacılar group linked to the Islamic State of Iraq and the Levant (ISIL), killed 32 young activists and injured over 100. Most victims were members of the Socialist Party of the Oppressed (ESP) Youth Wing and the Socialist Youth Associations Federation (SGDF), university-aged students who were giving a press statement on their planned trip to reconstruct the Syrian border town of Kobanî in the de facto autonomous Federation of Northern Syria - Rojava.[48][49] The 21 and 22 July attacks were proclaimed a casus belli by the Turkish government, which resulted in Turkish Prime Minister Ahmet Davutoğlu taking the decision to begin active air operations against PKK positions in Iraq. This was internationally perceived as the end of the ceasefire period in the Kurdish-Turkish conflict.[55][56][57] The New York Times assessed that \"the Iraq raids, which began late Friday and continued into Saturday, effectively ended an unstable two-year cease-fire between the Turkish government and the Kurdish militants, also known by the initials of their Kurdish name, PKK\".[58] Turkish Forces on 26 July reportedly again attacked the same village west of Kobani targeting Kurdish People's Protection Units (YPG) fighters, and fired on a YPG vehicle west of Tell Abyad.[62] The Turkish police used \"Armenian\" as an insult to refer to the Kurdish people in Cizre and Burhan Kuzu, a senior adviser to the President of Turkey, said that PKK members were uncircumcised implying that they were Armenians.[98] A Police officer was killed in Sur.[citation needed] A Soldier and one civilian was killed in Silopi[119][120] A Turkish tank malfunctioned and was damaged in Cizre.[121] A total of 18 were killed that day. The government held both the YPG and PKK responsible for the attack, even after the TAK claimed responsibility. It was later confirmed by DNA reports that the perpetrator was a TAK militant.[157][158][159] Overall, 92 people died, including 82 PKK militants 8 security forces personnel and 2 civilians. Overall, 72 people were killed, including 58 PKK militants, 12 security personnel and two civilians.[335] Overall, 30 people were killed, including 15 PKK militants, 13 security personnel and two civilians. Overall, 7 people died, including 2 PKK militants and 5 security forces.[335] Overall, 5 people died, including 4 PKK militants and 1 civilian.[335] Overall, 9 people died, including 5 PKK militants, 2 security forces and 2 civilians.[335] Overall, 19 people died, including 11 PKK militants, 2 security forces and 6 civilians.[335] Overall, 39 people died, including 29 PKK militants, 5 security forces and 5 civilians.[335] Overall, 54 people died, including 46 PKK militants, 4 security forces and 4 civilians.[335] Overall, 41 people died, including 33 PKK militants, 6 security forces and 2 civilians.[335] Overall, 53 people died, including 44 PKK militants, 7 security forces and 2 civilians.[335] Overall, 39 people died, including 31 PKK militants, 7 security forces and 1 civilian.[335] On 26 October, two PKK militants ambushed the police in İskenderun and one of them detonated the bombs on him, injuring 1 police officer and 2 civilians.[372][373] Overall, 12 people died, including 7 PKK militants, 2 security forces and 3 civilians.[335] Overall, 9 people died, including 3 PKK militants, 1 security force and 5 civilians.[335] On September 11, a Turkish soldier was killed and another was injured during a PKK attack on a Turkish military vehicle in the 'Operation Pence-Simsek' zone.[410] According to Turkish Human Rights Foundation, there have been 52 intermittent curfews in seven predominantly Kurdish towns where 1.3 million people live, sometimes lasting as long as 14 days. The organization puts the civilian death toll since the summer of 2015 at 124.[416] The situation in the South-East has little coverage in the Turkish media. The authorities have enforced a blockade over the region and have shut down both cell phone coverage and the internet. Hundreds of houses, dozens of schools and official buildings have been damaged by artillery and gun fire from militants,[417] and civilians have been reportedly fired at. Turkish Forces have used measures like tank fire to clear out bomb-trapped barricades which lead to damage of residential buildings.[418] It is estimated that more than 200,000 people have been displaced. According to the HRW, civilian death toll is around 100. Diyarbakir branch of the Human Rights Association said Turkish Armed Forces and Gendarmerie was targeting civilians under the pretext of fighting terrorism.[419] Many residents in the southeastern cities have been trapped without food or electricity as clashes between Kurdish militants and Turkish security forces have intensified. In December 2015, town of Cizre, was under curfew for more than two weeks, with mounting civilian casualties. According to a teacher from the district of Silopi, some residential buildings were damaged by tank shells.[420] On 11 January 2016, more than 1000 scholars and academics from 90 Turkish Universities and abroad signed a petition entitled \"We won't be a party to this crime,\"[421] calling for an end to the government's crackdown on the Kurdish activists and politicians, and a resumption of the peace process. They also criticized the use of tanks in urban centers calling it a deliberate massacre of Kurdish people.[422] On 12 January, Recep Tayyip Erdoğan sharply criticized the dissident academics which included David Harvey, Immanuel Wallerstein, Slavoj Žižek and Noam Chomsky and said they were from the fifth column of foreign powers.[423] He also called on the Turkish judiciary to move against the \"treachery\". All 1,228 Turkish signatories were subsequently placed under investigation.[421] Erdoğan invited Chomsky to visit the area in a televised speech to a conference of Turkish ambassadors in Ankara. However Chomsky rejected the offer and said: \"If I decide to go to Turkey, it will not be on his invitation, but as frequently before at the invitation of the many courageous dissidents, including Kurds who have been under severe attack for many years.\" He also said Erdoğan was aiding ISIS and the al-Nusra Front.[424] On 14 January, the Düzce University in northwest Turkey dismissed an associate sociology professor after she signed the declaration and on 15 January Erdoğan attacked the signatories again, said they were supporting the Kurdish militants and said \" having a PhD title doesn't necessarily make you an intellectual. These are people in the dark. They are cruel and despicable.\"[425] That same day, Turkish authorities arrested 14 signatories, including 12 academics from Kocaeli University, said they were spreading \"terrorism propaganda\" and of insulting the state.[426] U.S. Ambassador John Bass released a statement expressing his concern regarding the arrests. He also said \"Expressions of concern about violence do not equal support for terrorism. Criticism of government does not equal treason.\"[427] On 16 January, main opposition leader Kemal Killicdaroglu sharply criticized Erdoğan over detention of dissident academics and called him a dictator. Two days later, lawyers for Turkish President filed a lawsuit against him and a prosecutor from the Ankara prosecutors' office also launched an investigation into his comments on charges of \"openly insulting the president\", a crime punishable by up to four years in jail.[428][429] On 25 May 2016, Turkish author and poet Zülfü Livaneli resigned as Turkey's only UNESCO goodwill ambassador. In his post on Twitter, he said \"UNESCO's silence on human rights violations and lack of fundamental freedoms.\" and he also refused to take part in the World Humanitarian Summit in Istanbul. He highlighted destruction of the historical Sur district of Diyarbakir as his main reason for resignation.[430] When [Kurdish region] Sur's historical heritage is being destroyed, I can't with a straight face urge people to protect the historical heritage of Istanbul On 31 March 2016, during a public speech by Erdoğan at the Brookings Institution, his supporters and opponents clashed outside the venue. His security guards assaulted Brooking's employees and ordered a well-known Turkish journalist, Amberin Zaman, to leave, calling her a \"P.K.K. whore\". Security staff members had to stop the guards from removing other journalists from inside the auditorium. Some Turkish guards were restrained by police officers.[431] National Press Club released a statement and expressed alarm at the events.[432] Turkey's leader and his security team are guests in the United States. They have no right to lay their hands on reporters or protesters or anyone else for that matter, when the people they are apparently roughing up seemed to be merely doing their jobs or exercising the rights they have in this country. According to the report, in February 2016, Turkish security forces killed at least 130 people, including unarmed civilians, who had taken shelter in the basements of three buildings in the town of Cizre. A domestic NGO, The Human Rights Association (HRA), said the security forces killed more than 300 civilians in the first eight months of 2016. It also reported retrieval of 171 bodies from three basements in Cizre after 5 February. The Human Rights Foundation of Turkey (HRF), reported that during the 79 day curfew in Cizre, close to 200 people were killed. On 3 March 2016, HRF's president, Șebnem Korur Fincanci, found a human jawbone in the remains of a basement in the Sur district of Diyarbakir, where according to HRA seven people were killed in February 2016.[433] Respect for human rights has deteriorated at an alarming speed in recent months in the context of Turkey's fight against terrorism. There is a need to restart the Kurdish peace process. The European Union recognizes that PKK is a terrorist organization, but there is a need to re-engage from the Turkish authorities' side with the Kurdish political representatives and the ones that express their position in a peaceful way. The European Parliament has been highly critical with respect to human rights abuses and denial of political dialogue with respect to the Kurdish issue under the cloak of fight against terrorism in Turkey.[434][437][438] The institutions of the European Union have persistently criticized the broad application of anti-terror legislation as well as a criminal law against \"denigrating Turkishness\" in Turkey as stifling peaceful advocacy for Kurdish rights.[439][440] Fighting against the PKK and defending itself against the PKK is Turkey's most natural right. However, according to the German federal government's conviction, this problem can reach a final and permanent result only on a political platform. Conflict in Turkey's south-east has often reflected on Germany's Turkish and Kurdish minorities causing mass riots and the build up of ethnic tensions within Germany.[441] We understand that it is difficult for current Turkish leadership to abandon attempts to explain their domestic problems by certain external factors. With the civil conflict with the Kurdish population unremitting, President Erdogan has not found a better justification for toughening the punitive operations in the [Kurdish-populated] southeast than to accuse Russia of supplying arms to the Kurdistan Workers' Party. Let me emphasize that we condemn PKK terrorism absolutely. But we don't just make statements – we are also actively clamping down on PKK financing in the U.K., and doing our utmost to disrupt their international network and operations. \"More and more information has been emerging from a variety of credible sources about the actions of security forces in the town of Cizre during the extended curfew there from mid-December until early March,\" he said in a press release. \"Most disturbing of all are the reports quoting witnesses and relatives in Cizre which suggest that more than 100 people were burned to death as they sheltered in three different basements that had been surrounded by security forces.\" However, the Turkish foreign ministry offered an open invitation to U.N. agencies to visit the country's southeastern provinces after the reports were made and refuted those statements, saying they were \"based on insufficient information\".[447] According to the UN Commissioner, unarmed civilians, including women and children, were shot by government snipers in the south-east during the clashes and Turkish forces also inflicted significant damage on the local infrastructure.[448] Turkish sources, who's reports were confirmed by the Turkey's foreign ministry had said in late 2015 that the PKK were hiring foreign national snipers to target civilians and high ranking Military personnel in the same region.[449]","Title":"Timeline of the Kurdish–Turkish conflict (2015–present) - Wikipedia","KeyID":"16730","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_Kurdish%E2%80%93Turkish_conflict_(2015%E2%80%93present)"}