{"Content: ":"Ongoing Government of Turkey The DHKP/C insurgency in Turkey refers to the Marxist–Leninist insurgency waged by the Revolutionary People's Liberation Party/Front (DHKP/C) against the Republic of Turkey, ongoing since 1990. The insurgency began with political assassinations in the early 1990s, and has escalated in the past few years with the use of suicide bombers. The organization was originally formed in 1978 by Dursun Karataş as Revolutionary Left (Turkish: Devrimci Sol or Dev Sol), a splinter faction of Devrimci Yol (\"Revolutionary Way\"), which splintered from the Turkish People's Liberation Party-Front (THKP-C), which in its turn was a splinter of Revolutionary Youth Federation (commonly known in Turkish as Dev Genç). Its first campaign of violence was during the Turkish political crisis (1976–80). It began a new campaign against foreign interests in 1990, which included attacks against U.S. military and diplomatic personnel and facilities. To protest what it considered US imperialism during the Gulf war, the DHKP/C assassinated two United States military personnel, wounded an Air Force officer and bombed more than 20 U.S. and NATO military, commercial and cultural facilities.[citation needed] Vinnell-Brown & Root (VBR) Regional Manager John Gandy was killed in his Istanbul office in February 1991 by a Dev Sol team that gained access to the office building by wearing Turkish National Police (TNP) uniforms.[citation needed] After tying Gandy to a chair, the Dev Sol operatives shot him multiple times in the head. They then wrote anti-US graffiti on the office walls in the victim's blood.[citation needed] Dev Sol employed professional operational and counterintelligence tradecraft. It used sophisticated surveillance and counter-surveillance techniques, employed multi-layer assassination squads with surveillance, primary and secondary shooters, and it successfully exfiltrated its operatives back and forth between Western Europe and Turkey as needed. It skillfully employed professionally forged documents and disguises.[citation needed] In August 1991, Andrew Blake, the head of the British Commercial Union in Istanbul, was killed in a shooting.[citation needed][5] His killing was claimed by DHKP/C. However, the Turkish wing of Islamic Jihad also claimed the killing. Dev Sol also claimed the assassinations of Hiram Abas (1990), Memduh Ünlütürk, İsmail Selen, Adnan Ersöz and Hulusi Sayın (1991) and Kemal Kayacan (1992), all retired Turkish military or intelligence officers.[citation needed] In January 1996, it assassinated Özdemir Sabancı, a prominent Turkish businessman, and two others: associate Haluk Görgün and secretary Nilgün Hasefe. The killings were carried out by hired assassins who had been given access to Sabanci Towers by a member, student Fehriye Erdal, who worked there.[citation needed] In June 1999, two members of the DHKP-C armed with pistols and a light anti-tank weapon attempted to attack the Consulate General of the United States, Istanbul. The attack was conducted in order to protest against Operation Allied Force and in solidarity with the people of Yugoslavia. Both attackers were killed in a firefight with police.[6] DHKP/C added suicide bombings to its operations in 2001, with attacks against Turkish police in January and September of that year. On 10 September 2001, a suicide bomber killed himself and three other people in Istanbul, being the bloodiest attack perpetrated by the group.[7] Security operations in Turkey and elsewhere have weakened the group, however. DHKP-C did not conduct any major attacks in 2003, although a DHKP/C female suicide bomber Sengul Akkurt's explosive belt detonated by accident on 20 May 2003 in Ankara, in a restroom, while she was preparing for an action.[8] On 24 July 2004, another mistaken detonation, on a bus in Istanbul, occurred, killing Semiran Polat of DHKP-C and three more people and injuring 15 others.[9] On 1 July 2005, Eyüp Beyaz of DHKP-C was killed in Ankara in an attempted suicide bombing attack on the ministry of justice. In late February 2006, female member Fehriye Erdal was convicted in Belgium, while under house arrest.[citation needed] However, shortly before her conviction she escaped and still has not been found. On 29 April 2009, Didem Akman of DHKP-C was wounded in her attempt to assassinate Hikmet Sami Türk at Bilkent University right before a lecture in Constitution Law. Akman and her accomplice S. Onur Yılmaz were caught.[10] On 11 September 2012, a suicide bomber, a DHKP/C militant, blew himself up at the Sultangazi district in Istanbul killing himself, a Turkish National Police Officer.[11] The Turkish National Police identified the bomber as İbrahim Çuhadar, a member of DHKP/C.[11] DHKP/C on 11 December 2012 Gaziosmanpasa also killed a policeman[citation needed]. On 1 February 2013, a suicide bomber, a DHKP/C militant, blew himself up at the US embassy in Ankara, killing a Turkish security guard and wounding several other people.[12] Istanbul police identified the bomber as Ecevit Şanlı, a member of DHKP/C.[13] On 19 March 2013, DHKP/C militants conducted a double attack against the ruling Justice and Development Party (AKP) headquarters and the Justice Ministry. Responsibility for the attacks was claimed by the DHKP/C.[14] In September 2013, two DHKP/C members attacked the headquarters of the General Directorate of Security with rockets. One of them, who was killed in the attack, had been involved in the 19 March attack on the AKP headquarters.[15] On 29 September 2013 DHKP/C sympathizers and members clash with drug gang in Maltepe where DHKP/C finds support from the local population. A young local resident, left-wing activist Hasan Ferit Gedik, was killed in clashes. Following the clashes, a group of armed DHKP/C members started to patrol the streets in Maltepe.[16] On 6 January 2015, a female suicide bomber blew herself up at a police station in the Sultanahmet district of Istanbul, killing one police officer and injuring another. DHKP-C claimed responsibility for the attack, saying it was meant \"to punish (the) murderers of Berkin Elvan\" and \"to call to account the fascist state that protects AKP's corrupt, stealing ministers\". Berkin Elvan was a 15-year-old boy who was killed by a tear-gas canister fired by a police officer during the 2013 Istanbul protests. The group also claimed that the suicide bomber was Elif Sultan Kalsen. After being called to a criminal medical center to identify the body, Kalsen's family denied the claims, stating that it was not their daughter.[17] On 8 January 2015, the perpetrator was identified as Diana Ramazova, a Chechen-Russian citizen from Dagestan. Turkish police are investigated Ramazova's possible links to al-Qaeda or the Islamic State of Iraq and the Levant. Further investigation revealed that suspect had photos with insurgents from ISIS.[18][19] The DHKP-C on 8 January removed the statement claiming responsibility from its website without giving any explanation.[20] As of yet, it is not known why they took responsibility for the attack. On 31 March 2015 suspected members of DHKP-C took prosecutor Mehmet Selim Kiraz hostage on the sixth floor of the Istanbul Çağlayan Justice Palace. They demanded that the police announce the names of four members of the security services who they said were connected to the death of Berkin Elvan. The police negotiated with the gunmen for six hours, but eventually stormed the courthouse \"because of gunshots heard from inside the prosecutor's office\". The two gunmen died during the operation, while the prosecutor was badly wounded and later died of his injuries.[21] On 26 July, in Istanbul, one policeman was shot and killed in the Gazi neighborhood.[22] On 10 August 2015, two women from the DHKP/C staged an attack on the U.S. consulate in Istanbul; one of the attackers, identified as Hatice Asik, was captured along with her rifle.[23] On 19 March 2020, Greek police arrested more than 20 members of the DHKP/C.[24] In 2020 Turkish security forces captured more than 301 members of the DHKP/C.[25][26][27][28][29][30][31][32][33][34][35][36][37][38] From 2015 to 2021 Turkish security forces claimed to have killed 16 high-ranking members of the DHKP/C, 401 of the KPP, 9 of the MLCP, and 6 of the TKP / ML.[39] This is a summary of secondary sources on the fatalities of the DHKP/C insurgency. At least +205 people have been killed since 1990, including at least 15 since 2012.","Title":"DHKP/C insurgency in Turkey - Wikipedia","KeyID":"16733","URL":"https://en.wikipedia.org/wiki/DHKP/C_insurgency_in_Turkey"}