{"Content: ":"Armistice (San Andrés Accords of 1997) Mexico Sinaloa Cartel Gulf Cartel Jalisco New Generation Cartel Zapatista Army of National Liberation (EZLN) Popular Revolutionary Army[2] The Chiapas conflict (Spanish: Conflicto de Chiapas) comprises the 1994 Zapatista uprising, the 1995 Zapatista crisis and ensuing tension between the Mexican state and the indigenous peoples and subsistence farmers of Chiapas from the 1990s to the present day.[5] The Zapatista uprising started in January 1994, and lasted less than two weeks before a ceasefire was agreed upon.[6] The principal belligerents of subsection of the conflict were the Zapatista Army of National Liberation (Spanish: Ejército Zapatista de Liberación Nacional; EZLN) and the government of Mexico.[6] Negotiations between the government and Zapatistas led to agreements being signed, but were often not complied with in the following years as the peace process stagnated. This resulted in an increasing division between communities with ties to the government and communities that sympathized with the Zapatistas. Social tensions, armed conflict and para-military incidents increased, culminating in the killing of 45 people in the village of Acteal in 1997 by an anti-Zapatista militia with ties to the Mexican government.[7] Though at a low level, rebel activity continues and violence occasionally erupts between Zapatista supporters and anti-Zapatista militias along with the government. The last related incident occurred in 2014, when a Zapatista-affiliated teacher was killed and 15 more wounded in Chiapas.[8] After the Mexican War of Independence, Mexico kept many features of its Spanish colonizers, including limpieza de sangre (\"purity of blood\"), a legal code that distinguished those of Spanish ancestry from those of indigenous ancestry.[9] This was the starting point for many land rights and social rights struggles in Mexico, some of which can be attributed to the strict structure of Mexican social classes with the Criollo people at the top, who were Mexicans of direct Spanish descent.[10] The same issue appeared amongst the non-Criollo population in later years, especially among the Mestizo population during the 19th century. In the Mexican Revolution of 1910, poor farmers and other marginalized groups, led in part by Emiliano Zapata, rebelled against the government and large land tenants due to failures of the authoritarian regime of Porfirio Díaz.[11] It is from Zapata that the Zapatistas got their name.[12] The years after the revolution saw several agrarian reforms, and through Article 27 of the Mexican Constitution the encomienda system was abolished and the right to communal land and other resources for the people of Mexico was granted in accordance with the principles set forth by Zapata.[13] This part of the Constitution more specifically gave the traditionally communal indigenous groups within the country the \"legal capacity to enjoy common possession of the lands, forests, and waters belonging to them or which have been or may be restored to them.\"[14] Thus, the ejido system was created, which organized lands that were able to be worked by various members of rural and indigenous communities, but were often sold off to multinational corporations.[13] Aldama, in the highlands region of Chiapas, has experienced a territorial dispute dating back to the 1970s.[15] Since the 1980s and 1990s, Mexico's economic policy concentrated more on industrial development and attracting foreign capital. However, this policy soon changed to try to brand Mexico as more of an agricultural power, which culminated in the administration of President Carlos Salinas de Gortari initiating a process of privatization of land through several amendments in 1992, which put the process of determining communal land under federal jurisdiction.[16] The EZLN claims that it has existed since 1983, although it only began to gain traction by the early 1990s.[12] In 1982, General Absalon Castellanos Dominguez, then Governor of Chiapas, increased acts of violent oppression against indigenous people.[17] Members of the National Liberation Forces (FLN), including Rafael Vicente, eventually known as Subcomandante Marcos — the eventual spokesman of the EZLN[18] — moved into the area later that year, and by late 1983 the EZLN was formed by 3 indigenous people and 3 mestizos.[17] As the group grew, it became more like the state of Chiapas, consisting primarily of indigenous or partly indigenous people.[19] In December 1993, The Zapatista Army of National Liberation (EZLN) issued the First Declaration of the Lacandon Jungle, which declared that the government of Mexico and President Gortari were illegitimate. This declaration was heavily rooted in Emiliano Zapata's Plan of Ayala (1911), which denounced President Francisco Madero and proposed several measures to reform the government.[20] On 1 January 1994, the EZLN began their military insurrection in the southernmost province of Mexico, Chiapas, in the name of the rights of oppressed indigenous peoples and democracy; this was the same date on which the North American Free Trade Agreement (NAFTA) took effect.[21] The EZLN based their operations out of the Lacandon Jungle, and used this as their launching point for capturing the towns of Ocosingo, Las Margaritas, Altamirano, and San Cristóbal de las Casas.[6] By 2 January, the rebels had already captured former Governor Castellanos Dominguez, and proceeded hold him hostage due to their own tribunal finding him guilty of anti-indigenous crimes and corruption, and sentenced him to forced labor.[22] By 3 January, the EZLN had lost over 50 of its soldiers, and over 100 civilians had been killed, but had withdrawn from San Cristóbal de las Casas, as they could not maintain their grip on it; they had also liberated a government prison with about 180 inmates.[19] During the period of 1–12 January 1994, there was a large discrepancy between the information released and spread by the two respective sides. The government insisted that there were only a few hundred rebels, while the EZLN reported that they numbered in the thousands.[19] The federal government reached a ceasefire agreement with the EZLN on 12 January,[6] and on 17 February the peace negotiators of each party met for the first time, resulting in the freeing of Castellanos Dominguez. Manuel Camacho Solis was the government's chief peace negotiator,[22] Subcomandante Marcos was the EZLN's, and Bishop Samuel Ruiz Garcia mediated between the two parties.[23] As peace talks continued, there were several high and low points in apparent progress in drafting an agreement, but eventually there was a shift in strategy on the part of the rebels to keep up the talks until the upcoming Mexican Election, to increase the pressure on the government after years of having little to no way to influence government policy or actions.[24] On 11 June, the EZLN rejected the agreement proposed by the Mexican government, but reinforced its commitment to the ceasefire unless the government broke it first.[25] By mid-October, tensions began escalating when the rebels threatened action if the Governor-Elect Eduardo Robledo Rincon of the Institutional Revolutionary Party (PRI) were to take office. Subcomandante Marcos also heightened the rhetoric in this situation: \"If they want lead, we'll give them lead... We are an army, not a labor union or some neighborhood club.\"[26] These developments attracted a lot of international attention and criticism. While human rights organizations emphasized the marginalization of the indigenous population, Riordan Roett (adviser to the Emerging Markets Group of the Chase Manhattan Bank) stated in January 1995: \"While Chiapas, in our opinion, does not pose a fundamental threat to Mexican political stability, it is perceived to be so by many in the investment community. The government will need to eliminate the Zapatistas to demonstrate their effective control of the national territory and of security policy.\"[27] Just two days later the Mexican army came into action to bring the Zapatista occupied areas back under their control, but they did not succeed in arresting subcomandante Marcos or other leaders of the EZLN. In February 1995, the new President, Ernesto Zedillo, attacked the EZLN, which proved to be politically unpopular, resulting in new peace negotiations that culminated in the San Andrés Accords of 1996.[12] This treaty indicated an agreement on the importance of indigenous autonomy and land reform.[12] In 1996, the Comisión de Concordia y Pacificación (COCOPA) presented a proposal of constitutional reform (the Cocopa law) based on the San Andrés Accords to the EZLN and the federal government.[28] On 21 March 1999, several referendums on the rights of indigenous people were held with support of the EZLN, and the people voted in support of the San Andrés Accords, although turnout was low compared to general elections in that time period.[12] In the months leading up to the Acteal massacre, growing violence resulted in over 6,000 people being displaced, and 25 had been killed in the area.[29] In December, 1997, this culminated in the largest incident of violence of the Chiapas Conflict since the initial rebellion took place in the village of Acteal, in which 45 indigenous people, 15 of whom were children, were murdered by people with machetes and AK-47 assault rifles inside a church.[30] Following the killing, the investigation was led by Attorney General Jorge Madrazo Cuéllar, and the witnesses/survivors of the Acteal Massacre have said that the attackers were loyalists to the governing PRI.[31] By the end of the month, several people had been charged with the killings, including the de facto mayor of Acteal, Jacinto Arias Cruz, a member of the PRI, resulting in the national party denying any connection to the killings and to the mayor.[32] On 2 July 2000, the first non-PRI president was elected, Vicente Fox, ending the PRI's 71 year grip on the office.[33] His campaign focused on increasing economic growth and ending government corruption.[34] In March 2001, about 100,000 supporters of the Zapatistas and the rights of indigenous people mobilized in Mexico City to express their demands of the government; many of the rebels, led by Subcomandante Marcos, traveled for two weeks to reach the site of the political rally.[35] This march was known as the \"March of the Color of the Earth\" (Spanish: La Marcha del Color de la Tierra) after a quote by Marcos.[36] The Zapatistas expressed support for a Bill of Rights for the nation's minority Indigenous population and, in his speech to the crowds, Marcos demanded that President Fox \"listen to us,\" despite Fox's vocal support for, and initial proposal of,[34] the Zapatista-backed legislation.[37] By the end of April 2001, the Bill was passed by Congress by a wide margin, with Fox's support, but underwent several amendments before it was passed that was criticized by a number of indigenous leaders.[38] The Zapatistas referred to the final version of the law as a \"betrayal\" because of its failure to affirm the communal rights indigenous people had to land, other natural resources, and to have autonomous states within Mexico, contrary to the San Andrés Accords.[5] In response to the passage of the law with its new amendments, the EZLN suspended dialogue with the government and created a new system of leadership, which was necessary to govern autonomously as the San Andrés Accords allowed, in principle, and created \"Good Government Committees (JBG)\" to do so.[5] The peace process has been in a gridlock ever since, the government officially ignores the EZLN, seeing it just as a political rival, but armed attacks involving pro-government para-military groups frequently make civilian casualties (see the list below).[5] The counterinsurgent methods designed and implemented by the Mexican government in 1994 intended to disrupt and dissolve the resistance of the EZLN. This provoked large amounts of forced displacement, threats and harassment by the Mexican army upon indigenous villages. This displacement has grown since the year 1996, and various paramilitary groups have been responsible for crimes against the indigenous population. An example of this is the Acteal Massacre, where on December 22, 1997, 45 people and four unborn children were murdered in the camp of Los Naranjos, Chenalhó. [39] Extrajudicial executions, forced disappearances, forced displacement, torture, threats of violence and death, intimidation, arbitrary deprivations of liberty and destruction of property were some of the threats faced by these communities. Remnants of the counterinsurgency strategies enacted by the Mexican state in the Altos and Northern regions of Chiapas in the 90s continues in the form of illegally armed paramilitary groups who learned from those strategies. These groups are sustained by the criminal organizations of the region, and powerful groups whose aims oppose those of the local population. These groups are further supported by impunity from the municipal, state, and federal governments. Forced disappearances continue to permeate the socio-political landscape surrounding the Chiapas conflict as the generalized violence in the region in the last decade has forced many to leave their homes. Many Chiapans also continue to suffer threats of violence, abduction, and displacement. From 2010 to 2021, there were approximately 14,476 people displaced in the state of Chiapas.[39] A violent incident occurred in 2014, with a Zapatista-related teacher killed and 15 more wounded in Chiapas ambush by alleged anti-Zapatista militia; however, there appeared to be some dispute as to whether the casualties occurred due to a \"confrontation\" or an \"ambush of unarmed\" civilians.[40] On the sixth of December 2019, around the hours 6:00 in the morning, an armed group of approximately 20 people of the community of Pechton Icotsilh’ the population of San Antonio Patbaxil with firearms. The same group of aggressors displaced the residents of the village of Carmen San José between the 20th and 25th of June 2018. In total 40 families, including men, women, children and the elderly, were displaced by the armed group of people.[41] There are cases in which families and communities have been unable to return for over a decade since their displacement. These cases resulted from violent events that took place in the northern zone of Chiapas from 1995-2000, encompassing the municipalities of Tumbalá, Sabanilla, Tila, Salto de Agua y Palenque. The Fray Bartolomé de las Casas Center for Human Rights (Frayba) has documented the armed conflict to have forcibly displaced approximately 9,950 people in that region since 2006.[41] A more serious flare-up took place in 2020-21, as several assassinations took place across Mexico, targeting indigenous rights advocates - including the murder of Pérez López in Chiapas.[15] Total casualties during the conflict: 105 killed. While the Zapatistas have little physical effect outside of Chiapas, their domination of the \"information space\" has strengthened their image and allies from foreign activists and journalists.[45] Because the members of EZLN are residents of Chiapas, living in the jungle, original material for the organization started out as written communiques for media outlets, which were then uploaded to the Internet. Many forums and websites dedicated to the discussion of the Chiapas conflict are sponsored by advocacy groups centered on Latin America and indigenous protection, mostly situated in North America and Western Europe.[46] Soon after the uprising, fax campaigns and public caravans were popular methods of gaining media attention and organizing supporters.[45]","Title":"Chiapas conflict - Wikipedia","KeyID":"16749","URL":"https://en.wikipedia.org/wiki/Chiapas_conflict"}