{"Content: ":"State security forces Anti separatism paramilitaries Criminal groups Corsican nationalist paramilitaries The Corsican conflict is a nationalist conflict in Corsica during the mid 20th century and the early 21st century, which began in 1976. Following its opening salvo on 4 May,[clarification needed] the National Liberation Front of Corsica (FLNC) launched a series of bomb attacks across the island on 20 May. The series of attacks and the emergence of the FLNC coincided with the trial of ten members of the recently outlawed Action Régionaliste Corse. The prosecutors claimed that the men had been involved in the shooting dead of two French police officers that summer.[5] During the summer the FLNC became more active, and on the night of 17 July it carried out a fresh wave of attacks which included a rocket and mortar attack on the gendarmerie in Aghione, which involved the use of an American M79 grenade launcher.[6] This increased speculation that the FLNC were being supplied by Libya, who were at the time supplying other revolutionary groups in Europe, including the Provisional IRA. By September 1976 the FLNC were attempting assassinations of high-ranking French military officials. In separate incidents in the town of Corte, a general narrowly missed assassination when his car was riddled with bullets; his driver lost an ear in the attack. Meanwhile, the home of another senior officer in the town was targeted in a bomb attack.[7] On 7 September, seven masked militiamen hijacked and bombed a Boeing 707 parked at Ajaccio's airport.[8] The beginning of 1977 saw little FLNC activity. In April there were a number of attacks on premises associated with Corsican nationalists and the FLNC. The attacks were claimed by a new group calling itself FRANCIA (Front d'Action Nouvelle Contre l'Indépendance et l'Autonomie).[9] Although other anti-separatist groups existed in Corsica, FRANCIA appeared to be the only group capable of carrying out actual attacks. On 14 May this group destroyed the printing presses of Arritti (a Corsican nationalist publication) in a bomb attack. The FLNC responded to the attacks on 24 May by carrying out a daring raid on the French army outpost at Fort-Lacroix, near Bastia, where eight armed militants blew up wireless facilities after subduing the sentries. At the beginning of June they destroyed a large section of Bastia railway station in a bomb attack; a month later the FLNC launched an overnight bomb offensive hitting 27 French targets followed by the bombing of the television relay station at Serra di Pigno.[10][11] On the night of 13 January 1978, nine armed militiamen wearing balaclavas stormed and bombed the NATO radar station at Solenzara using 40 kg of explosives, in the so-called \"Operation Zara\".[11][12][13][14] The FLNC suffered a serious setback in May 1978 when 27 suspected members were arrested both in Corsica and France.[15] The police stumbled upon an FLNC weapons-dump in the town of Cardo during an investigation into an ordinary burglary. While at the scene the police noticed men nearby moving what looked like weapons. The incident resulted in over 300 people being questioned and more than 60 detained by the authorities. Other suspects were picked up in Paris, Nice and Lyons. In December 1978 the FLNC increased its attacks on police barracks – in one incident the gendarmerie base at Borgo was raked with heavy machine gun fire – resulting in a fear that the FLNC would now begin to concentrate its attacks on people as well as material targets.[16] At this time the FLNC also began to demand that their prisoners be treated as political prisoners. In 1979 the number of FLNC attacks increased; in a two-month period from January to the beginning of March there were over 115 bomb attacks on the island.[17] However, in July a number of their activists were captured and sentenced to long prison terms resulting in a lack of action or activity on the part of the FLNC. The Front announced it would now launch a \"new offensive in the liberation struggle\" and advised Corsicans who were members of the police or Army to leave the island.[18] On 10 March, ten banks across Corsica were car-bombed by the FLNC. Then on 10 April three banks in Paris were also damaged in explosions, and later the Paris Law Courts were devastated by a time-bomb which cost over 3 million francs worth of damage. The late 1970s and early 1980s marked a decisive change of FLNC policy, similar to the one employed by the IRA. The FLNC now decided to \"Bring the Corsican problem to the French\" by carrying out bomb attacks on the French mainland. On 6 May 1979 the FLNC managed to bomb 20 banks in Paris and on 30 May more banks were damaged by explosions.[19] The beginning of June saw the FLNC switch back to activities on the island itself with twenty-five major explosions coupled with a car bomb attack on the Police Headquarters in Paris. On 14 May 1980 the FLNC bombed the Law Courts in Paris and also carried out a machine-gun attack on four gendarmes who were guarding the Iranian embassy, wounding three.[20] The year of 1980 also saw FLNC supporters becoming more visible in terms of protests and political activity. The FLNC continued to call for their prisoners to be given political status. Mass demonstrations in support of political status for Corsican prisoners were common and FLNC supporters were active in all protests which could be classified as \"Corsican V French\".[21] In November 1980, 12 FLNC prisoners in Paris went on hunger-strike in a protest against the inequality of treatment for Corsican nationalist prisoners. This protest overlapped with that of six IRA hunger strikers in Northern Ireland.[22] The Corsican prisoners were force-fed for a number of weeks before they ended their strike. On 1 April 1981 the FLNC called a ceasefire for the duration of the Presidential Elections and following the victory of François Mitterrand, announced they would extend the ceasefire to \"see how things develop\".[23] On 18 September the FLNC announced the end of its ceasefire at a press conference held in the mountains of central Corsica. They condemned the autonomists for attempting to use the \"usual useless channels\" of the political system and opposed French \"appeasement policies\" before stating that the armed struggle would resume and that the FLNC would not lay down its arms.[24] On 19 August 1982 the FLNC launched its most spectacular night of violence with the so-called \"violente nuit bleue\", during which 99 attacks were carried out against government targets. In the mid-1980s the organisation also stepped up its attacks against suspected drug dealers, killing four in the space of twelve months in 1986. In 1988 a truce was agreed between the French government and the FLNC. However, the ceasefire did not sit well with certain members of the organisation, resulting in a split within the movement.[25] The 1990s saw the FLNC organisation tear itself apart through a series of deadly internal feuds. Much of the reason for the splits and feuds was the political rivalries of the members within the organisation as well as personal disputes. 1991 saw one of the first shootouts between the FLNC and military gendarmes when an FLNC commando managed to shoot its way out of an ambush and escape. The same year the FLNC carried out an attack against a refinery on the neighbouring island of Sardinia.[citation needed] In December 1996 the FLNC began a Christmas offensive across Corsica. In Figari the FLNC launched a machine-gun attack on military barracks there while in Zicavo a grenade attack was carried out on the Police Station.[26][27] In 1997 the FLNC Canal-Habituel faction called a ceasefire which resulted in the Canal Historique faction attempting to take control of the organisation and launch a fresh offensive. In 1998 FLNC attacks soared with policemen and mayors among the dead. The offensive culminated in the assassination of Claude Érignac in Ajaccio. Érignac was the Prefect of Corsica and the top representative of the Fifth French Republic on the island. The attack was highly publicized and criticized so strongly by the locals that the FLNC were forced to deny that they were responsible,[28] while consensus for independence reached an all-time low among the population (6%). Splits, internal feuding, ceasefires and breaches of ceasefires have characterized the FLNC ever since 1999. The FLNC has continued its attacks into the 2000s, although at a much reduced tempo when compared with the late 1970s.[29] Many FLNC bombs failed to detonate or attacks had to be aborted. Nevertheless, the FLNC did manage to carry out a number of successful attacks including the 2002 bombing of a military barracks in Lumio which injured a number of gendarmes, bomb attacks against a number of hotels in Marseille in 2004 and rocket attacks against a number of barracks in 2007. In 2009 it carried out a car bomb attack against a gendarmerie barracks in Vescovato. The FLNC also claimed that all the different factions had reunified. During the early 2000s the FLNC had been divided into the FLNC-UC, the FLNC-1976, and the FLNC-22 October.[30] The FLNC continued its attacks against the properties of French mainlanders living on Corsica. At the end of 2011 the group released a statement in which it claimed responsibility for 38 bomb attacks in the preceding 4 months. In the statement the armed group said they \"would remain attentive and never let pass an opportunity for peace.\"[31] In June 2014, the FLNC-UC announced the cessation of the armed struggle, stating that the Front has \"decided to engage unilaterally in a process of demilitarisation and a progressive exit from clandestinity.\"[32][33] On 3 May 2016, the FLNC-22 announced that they will \"end military operations\" by October 2016, following the lead of the FLNC-UC, in order to allow the island’s new assembly, led by nationalists, \"to fulfil its mandate calmly\".[34][33] In July 2016, FLNC-22 warned of a \"determined response, without any qualms\" for any jihadist attack in Corsica.[35] Despite the official cessation of hostilities in 2014, a number of attacks took place in the 2010s, most likely conducted by small splinter groups. On 15 October 2016, riots erupted in Bastia over the conviction of three nationalists for a bomb attack in 2012. Molotov cocktails and projectiles were thrown at police.[36] In March 2019, prior to President Emmanuel Macron visiting Corsica on 4 April, two villas were bombed without any injuries.[37] Then, just three days before the arrival of President Emmanuel Macron, two homemade explosive devices were found in front of government buildings in Bastia.[38] At the end of September 2019, a group of Corsican nationalists, one of which was armed, announced the revival of the FLNC in a video message. The group threatened to attack property of foreign investors, and demanded that selling land to non-Corsicans should be prohibited.[39] Yet again, on 14 July 2020, a group of four armed militants held a public speech in a village 50 kilometres from Bastia. The group claimed a shooting incident at the Montesoro Gendarmerie in Bastia and left a leaflet demanding mandatory Corsican language education beginning in kindergarten and limitation of tourists to twice the island's population during busy months.[40] Riots erupted across Corsica after Yvan Colonna was attacked in prison on 2 March 2022. Colonna died of his injuries on 21 March.[41] The courthouse at Ajaccio was assaulted by a crowd, which attempted to set it on fire.[42] Stones and flares were thrown at gendarmes.[43] In Bastia and Calvi, the rioters attacked the police with petrol bombs, home-made bombs and slingshots; the anti-riot squad responded with tear gas.[42] Prosecutors reported 102 people wounded, 77 of them policemen.[44] In April, a number of villas were burned to the ground in Canale-di-Verde, Ghisonaccia,[45] Pianottoli-Caldarello,[46] and Conca.[47] The FLNC said in a statement that the group supports the protest and hints it could resume their operations.[44]","Title":"Corsican conflict - Wikipedia","KeyID":"16743","URL":"https://en.wikipedia.org/wiki/Corsican_conflict"}