{"Content: ":"Ansar al-Shariah campaign (2011–14) Houthi rebellion (2014) Yemeni Civil War (2014–present) Bombings and terrorist attacks in Yemen Houthi missile and drone attacks in Yemen Saudi Arabian intervention Saudi Arabian airstrikes on Yemen Houthi attacks on Saudi Arabia Houthi attacks on the United Arab Emirates U.S. raids on al-Qaeda Disease outbreaks Impact The Yemeni Crisis began with the 2011–12 revolution against President Ali Abdullah Saleh, who had led Yemen for more than three decades (33 years).[1][2] After Saleh left office in early 2012 as part of a mediated agreement between the Yemeni government and opposition groups, the government led by Saleh's former vice president, Abdrabbuh Mansur Hadi, struggled to unite the fractious political landscape of the country and fend off threats both from Al-Qaeda in the Arabian Peninsula and from Houthi militants that had been waging a protracted insurgency in the north for years.[3][4] In September 2014, the Houthi insurgency transformed into a full-blown civil war as Houthi fighters swept into the capital of Sana'a and forced Hadi to negotiate a \"unity government\" with other political factions. The rebels continued to apply pressure on the weakened government until, after his presidential palace and private residence came under attack from the militant group, Hadi resigned along with his ministers in January 2015.[5][6] The following month, the Houthis declared themselves in control of the government, dissolving Parliament and installing an interim Revolutionary Committee led by Mohammed Ali al-Houthi, a cousin of Houthi leader Abdul-Malik al-Houthi.[5][6] Hadi escaped to Aden, where he declared that he remains Yemen's legitimate president, proclaimed the country's temporary capital, and called on loyal government officials and members of the military to rally to him.[7][8] On 27 March 2015, the BBC reported that Hadi had \"fled rebel forces in the city of Aden\" and subsequently \"arrived in Saudi Arabia's capital Riyadh\" as \"Saudi authorities began air strikes in Yemen\".[9] Since 2017 the separatist Southern Transitional Council (STC) has also fought against the government. The wave of protests known as the Arab Spring did not take long to arrive in Yemen after the Tunisian Revolution. Yemen was a poor country with a government widely acknowledged to be corrupt, with a large amount of weapons in private hands. By 2011, the country was already facing challenges from al Qaeda-linked militants and separatists in the south and Zaydi Shia rebels in the north. Yemen had only been unified since 1990, and deep divisions persisted between the north and south. Yemen's political instability has been compounded and partly caused by the severe ecological crisis in the country. The average Yemeni has access to only 140 cubic meters of water per year for all uses, (101 gallons per day) while the Middle Eastern average is 1000 m3/yr, and the internationally defined threshold for water stress is 1700 cubic meters per year.[10] Yemen's groundwater is the main source of water in the country but the water tables have dropped severely leaving the country without a viable source of water. For example, in Sana'a, the water table was 30 meters below surface in the 1970s but had dropped to 1200 meters below surface by 2012. The groundwater has not been regulated by Yemen's governments.[11] Even before the revolution, Yemen's water situation had been described as increasingly dire by experts who worried that Yemen would be the \"first country to run out of water\".[12] Agriculture in Yemen takes up about 90% of water in Yemen even though it only generates 6% of GDP - however a large portion of Yemenis are dependent on small-scale subsistence agriculture. Half of agricultural water in Yemen is used to grow khat, a narcotic that most Yemenis chew. This means that in such a water-scarce country as Yemen, where half the population is food-insecure, 45% of the water withdrawn from the ever-depleting aquifers is used to grow a crop that feeds nobody.[11] This water insecurity has a direct impact on political stability. Outsiders hear most about the proxy war between factions supported by other countries, but according to the Yemeni newspaper Al-Thawra, 70% to 80% of conflicts in the country's rural regions are water-related. The country's Interior Ministry has estimated that across the country, water and land related disputes kill 4,000 people a year - more than terrorism.[13] In Al-Jawf Governorate, a dispute over a well's placement has led to a blood feud that has continued for more than 30 years[11] In 2007, Yemen's minister of Water and Natural Resources suggested that Sana'a, the capital city, might have to be evacuated if it runs out of water.[14] Although the government was unable to move the capital in an orderly and peaceful way, the war and political crisis have rendered Sana'a and most of Yemen into a battleground that people have been forced to flee. Additional environmental catastrophes have battered Yemen as the war has progressed. In late 2015, two historic cyclones struck the country. The first of these, Cyclone Chapala, struck the island of Socotra before hitting the port of Mukalla on Yemen's south coast, where it caused catastrophic flash flooding.[15] This storm, combined with the following Cyclone Megh, left enough moisture in the soil for locusts to breed. These locusts can fly 100 miles in a day and destroy any crop they encounter.[16] Yemen's political crisis began in 2011, amid the Arab Spring and the ongoing Houthi insurgency. Popular protests broke out in early 2011, led by both secular and Islamist opposition groups.[17] Longtime rebel groups like the Houthis and the Southern Movement also participated in the protests.[18][19] Saleh responded with a violent crackdown, and the country nearly disintegrated into an all-out civil war as several army elements broke with the government and joined the protesters, beginning in March.[20][21] Saleh was almost killed when a bomb went off in a mosque where he and other top government officials were praying on 3 June, apparently in an assassination attempt.[22][23] While his condition initially appeared grave, Saleh recovered and returned to work on 23 September after several months of medical treatment in Saudi Arabia.[24] He left Vice President Hadi in charge during his absence. As acting president, Hadi met with the opposition and reportedly expressed openness to political reforms. However, he rejected the idea of forcing Saleh from power without the president's consent.[25] The Gulf Co-operation Council applied no small amount of pressure on Saleh to negotiate an end to the uprising by stepping down.[26] Weeks after returning from Saudi Arabia, Saleh finally agreed on 23 November to resign in exchange for immunity. As part of the deal, the opposition agreed to allow Hadi to stand unopposed for the presidency in 2012.[27] Meanwhile, the insurgent Houthis in northern Yemen laid siege to a Salafi town in Saada Governorate, Dammaj. Fighting was worst in November and December. The Yemeni military was unable to restore order due to the crisis elsewhere in the country.[28] The Yemeni Revolution came to an apparently successful conclusion in 2012 for the opposition, as Saleh left office. However, unrest continued in both northern and southern Yemen. Hadi's election on 24 February 2012 peacefully introduced a new government in Yemen, with only a small percentage of voters spoiling their ballots in the single-candidate contest.[29] Hadi, a southerner, especially enjoyed support in former South Yemen, quieting the murmurs of separatism,[30] although the Southern Movement boycotted the presidential election, as did the Houthis.[31] Hadi did not give the restive Houthis any seats in his cabinet.[1] The conflict in Dammaj was renewed in April when fighting broke out between Houthi tribesmen and Salafi students. Both sides accused the other of breaking a truce agreement.[32] National reconciliation talks were held with the participation of many separatist elements, as well as the Houthis.[1][30] Nine years after the death of Hussein Badreddin al-Houthi, the Yemeni government turned over the remains of the Houthi patriarch to his family and he was buried in northern Yemen in June 2013, with a representative of the Hadi administration in attendance.[33] Hadi visited the United States, a key overseas ally, in July 2013. The U.S. also lifted a ban on transferring detainees from its Guantanamo Bay detention camp in Cuba to Yemen.[34] Meanwhile, Saudi Arabia deported as many as 300,000 to 400,000 Yemeni migrant workers to their home country during 2013, causing an influx of poor, landless Yemenis into northern Yemen.[35] The conflict between Houthis and Salafis in Saada Governorate was renewed in October and November. Saada government officials accused Houthi fighters of attacking a Salafi mosque in Dammaj in an attempt to drive the Sunnis out, while the Houthis accused the Salafis of using the religious institute as a staging ground for foreign Sunni fighters. The government attempted to intervene to stop the fighting.[36] Sectarian fighting in Al Jawf Governorate lasted throughout the year. Dhamar Governorate also saw clashes between the Houthis and Salafis toward the end of the year.[37] In a dramatic turn of events, the rebel Houthis took broad control of northern Yemen, including the capital of Sana'a itself, in 2014. Clashes in Dammaj spread to the Amran Governorate by January 2014.[38] The Houthis achieved victory in Saada when the Yemeni government brokered a deal under which Salafi fighters and their families were evacuated to the neighboring Al Hudaydah Governorate. According to reports, the Houthis then blocked government troops from fully deploying throughout the territory, in spite of a signed agreement.[39] Fighting in the Amran Governorate intensified during the year, with clashes between Houthis and supporters of the Islamist Islah Party eventually leading to a Houthi takeover of the entire governorate. The conflict spread to the Sana'a Governorate by July.[37] The Houthis began protesting against Hadi's government to demand concessions in order to resolve a years-long insurgency they had been waging against the Yemeni state in mid-2014.[40] The uprising escalated dramatically as Houthi fighters swept into Sana'a, the capital, and effectively seized control of the city from the Yemeni military within a couple of days in September. The forces of General Ali Mohsen al-Ahmer surrendered to the Houthis after a brief fight.[41] Ali Abdullah Saleh, the former president, was widely suspected of aiding the Houthis behind the scenes and helping pave the way for their takeover.[42] Prime Minister Mohammed Basindawa resigned on 21 September as part of a deal meant to end the standoff.[43] The Houthis and the government agreed on 21 September to form a \"unity government\" within one month.[44] However, the Houthis rejected Hadi's original choice of prime minister, Ahmad Awad bin Mubarak,[45] and Oil Minister Khaled Bahah was appointed instead with the armed group's approval.[46] The Houthis and the General People's Congress led by Saleh announced abruptly on 8 November that they would not participate in the unity government, claiming it was unacceptable to them.[47] The boycott prompted sanctions against Saleh and senior Houthi leaders from the United Nations Security Council and the United States Department of the Treasury.[48] Yemen was riven in 2015, with the Houthis establishing a new government in Sana'a and Hadi retreating with his supporters to Aden, and later Saudi Arabia. The Arab League, led by the Saudis, began a bombing campaign and mobilization of various armed forces in the region for a possible invasion. The Houthis stepped up their pressure on Hadi's weakened government, seizing the presidential palace and strategic military installations in Sana'a and shelling the president's private residence on 20 January. The following day, they took control of Hadi's home, stationing armed guards outside to keep him under virtual house arrest.[49] Hadi, Prime Minister Khaled Bahah, and the cabinet resigned the following day, saying they could not continue to work under the conditions the Houthis had imposed. The rebel group welcomed Hadi's resignation, but continued to keep him under house arrest. The news prompted four southern governorates to announce they would disregard all orders from Sana'a.[50] The House of Representatives was to meet on 25 January to discuss whether to accept or reject Hadi's resignation under the Yemeni constitution, but the session was cancelled after the Houthis took control of the parliament building. The United Nations stepped in to attempt a negotiated resolution to what many in Yemen regarded as a Houthi coup.[51] UN negotiations were fruitless, and a Houthi ultimatum to Yemen's political factions to find a solution was not met. On 6 February, the Houthis declared themselves in total control of the Yemeni government, dissolving parliament and installing a Revolutionary Committee led by Mohammed Ali al-Houthi to lead the state in an interim capacity. The announcement sparked protests in Sana'a and other cities, especially in the south.[52][53] Reactions to the Houthi takeover were broadly negative, with the Arab League, Gulf Cooperation Council, United Nations, and United States refusing to recognise the \"constitutional declaration\" and several governorates rejecting the Houthis' authority. With most political parties criticising the coup, Jamal Benomar, the UN envoy to Yemen, announced a resumption of national talks over the future of Yemen on 8 February. Benomar said the Houthis had agreed to participate in the talks.[54] UN Secretary-General Ban Ki-moon called for Hadi to be reinstated as president.[55] The Houthis and other factions reached a tentative agreement, announced on 20 February, to keep the House of Representatives in place despite the \"constitutional declaration\" dissolving it two weeks prior. The agreement also stipulated that a \"people's transitional council\" would be established to represent southerners, women, youth, and other political minorities.[56] The next day, Hadi traveled to Aden, where he said all Houthi-directed actions since 21 September 2014 were invalid, and condemned the coup d'état.[57][58] Fighting broke out over Aden International Airport on 19 March, with special forces loyal to ex-president Ali Abdullah Saleh attempting to seize the airport before they were defeated by troops and militiamen under orders from the Hadi administration.[59] The following day, in an apparently unrelated incident, four suicide bombers detonated themselves in Sana'a mosques packed with Houthi congregants, killing at least 142. The Sunni Islamist group Islamic State of Iraq and the Levant's Yemen branch claimed responsibility.[60][61] Hadi declared Aden to be Yemen's temporary capital on 21 March while Sana'a remains under Houthi control.[62] The next day, Houthi forces advanced toward Aden, capturing key parts of Yemen's third-largest city, Taiz.[63] They consolidated their grip on much of the south and seized much of Aden itself by early April.[64] On 26 March 2015, Saudi Arabia and several other countries announced that they had begun military operations in Yemen against Houthi rebels. Bahrain, Kuwait, Qatar and the United Arab Emirates issued a statement along with Saudi Arabia saying their goal is to \"repel Houthi aggression\" in Yemen. Egypt, Jordan, Morocco, and Sudan are also members of the coalition.[65] In addition to airstrikes against targets throughout Yemen, which the General People's Congress blamed for causing dozens of civilian casualties,[66] Egyptian warships reportedly shelled a Houthi column as it advanced toward Aden on 30 March,[67] and Saudi and Houthi forces traded artillery and rocket fire across the border between Saudi Arabia and Yemen.[68] The 8 October 2016 attack by the Saudi Arabian-led coalition killed at least 140 people and injured more than 600 in Sana'a. This was one of the single worst death tolls in the two-year war. Saudi Arabia and its allies accepted the internal review's finding, by the Joint Incidents Assessment Team (JIAT), that the coalition's bombardment of this funeral ceremony was based on faulty information, i.e., that this was a gathering of armed Houthi leaders.[69][70] A severe cholera epidemic has begun in Yemen during the civil war. In July 2017, the United Nations Humanitarian Relief coordinator said that over 320,000 cases had been reported.[71] He also blamed the epidemic on the war and on international forces supporting the combatants.[71] As of October 2017, it was already described as the worst cholera outbreak in recorded history, with over 800,000 cases.[72] Over one third of the three million refugees have been uprooted within Yemen between 2015 and 2020.[73] Roughly 80% of the Yemen population, containing over 12 million children, requires humanitarian aid.[74] As little as 7.8 million children have no connection to education as well as minimal avenues for water and sanitation.[75] In addition to the lack of resources for children, there have also been multiple accounts of children being forced into conflict.[76] Children are enticed to shoot weapons on behalf of the Houthis in exchange for monetary gain or social status as in Yemen shooting guns at a young age is normalized. Children are seen in the eyes of many militias as valuable assets or an advantage in conflict but in reality this is extremely dangerous. Yemen also has an array of treaties with the United Nations, one which specifies an agreement to the treatment of children.[77] The Conventions on the Rights of the Child assembly resolution was signed November 18, 1959 and ratified on November 20, 1989. In reality, due to a lack of intervention, many Yemeni children are being neglected treatment, resources, and basic rights during this humanitarian crisis. In April 2021, it was stated that the country is witnessing “the worst humanitarian crisis in the past 100 years”, as it is facing famine and 80% of the population of over 30 million need humanitarian aid, according to the director of Muslim Hands’ Yemen operation.[78]","Title":"Yemeni Crisis (2011–present) - Wikipedia","KeyID":"16741","URL":"https://en.wikipedia.org/wiki/Yemeni_Crisis_(2011%E2%80%93present)"}