{"Content: ":"1980s 1990s A loyalist feud refers to any of the sporadic feuds which have erupted almost routinely between Northern Ireland's various loyalist paramilitary groups during and after the ethno-political conflict known as the Troubles broke out in 1969. The feuds have frequently involved problems between and within the Ulster Defence Association (UDA) and the Ulster Volunteer Force (UVF) as well as, later, the Loyalist Volunteer Force (LVF). Although the UDA and UVF have frequently co-operated and generally co-existed, the two groups have clashed. Two particular feuds stood out for their bloody nature. A feud in the winter of 1974-75 broke out between the UDA and the UVF, the two main loyalist paramilitary organisations in Northern Ireland.[1] The bad blood originated from an incident in the Ulster Workers' Council strike of May 1974 when the two groups were co-operating in support of the Ulster Workers' Council. That support the UDA and UVF members were giving involved shutting down their own social clubs and pubs due to complaints from loyalist wives of the striking men. The reason for this was with the men not working and funds being tight, the wives saw what little money they did have being spent at the pubs and social clubs controlled by UDA/UVF; therefore, the wives put pressure on the leaders of both groups to shut them down for the duration of the strike, and after consultation they agreed. All shut down except for a lone UVF-affiliated pub on the Shankill Road. On a November night in 1974, a UVF man named Joe Shaw visited the pub for a drink. While there, he was \"ribbed by the regulars about having allowed his local to be closed\".[2] A few pints later Shaw and some friends returned to their local, on North Queen St., and opened it up. UDA men patrolling the area had seen the pubs lights on and ordered Shaw and his friends to close the place down and go home. Shaw refused, and the UDA men left, but they returned a short while later with a shotgun, determined to close the pub down. In the brawl that developed Shaw was fatally shot. (Bruce 1992) A joint statement described it as a tragic accident, although a subsequent UVF inquiry put the blame on Stephen Goatley and John Fulton, both UDA men.[3] With antagonism growing another man was killed in a drunken brawl on 21 February 1975, this time the UDA's Robert Thompson. This was followed by another pub fight in North Belfast in March and this time the UVF members returned armed and shot and killed both Goatley and Fulton, who had been involved in the earlier fight.[4] The following month, UDA Colonel Hugh McVeigh and his aide David Douglas were the next to die, kidnapped by the UVF on the Shankill Road and taken to Carrickfergus where they were beaten before being killed near Islandmagee.[5] The UDA retaliated in East Belfast by attempting to kill UVF leader Ken Gibson who in turn ordered the UDA's headquarters in the east of the city to be blown up, although this attack also failed.[6] The feud rumbled on for several months in 1976 with a number of people, mostly UDA members, being killed before eventually the two groups came to an uneasy truce.[7] Although the two organisations had worked together under the umbrella of the Combined Loyalist Military Command, the body crumbled in 1997 and tensions simmered between West Belfast UDA Brigadier[8] Johnny Adair, who had grown weary of the Northern Ireland peace process and the Good Friday Agreement, and the UVF leadership. Adair by this time had forged close links with the dissident LVF, a breakaway group to which the UVF was ardently opposed.[9] Amidst an atmosphere of increasing tension in the area, Adair decided to host a \"Loyalist Day of Culture\" on the Shankill on Saturday 19 August 2000, which saw thousands of UDA members from across Northern Ireland descend on his Lower Shankill stronghold, where a series of newly commissioned murals were officially unveiled on a day which also featured a huge UDA/UFF parade and armed UDA/UFF show of strength. The UVF leadership had sought and been given assurances that no LVF regalia would be displayed on the Shankill on the day of the procession. However, and unknown to the UDA beyond its \"C Company\", Adair had an LVF flag delivered to the Lower Shankill on the morning of the celebrations. He planned to have it unfurled as the procession passed the Rex Bar, a UVF haunt, in order to antagonise the UVF and try and drag it into conflict with as much of the UDA as possible. Adair waited until the bulk of the parade of UDA men had made its way up into the heart of the Shankill before initiating the provocative gesture. Violence broke out between UVF men who had been standing outside the Rex watching the procession and the group involved in unfurling the contentious flag, which had been discreetly concealed near the tail end of the parade. Prior to this the atmosphere at the Rex had been jovial, with the UVF spectators even joining in to sing UDA songs along to the tunes of the UDA-aligned flute bands which accompanied the approximately ten thousand UDA men on their parade up the Shankill Road. But vicious fighting ensued, with a roughly three hundred-strong C Company (the name given to the Lower Shankill unit of the UDA's West Belfast Brigade, which contained Adair's most loyal men) mob attacking the patrons of the Rex, initially with hand weapons such as bats and iron bars, before they shot up the bar as its patrons barricaded themselves inside. Also shot up was the Progressive Unionist Party (PUP) headquarters which faced the pub. C Company then went on the rampage in the Lower Shankill, attacking the houses of known UVF members and their families, including the home of veteran UVF leader Gusty Spence, and evicting the inhabitants at gunpoint as they wrecked and stole property and set fire to homes. By the end of the day nearly all those with UVF associations had been driven from the Lower Shankill.[10] Later that night, C Company gunmen shot up the Rex again, this time from a passing car. While most of the UDA guests at Adair's carnival had duly left for home when it became apparent that he was using it to engineer violent conflict with the UVF, festivities nonetheless continued late into the night on the Lower Shankill, where Adair hosted an open air rave party and fireworks display. The UVF struck back on Monday morning, shooting dead two Adair associates, Jackie Coulter and Bobby Mahood, as they sat in a Range Rover on the Crumlin Road. The UVF also shot up the Ulster Democratic Party headquarters on the Middle Shankill. An hour later Adair's unit burned down the PUP's offices close to Agnes Street, the de facto border between the UVF-dominated Middle and Upper Shankill and the UDA-dominated Lower Shankill. The UVF responded by blowing up the UDP headquarters on the Middle Shankill. Adair was returned to prison by the Secretary of State on 14 September, although the feud continued with four more killed before the end of the year.[11] Violence also spread to North Belfast, where members of the UVF's Mount Vernon unit shot and killed a UDA member, David Greer, in the Tiger's Bay area, sparking a series of killings in that part of the city. In another incident the County Londonderry town of Coleraine saw tumult in the form of an attempted expulsion of UVF members by UDA members, which was successfully resisted by the UVF.[12] But, aside from these exceptions, Adair's attempt to ignite a full-scale war between the two organisations failed, as both the UVF and UDA leaderships moved decisively to contain the trouble within the Shankill area, where hundreds of families had been displaced, and focused on dealing with its source as well as its containment. To Adair's indignation even the \"A\" and \"B\" Companies of his West Belfast Brigade of the UDA declined to get involved in C Company's war with the UVF. Eventually a ceasefire was reluctantly agreed upon by the majority of those involved in the feuding after new procedures were established with the aim of preventing the escalation of any future problems between the two organisations, and after consideration was paid to the advice of Gary McMichael and David Ervine, the then leaders of the two political wings of loyalism.[13] The LVF was founded by Billy Wright when he, along with the Portadown unit of the UVF Mid-Ulster Brigade, was stood down by the UVF leadership on 2 August 1996 for breaking the ceasefire[14] This origin underscored frequent battles between the two movements. Matters had come to a head when Wright's unit killed a Catholic taxi-driver during the Drumcree standoff. Although Wright had been expelled from the UVF, threatened with execution and an order to leave Northern Ireland, which he defied, the feud was largely contained during his life and the two major eruptions came after his death. Simmering tensions boiled over in a December 1999 incident involving LVF members and UVF Mid-Ulster brigadier Richard Jameson and his men at the Portadown F.C. social club in which the LVF supporters were severely beaten. The LVF members swore revenge and on 10 January 2000 they took it by shooting Jameson dead on the outskirts of Portadown.[15] The UVF retaliated by killing two Protestant teenagers suspected of LVF membership and involvement in Jameson's death. As it turned out, the victims, Andrew Robb and David McIlwaine, were not part of any loyalist paramilitary organisation. The UDA's Johnny Adair supported the LVF and used the feud to stoke up the troubles that eventually flared in his feud with the UVF later that year.[16] Meanwhile, the UVF attempted to kill the hitman responsible for Jameson, unsuccessfully, before the LVF struck again on 26 May, killing PUP man Martin Taylor in Ballysillan.[17] The LVF then linked up with Johnny Adair's C Company for a time as their feud with the UVF took centre stage. However, the UVF saw fit to continue the battle in 2001, using its satellite group the Red Hand Commando to kill two of the LVF's leading figures, Adrian Porter and Stephen Warnock. Adair, however, convinced the LVF that the latter killing was the work of one of his rivals in the UDA, Jim Gray, who the LVF then unsuccessfully attempted to assassinate.[18] In July 2005 the feud came to a conclusion as the UVF made a final move against its rival organisation. The resulting activity led to the deaths of at least four people, all associated with the LVF. As a result of these attacks on 30 October 2005 the LVF announced that its units had been ordered to cease their activity and that it was disbanding.[19] In February 2006, the Independent Monitoring Commission reported that this feud had come to an end. The UDA, the largest of the loyalist paramilitary groups, has seen a number of internal struggles within its history. From its beginnings the UDA was wracked by internal problems and in 1972, the movement's first full year of existence, three members, Ingram Beckett, John Brown and Ernest Elliott were killed by other UDA members.[20] The main problems were between East Belfast chief Tommy Herron and Charles Harding Smith, his rival in the west of the city, over who controlled the movement. Although they had agreed to make compromise candidate Andy Tyrie the leader, each man considered himself the true leader. Herron was killed in September 1973 in an attack that remains unsolved.[21] However, with Tyrie confirmed in overall control of the UDA, Harding Smith initially remained silent until, in 1974, he declared that the West Belfast brigade of the movement was splitting from the mainstream UDA on the pretext of a visit to Libya organised by Tyrie in a failed attempt to procure arms from Colonel Qadaffi. The trip had been roundly criticised by the Unionist establishment and raised cries that the UDA was adopting socialism, and so Harding Smith used it re-ignite his attempts to take charge.[22] Harding Smith survived two separate shootings but crucially lost the support of other leading Shankill Road UDA figures and eventually left Belfast after being visited by North Belfast Brigadier Davy Payne, who warned him that he would not survive a third attack.[23] South Belfast Brigadier John McMichael was killed by the Provisional IRA in December 1987 but it was later admitted that UDA member James Pratt Craig, a rival of McMichael's within the movement, had played a role in planning the murder.[24][25] A new generation of leaders emerged at this time and decided that the woes facing the UDA, including a lack of arms and perceived poor leadership by ageing brigadiers, were being caused by the continuing leadership of Andy Tyrie.[26] Tyrie was forced to resign in March 1988 and the new men, most of whom had been trained up by McMichael, turned on some of the veterans whom Tyrie had protected. Craig was killed, Tommy Lyttle was declared persona non grata and various brigadiers were removed from office, with the likes of Jackie McDonald, Joe English and Jim Gray taking their places.[27] A second internal feud arose in 2002 when Johnny Adair and former politician John White were expelled from the UDA. Many members of the 2nd Battalion Shankill Road West Belfast Brigade, commonly known as 'C' Company, stood by Adair and White, while the rest of the organisation were involved with attacks on these groups and vice versa. There were four murders; the first victim being a nephew of a leading loyalist opposed to Adair, Jonathon Stewart, killed at a party on 26 December 2002. Roy Green was killed in retaliation. The last victims were John 'Grug' Gregg (noted for a failed attempt on the life of Gerry Adams) and Robert Carson, another Loyalist. Adair's time as leader came to an end on 6 February 2003 when south Belfast brigadier Jackie McDonald led a force of around 100 men onto the Shankill to oust Adair, who promptly fled to England. Adair's former ally Mo Courtney, who had returned to the mainstream UDA immediately before the attack, was appointed the new West Belfast brigadier, ending the feud.[28] Shortly after the removal of Jimbo Simpson in 2003 a number of incidents where several houses and a business were attacked in the Ballysillan and Glenbryn areas. It is understood a mob of up to 40 of Simpson's supporters attempted to oust the current leadership. Jim 'Jimbo' Simpson - dubbed the 'Bacardi Brigadier' when he was the organisation's north Belfast leader - was believed to have fled Northern Ireland today with several supporters shortly after the failed coup.[29] The other five brigadiers in the UDA leadership decided to expel Andre Shoukri, his brother Ihab, and another associate in June 2006. Bloodshed was averted after a leading member of a breakaway faction left NI and others faced arrest [30] In 2013 it was reported in the Belfast Telegraph that the UDA West Belfast Brigade had become so associated with criminality and racketeering that the three other Belfast-based brigadiers, Jackie McDonald (South Belfast), Jimmy Birch (East Belfast) and John Bunting (North Belfast), no longer felt able to deal with the western leadership. Tensions had been further stoked by a graffiti campaign against Bunting's leadership on the York Road, in which expelled members of the North Belfast Brigade, who had come under the wing of their counterparts in the west, called for Bunting's removal as brigadier.[31] The feud was confirmed in December 2013 when a UDA statement was released acknowledging the existence of a dissident tendency within the North Belfast Brigade but confirming support for Bunting's leadership. However, whilst the statement was signed by McDonald and Birch, no representative of the West Belfast Brigade had added their signature.[32] The north Belfast rebels subsequently named Robert Molyneaux, a convicted killer and former friend of Bunting's closest ally John Howcroft, as their preferred choice for Brigadier.[33] Bunting's opponents criticised his alleged heavy-handed approach, particularly towards Tiger's Bay residents, whilst his supporters claimed that Bunting's attempts to tackle the drugs trade in the area were the real reason behind the attempts to remove him.[34] As the feud rumbled on Bunting became a target for a number of attacks. In May 2014 Bunting was attacked in Tiger's Bay by a group of opponents. During the brawl Bunting was knocked unconscious and had his mobile phone stolen. Bunting had been visiting the home of one of his internal critics at the time of the incident.[35] In August 2014 as Bunting drove along Duncairn Gardens, a street separating Tiger's Bay from the republican New Lodge area his car was damaged by a pipe bomb thrown at it.[36] Tiger's Bay had emerged as the stronghold of the anti-Bunting faction.[37] Soon after the latter attack former North Belfast brigadier William Borland, who had become associated with the pro-Molyneaux wing, was attacked with a breeze block and shot in the leg close to his home in Carr's Glen. Following the attack both Bunting and Howcroft were arrested on suspicion of involvement.[38] Along with another associate they were charged with attempting to murder Borland and Andre Shoukri and were remanded in custody.[39] As is standard within the UDA whilst in custody Bunting had to relinquish his role as brigadier although his replacement, a close friend of McDonald's from Taughmonagh in south Belfast identified only as the \"Burger King Brigadier\" due to his weight, has been reported as merely a figurehead with no actual power.[39] Subsequent reports indicated this brigadier had lasted only two weeks before McDonald replaced him with an unidentified former member of the Loyalist Volunteer Force.[40] In September 2014 it was reported in the Belfast Telegraph that the leaders of the UDA in North, East and South Belfast, as well as the head of the Londonderry and North Antrim Brigade had met to discuss the feud as well as the schism with the West Belfast Brigade. According to the report they agreed that West Belfast Brigade members loyal to the wider UDA should establish a new command structure for the brigade which would then take the lead in ousting Mo Courtney, Jim Spence and Eric McKee from their existing leadership positions. It was also stated that the West Belfast breakaway leaders had recruited Jimbo Simpson, a former North Belfast brigadier driven out of Northern Ireland over a decade earlier, and were seeking to restore him to his former role.[41] This followed the rejection of earlier overtures to West Belfast brigadier Matt Kincaid as he opted to back Spence and Courtney.[42] The charges against Bunting were dropped in 2015 after a number of witnesses withdrew their statements, although Bunting did not return as brigadier, his place having been taken by \"Big\" Bill Hill, a dissident who had been prominent in the Belfast City Hall flag protests.[43] However this new leadership also began a feud with the Ulster Volunteer Force (UVF) group in Mount Vernon, a move which was not endorsed by their previous allies in West Belfast.[44] In August 2016 the new leader was reported as having fled to Scotland due to the threat of the Mount Vernon UVF.[45] John Boreland was shot dead soon after this.[45] In October 2016 it was reported that South Belfast brigadier Jackie McDonald had installed Sam \"Bib\" Blair, a White City-based veteran who had been kneecapped by supporters of the Shoukris in 2003 after attempting to oust them from the leadership, as the new brigadier. Blair attempted to shore up his position by recruiting former allies of Bunting to his side, having reportedly been only sixth choice for the role with several more prominent figures turning down the job as a \"poisoned chalice\".[46][47] However, by June 2017 it was reported that the UDA in North Belfast had disintegrated into three sections: Blair's supporters, a group of dissidents in Tiger's Bay and a further group in Boreland's former stronghold of Ballysillan.[48] On 13 March 2017 Geordie Gilmore, formerly a commander in the brigade was murdered for standing up for friends and family who were being bullied by the leadership in Carrickfergus.[49][50] Gilmore died the following day, with the incident described as part of an ongoing feud in the town.[51] Two men were subsequently charged with the murder.[52] Gilmore had been targeted in an unsuccessful crossbow attack the previous August.[49] The South-east Antrim brigadier, who was not named in reports, stated that any brigade members attending Gilmore's funeral would be expelled.[49] On 29 May 2017 the South East Antrim UDA murdered an ex member and friend of George Gilmore. Colin Horner was fatally shot in front of his three-year-old son at a busy shopping centre.[53] Police have made various arrests [54] The feud between the UVF and the LVF began as an internal feud but quickly changed when Billy Wright established the LVF as a separate organisation. Beyond this the UVF has largely avoided violent internal strife, with only two killings that can be described as being part of an internal feud taking place on Belfast's Shankill Road in late November 1975, with Archibald Waller and Noel Shaw being the two men killed.[55] Several months prior to these killings, Mid-Ulster Brigadier Billy Hanna was shot dead outside his Lurgan home on 27 July 1975, allegedly by his successor, Robin Jackson.[56] This killing, however, was not part of a feud but instead carried out as a form of internal discipline from within the Mid-Ulster Brigade.","Title":"Loyalist feud - Wikipedia","KeyID":"16746","URL":"https://en.wikipedia.org/wiki/Loyalist_feud"}