{"Content: ":"Paraguay Supported by: United States[1] Colombia[1] The insurgency in Paraguay, also known as the Paraguayan People’s Army insurgency and the EPP rebellion (from the group's name in Spanish: Ejército del Pueblo Paraguayo), is an ongoing low-level armed conflict in northeastern Paraguay. Between 2005 and the summer of 2014, the ongoing EPP campaign has resulted in at least 50 deaths in total, the majority of them being local ranchers, private security guards and police officers, along with several insurgents. During that same period the group perpetrated 28 kidnappings for ransom and a total of 85 \"violent acts\".[13] The insurgency began in 2005, after several members of the Patria Libre party formed the Paraguayan People’s Army (EPP). The Government of Paraguay suspects the EPP has ties to the Colombian rebel group FARC.[26][27] Two splinter groups of the EPP, the Armed Peasant Association (ACA) and the Army of Marshal López (EML), have also launched separate armed campaigns against the government. The 1989 fall of the Stroessner dictatorship in Paraguay fueled the rapid development of previously banned, left-wing political groups. In 1990 current EPP leader Oviedo Britez enrolled in the theology faculty of the Catholic University of Asuncion.[7] In 1992 Britez was expelled from the theology study course, becoming increasingly interested in political change through revolutionary armed struggle. Britez, Juan Arrom Suhurt and Britez's fiancée Carmen Villalba soon created the core of Partido Patria Libre, Paraguayan People's Army's precursor.[7] Between 1995 and 1996 Britez and Villalba allegedly received military training from Chile's Manuel Rodríguez Patriotic Front.[7] In 1997 MPL carried its first act of expropriation by unsuccessfully attempting a bank robbery in the town of Choré. All six robbers were detained by a local police unit, and later received a three-year sentence. Following the release of its members in early 2000, MPL launched a recruiting campaign and adopted kidnapping as its main source of funds.[7] Its first significant action was the 2001 kidnapping of María Edith Bordón de Debernardi. Her husband, businessman Antonio Debernardi, paid $1 million for her release.[6] On 2 July 2004, police captured Oviedo Britez and Carmen Villalba in Ñemby, on the outskirts of Asunción. A search of the couple's house in the city of San Lorenzo followed the arrest; intelligence materials and operating manuals were seized. Following Britez's and Villalba's detention, Osmar Martínez and Osvaldo Villalba became EPP's new field commanders.[7] In 2004, the group kidnapped Cecilia Cubas, the daughter of former president of Paraguay Raúl Cubas. Despite receiving a ransom of $300,000, the kidnappers killed her.[28] After the PPL was taken apart by security forces in 2005, several members decided to form a new group with which to continue the armed struggle,[29] adopting its current name in 2008.[30] EPP's ideology was first outlined in a book called \"Francist 21st Century Revolution\", written by Britez in prison. The book is named after Jose Gaspar Rodriguez de Francia, a dictator who ruled over Paraguay between 1814 and 1841, and incorporates elements of Bolivarianism and Marxism–Leninism.[7] The majority of EPP's members reportedly belong to eight families. Despite its limited size, EPP enjoys the support of the local population in the areas that it controls.[7] Apart from the use of abductions EPP also engaged in cattle raiding, extortion, robberies and drug trade operations. The latter was facilitated with the aid of FARC; although EPP initially only extorted drug producers, reports indicate the presence of EPP's own marijuana plantations. An EPP communique denied any involvement in the drug trade, accusing the government of propaganda.[7] In August 2014 EPP agents Albino Larrea and Alfredo Jara Larrea formed a splinter faction known as ACA. ACA's initial strength amounted to 13 fighters, but as many as five of their fighters were allegedly killed in clashes with security forces in September 2014.[7] The ACA was rendered defunct by 2016 after the remainder of its militants were killed by the government in 2015.[31] An additional EPP splinter faction formed called Ejército de Mariscal López (EML), some of whose members later reconstituted ACA in 2017.[31][5] In 2015 former comrade of the EPP founders and ex-member Cristóbal Olazar criticized the Paraguayan government for using the EPP as a resource, and not honestly trying to end their existence. He argues that the government use their existence as an excuse to expand government resources and corrupt officials participate in EPP drug trafficking.[32] By 2018 the EPP began staging attacks against Mennonite communities located in areas strategic to marijuana trafficking. These areas are also contested by Brazilian gangs Comando Vermelho, and Primeiro Comando da Capital.[33] From 2008 until the summer of 2014, the EPP campaign resulted in around 50 deaths in total,[13] the majority of them being local ranchers, private security guards and police officers, along with several insurgents. During that same period the group perpetrated 28 kidnappings for ransom and a total of 85 \"violent acts\".[13] In 2015, the conflict escalated to become the deadliest year of the conflict, with 18 fatalities reported. 9 were reported in 2016 and 2 in 2017.[23][24]","Title":"Insurgency in Paraguay - Wikipedia","KeyID":"16751","URL":"https://en.wikipedia.org/wiki/Insurgency_in_Paraguay"}