{"Content: ":"Approximately 38 people have been head of the Russian government since its establishment in 1905. The Council of Ministers of the Russian Empire, created in November 1905, was preceded by a number of cabinet-like institutions. Oldest of them was the Supreme Privy Council, created in 1726 by the empress Catherine I. Considering weakness of her and her successor's powers, the Council acted as government of the Russian Empire until 1731. Its successor departments such as the Cabinet of Her Imperial Majesty (1731–41), the Conference at the Highest Court (1756–62), the Imperial Council (1762) and finally the Council at the Highest Court (1768–1801) remained mostly advisory bodies to the monarch. The ministerial reform of 1802 introduced the Committee of Ministers, which competence was limited to interagency issues. The Committee was not responsible for the activities of individual ministries and for the coherence of their policies. Beginning with Count Aleksandr Romanovich Vorontsov, the eldest of the officers was de facto chairman of the committee. Eight years after the inauguration of the manifest, the first de jure office holder was Count Nikolay Rumyantsev.[1] According to the tradition established over time, the chairmanship of the Committee was the last honorary position, to which elderly respected officials were appointed. The Council of Ministers was unofficially formed in October 1857, as a result of Emperor Alexander II's reforms; its first session began on 19 (31) December 1857. Before the actual formation of that body on 12 (24) November 1861, the Emperor himself was in charge. The Council of Ministers consisted of chairmen of the State Council and the Committee of Ministers, as well as high-ranking officers appointed by the Emperor. The first session ended on 11 (23) December 1882, after the number of files to the Council greatly decreased.[2][3] The imperial Council of Ministers was re-established in late 1905, as a part of the large-scale government reform caused by the First Russian Revolution. All ministries and departments became parts of a single national administration. The Committee of Ministers functioned simultaneously with the second session of the Council of Ministers for six more months; Count Sergei Witte participated on both entities until the abolition of the committee on 23 April (5 May) 1906. By the order of Emperor Nicholas II, the second session of the Council of Ministers began on 19 October (1 November) 1905, following the formation of the State Duma. Shortly after the February Revolution and the inception of the Russian Provisional Government on 2 (15) March 1917, Georgy Lvov from the Constitutional Democratic Party became Minister-Chairman, who was succeeded by Alexander Kerensky in July. In November 1917 the Provisional Government was overthrown by the Bolshevik faction of Russian social democrats led by Vladimir Lenin. The Council of People's Commissars of the Russian Soviet Republic became the new governmental body, which was chaired from 1917–24 by Lenin. That body was renamed Council of Ministers following a decree of the Supreme Council on 23 March 1946. The same was made in other republics of the Soviet Union. After the fall of the Soviet Union, Boris Yeltsin, as the President of the Russian Federation, was appointed as the extraordinary head of government of the Russian Federation. The latter body took the name \"Council of Ministers — Government of Russia\", the chairman of which became Viktor Chernomyrdin, replacing acting chairman Yegor Gaidar. According to the new constitution ratified on 25 December 1993, the \"Government\" (Russian: Правительство, romanized: Pravitelstvo) is the official name of the Russian cabinet. Since then, the head of that office takes the formal title \"Chairmen of the Government\" or colloquially \"Prime Minister.\" Current Prime Minister Mikhail Mishustin took the office on 16 January 2020. The youngest head of government by his accession to office was Sergey Kiriyenko (1998), at age 35, and the oldest Ivan Goremykin (1914), at age 74. Since the 18th century, a modern system of public administration was going to be created in Russia, including the formation of bodies such as the Supreme Privy Council and the Committee of Ministers whose powers are similar to the powers of the modern Russian Government. In the period from 1726 to 1905 there was no official title for the leader of the government. The chief ministers (principal ministres) of certain Emperor of All Russia nonetheless led the government de facto, but de jure the head of government was a monarch.[4] The Committee of Ministers was established on 20 September 1802 in the course of Alexander I's ministerial reform. All the ministers were independent from each other and were responsible for the activities of their departments individually. The Committee was not responsible either for the activities of individual ministries, or for the coherence of their policies. During the first years of the existence of the Committee, its meetings were chaired by the Emperor, and in his absence - by the ministers alternately, starting with the senior in rank, each for 4 sessions. In 1810, the chairmanship was given to the chancellor and chairman of the State Council Count N.P. Rumyantsev. The modern government type in Russia came after the establishment of the Council of Ministers on 1 November 1905, created for the \"management and union action principal chiefs of departments on subjects like law and senior public administration\", and modelled on the relevant institutions within the constitutional states, when all the ministries and directorates have been declared part of the unified state management.[clarification needed] The first Prime Minister was Count Sergei Witte, who was appointed on 6 November 1905.[22] After the alleged abdication of Nicholas II from the throne in favor of his brother Michael, Michael also abdicated, before the convening of the Constituent Assembly. On 14 September 1917, the Russian Republic was proclaimed. At this period, a provisional government was formed and the Prime Minister was the head of state. The heads of government of the Russian State during the Civil War were de facto Prime Ministers in exile. Since the creation of the Russian Soviet Republic its cabinet was styled as the Council of People's Commissars. Between the creation of the USSR on 30 December 1922 and the formation of its own Council of People's Commissars on 6 July 1923, the Council of People's Commissars of Russia temporarily acted as the government of the USSR. On 23 March 1946, the Council of People's Commissars was renamed into the Council of Ministers of the RSFSR. As of July 2022, there are eight living former prime ministers. The most recent death of a former prime minister was that of Yevgeny Primakov (1998–1999) on 26 June 2015, aged 85.","Title":"List of heads of government of Russia - Wikipedia","KeyID":"16758","URL":"https://en.wikipedia.org/wiki/List_of_heads_of_government_of_Russia"}