{"Content: ":"Dmitry Medvedev United Russia Vladimir Putin United Russia The 2012 Russian presidential election was held on 4 March 2012.[1] There were five officially registered candidates: four representatives of registered parties, and one nominal independent. These Russian presidential elections were the first after the constitutional amendments in 2008. In this election, the president was elected for the first time for six years, not four as before. At the United Russia congress in Moscow on 24 September 2011, President Dmitry Medvedev proposed that his predecessor, Vladimir Putin, stand for the presidency in 2012, an offer which Putin accepted. Putin immediately offered Medvedev the opportunity to stand on the United Russia ticket in the parliamentary elections in December 2011 and become Prime Minister at the end of his presidential term.[2] All independents had to register by 15 December 2011, and candidates nominated by parties were required to register by 18 January 2012. The final list was announced on 29 January. On 2 March, outgoing President Medvedev addressed the nation on the national television channels about the upcoming elections, inviting citizens to vote.[3] Putin received 63.6% of the vote,[4] securing a record third term in the Kremlin.[citation needed] Organization for Security and Co-operation in Europe observers assessed the voting on the election day positively overall, but assessed the vote count negatively in almost one-third of polling stations due to procedural irregularities.[5][6] The following individuals submitted documents to the Russian Central Election Commission (CEC) in order to be officially registered as presidential candidates. The following candidates were successfully registered by the CEC, candidates are listed in the order they appear on the ballot paper (alphabetical order in Russian): A Just Russia nominee called for a return to a socialist model of government.[7] Mikhail Prokhorov conducted a tour around the country, meeting with his supporters in various cities. He was the only candidate to do so except for Putin, who visited Russia's regions as a part of his Prime Minister of Russia duties. If elected, Prokhorov promised to reinstate elections for Russia's governorships.[8] He also promised to pardon Mikhail Khodorkovsky.[8] He promised to reverse the recent constitutional amendment that had lengthened presidential terms from four years to six.[8] He stated that he would select Alexei Kudrin to serve as his prime minister.[8] Prokhorov promised to dismantle state control of the media and prohibit all forms of censorship and state control of major television and radio stations.[8] He promised to dismantle large energy monopolies, including dismantling Gazprom.[8] He also stated that he favored better relations with the European Union.[8] In the course of the 2012 presidential campaign, in order to present his manifesto, Putin published 7 articles in different Russian newspapers. In those articles, he presented his vision of the problems which Russia successfully solved in the last decade and the goals yet to be achieved. The topics of the articles were as follows: the general overview, the ethnicity issue, economic tasks, democracy and government efficiency, social policy, military and foreign policy.[9] During the campaign Putin made a single outdoor public speech at a 100,000-strong rally of his supporters in the Luzhniki Stadium on 23 February, Russia's Defender of the Fatherland Day.[10] In the speech, he called on the Russian people not to betray the Motherland, but to love her and to unite for the common good.[11] He said that foreign interference in Russian affairs should not be allowed, and Russia's national sovereignty should be paramount.[11] He compared the political situation (when there was widespread fear that the 2011–13 Russian protests could instigate a color revolution directed from abroad) with the First Fatherland War (more generally known as Napoleon Bonaparte's invasion of Russia), reminding listeners that the 200th anniversary of the Battle of Borodino would be celebrated in 2012.[11] Putin cited Lermontov's poem Borodino and ended the speech with Vyacheslav Molotov's famous Great Patriotic War slogan \"The Victory Shall Be Ours!\" (\"Победа будет за нами!\").[10][11] The BBC reported that some attendees claimed they had been ordered by their employers to take part in the rally, or paid to do so. Some said they had been told they were attending a \"folk festival\". After Putin spoke, popular folk band Lubeh took to the stage.[12] Vladimir Volfovich Zhirinovsky is a veteran of Russian politics who has participated in five presidential elections in Russia (every election since 1996). Zhirinovsky's campaign slogan for 2012 was \"Vote Zhirinovsky, or things will get worse\".[13] Proshka, a donkey owned by Vladimir Zhirinovsky, became prominent during the presidential campaign, when he was filmed in an election advertisement video. In September 2011, Gennady Zyuganov again became the CPRF's candidate for the Russian presidential election. According to Zyuganov, \"a gang of folks who cannot do anything in life apart from dollars, profits and mumbling, has humiliated the country\" and called for a new international alliance to \"counter the aggressive policies of imperialist circles.\"[citation needed] There were over 108,000,000 eligible voters and almost all 95,000 polling stations had webcams to observe the voting process. Following criticism of the vote in the December elections, 2 web cameras were dedicated to streaming the activities at each polling station, at an expense of five million dollars,[14] i.e. about $50 per polling station. United Russia Communist Party Independent Liberal Democratic Party A Just Russia International observers from the Organization for Security and Co-operation in Europe (OSCE) found that although all competitors had access to the media, Putin was given clear prominence.[5] Strict candidate registration requirements also limited \"genuine competition\".[5] According to Tonino Picula, the Special Co-ordinator to lead the short-term OSCE observer mission, There were serious problems from the very start of this election. The point of elections is that the outcome should be uncertain. This was not the case in Russia. There was no real competition and abuse of government resources ensured that the ultimate winner of the election was never in doubt.[5] The OCSE observers concluded that voting on the day of the election was assessed positively overall, but the \"process deteriorated during the vote count which was assessed negatively in almost one-third of polling stations observed due to procedural irregularities.\"[5] The OSCE called for a thorough investigation of the electoral violations and urged citizens to actively oversee future elections in order to increase confidence.[5] Allegations were made that Putin supporters had been driven around in coaches in order to vote for him in multiple constituencies (which is known as carousel voting).[16] Vote stuffing was documented by video monitoring systems, which were installed on most voting stations.[17] Pravda alleged that industrial plants with a continuous-cycle production have violated the law by bussing workers to polling centres.[18] The chairman of the Moscow Election Committee Valentin Gorbunov countered the accusation saying that this was normal practice and did not constitute a violation. According to Iosif Diskin, a member of the Public Chamber of Russia, there were special observers who controlled that workers have legal absentee certificates. Information about carousel voting was, according to him, not confirmed.[19] Georgy Fyodorov, director of the NGO \"Citizens Watch\" (\"Гражданский контроль\"), said that statements from the monitoring group GOLOS about carousel voting in Strogino District were false,[20] however, Citizens Watch never addressed the evidence of the electoral fraud presented by GOLOS. The level of electoral manipulation is substantial. According to GOLOS, one third of all electoral commissions had substantial irregularities at the stage of vote counting and tabulation.[21] Claims that Putin's share of the vote was inflated by up to 10% were dismissed by Putin in a talk with journalists: \"It's possible there were irregularities, probably there were some. But they can only influence hundredths of a per cent. Well, maybe one per cent; that I can imagine. But no more.\"[22] Ruža Tomašić, OSCE observer from Croatia, noted that there were no irregularities at five polling stations near Kaluga.[23] The Communist Party of the Russian Federation did not acknowledge the results of the election.[24] On 11 March 2012 approximately 15,000–20,000 protesters demonstrated in Novy Arbat street against perceived fraud and Putin's rule.[25] MP Ilya Ponomaryov, a protest coordinator, described the protesters' plans: \"We must be the government's constant nightmare and build up to a crescendo of protests at the time of Putin's inauguration in early May.\"[25] Putin was inaugurated in the Kremlin on 7 May 2012. Public protests had taken place in Moscow on 6 May with estimated 8,000[26]-20,000 protesters taking part.[27] 80 people were injured in confrontations with police (including over 30 policemen)[28] and 450 arrests were made on 6 May[29] and another 120 arrests the following day.[29] The election cost 10.375 million roubles according to a report given by the Russian Central Election Commission. According to the report, during the campaign, budget funds have been spared.[30]","Title":"2012 Russian presidential election - Wikipedia","KeyID":"16764","URL":"https://en.wikipedia.org/wiki/2012_Russian_presidential_election"}