{"Content: ":"The 2012 presidential campaign of Vladimir Putin, second and fourth President of Russia, was announced on 24 September 2011, at the United Russia party convention for the legislative election. This campaign was third presidential campaign of Vladimir Putin. To date, this is the only campaign where Putin was affiliated with any political party.[citation needed][when?] Vladimir Putin was the President of Russia from 2000 to 2008. Since the Russian Constitution limits the President's term to two consecutive terms, Putin could not run for president in 2008. Dmitry Medvedev was elected as the new president. Becoming President he appointed Putin Prime Minister. Medvedev could seek re-election in 2012. At the same time he did not exclude that he will participate in the 2012 election.[2][3] On 24 September 2011, at the United Russia party convention for the legislative elections, Medvedev announced that he would not seek re-election, and suggested that Vladimir Putin run for president again. On the same day, Putin announced his participation in the elections.[4][5] On 27 November 2011, Luzhniki Stadium hosted the pre-election Convention of the United Russia. In total, the convention was attended by 11 thousand participants, of which only 614 had the right to vote. Vladimir Putin was unanimously nominated as a presidential candidate from the United Russia.[6][7] On 14 December 2011, Putin submitted documents for nomination to the Central Election Commission. Since Putin was nominated as a candidate from the parliamentary party, he did not need to collect signatures of citizens in his support, and therefore, within a week, on December 24, he was officially registered as a presidential candidate. The beginning of Putin's campaign fell on the campaign for legislative elections, which took place on 4 December 2011. In this election, Putin-led United Russia party, which also nominated him as a presidential candidate, worsened its result compared to the 2007 elections. United Russia though took first place, gaining 49%, but lost 77 places. In the 2007 elections, United Russia scored 64%. However, according to experts, the downgrade of the United Russia would not prevent Putin to get a good result and win the election.[9][10] On 28 December, Putin said that he was not going to go on pre-election leave, which is provided for candidates to have the opportunity to campaign.[11] Putin conducted his campaign while he was Prime Minister. In January 2012, Putin published his election program. The program consisted of six chapters: \"Foreign policy\", \"Economy\", \"Army\", \"Salaries and pensions\", \"Social protection and health\" and \"Education\". The program summed up the results of the last decade, defined further goals and tasks for the Russian authorities for the next six years.[12] On 1 February, Putin voiced his displeasure with the idea of a potential runoff, telling election monitors, \"A second tour would cause a prolonged battle, and that would destabilize our political situation\".[13] At this point, with approval of Putin below 50%, a runoff looked like a possibility.[13] On 18 February 2012, was held a Night rally on the Garden Ring in Moscow in support of Putin. According to police, the action involved about two thousand cars.[14] During the campaign Putin made a single outdoor public speech at a 100,000-strong rally of his supporters in the Luzhniki Stadium on 23 February, Russia's Defender of the Fatherland Day.[15] In the speech he called not to betray the Motherland, but to love her, to unite around Russia and to work together for the good, to overcome the existing problems.[16] He said that foreign interference in Russian affairs should not be allowed, that Russia has its own free will.[16] He compared the political situation at the moment (when fears were spread in the Russian society that the 2011–13 Russian protests could instigate a color revolution directed from abroad) with the First Fatherland War of 1812, reminding that its 200th anniversary and the anniversary of the Battle of Borodino would be celebrated in 2012.[16] Putin cited Lermontov's poem Borodino and ended the speech with Vyacheslav Molotov's famous Great Patriotic War slogan \"The Victory Shall Be Ours!\" (\"Победа будет за нами!\").[15][16] The election Fund of Putin received 411 million rubles. During the campaign, 368.9 million rubles were spent, and another 33.2 million were returned to legal entities and transferred to the budget. Of all the candidates, Putin spent the most money on his campaign. The second expense was Mikhail Prokhorov, whose Fund was 400 million rubles, of which he spent more than 319 million.[17] Putin won the elections in the first round, gaining more than 63% of the vote.[18] Putin gained a majority of votes in each regions of Russia. The lowest result was Putin in Moscow (46.95%), in all other regions, Putin received more than 50%. The greatest result Putin received in Chechnya (99.76%).[19]","Title":"Vladimir Putin 2012 presidential campaign - Wikipedia","KeyID":"16765","URL":"https://en.wikipedia.org/wiki/Vladimir_Putin_2012_presidential_campaign"}