{"Content: ":"Vladimir Putin United Russia Vladimir Putin Independent The 2018 Russian presidential election was held on 18 March 2018. The incumbent Vladimir Putin was eligible to run. He declared his intent to do so on 6 December 2017, being widely expected to win. This came following several months of speculation throughout the second half of 2017 as, although he was widely expected to run for another term, Putin made evasive comments including that he had still not decided whether he would like to \"step down\" from the post of president, that he would \"think about running\", and that he \"hadn't yet decided whether to run for another term\". Different sources predicted that he would run as an independent to capitalize more support from the population, and although he could also have been nominated by the United Russia party as in 2012, Putin chose to run as an independent. Among registered voters in Russia, 67.5% voted in this election. Incumbent Vladimir Putin won reelection for his second consecutive (fourth overall) term in office with 77% of the vote. Vladimir Zhirinovsky from the Liberal Democratic Party was the perennial candidate, having unsuccessfully run in five previous presidential elections. Other candidates included Pavel Grudinin (Communist Party), Sergey Baburin (Russian All-People's Union), Ksenia Sobchak (Civic Initiative), Maxim Suraykin (Communists of Russia), Boris Titov (Party of Growth) and Grigory Yavlinsky (Yabloko). Anti-corruption activist Alexei Navalny announced his intent to run in December 2016 but was barred from doing so due to a prior criminal conviction, which is widely seen as politically motivated,[2][3][4] for corruption. Consequently, Navalny called for a boycott of the election. He had previously organized several public rallies against corruption among members of Putin's government. The President of Russia is directly elected for a term of six years, since being extended from four years in 2008 during Dmitry Medvedev's administration.[5] According to Article 81 of the Constitution of the Russian Federation, a candidate for president must be at least 35 years old, hold no dual nationality, have permanently resided in Russia for the past 10 years, and cannot serve more than two terms consecutively.[6] Parties with representation in the State Duma are able to nominate a candidate to run for the office while candidates from officially registered parties that are not in parliament have to collect at least 100,000 signatures. Independent candidates have to collect at least 300,000 signatures with no more than 7,500 from each federal subject of Russia[citation needed] and also from action groups made up of at least 500 people.[7] The nomination process took place during Russia's winter holiday period, and 31 January 2018 was the last day for submitting signatures in support of contested access candidates. On 3 March 2017, senators Andrey Klishas and Anatoly Shirokov submitted to the State Duma draft amendments to the electoral legislation. One of the amendments involves the transfer of elections from the second to the third Sunday in March, i.e. from 11 to 18 March 2018.[8] According to article 5, paragraph 7 of Russian Federal law No. 19-FZ, \"If the Sunday on which presidential elections are to be held coincides with the day preceding a public holiday, or this Sunday falls on week including a public holiday or this Sunday in is declared to be a working day, elections are appointed on the following Sunday\". The second week of March includes International Women's Day (8 March), which is an official holiday in Russia.[9] The bill passed through the State Duma and Federation Council without delay in May 2017 and was signed into law by Vladimir Putin on 1 June 2017.[10][11] On 15 December, the upper house of the Federal Assembly, the Federation Council, officially confirmed that 18 March 2018 will be the date of the election, officially beginning the process of campaigning and registration for candidates.[citation needed] This date is significant in the country as it is the fourth anniversary of Russian annexation of Crimea.[12] A total of 97,000 polling stations were open across the country from 08:00 until 20:00 local time.[13] Political parties represented in the State Duma or the legislative bodies of not less than one-third of the federal subjects could nominate a candidate without collecting signatures. The following parties could nominate candidates without collecting signatures: Civic Platform, the Communist Party of the Russian Federation, the Liberal Democratic Party of Russia, A Just Russia, Rodina and United Russia. On 1 July 2017, Chairman of Rodina Aleksey Zhuravlyov announced that his party would only support incumbent president Vladimir Putin in the election.[14] On 11 December, the leader of Civic Platform Rifat Shaykhutdinov also said that his party would support Putin.[15] On 24 December, the leader of A Just Russia Sergey Mironov stated that his party would not put forward a candidate. Senior party member Mikhail Yemelyanov confirmed that A Just Russia would support Putin's candidacy.[16] Individuals belonging to a party without any seats in the State Duma had to collect 105,000 signatures to become candidates, while those running as independents had to collect 315,000 and also to form a group of activists made up of at least 500 people.[17] Multiple political commentators, including former presidential hopeful Irina Khakamada, talked about the difficulty of gathering signatures without the support of a political party, a hurdle which cast doubt on many of the claims of the large number of people who said that they would run for president as independents.[18] However, according to CEC Chairwoman Ella Pamfilova, the conditions for contested-access candidates were easier than ever because such potential candidates no longer had to collect 1,000,000 signatures. Pamfilova incorrectly predicted that there could be even more candidates in this election than there were in 2000, when 11 candidates contested the presidency (the largest number of candidates in the history of presidential elections in Russia).[19] In July 2017, Party of Growth announced that it would hold primaries to nominate a presidential candidate. Four candidates participated in the primaries: Oksana Dmitriyeva, Dmitry Potapenko, Dmitry Marinichev and Alexander Huruji. Voting was conducted via the internet from August to November 2017.[20] On 10 August 2017, the party's press secretary told the media that the results of the primaries will be taken into account at the party congress which will be held to decide the candidate for Party of Growth. However, the winner of the primaries would not guarantee themselves the right to run on behalf of the party.[21] On 26 November, it was announced that the party would nominate Boris Titov, who was not involved in the primaries. According to a person from the party leadership, none of the proposed candidates were able to obtain sufficient support.[22] On 2 November 2017, the Left Front headed by Sergei Udaltsov started online primaries for the nomination of a single left-wing candidate. Primaries were held in two rounds, the first round took place from 2 to 23 November, and the second round – from 24 to 30 November. The first round included 77 candidates, among whom were representatives of various left-wing political parties and organizations, including Pavel Grudinin, Yury Boldyrev, Gennady Zyuganov, Sergey Mironov (who later supported Vladimir Putin), Sergey Glazyev, Zakhar Prilepin, Viktor Anpilov, Valery Zorkin, Zhores Alferov, Sergey Baburin (who later was nominated as a candidate from the party Russian All-People's Union), Natalia Lisitsyna (who was later nominated as a candidate from the Russian United Labour Front), Maxim Suraykin (who was nominated as a candidate from the Communists of Russia) and others.[23] Boldyrev and Grudinin made it through to the second round, which was won by Grudinin, who garnered 4,086 votes (58.4%).[24] At the end of December 2017, Grudinin was officially nominated as the candidate from the Communist Party. The bloc Third Force held primaries among candidates from ten non-parliamentary parties to nominate presidential candidates. According to the organizers, the primaries would determine four presidential candidates representing different views.[25][26] The official presentation of the candidates was held on 30 October 2017. The candidates included: Andrei Bogdanov, Andrey Getmanov, Olga Onishchenko, Stanislav Polishchuk, Sirazhdin Ramazanov, Ildar Rezyapov, Vyacheslav Smirnov, Irina Volynets and Alexey Zolotukhin.[27] However, the block failed to identify a clear winner, then all candidates, except for Olga Onishchenko has declared that they would participate in the elections. Later, however, all of the candidates refused to participate.[28][29][30] These candidates were officially registered by the CEC. Candidates are listed in the order they appear on the ballot paper (alphabetical order in Russian).[31] Sergey Baburin was nominated at the party congress on 22 December 2017.[32] On 24 December, Baburin filed registration documents with the CEC,[33] but the documents were rejected 25 December because the CEC identified violations in the information provided regarding 18 of his party's 48 representatives.[34] On 29 December, Baburin resubmitted the documents and they were approved by the CEC.[35] Russian All-People's Union started to collect signatures in support of Baburin on 9 January 2018. Signatures were collected in 56 federal subjects.[86][87] On 30 January 2018, Sergey Baburin handed over the signatures to the CEC. When testing revealed only 3.28% of invalid signatures, Sergey Baburin was admitted to the election.[88][89] At the end of November 2017, Pavel Grudinin won the primaries of Left Front, a coalition of left-wing parties with no representation in the State Duma. Some branch of the Communist Party voted to support the candidacy of Grudinin and did not deny his nomination from the Communist Party.[37] Despite the fact that in early November the First Secretary of the Communist party, Gennady Zyuganov, said that his nomination is supported by all left-wing organizations, which the media felt was the official statement from Zyuganov to participate in the election, Zyuganov later denied this, saying that the official decision will be made at the party Congress in December. On 21 December, it was reported that Zyuganov proposed to nominate Grudinin.[90] Initially, the Communist Party and the National Patriotic Forces of Russia (NPFR) planned to nominate a single candidate: Grudinin, supported by the Communists, or Yury Boldyrev, supported by the NPFR. Boldyrev also participated in the primaries of the Left Front, where he lost in the second round to Grudinin.[91] According to Deputy Alexander Yushchenko, Gennady Zyuganov was still among the candidates for the nomination. He named the other candidates as Yury Afonin, Sergey Levchenko, and Leonid Kalashnikov. On 22 December, Zyuganov, Levchenko, and Kalashnikov withdrew their bids, and Zyuganov rejected the candidacies of Afonin and Boldyrev, leaving Grudinin as the sole candidate.[40] Grudinin was officially selected as the presidential candidate from the Communist Party at its congress on 23 December.[92] Russian opposition figure and anti-corruption blogger Alexei Navalny started his presidential campaign on 13 December 2016.[93] In early 2017, he traveled to different cities across Russia to open campaign offices and meet with his supporters, despite his involvement in legal cases that might have barred him from running. As noted in an article by Newsweek and by the former Russian presidential administration adviser Gleb Pavlovsky,[94] the American-style campaign by Navalny was unprecedented in modern Russia as most candidates do not start campaigning until a few months before the election. The primary focus of Navalny's campaign was combating corruption within the current government under Vladimir Putin and Prime Minister Dmitry Medvedev.[95] On 2 March, Navalny published a documentary on YouTube titled He Is Not Dimon To You, detailing the corrupt dealings of Prime Minister Medvedev.[96][97] He then called for mass rallies to be held on 26 March to bring attention to this after the government did not respond to the documentary, which only about 150.000 people attended across Russia. 2017–2018 Russian protests[98][99] 26 March rally was the largest protest held in Russia since the protests in 2011.[100] Navalny called for another protest to be held on Russia Day, which is 12 June.[101] On his website, Navalny listed the main principles of his presidential program: combating government corruption, improving infrastructure and living standards in Russia, decentralizing power from Moscow, developing the economy instead of remaining in isolation from the West, and reforming the judicial system.[102] His more specific economic proposals included instituting a minimum wage,[103] lowering prices of apartments and reducing bureaucracy of home construction, making healthcare and education free, lowering taxes for many citizens, taxing the gains from privatization, decentralization of financial management and increase in local governance, increasing transparency in state-owned firms, implementing work visas for Central Asian migrants coming into the country for work, and increasing economic cooperation with western European states.[104] In April 2017, it was reported that Navalny's campaign staff had collected more than 300,000 pledged signatures from people across 40 regions of Russia electronically.[105] More than 75,000 people signed up to volunteer for his campaign and nearly $700,000 has been donated.[106] However, his eligibility was put into question by his five-year suspended sentence for embezzlement of timber from the company Kirovles, when Navalny was working as an aide to Governor Nikita Belykh of the Kirov Oblast. The Russian Supreme Court overturned his sentence in November 2016 after the European Court of Human Rights (ECHR) determined that Navalny's rights were violated, and sent the case back to a district court in the city of Kirov for review.[107] In February 2017, the district court upheld Navalny's suspended sentence.[108] The Constitution of Russia does not allow convicted criminals to run for office. Navalny promised to appeal the result to the ECHR, and said he would continue campaigning,[109] while in early May the deputy head of the Russian Central Election Commission (CEC) commented that he would not be allowed to run unless the sentence is overturned.[110] In August, the head of the CEC, Ella Pamfilova, reinforced this sentiment, saying that it would \"take a miracle\" for Navalny to be granted permission to run.[111] She cited two scenarios in which Navalny could run: if his conviction was overturned, or if the federal election law was rapidly changed to allow those with criminal convictions to run. Pamfilova added that the probability of either scenario was \"extremely low\". Pamfilova later commented that Navalny could legally run for president by \"some time in 2028\", i.e., ten years after his sentence expires.[112] The Memorial Human Rights Center recognized Navalny as a political prisoner.[113] Members of the Navalny campaign were harassed and detained by the police, including his chief of staff Leonid Volkov, who was sentenced to thirty days in jail in early December for organizing an unauthorized rally (requests for rallies in city centers are often denied in Russia[114]) in Nizhny Novgorod.[115][116] Navalny published his election manifesto on 13 December 2017, two days prior to the official start of campaigning.[117] He officially submitted his documents for registration as a candidate on 24 December 2017, and was rejected by the CEC the following day due to his conviction. Later that same day, 25 December, Navalny called on his supporters to boycott the election in response. Mass street protests were planned for 28 January 2018.[118] Vladimir Putin announced his run on 6 December 2017, during his speech at the GAZ automobile plant.[119][120] A Just Russia,[121] Civic Platform,[15] The Greens,[122] Great Fatherland Party,[123] Labor Party,[124] Party of Pensioners,[125] Patriots of Russia,[126] Rodina,[127] and United Russia[128] have endorsed his presidential bid. Rumors about the nomination of Ksenia Sobchak in the 2018 election appeared a month before she officially announced that she would run for president.[129] Sobchak officially announced that she would run for president on 19 October 2017, in a YouTube video. In the video, Sobchak said she is the candidate \"against all\", because since the 2004 election, the \"against all\" option (or \"none of the above\" as it is more commonly known in English-speaking countries) has been excluded from the ballot, and Sobchak wants to give people the opportunity to again vote \"against all\". At the same time, Sobchak said she will withdraw her candidacy if Alexey Navalny is registered as a candidate by the Central Election Commission.[130] Originally Sobchak put herself forward as an independent candidate. In this case she would have had to collect at least 300,000 signatures in order to be admitted to the election. Soon after, however, Sobchak's campaign team said that would be nominated by a political party, namely the People's Freedom Party or Civic Initiative.[131] On 15 November 2017, it was announced that Sobchak will be nominated by Civic Initiative at its congress in December.[132] On 23 December 2017, at Civic Initiative's congress Sobchak was officially nominated for president. On the same day, she joined the party.[133] Sobchak's team began gathering signatures in support of her candidacy on 27 December, soon after her registration documents were approved by the CEC.[134] In December 2017, it became known that the party Communists of Russia nominated Maxim Suraykin as presidential candidate.[135] On 28 May 2017, the Plenum of the Central Committee of the Communists of Russia took the decision on nomination of Maxim Suraykin as presidential candidate. In November 2017, Maxim Suraykin was one of the candidates proposed by the Left Front as a single candidate from the left opposition. The results of the voting on the website of the Left Front Suraikin won 59 votes.[136] On 24 December Maxim Suraykin were officially nominated at the Communists Russia National Convention. On the same day he also submitted to the Central Election Commission.[137] Initially the Party of Growth conducted primaries which were attended by four candidates: Oksana Dmitriyeva, Dmitry Potapenko, Dmitry Marinichev and Alexander Khurudzhi.[138] Boris Titov did not participate in the primaries. However, at the meeting of the federal council of the party it was decided to nominate Titov. According to a person from the party leadership, none of the proposed candidates were able to obtain sufficient support.[139] According to Titov, the main task of participation in election is to promote the party's Growth Strategy economic program, which was prepared by the Stolypin Club and presented to President Vladimir Putin in May 2017. During the campaign Titov and his team intend to travel around the country to promote the program.[140] Titov was officially nominated by his party on 21 December.[76] He submitted to the CEC the documents required for registration the next day.[77] Titov's documents were approved by the CEC on 25 December, which meant that he could begin collecting signatures.[141] A party spokesman commented that the collection signatures in support of Titov will begin in early January 2018.[142] Economist Grigory Yavlinsky announced his presidential bid in February 2016 as the candidate for the liberal party Yabloko, though suggestions that he would run were first voiced in 2013 after he was barred from taking part in the 2012 election.[80] His policies mainly focus on improving the economic situation through governance reforms and stopping involvement in conflicts.[143] He was nominated by the party leader, Emilia Slabunova, who stressed the need to unite all \"democratic forces\" behind one candidate and noted his political experience, and also received an endorsement from opposition politician Vladimir Ryzhkov. Yavlinsky had previously run in the 1996 and 2000 presidential elections, getting 7.4% of the vote in the former.[citation needed] He spoke at a party forum announcing the start of the campaign in February 2017. Among the other proposals he made were to give out several acres of free land to families so they can build home there and develop it, which he said would house 15 million families,[144] and to turn the Russian Armed Forces into a fully professional military by abolishing conscription.[145] In March 2017, Yavlinsky stated that he will be visiting several major cities in fifteen different regions across the country to raise support. He used Alexei Navalny's recent tour of different cities as an example, refusing to use the traditional model of campaigning a few months before the election. Since he is unable to visit more locations, Slabunova, the leader of Yabloko, and Nikolai Rybakov, his chief of staff, will go to other cities to campaign as well.[81] On 1 November 2017, Yabloko launched the official website of Yavlinsky's campaign.[146] Vladimir Zhirinovsky announced his participation in the presidential elections on 28 October 2016 as the candidate for the Liberal Democratic Party. In the event of his election, Zhirinovsky promised to amend the Constitution of Russia and to radically change the policies of the country. In particular, Zhirinovsky promised to abolish the federal structure of Russia and to return to the Governorates, rename the post of \"President of Russia\" to the \"Supreme Ruler of Russia\" and to restore Russia's borders to the borders of the USSR as of 1985.[49] In March 2017, Zhirinovsky promised to declare a general amnesty if elected president.[147] On 14 February 2018, the CEC set the schedule for the distribution of airtime for presidential candidates.[148] Debates took place on five federal TV channels: Russia 1, Russia 24, Channel One, TV Center and PTR, as well as on three radio stations: Radio Rossii, Radio Mayak and Vesti FM. As in previous election campaigns, incumbent President Vladimir Putin refused to participate in the debates.[149][150][151][152] Debates occurred from 26 February to 15 March.[153] Vladimir Zhirinovsky was the only candidate to attend the first debate, with the other three candidates sending representatives.[154] The second debate, which didn't actually involve any candidate-to-candidate discussion, was attended by six candidates and Boris Titov's representative.[155] Opinion polls published in the months preceding the election consistently showed Putin with an overwhelming lead over his competitors. The European Union had already announced in advance that it would not recognize the results of the Russian presidential election in the annexed Ukrainian peninsula of Crimea. EU foreign affairs chief Federica Mogherini said the EU would follow through with its non-recognition policy and called on Russia to respect the rights of Ukrainian citizens.[158] President of Austria Alexander Van der Bellen also warned that Moscow could not hold a legal election on the Crimean peninsula because the annexation of Crimea was illegal.[159] The EU and the OSCE had made it clear that they would not send any election observers to Crimea, as neither organizations see it as a legitimate part of Russia. Russian authorities then invited a number of friendly and sometimes marginalized foreign politicians to give the elections in Crimea the appearance of international acceptance. Leonid Slutsky, chairman of the parliament's foreign affairs committee, named Andreas Maurer[160] from the Left, Hendrik Weber from an organization called People's Diplomacy Norway, Pedro Agramunt and Thierry Mariani. Russia commissioned Slutsky's own organization, the Russian Peace Foundation, and the Polish association European Council on Democracy and Human Rights, which in the past had brought election observers from right-wing populist and right-wing extremist circles to Crimea, to organize their trips.[161][162][163] The final results of the elections were approved by the CEC on 23 March 2018.[164] India was the first world power to react to the election results, saying in a congratulatory message to Putin that it vowed to push ties with Russia to a \"higher level.\"[165] Other countries which sent their congratulations included: Azerbaijan, Armenia, Belarus, Bolivia, Bulgaria, Croatia,[166] Cuba, Czech Republic, Egypt, Guatemala,[167] Hungary, China,[165] India,[168] Iran, Israel,[169] Japan, Kazakhstan, Kyrgyzstan, Malaysia,[170] Moldova, North Korea,[171] Philippines,[172] Saudi Arabia, Serbia,[173] Singapore,[174] Sudan,[175] Syria, Tajikistan, Turkey, Turkmenistan, United States,[176] Uzbekistan and Venezuela.[177] Western reaction to the election result was predominantly muted as the election came at a time of heightened tensions between the West and Russia due to the poisoning of Sergei and Yulia Skripal, the ongoing U.S. investigation of the alleged Russian interference in the 2016 United States elections and a series of other issues.[178] The European Union said that violations and shortcomings in the election flouted international standards while the White House deputy press secretary Hogan Gidley initially said that there was no congratulatory phone call scheduled between U.S. president Donald Trump and Vladimir Putin.[178][179][165] Donald Trump later congratulated Putin in a phone call while the president of the European Commission Jean-Claude Juncker later congratulated Putin;[180][181] their actions in turn drew criticism.[182][183][184][185] France and Germany acknowledged Putin's victory but both countries avoided explicitly using the word \"congratulate\", instead \"wishing success\" to Putin for his new six-year term in office.[182] Voting irregularities were reported by independent election monitoring group Golos. Edward Snowden criticized what he claimed was ballot stuffing and Russian opposition entities Alexei Navalny and Open Russia criticized what they alleged to be voting fraud.[187][178] Ella Pamfilova, the head of the Central Electoral Commission, said that there were no serious violations and those involved in the violations would be caught; she later said that Putin's level of support showed that society had united in the face of pressure from abroad.[187][178] According to one monitor group who observed voters in a number of voting stations which showed \"suspicious\" results in previous elections, the actual turnout at these stations was 21-34% while official results from these stations showed 76-86% (in one station 8,765 physical voters were counted, official results showed 13,235 votes). The group concluded that in these elections the government and local administration officers chose to simply falsify the voting protocols rather than use easy-to-spot ballot stuffing or carousel voting.[188] Election statistician Sergey Shpilkin said that while this election was slightly \"cleaner\" than the preceding ones, there were around 10 million votes added in favor of Putin illegally.[189] Prominent Russian dissident[190] Garry Kasparov said that the elections were a \"charade.\"[191] The Organization for Security and Co-operation in Europe (OSCE) said that the election \"took place in an overly controlled legal and political environment marked by continued pressure on critical voices, while the Central Election Commission (CEC) administered the election efficiently and openly.\"[192] The head observer of the Shanghai Cooperation Organisation described the election as \"transparent, credible, democratic\" while Maxim Grigoriev, deputy head of the monitoring group of the Civic Chamber of the Russian Federation called it \"unprecedentedly clean\".[187]","Title":"2018 Russian presidential election - Wikipedia","KeyID":"16766","URL":"https://en.wikipedia.org/wiki/2018_Russian_presidential_election"}