{"Content: ":"Vladimir Putin's Second Cabinet (May 2008 – May 2012) was a cabinet of the government of the Russian Federation following the 2008 Russian presidential election that resulted in the election of Dmitry Medvedev as the third President of Russia. The second President, Vladimir Putin, was appointed to the position of the Prime Minister of Russia. The cabinet followed Viktor Zubkov's Cabinet. In the new cabinet the number of Deputy Prime Ministers increased from five to seven. Viktor Zubkov (former Prime Minister) and Igor Shuvalov were appointed First Deputy Prime Ministers, while Igor Sechin, Sergey Sobyanin, Alexander Zhukov, Sergei Ivanov and Alexei Kudrin received positions of Deputy Prime Ministers. Igor Sechin, former Deputy Chief of the Presidential Administration of Russia is responsible for the industry; Alexei Kudrin is responsible for the finances; and Alexander Zhukov is responsible for the National Priority Projects.[1] Aleksandr Konovalov, former presidential representative to the Volga Federal District and a student of Dmitry Medvedev became Minister for Justice.[2][3] Alexei Kudrin kept the position of the Minister of Finance. Rashid Nurgaliyev kept the position of the Minister of Internal Affairs. Sergey Lavrov kept the position of the Foreign Minister of Russia. Sergey Shoigu kept the position of the Minister for Emergency Situations. Anatoliy Serdyukov kept his position of the Defense Minister of Russia. Elvira Nabiullina kept her position as Minister for Economics and Trade. Igor Levitin kept his position as the Transport Minister.[1] Tatiana Golikova kept the position of the Minister of Health and Social Development. Her husband, Viktor Khristenko, received the position of Minister for Industry (before he was the Minister for Industry and Energy), while the former head of Atomstroyexport, Sergei Shmatko, became the Minister for Energy.[1] Alexey Gordeyev kept his position as Minister for Agriculture. Yuri Trutnev kept his position as Minister of Natural Resources. Dmitry Kozak kept his position as Regional Development Minister and Andrei Fursenko kept his position as Minister of Education and Science.[1] Minister for the Information and Mass Communications became Igor Shchyogolev. Aleksandr Avdeyev, former ambassador to France, became Minister for Culture.[1] There was created new Ministry for Sport, Tourism and Youth Policy headed by Vitaly Mutko, former President of Russian Football Union.[1] There was also created new Agency for Commonwealth of Independent States Affairs (Агентство по делам СНГ) but the head of it was not appointed yet (as of May 29, 2008). Moscow Mayor Yury Luzhkov rejected rumors that he is supposed to fill the vacation[4]","Title":"Vladimir Putin's Second Cabinet - Wikipedia","KeyID":"16769","URL":"https://en.wikipedia.org/wiki/Vladimir_Putin%27s_Second_Cabinet"}