{"Content: ":"Vladimir Putin Independent Vladimir Putin Independent The 2000 Russian presidential election was held on 26 March 2000.[1] Incumbent prime minister and acting president Vladimir Putin, who had succeeded Boris Yeltsin after his resignation on 31 December 1999, was seeking a four-year term in his own right and won the elections in the first round. In spring 1998, Boris Yeltsin dismissed his long-time head of government, Viktor Chernomyrdin, replacing him with Sergey Kirienko. Months later, in the wake of the August 1998 economic crisis in which the government defaulted on its debt and devalued the rouble simultaneously, Kirienko was replaced in favor of Yevgeny Primakov. In May 1999, Primakov was replaced with Sergei Stepashin. Then in August 1999, Vladimir Putin was named prime minister, making him the fifth in less than two years.[2] Putin was not expected to last long in the role and was initially unknown and unpopular due to his ties to the Yeltsin government and state security. In the late summer and early fall of 1999, a wave of apartment bombings across Russia killed hundreds and injured thousands. The bombings, blamed on the Chechens, provided the opportunity for Putin to position himself as a strong and aggressive leader, capable of dealing with the Chechen threat. Yeltsin had become exceedingly unpopular. Yeltsin was increasingly concerned about the Skuratov, Mercata and Mabetex scandals that had prompted articles of impeachment.[3] He narrowly survived impeachment in May 1999. In mid-1999, Yevgeny Primakov and Yuri Luzhkov were considered the frontrunners for the presidency.[3] Both were critical of Yeltsin, and he feared that they might prosecute him and his family for corruption should they ascend to power.[4] Primakov had suggested that he would be “freeing up jail cells for the economic criminals he planned to arrest.”[5] On December 19, 1999, the Kremlin's Unity Party finished second in the Parliamentary elections with 23 percent; the Communist Party was first with 24 percent.[3] By forming a coalition with Yabloko and the Union of Right Forces,[3] Yeltsin had secured a favorable majority in the Duma. By the December election, Putin's popularity had risen to 79% with 42% saying they would vote for him for President.[5] On New Year's Eve 1999, Yeltsin announced that he would be resigning early in the belief that “Russia should enter the new millennium with new politicians, new faces, new people, who are intelligent, strong and energetic, while we, those who have been in power for many years, must leave.”[3] In accordance with the constitution, Putin became acting president. The elections would be held on 26 March 2000, as Russian law required an election to be scheduled three months after the office of president is vacated. Before Yeltsin's resignation, the 2000 presidential election had been expected to be held in June or July.[6][7][8] The Duma had originally passed legislation scheduling the first round of the election for June 4, with a runoff scheduled for June 25 if necessitated.[8][9] In early 2000, Unity and the Communist Party had developed an alliance in the Duma that effectively cut off Putin's rivals, Yevgeny Primakov, Grigory Yavlinsky, and Sergei Kiriyenko.[3] Yuri Luzhkov, the reelected Mayor of Moscow, announced that he would not compete for the presidency; Primakov pulled out two weeks after the parliamentary elections.[3] The early election also reduced the chances that public sentiment would turn against the conflict in Chechnya.[10] A new federal law, “On the election of the president of the Russian Federation” was passed in December 1999. It required that candidates gather a million signatures to be nominated (although the shortened election meant this was reduced to 500,000).[10] A majority in the first round was enough to win. Failing that, a second round of voting between the top two candidates would be decided by majority vote.[10] The new law also created stricter campaign finance provisions.[10] The new law, in conjunction with the early election would have further helped Putin, who could rely on favorable state television coverage. A total of 33 candidates were nominated; 15 submitted the application forms to the Central Electoral Committee, and ultimately 12 candidates were registered:[10] Candidates are listed in the order they appear on the ballot paper (alphabetical order in Russian). Gennady Zyuganov and Grigory Yavlinsky were the two strongest opposition candidates. Zyuganov ran on a platform of resistance to wholesale public ownership although illegally privatized property would be returned to the state.[10] He opposed public land ownership and advocated for strong public services to be provided by the state. He would also strengthen the country's defense capabilities and would resist expansion by the United States and NATO.[10] Grigorii Yavlinsky (Yabloko) ran as a free marketer but with measured state control.[10] He wanted stronger oversight of public money, an end to the black market and reform of the tax system coinciding with an increase in public services.[10] He also advocated for a strengthened role for the State Duma and a reduction in the size of the civil bureaucracy.[10] He was the most pro-Western candidate, but only to an extent as he had been critical of the war in Chechnya yet remained skeptical of NATO.[10] One of Putin's major campaign platforms was “dictatorship of the law” and “the stronger the state, the freer the people.”[2] Putin mounted almost no campaign in advance of the 2000 elections. “He held no rallies, gave no speeches, and refused to participate in debates with his challengers.”[3] The extent of Putin's campaign was a biographical interview broadcast on State Television, and a series of interviews with journalists, paid for by Boris Berezovsky, an oligarch who had helped to build the Unity Party in the Yeltsin years.[3] Putin's platform was best reflected by an “Open letter to Russian voters” that ran in national newspapers on February 25, 2000.[10] Because he refused to participate in the debates, Putin's challengers had no venue in which to challenge his program, vague as it may have been.[10] A number of other candidates explained this as a refusal to clarify his position on various controversial issues. Uncritical state television coverage of Putin's oversight of the conflict in Chechnya helped him to consolidate his popularity as Prime Minister, even as Yeltsin's popularity as President fell.[10] Analysis of television coverage of the 1999 Duma and 2000 Presidential elections found that “it was ORT, and state television more generally, that had helped to create a party on short notice”[4] and that “its coverage… was strongly supportive of the party it had created.”[4] Further, TV channel ORT aggressively attacked credible opponents to Unity and Putin.[4] Putin “received over a third of the coverage devoted to the candidates on all television channels, as much as Zyuganov (12%), Yavlinsky (11%) and Zhirinovsky (11%) put together.”[10] He received more than a third of print media coverage, and was given outsize coverage even in opposition newspapers.[10] Putin announced a new press policy after he won the election. He stated that he believed in “free press” but this should not let the media become “means of mass disinformation and tools of struggle against the state.”[2] He encouraged the state-owned media to control the market and provide the people with “objective information.”[2] The decision to conduct the presidential elections also in Chechnya was perceived as controversial by many observers due to the military campaign and security concerns.[11] The legislative elections held on 19 December 1999 had been suspended in Chechnya for these reasons. There were many alleged serious forgeries reported that could have affected Putin's victory in the first round.[12][13] The PACE observers delegation concluded that \"the unequal access to television was one of the main reasons for a degree of unfairness of the campaign\" and that \"independent media have come under increasing pressure and that media in general, be they State-owned or private, failed to a large extent to provide impartial information about the election campaign and candidates.\"[14] The PACE delegation also reported that the media got more and more dominated by politically influential owners. The TV channel ORT launched a slanderous campaign against Yavlinsky's image as his ratings started to rise sharply, and broadcasters generally nearly ignored candidates who did not fulfill interests of their owners. One of the main independent broadcasters, NTV, was subject to increasing financial and administrative pressure during the electoral campaign.[14] Harassment by the Kremlin was utilized to quiet criticism from domestic independent and opposition media, particularly television broadcasters.[15] State agencies pressured media outlets (especially television outlets) to avoid issuing negative reports on the Chechen War.[15] The two primary state-controlled media outlets gave overwhelmingly positive coverage to Putin's handling of the war. Multiple Western journalists (such as the Boston Globe's David Fillipov) had been either detained or expelled from the country because they strayed from Russian military guidance in Chechnya.[15] Andrei Babitsky (a correspondent for Radio Liberty) was arrested under charges of aiding the Chechens.[15] Under both Yeltsin and Putin, the Kremlin apparatus was applying financial pressure to Media-Most, a media holding group which had been unfriendly in their coverage.[15] On the other hand, Zyuganov received much fairer media coverage than he had been subject to in the previous presidential election.[16] Polling stations were open from 8:00 a.m. to 8:00 p.m. Putin won on the first ballot with 53.4% of the vote. Putin's highest official result was 85.42% in Ingushetia, while his lowest achievement was 29.65% in neighboring Chechnya. Zyuganov's results ranged from 47.41% in the Lipetsk region to 4.63% in Ingushetia. Yavlinsky's results ranged from 18.56% in Moscow to 0.42% in Dagestan. Zhirinovsky's results ranged from 6.13% in the Kamchatka region to 0.29% in Ingushetia.[17] a Titov was unofficially aligned with the Union of Rightist Forces.[18] Source: CEC","Title":"2000 Russian presidential election - Wikipedia","KeyID":"16760","URL":"https://en.wikipedia.org/wiki/2000_Russian_presidential_election"}