{"Content: ":"Vladimir Putin Independent Vladimir Putin Independent The 2004 Russian presidential election was held on 14 March 2004.[1] Incumbent President Vladimir Putin was seeking a second full four-year term. It was a landslide victory for Putin, who was re-elected with 71.9% of the vote. Candidates are listed in the order they appear on the ballot paper (alphabetical order in Russian). Observers representing the Organization for Security and Co-operation in Europe and the Parliamentary Assembly of the Council of Europe, cited what they called abuses of government resources, bias in the state media and instances of ballot stuffing on election day. According to the ad hoc Committee by the Parliamentary Assembly of the Council of Europe, \"the elections were generally well administrated and reflected the consistently high public approval rating of the incumbent president but lacked elements of a genuine democratic contest.\" \"While on a technical level the election was organized with professionalism, particularly on the part of the Central Election Commission (CEC), the election process overall did not adequately reflect principles necessary for a healthy democratic election process. The election process failed to meet important commitments concerning treatment of candidates by the State-controlled media on a non-discriminatory basis, equal opportunities for all candidates and secrecy of the ballot,\" reported observers by Organization for Security and Co-operation in Europe. \"Localised instances of election-related abuse of official function, whilst met with an appropriately robust response by the electoral authorities in some instances, reflected a lack of democratic culture, accountability and responsibility, particularly in areas distant from the capital.\" Observers representing the Commonwealth of Independent States recognized the election as \"free, democratic and fair\".[3] The head of the mission Yury Yarov assured that violations identified during the mission didn't affect \"free expression of the electors' will and result of the election\". According to report by an ad hoc Committee by the Parliamentary Assembly of the Council of Europe, \"The Presidential Election Law and the Basic Guarantees of Electoral Rights Law provided the legal framework for the presidential elections, laying down conditions for the transparency in the organisation and conduct of the election.\" Criticizing the election campaign, the Committee claimed as \"unreasonable hurdle\" the requirement to collect 2 million signatures for submission to the CEC in support of persons seeking registration as candidates. Another concern was, \"The Russian Constitution stipulates that in a presidential election, if the turnout is less than 50%, a new round has to be held, with candidates registering anew. This clause raised concerns of authorities on voters turnout and a massive campaign encouraging people to participate in elections had been launched by the CEC and local authorities. In some regions, local authorities overused their power to force people to take part in the elections.\" The election campaign in general was \"low-key and all but invisible, which could be explained by the predictability of the results of the election.\" Glazyev's manager reported the use of administrative resources by preventing Glazyev from campaigning in the regions; Khakamada claimed that \"local authorities were instructed to hamper her meetings with voters\". PACE reported that despite some irregularities, \"credit should be given to the election administration which ensured security and professional conduct of the voting process\". PACE noted the unusually high turnout in five North Caucasus republics (more than 90%), \"Mr Putin received 98.2 % of the vote in Ingushetia, 96.5 % in Kabardino-Balkaria, 94,6 % in Dagestan, 92.3% in Chechnya and 91.25% in North Ossetia. Taking into account that the general turnout of the election was only 64.39%, the election results in these regions seem to be unusually high and one-sided.\" Considering situation in Chechnya, the Moscow Times quoted election officials in the republic's capital, Grozny, as acknowledging that they had filled in several thousand ballots for Putin.[4] The report of PACE said that \"during the presidential election the International Election Observation Mission concluded that state-controlled media had displayed clear bias in favour of the incumbent in news presentation and coverage of the campaign.\" According to the report by Office for Democratic Institutions and Human Rights (OSCE) of the Organization for Security and Co-operation in Europe, Television is the main source of public information in the Russian Federation. Two State-controlled TV channels have countrywide outreach, while the most significant private TV stations are NTV and Ren TV… The State-controlled media comprehensively failed to meet its legal obligation to provide equal treatment to all candidates, displaying clear favouritism towards Mr. Putin. While the other candidates had access to television and other media, through free airtime and televised debates, their access to the primetime news programmes and current affairs programmes on the State-controlled broadcasters was limited… In contrast to the coverage by State-funded TV channels, private broadcasters monitored by the EOM provided more balanced coverage, with a greater diversity of views.[5] In the month prior to the election, state-funded Channel One Russia dedicated more than four hours of its news coverage to Putin, with the coverage being overwhelmingly positive.[5] In contrast, the second-most covered candidate on Channel One was Kharitonov, who received a mere 21 minutes of primetime news coverage.[5] State-funded TV Russia gave Putin nearly two hours of primetime news, with the tone of the coverage being overwhelmingly positive.[5] In contrast, Glazeyev was given only four minutes of coverage, the tone of which ranged from negative to neutral.[5] TV Centre, a television station that was controlled by the Moscow City administration, provided an hour and 25 minutes of coverage to Putin, with the tone being overwhelmingly positive.[5] In contrast, TV Centre gave Glazeyev a mere seven minutes of coverage, which ranged in tone from negative to neutral.[5] Private broadcasters were more balanced in their television coverage.[5] REN TV gave 35 minutes of primetime news to Mr. Putin, with 35% of this coverage being negative.[5] They gave Khakamada 22 minutes of coverage which ranged from neutral to positive in tone.[5] NTV gave more than 31 minutes of coverage to Mr. Putin, ranging in tone from neutral to positive.[5] In its analytical news programs, such as Svoboda Slova and Namedni, NTV gave a relatively balanced picture of the main contestants and the State leadership.[5] NTV, however, did not air election debates due to Putin’s refusal to take part.[5] Additionally, NTV did not air special broadcasts for campaign programming citing to low public interest.[5] Most local television outlets provided very little coverage of the election. What coverage they did provide generally tended to be favorable of Putin.[5] Many media outlets ignored key developments in the campaign's of Putin's challengers. For instance, very few media outlets (both television and print) carried news of Khakamada's campaign announcement.[6] Print media displayed a variety of views, with coverage of various outlets being either strongly pro-Putin or strongly anti-Putin in bias.[5] A few groups, notably the Yabloko party and a number of human rights organizations, encouraged voters to boycott the election.[6] Yabloko's leader Grigory Yavlinsky specifically called for boycotts to take place in protest of what he considered to be, “the slide of the country into authoritarianism.”[6] Source: CEC","Title":"2004 Russian presidential election - Wikipedia","KeyID":"16762","URL":"https://en.wikipedia.org/wiki/2004_Russian_presidential_election"}