{"Content: ":"The First Inauguration of Vladimir Putin as the President of Russia took place on Sunday, May 7, 2000. The ceremony was held for the first time in the Grand Kremlin Palace and lasted exactly one hour. Despite the fact that Boris Yeltsin at the time of the ceremony was already a former president (having resigned December 31, 1999), he was formally invited as a guest, but took part in the ceremony as the outgoing president.  Boris Yeltsin resigned as President of Russia in the end of 1999. Prime Minister Vladimir Putin became Acting President of Russia and won the 2000 Russian presidential election with more than fifty percent of the votes. He took office two months after the elections. Originally the ceremony was scheduled to take place at the State Kremlin Palace, but Putin requested it to be moved to the Grand Kremlin Palace.[1] At the beginning of the ceremony, after passing through St. George and Alexander Halls, the soldiers of the Kremlin Regiment brought in Andrew's hall Flag of Russia, Flag of the President of Russia, a special copy of the Russian Constitution and the Sign of the President of Russia. Then, on the podium in the St. Andrew Hall rose Chairman of the Constitutional Court of Russia Marat Baglay, Chairman of the Federation Council Yegor Stroyev, Chairman of the State Duma Gennady Seleznyov and Chairman of the Central Election Commission of the Russian Federation Alexander Veshnyakov. Vladimir Putin arrived in the Kremlin and entered the Grand Kremlin Palace. At St. Andrew's Hall was invited to the First President of Russia Boris Yeltsin. With the first blow of the Kremlin chimes came Vladimir Putin, passing St. George and Alexander Halls, on the podium in the hall of St. Andrew. The first speech was made by Chairman of the Central Election Commission of Russia Alexander Veshnyakov. He congratulated Putin on his victory in the elections and said that the elections were held in accordance with the laws of Russia. The second speech was President of the Constitutional Court Marat Baglai. He called on Vladimir Putin to take the oath of the President of Russia. After Vladimir Putin said the text of the oath, sounded Anthem of Russia and a copy of the Standard of the President of Russia was raised over the dome of the Kremlin Senate. After the national anthem, Boris Yeltsin made a speech in which Putin congratulated, wished success and encouraged to continue to build a new democratic Russia. After Yeltsin, with his first speech as President of Russia, Vladimir Putin speaks. Vladimir Putin, left St. Andrew's Hall on the accompaniment of the song \"Glory\" to the music of Mikhail Glinka and Artillery salute. Then, at the Cathedral Square of the Moscow Kremlin, Boris Yeltsin introduced the Kremlin Regiment of Vladimir Putin, passing thus the authority of the Supreme Commander of the new President. At the end of the ceremony, Boris Yeltsin and Vladimir Putin accepted congratulations.[2][3] Vladimir Putin's speech:[4] Dear citizens of Russia, dear friends! Today, I appeal to you, just for you, because you have entrusted me with the highest office in the country. I understand that he took on a huge responsibility, and I know in the Russian head of state has always been and will be the person who is responsible for everything that happens in the country. First President of Russia, Boris Yeltsin, left the Kremlin, now remember it, uttered the words that many remember. He repeated today in this hall: \"Take care of Russia.\" It is in this I see the main presidential duties. The fulfillment of this will require a long time and their colleagues at work, in the service. I also expect to find in this patriotic actually help Russian citizens, all who cherish the destiny of our Fatherland. Today I want to thank my supporters and all those who voted for me in the election. You supported those first steps that have already been made. You may believe that together we can change our lives for the better. I am deeply grateful to you for it. But I understand that your support – this is only an advance power in general and, of course, to me, is entering today in the position of President of the country. I appeal to those who voted for other candidates. I am convinced that you voted for our common future, for our common goal of a better life, for a strong and prosperous Russia. Each of us has his own experience, his views, but we have to be together, we have much to do together. Today is really an historic day, I want this one more time to focus. In fact, for the first time in the history of our country, the history of Russia for the first time the supreme power in the country passed the most democratic, the most simple way, by the will of people, legally and peacefully. The change of power – always check the constitutional system, a test of its strength. Yes, we are not the first test, obviously, not the last, but it is a test, this milestone in our lives we have been worthy. We have proved that Russia is becoming a modern democratic state. A peaceful succession of power – an essential element of political stability, which we dreamed with you, to which aspired, which sought. The path to a free society was not simple and easy, in our history have been tragic, and bright pages. The construction of a democratic state is far from complete, but much has already been done. We must cherish the achievements, preserve and develop democracy, to make sure that the power elected by the people working in its interests, defending Russian citizen everywhere in our country, and abroad, to serve the public. This is a principled, tough stance, I have defended it and intend to uphold in the future. For the sake of today's solemn event, we are gathered here today in the Kremlin, in a holy place for our people. Here in the Kremlin – the concentration of our national memory. Here, in the walls of the Kremlin's centuries history was made in our country, and we have no right to be \"Ivans, not mindful of kinship.\" We must not forget anything, we need to know our history, know it for what it is, draw lessons from it, always remember those who created the Russian state, defending his dignity, made him a great, powerful, mighty state. We will keep this memory, and we keep that connection times, and all the best of our history we will give to descendants. Dear citizens of Russia! We believe in ourselves, in what we can truly transform and transform the country. We have common goals, we want our Russia to be free, prosperous, rich, strong, civilized country, a country that prides itself on its citizens and which is respected in the world. In recent months, both in Moscow and in meetings in the Russian regions, I feel your understanding and your support, and very often from people, from the most simple people in the squares and streets of our cities have heard very simple, but very important word for me. I said, \"We believe you, we hope you, you just do not deceive us.\" I can assure you that their actions will be guided solely by the public interest. May not be able to avoid mistakes, but what I can promise and promise, is that going to work openly and honestly. I believe their sacred duty to unite the Russian people, to gather citizens around clear goals and objectives, and every day and every minute to remember that we have one Motherland, one nation, we have one thing in common with you future. Thank!","Title":"First inauguration of Vladimir Putin - Wikipedia","KeyID":"16773","URL":"https://en.wikipedia.org/wiki/First_inauguration_of_Vladimir_Putin"}