{"Content: ":"United Russia ([[Russian language|Russian]]: Единая Россия, tr. Yedinaya Rossiya, IPA: [(j)ɪˈdʲinəjə rɐˈsʲijə]) is a Russian conservative political party. As the largest party in Russia, it holds 325 (or 72.22%) of the 450 seats in the State Duma as of 2022[update], having constituted the majority in the chamber since 2007. The party was formed in December 2001 through a merger of the Unity and Fatherland – All Russia parties. United Russia supports the policies of incumbent president Vladimir Putin, who previously served as party leader during the presidency of Dmitry Medvedev; despite not currently being the official leader or a member of the party, Putin operates as its de facto leader.[21] The party peaked in the 2007 Russian legislative election with 64.3% of the vote, while in recent years it has seen its popularity decline.[22] The party's ideology has been inconsistent but embraces specific politicians and officials,[23] who hold a variety of political views, who support Putin.[24] The party appeals mainly to pro-Putin and non-ideological voters,[25][26] and is often classified by political scientists as a \"big-tent party\",[27][28][29] or as a \"party of power\".[30][31] In 2009, it proclaimed Russian conservatism as its official ideology.[5][6] United Russia's predecessor was the Unity bloc, which was created three months before the December 1999 Duma elections to counter the advance of the Fatherland – All Russia (OVR) party led by Yuri Luzhkov. The creation of the party was heavily supported by Kremlin insiders, who were wary of what looked like a certain OVR victory. They did not expect Unity to have much chance of success since President Boris Yeltsin was very unpopular and Prime Minister Vladimir Putin's ratings were still minuscule. The new party attempted to mimic OVR's formula of success, placing an emphasis on competence and pragmatism. Charismatic Minister of Emergency Situations Sergei Shoigu was appointed as the party leader.[32] In 1999, Prime Minister Putin's support increased to double-digit figures after he sent troops into Chechnya in retaliation for bombings in Moscow and other cities attributed to Chechen terrorists and in response to the Chechen invasion of Dagestan. Putin's war effort was hugely popular and portrayed positively by the Boris Berezovsky-owned Public Russian Television (ORT) as well as by state-controlled RTR.[33] Contrary to its founders' expectations, Unity's election campaign in the 1999 election was a success with the party receiving 23.3% of the votes, considerably more than OVR's 13.3% and within one percentage point of the Communist Party's 24.3%.[32][33] The popularity of the prime minister proved decisive for Unity's victory.[33] The election results also made clear that Putin was going to win the 2000 presidential election, which resulted in competitors Luzhkov and Yevgeni Primakov dropping out. Yeltsin also gave Putin a boost by resigning as president on 31 December 1999.[32] While Unity initially possessed one narrow purpose, limited only to the 1999 Duma elections, after the results state officials began to transform the party into a permanent one. A large number of independent deputies who had been elected to the Duma were invited to join the party's delegation. Many OVR deputies joined, including its leader Luzhkov.[32] In April 2001, OVR and Unity leaders issued a joint declaration that they had started the process of unification. In July 2001, the unified party, called Union of Unity and Fatherland, held its founding congress and in December 2001 it became All-Russian Party of Unity and Fatherland, or more commonly, United Russia.[34] Instead of the \"communism versus capitalism\" dichotomy that had dominated the political discourse in the 1990s, in the 1999–2000 electoral cycle Putin started to emphasize another reason to vote for his party: stability, which was yearned for by Russian citizens after a decade of chaotic change. With the exception of the continued fighting in the Northern Caucasus, Putin was perceived to have delivered it.[33] On 13 January 2003, United Russia had 257,000 members—behind Liberal Democratic Party of Russia (600,000) and the Communists (500,000).[34] In the second party congress in March 2003, Sergey Shoygu stood down and Boris Gryzlov was elected as the new party leader.[34] Throughout Putin's first years as president, the country's economy improved considerably, growing more each year than in all of the previous decade and Putin's approval ratings hovered well above 70%. Russia's economic recovery was helped by high prices for its primary exports such as oil, gas and raw materials.[33] The passage rate of law proposals increased considerably after United Russia became the dominant party in the Duma. In 1996–1999, only 76% of the legislation that passed the third reading was signed by the President while in 1999–2003 the ratio was 93%. While Yeltsin had often relied on his decree powers to enact major decisions, Putin almost never had to. United Russia's dominance in the Duma enabled Putin to push through a wide range of fundamental reforms,[35] including a flat income tax of 13%, a reduced profits tax, an overhaul of the labour market, breakups of national monopolies and new land and legal codes.[35][36][37] United Russia characterised itself as wholly supportive of Putin's agenda, which proved a recipe for success and resulted in the party gaining a victory in the 2003 Duma elections, receiving more than a third of the popular vote.[33] Throughout its history, United Russia has been successful in using administrative resources to weaken its opponents. For example, state-controlled news media portrayed the Communist Party as hypocritical for accepting money from several \"dollar millionaires\" during the 2003 Duma election campaign.[32] Opposition parties also made several strategic mistakes. For example, Yabloko and the Union of Right Forces seemed to spend more effort attacking each other than Putin, which made it easier for United Russia to win over liberal voters on the strength of market reforms under Putin.[32] The opposition parties faltered in the 2003 elections, with the Communists gaining just 52 seats, a drop from 113 in 1999. Liberal opponents fared even worse, with Yabloko and Union of the Right Forces failing to cross the 5 percent threshold.[33] As the economy continued to improve, Putin moved to rein in the unpopular oligarchs, Putin's approval ratings stayed high and he won the 2004 presidential election with over 71% of the votes. The 2007 Duma elections saw United Russia gain 64.3% of the votes. The Communist Party became a distant second with 11.57% of the votes. Putin was the only name on United Russia's national list.[33] United Russia also introduced tougher party, candidate and voter registration requirements and increased the election threshold from 5% to 7% for the 2007 elections.[33] During the December 2007 election, the party was accused by voters and election monitoring group Golos of numerous election law violations banned in the Russian Constitution.[38] The legislative agenda shifted somewhat after the 2007 elections. Anti-terrorism legislation, large increases in social spending and the creation of new state corporations became the dominant issues while less energy was devoted to economic reform.[35] For the 2008 presidential election, United Russia nominated Dmitry Medvedev to succeed Putin. Medvedev received Putin's blessing and scored a clear victory, receiving 71% of the votes. As President, Medvedev nominated Putin as his Prime Minister. On 15 April of the same year, Putin accepted a nomination to become the party's leader, but declared that this did not mean he would become a member. Medvedev also refused to become a member.[32] During regional elections of 11 October 2009, United Russia won a majority of seats in almost every Russian municipality. Opposition candidates stated they were hindered from campaigning for the elections and some were denied places on the ballot.[39][40] There were allegations of widespread ballot stuffing and voter intimidation as well as statistical analysis results supporting these accusations.[39] Support for United Russia was 53% in a poll held in October 2009.[41] In 2010–2011 and following the economic crisis, support for United Russia was variable, but declined overall. The share of the population voting for the party reached its lowest point in January 2011 (35%) before recovering to 41% in March 2011.[42] The Agrarian Party supported the candidacy of Dmitry Medvedev in the 2008 presidential election and it merged into United Russia.[43] At the party's XII Congress held on 24 September 2011, Medvedev supported the candidacy of Prime Minister Putin in the presidential election of 2012—a move that effectively assured Putin would return to the presidency, given the party's near-total dominance of Russian politics. Medvedev accepted the invitation of Prime Minister Putin to head the party in the State Duma elections and said that in his opinion Putin should run for President in 2012.[citation needed] Delegates applauded this statement standing and they unanimously supported his candidacy for President.[citation needed] Medvedev responded immediately, saying that applause is proof of Putin's popularity among the people. Ten thousand participants of the meeting listened to Medvedev's speech. In total, the congress was attended by about 12,000 participants, guests and journalists.[44] At the same congress, the election list of candidates from the party in the December elections to the State Duma was approved. The list includes 416 party members and 183 non-partisan, 363 of them for the first time participate in the elections. On 29 September, the list was handed over to the Central Election Commission of the Russian Federation. The party-list was led by President Medvedev. 582 delegates of the Congress voted in support of the list, against one.[45][46] The election program of United Russia was announced during speeches of Medvedev and Putin. Medvedev has identified seven strategic priorities of government policy and Putin offered to cancel the erroneous tax debts of 36 million Russians in the amount of 30 billion rubles and increase from 10 October salaries of public sector employees by 6.5%. Putin also said that taxes for the wealthy citizens should be higher than for the middle class and offered to raise utility tariffs only excess baggage. Among other priorities, Putin called a complete re army and navy in 5–10 years, doubling the pace of road construction for 10 years, the creation or update of 25 million jobs in 20 years in and out of Russia in the five largest economies in the world.[47] At the party's XIII Congress, held on 26 May 2012, Medvedev was elected chairman of United Russia.[48] United Russia decided not use portraits of Medvedev and Putin during the fall election campaign.[49] In March 2013, about 50 members of the United Russia from Abansky District of Krasnoyarsk Krai announced their withdrawal from the party. They sent an open letter (said to have been signed by 60 people) to the party chairman Medvedev, which criticized the activities of the party which according to them has ceased to fulfil its political function.[50] In January 2017, Medvedev was re-elected as party leader.[51] In the 2021 Duma elections, the party retained its supermajority in the State Duma, despite polls before the election indicating historic low levels of support for the party at around 30%, leading to widespread allegations of electoral fraud in favour of United Russia.[52] United Russia currently holds 340 of the 450 seats in the State Duma.[33] It heads all five[53] of the Duma's commissions and holds 14[53] of the 26 committee chairmanships and 10[54] of the 16 seats in the Council of Duma, the Duma's steering committee. The speaker of the Duma is United Russia's Vyacheslav Volodin.[55][56] The party has only informal influence in the upper house, the Federation Council, as the Council has rejected the use of political factions in decision making.[35] In 2013, United Russia claimed a membership of 2 million.[4] According to a study conducted by Timothy J. Colton, Henry E. Hale and Michael McFaul after the March 2008 presidential elections, 30% of the Russian population are loyalists of the party.[32] According to the party's 2003 political manifesto, The Path of National Success, the party's goal is to unite the responsible political forces of the country, aiming to minimize the differences between rich and poor, young and old, state, business and society. The economy should combine state regulation and market freedoms, with the benefits of further growth distributed for the most part to the less fortunate. The party rejects left-wing and right-wing ideologies in favour of \"political centrism\" that could unite all sections of society.[34] In addition, the official party platform emphasizes pragmatism and anti-radicalism. The party regards itself to be one of the heirs to Russia's tradition of statehood, both tsarist and communist.[57] United Russia's long-time moniker is \"the party of real deeds\".[58] Since 2006, when Vladislav Surkov introduced the term sovereign democracy, many figureheads of the party have taken usage of the term. Former President and Prime Minister Dmitry Medvedev has criticised the term. United Russia voted against the Council of Europe resolution 1481 (Need for international condemnation of crimes of communist governments).[59][60] The party has promoted explicitly conservative policies in social, cultural and political matters, both at home and abroad. Putin has attacked globalism and economic liberalism as well as scientific and technological progress.[61][62] Putin has promoted new think tanks that bring together like-minded intellectuals and writers. For example, the Izborsky Club, founded in 2012 by Aleksandr Prokhanov, stresses Russian nationalism, the restoration of Russia's historical greatness and systematic opposition to liberal ideas and policies.[63] Vladislav Surkov, a senior government official, has been one of the key ideologists during Putin's presidency.[64] In cultural and social affairs, United Russia has collaborated closely with the Russian Orthodox Church. Mark Woods provides specific examples of how the Church under Patriarch Kirill of Moscow has backed the expansion of Russian power into Crimea and eastern Ukraine.[65] More broadly, The New York Times reported in September 2016 how that Church's policy prescriptions support the Kremlin's appeal to social conservatives: A fervent foe of homosexuality and any attempt to put individual rights above those of family, community or nation, the Russian Orthodox Church helps project Russia as the natural ally of all those who pine for a more secure, illiberal world free from the tradition-crushing rush of globalization, multiculturalism and women’s and gay rights.[66] According to studies, United Russia voters in 2006 were younger and more market-oriented than the average voter. The party's electorate includes a substantial share of state employees, pensioners and military personnel who are dependent on the state for their livelihood.[58] Sixty-four percent of United Russia supporters are female. In the run-up to the 2011 Duma elections, it was reported that support for United Russia was growing among young people.[67] Foreign media and observers describe United Russia as a pure \"presidential party\", with the main goal of securing the power of the Russian President in the Russian parliament. The vast majority of officeholders in Russia are members of the party, hence it is sometimes described as a \"public official party\" or \"administration party\". Due to this, it is also often labelled the \"Party of Power\".[68][69] United Russia has signed cooperation agreements with the right-wing populist Freedom Party of Austria,[70] Serbian Progressive Party,[71] the Cambodian People's Party,[72] the Japanese Liberal Democratic Party,[73] and the League of Italy.[74] Its youth wing, the Young Guard of United Russia, has an alliance with the youth wing of the right-wing populist Alternative for Germany, Young Alternative for Germany.[75] The party has also signed cooperation agreements with the Serb nationalist Alliance of Independent Social Democrats of Bosnia and Herzegovina and the Estonian Centre Party (though party leader Jüri Ratas recently claimed that the agreement has not been active for ten years and that there is no current cooperation between the parties).[76] The party has proposed a cooperation agreement to the populist Five Star Movement (M5S). The Five Star Movement never gave a proper answer to the proposal and it is currently unknown whether it actually accepted the proposal or not.[75] United Russia has also signed cooperation agreements with Kazakhstan's Nur Otan party,[77] the Mongolian People's Party,[78] the Uzbekistan Liberal Democratic Party,[79] the People's Democratic Party of Tajikistan,[80] the Party of Socialists of the Republic of Moldova,[81] the Lao People's Revolutionary Party,[82] the Communist Party of Vietnam,[83] South Africa's African National Congress,[84] the New Azerbaijan Party,[85] the Prosperous Armenia party,[86] the Arab Socialist Ba'ath Party – Syria Region,[87] the Workers' Party of Korea,[88] the Communist Party of Cuba,[89] and the Philippines' PDP–Laban party.[90] The party used to have an agreement with the Latvian Social Democratic Party \"Harmony\", but the agreement lapsed in 2016 and was not renewed.[76] Until 2014, United Russia was in the European Democrat Group in the Parliamentary Assembly of the Council of Europe alongside the British Conservative Party, Polish Law and Justice and Turkish Justice and Development Party.[91][92] In April 2008, United Russia amended Section 7 of its charter, changing its heading from Party Chairman to Chairman of the Party and Chairman of the Party's Supreme Council. Under the amendments, United Russia may introduce a supreme elective post in the party, the post of the party's chairman, at the suggestion of Supreme Council and its chairman. The Supreme Council, led by the Supreme Council chairman, defines the strategy for the development of the party. The General Council has 152 members, is the foremost party platform in between party congresses and issues statements on important social or political questions. The Presidium of the General Council is led by a secretary, consists of 23 members and leads the political activity of the party, for instance election campaigns or other programmatic publications. United Russia introduced a local chapter system that mimicked the Japanese Liberal Democratic Party's (LDP) organization as a strong foundation for the one-party dominant system in the early 2000s. United Russia eagerly interviewed the LDP mission and studied their party structure. The number of party members was steadily increased by the introduction of the system.[93] United Russia runs local and regional offices in all parts of the Russian Federation and also operates a foreign liaison office in Israel through a deal with the Kadima party.[94] As of 20 September 2005, the party has a total of 2,600 local and 29,856 primary offices. The party has 4 internal groupings, organized around common policy interests. In addition, the party makes use of four internal political clubs to debate policy: liberal conservative 4 November Club, social conservative Centre for Social Conservative Politics, conservative liberal State Patriotic Club and liberal Liberal Club.[35] Based on this division, the party considered entering the 2007 Duma elections as three separate \"columns\" (liberal, conservative and social), but the idea was subsequently abandoned. United Russia has come in for criticism that it is \"the party of crooks and thieves\" (партия жуликов и воров, a term coined by activist Alexey Navalny)[98] due to the continuing prevalence of corruption in Russia.[99] In October 2011, Novaya Gazeta published an article describing how members of the public were writing the slogan on banknotes in protest.[100] In December 2011, Putin rejected the accusation of corruption, saying that it was a general problem that was not restricted to one particular party: \"They say that the ruling party is associated with theft, with corruption, but it's a cliché related not to a certain political force, it's a cliché related to power. ... What's important, however, is how the ruling government is fighting these negative things\".[99] A poll taken in November 2011 found that more than one-third of Russians agreed with the characterisation of United Russia as \"the party of crooks and thieves\".[101] After the 2011 legislative elections, a few leaders within United Russia called for investigations of fraud and reform of the party.[102] The party has also been criticised for the lack of a real program. Russian political scientist Gleb Pavlovsky stated in 2011: \"We see chaos, where no one is sure of anything: the ruling party six months before the elections does not know what its program is and whose interests it should represent\".[103] The Russian news site Gazeta.Ru published an article in October 2011 stating that the authorities failed to come up with a program for the elections.[104] CPRF leader Gennady Zyuganov in an interview with Novaya Gazeta in November 2011 stated: \"At the United Russia congress, there was neither a serious analysis, nor a program for the near future, nor any interesting decisions, nor an honest assessment of what is happening in the world and in our country. And absolutely no real proposals for the next six years of government.\"[105] United Russia's support for the raising of the retirement age in 2018 led to the party's ratings to fall to its lowest level since 2011. Mass protests against the measure were also held.[106] The pension reform also led to a negative impact on the party's performance in regional elections later in the year.[107]","Title":"United Russia - Wikipedia","KeyID":"16770","URL":"https://en.wikipedia.org/wiki/United_Russia"}