{"Content: ":"The third inauguration of Vladimir Putin as the President of Russia took place on Monday, May 7, 2012, in the Grand Kremlin Palace.[1] The ceremony was attended by about three thousand people, including ministers, governors, deputies, senators, foreign ambassadors and religious leaders, as well as Russian scientists and artists. Vladimir Putin won the election with more than sixty percent of the votes. He took office two months after the elections.  At the beginning of the ceremony Kremlin Regiment soldiers carried the Flag of Russia, Flag of the Russian President, Constitution of Russia and Sign of the President of Russia. Then there was called by Chairman of the Federation Council Valentina Matviyenko, Chairman of the State Duma Sergey Naryshkin and Chairman of the Constitutional Court Valery Zorkin. At this time, outgoing President Dmitry Medvedev, left the residence of the President of Russia and went to the Cathedral Square, to accept the report of the commander of the Kremlin Regiment and thank soldiers for their service. After that, Medvedev went to the State Kremlin Palace for the ceremony. Then Vladimir Putin left the White House, where he was the Prime Minister of Russia, and went to the Kremlin. At noon, when the bells of the Kremlin clock rung, Vladimir Putin entered St George's Hall and walked to the podium located in the St. Andrew Hall. The first speech was made by the outgoing President Dmitry Medvedev:[2][3] Dear citizens of Russia! Dear friends! Introduction of the elected President in a post - it is always the beginning of a new stage in the life of Russia, in its history. The President is the Head of State, the guarantor of the Constitution, rights and freedoms of man and citizen, determines the main directions of domestic and foreign policy. The sequence of state policy – a prerequisite for moving forward in Russia. It is important that large-scale transformations, which we conducted in previous years in the economic, social and political spheres, have been further developed. The only way we will build a strong democratic state where the rule of law and social justice, where security is provided, where all opportunities for self-realization, his business, civic and artistic initiatives. These problems have been a priority for me as President. I have worked as promised, taking the oath of office: openly and honestly in the interests of the people doing everything to ensure that they are free and confident about the future. We managed a lot - even in a difficult period of the global crisis. We fully fulfilled our social responsibilities, in fact - do the modernization of the economy. Of course, not everything turned out, not all plans failed to realize until the end, but this work should be continued. I am absolutely sure. Together we went through serious trials: Russian safety tested, as before, to the test. We had to repel an aggressor. And we continue the fight against terrorism, which remains a threat to our country I think one of the important achievements, the obvious achievements, the broad participation of citizens in political life. It is crucial that the government itself has become more open to dialogue and cooperation. The government in fact can not work effectively without feedback from the people, without taking into account the initiatives that are born in a society. In my work I have been guided by this. After all, all of us share a commitment to the common good, for freedom and progress. And of course, we share a love for children and for our country - Russia. Completing the job as head of state, I want to thank everyone who supported me all these years. Thank you for the great confidence you have given me, for your help, for your compassion. For the fact that we were together. I would also like to thank all the citizens of Russia. Thank you! We still have much to do. Heading the Russian state, to work for our people - it is a great responsibility and a great honor. And I am glad that the President will be Vladimir Vladimirovich Putin - an experienced person and a strong leader, who is backed by the majority of citizens of our country. I wish you success, Vladimir Vladimirovich Putin as President of Russia, in his work for our country, for our people! After the speech Dmitry Medvedev and Chairman of the Constitutional Court Valery Zorkin invited Vladimir Putin to take the oath: Vladimir Putin read the text of the oath: I swear in exercising the powers of the President of the Russian Federation to respect and protect the rights and freedoms of man and citizen, to respect and defend the Constitution of the Russian Federation, to protect the sovereignty and independence, security and integrity of the state, to faithfully serve the people. After that, the Russian national anthem sounded, followed by a thirty-one salvo Artillery salute.[4] Vladimir Putin delivered his speech as President of Russia:[5] Dear citizens of Russia! Dear friends! Assuming the office of President of the Russian Federation, I understand all of its responsibility before the Motherland. Her interests, security, well-being of its citizens have always been and will always be for me above all else. I will do everything to justify the trust of millions of our citizens. I think the meaning of his life and his duty to serve the Motherland, service to our nation, support which inspires and helps to solve the most complex and difficult task. Together we have come a long and difficult way, to believe in themselves, in their own strength, strengthened the country regained the dignity of a great nation, the world saw the revival of Russia, and is the result of the efforts of our people, the total of hard work in which there is a personal contribution of each. Today, we have everything to move forward, to the building: a functioning and developing countries, strong economic and social base, active and responsible civil society. I think this is a great merit of Dmitry Medvedev. His presidency has provided continuity and stability of the country's development, gave further impetus to the modernization of all aspects of our lives. Ahead of him is very complex and responsible tasks. I wish him success. Today, we are entering a new stage of national development, we will need to meet the challenges of a fundamentally different level, different quality and scale. The coming years will be decisive for the fate of Russia for decades to come. And we should all realize that the lives of future generations, the historical perspective of the state and our nation depends on today is on us, on real progress in building a new economy and modern standards of living, on our efforts to save the people and the support of the Russian families, on our persistence in equipping vast Russian spaces from the Baltic to the Pacific ocean, on our ability to become leaders, and center of gravity of the whole of Eurasia. We will achieve our goals if we are a single, united people, if we cherish our Motherland, strengthen Russian democracy, constitutional rights and freedoms, to expand the participation of citizens in government, in the formation of the national agenda, to the desire of each to a better life was embodied in the joint work for the prosperity of the whole country. We will succeed if we build on the solid foundation of cultural and spiritual traditions of our multinational people, our thousand-year history, on the values that have always been the moral basis of our life, if each of us will live in good conscience, with faith and love homeland, to their loved ones, take care of the happiness of their children and the welfare of their parents. We want, and we will live in a democratic country where everyone has the freedom and scope for talent and labor application of the forces. We want to and we will live in a successful Russia, which is respected in the world as a reliable, open, honest and predictable partner. I believe in the strength of our common goals and ideals, because of our determination to transform the country, due to the combined actions of citizens in our common desire for freedom, for truth, for justice. We are ready for the upcoming trials and future challenges. Russia has a great history and a great future at least. And we will work with faith in his heart, a sincere and pure thoughts. Thank! After the speech, Vladimir Putin headed for the exit, passing accepting congratulations. Before the start of the final part, Vladimir Putin and Dmitry Medvedev retired to a closed room where former President presented the new President with a \"nuclear briefcase\".[6] After receiving \"nuclear briefcase\", Putin and Medvedev went to the Cathedral Square, where the former President presented the Kremlin regiment of the new Supreme Commander. After that a parade and review of troops was held. After all this, President Putin and his wife went to the Cathedral of the Annunciation, where a prayer service in the service to the Fatherland was held.[7] Then they went to the informal part of the inauguration ceremony. A number of foreign leaders congratulated President Vladimir Putin upon his assumption of office.[8] Among them are: Syrian President Bashar Assad, President of Armenia Serzh Sargsyan, President of Belarus Alexander Lukashenko, President of Ukraine Viktor Yanukovych, Chinese President Hu Jintao and others. During the ceremony, there were two unplanned incidents. First – applause were unplanned, took place during the release of the State Duma Chairman Sergey Naryshkin. Typically, the output Chairmen of Chambers of the Parliament is not accompanied by applause. Second – there was a microphone error. When Chairman of the Constitutional Court Valery Zorkin invited Vladimir Putin to take the oath. Putin was initially unable to speak because the microphone did not work for several seconds. The ceremony continued once the microphone had been fixed.[9]","Title":"Third inauguration of Vladimir Putin - Wikipedia","KeyID":"16775","URL":"https://en.wikipedia.org/wiki/Third_inauguration_of_Vladimir_Putin"}