{"Content: ":"The Fourth inauguration of Vladimir Putin as the President of Russia took place on Monday, 7 May 2018, in the Hall of the Order of St. Andrew of the Grand Kremlin Palace in Moscow. The inauguration marked the commencement of the new six-year term of Vladimir Putin as President of Russia. The presidential oath of office was administered to Putin by Chairman of the Constitutional Court Valery Zorkin. In addition, in the Presidium of the ceremony, according to tradition, was the leaders of the legislature: Chairwoman of the Federation Council Valentina Matvienko and Chairman of the State Duma Vyacheslav Volodin. Presidential election were held on 18 March 2018. Eight candidates participated in the election. Vladimir Putin won the election in the first round, gaining more than 76% of the votes.[1] Vladimir Putin, who was elected as President in 2012, was eligible to run, which he declared his intent to do so on 6 December 2017, being widely expected to win. This came following several months of speculation, throughout the second half of 2017, as although he was widely expected to run for another term, Putin made evasive comments including that he had still not decided whether he would like to \"step down\" from the post of president, that he would \"think about running\", and that he \"hadn't yet decided whether to run for another term\". Different sources predicted that he would run as an independent to capitalize more support from the population, and although he could also have been nominated by the United Russia party as in 2012, Putin chose to run as an independent. On 19 April it became known that Vladimir Putin was offered two options for the inauguration ceremony. The first, the traditional option, was to hold the event as before in the Grand Kremlin Palace. The second option assumed that for the first time in history the inauguration would take place outdoors on one of the Central squares of Moscow. In particular, it was proposed to hold a ceremony on Ivanovskaya Square, which is located inside the Kremlin, or on Red Square. However, according to the presidential press secretary Dmitry Peskov, Vladimir Putin is not inclined to change the venue of the ceremony, and the inauguration is likely to take place traditionally in the Grand Kremlin Palace.[2] It is worth noting that a similar idea existed at the time of 1996 inauguration of Boris Yeltsin. Then it was supposed to hold a ceremony on Cathedral Square, but then this idea was abandoned in order to save money, and the ceremony was held in the State Kremlin Palace.[3] The inauguration used the publicly presented at first time new Russian-made \"Aurus Senat\"[4] limousine, instead of the current Mercedes-Benz S 600 Guard Pullman.[5] Although, before the inauguration, it was reported that this car will not be used during the ceremony, as did not like the Director of the ceremony. Instead, it was supposed to use the old Mercedes Pullman.[6] On 3 April 2018, the Chairwoman of the Central Election Commission Ella Pamfilova handed Vladimir Putin the certificate of the President of Russia for the next term. Presenting the certificate in early April, Ella Pamfilova violated the tradition by which the certificate was always handed when the President took office (not earlier than 6 May).[7] In addition, Pamfilova also congratulated Putin on a confident victory. The President-elect responded by thanking her and her colleagues who worked during the election campaign. He noted that it was a great national work, very important for the country, it was carried out at the highest technical and organizational level. And these elections were the most transparent and clean in the history of the country.[8] The ceremony began at a quarter to 12 Moscow time, when in St Andrew's hall was made a Russian Flag and the Presidential Standard. Following them, the chain of office and a special copy of the Russian Constitution were introduced.[9] After the introduction of the Flag and Symbols of the President, the Chairwoman of the Federation Council Valentina Matvienko, Chairman of the state Duma Vyacheslav Volodin and Chairman of the constitutional Court Valery Zorkin were invited to the stage. At that time, Vladimir Putin left his office in the Kremlin Senate and went to the Grand Kremlin Palace. When moving, the Cortege automobile was first used.[10] At noon Vladimir Putin arrived at The Grand Kremlin Palace, where he went through the Alexander and St. George Halls and climbed the stage in the St. Andrew's Hall.[11] After Vladimir Putin took the stage, Chairman of the Constitutional Court Valery Zorkin urged Putin to take the oath. According to Article 82 of the Russian Constitution, Vladimir Putin took the oath to the people of Russia in the presence of Federation Council members, members of the State Duma and judges of the Russian Constitutional Court. Vladimir Putin took the oath of office, traditionally with his right hand on the Constitution. After Putin took the oath, Zorkin said that Vladimir Putin had officially taken office as President of Russia.[12] After the swearing-in, orchestra performed Anthem of Russia, the presidential standard rose above the Senate Palace and Putin received the traditional 30-gun salute in his honor.[13][14] Vladimir Putin then delivered his 12-minute inaugural address of 1,246 words. This speech was the longest in history, the previous record was the inaugural speech of Boris Yeltsin in 1991, that speech consisted of 748 words.[15] In his speech, Vladimir Putin thanked Russian citizens for the trust and support they had given him in the election. Putin spoke about the tasks that need to be solved, as they will determine the fate of Russia for decades to come. Also, Putin called the priority tasks of the state, namely improving the quality of education and health care, as well as the protection of motherhood and childhood.[16] In his speech, Putin told about plans for a new term, he promised to do everything to increase the strength, prosperity and glory of Russia.[17] In the speech, Putin noted that for more than thousand years of history, Russia has repeatedly faced periods of turmoil and trials, comparing Russia with the Phoenix: \"For more than a thousand years the history of Russia repeatedly faced periods of turmoil and trials and always, always reborn, like a Phoenix, has reached such heights that others had not, were considered inaccessible, and for our country, on the contrary, become a new springboard, a new historic milestone for the future, a strong push forward.\"[18] After the main part of the inauguration ceremony, Vladimir Putin went to Cathedral square, where he conducted a review of the troops of the Kremlin Regiment. The review of troops will mark the inauguration of the Supreme Commander-in-Chief of the Armed Forces of Russia. During the parade, Putin congratulated the regiment on the 82nd anniversary, as on the same day, 7 May, the regiment celebrates the anniversary of its foundation.[19] After the parade, Vladimir Putin spoke with volunteers and representatives of youth organisations who were invited to the inauguration.[20] After the inauguration ceremony, Putin went to the Cathedral of the Annunciation, at the entrance to which Patriarch Kirill was waiting for him. They went inside together for worship. The prayer contains a request that God give entrants the President the strength and wisdom to run the country, creating it the world and a good organization. At the end of the prayer, Patriarch Kirill read a prayer that always sounds at this service. After that, the Patriarch addressed Putin on behalf of the clergy, monastics and faithful. He noted that all these people supported Putin, seeing him as a leader, not only successfully managing the state, but also a person devoted to the Fatherland, for which the spiritual tradition is his own tradition, for which both material and spiritual well-being of people is the task of fulfilling the presidential term.\" The Patriarch wished the President good health and strength to fulfil all the promises made in his inaugural speech.[21][22] The ceremony was attended by about five thousand guests.[23] In particular, in addition to the Judges of the Constitutional Court and Members of the Federal Assembly, whose presence at the inauguration is required by the Constitution, volunteers and employees of the election headquarters of Vladimir Putin also was attend the ceremony.[24] Along with this, according to tradition, the ceremony was attended by the governors of the Federal subjects, religious leaders and other senior Russian politicians, in particular former Mayor of Moscow Yury Luzhkov and former First Lady Naina Yeltsina.[25][26] According to tradition, outstanding figures of art, science and sports will attend the inauguration. For example, the musician Yuri Bashmet, hockey player Ilya Kovalchuk, actor Steven Seagal, Chairman of the Board of Directors of Gazprom, former Prime Minister Viktor Zubkov, Director General of Gazprom Neft Alexander Dyukov.[27][28][29] In addition, the ceremony was attended by former Federal Chancellor of Germany Gerhard Schroeder.[30] A number of foreign leaders congratulated President Vladimir Putin upon his assumption of office: The broadcast of the inauguration ceremony was watched by more than 5.8 million Russians, according to research company Mediascope. The event was broadcast by five television channels: First Channel, Russia 1, Russia 24, NTV, World and PTR.[37]","Title":"Fourth inauguration of Vladimir Putin - Wikipedia","KeyID":"16776","URL":"https://en.wikipedia.org/wiki/Fourth_inauguration_of_Vladimir_Putin"}