{"Content: ":"The All-Russia People's Front (ONF; Russian: Общероссийский народный фронт; ОНФ; Obshcherossiyskiy narodnyy front, ONF), is a political coalition in Russia started in 2011 by then-Prime Minister of Russia Vladimir Putin to provide the United Russia political party with \"new ideas, new suggestions and new faces\". The ONF aims to forge formal alliances between United Russia (the ruling party from 2001 onwards) and numerous Russian nongovernmental organizations. On 12 June 2013 the ONF founding conference elected Putin (President of Russia from 2012) as the Front's lider (Russian: лидер).[9][failed verification][10] At the meeting of United Russia on 6 May 2011, Putin called for the creation of a \"broad popular front [of] like-minded political forces\" to participate in the Duma election. He included United Russia and other political parties, business associations, trade unions and youth', women's and veterans' organizations. He claimed that United Russia's party list would include non-party candidates nominated by these organizations.[citation needed] A website was set up involving headquarters, regional branches and leadership. The Front urged individuals and groups that care about the \"fate\" and \"victory\" of Russia and want \"access to participation in power\" to fill out an application on the website. Putin's aides have stated that he is the \"informal head\" of the popular front, but deputy prime minister and chief of government staff Vyacheslav Volodin was named the head of the popular front headquarters.[citation needed] In April 2011 at a meeting with the Coordinating Council of the People's Front, Putin said the activities of the front would continue after the election season. At the same meeting, Putin also said that Russia should ensure that the parliament remained a leading political force.[11] By May 2011, hundreds of businesses had enlisted their workforces in the organization, including around 40,000 from the Siberian Business Union.[12] On 12 June 2013, the movement convened its inaugural congress, electing Putin as its leader.[9] The congress also elected the front's Central Staff: film director Stanislav Govorukhin, Delovaya Rossiya, co-chairman Alexander Galushka and State Duma member Olga Timofeyeva.[9] According to the Charter, the Front's goal is \"promotion of unity and civil solidarity in the name of Russia's historical success\"; the country's development as a free, strong and sovereign state with a robust economy; fast economic growth; and reliance on the family. On the list of the ONF founders were 480 people, including trade union activists, workers, scientists, culture workers, athletes, businessmen, farm and medical workers and politicians.[13] On 4 December 2013, the conference of the Front was held. The conference, which ran until 6 December, discussed the process of implementing reforms in healthcare, economy, community services, education and culture. The meeting held numerous round tables on the president's so-called \"May decrees\" and tackled internal agenda items.[14][15] In January 2014, the Front registered its first regional office in the city of Lipetsk, located about 440 kilometers south of Moscow, with Russia's Justice Ministry.[16] On October 21, 2019, the Supreme Court of Russia, following a lawsuit by the Ministry of Justice, liquidated the Agrarian Party of Russia for insufficient participation in the elections for 7 years, thus also ending its participation in the Front.[17] The All-Russia People's Front also includes the following organisations:[28] According to journalist Steve Rosenberg in an article for the BBC, the ONF may replace United Russia in the future, which was the probable reason for its establishment.[29] ","Title":"All-Russia People's Front - Wikipedia","KeyID":"16771","URL":"https://en.wikipedia.org/wiki/All-Russia_People%27s_Front"}