{"Content: ":"Independent opposition candidates Anti-Corruption Foundation Russia of the Future Libertarian Party Yabloko Party of Changes People's Freedom Party Starting from July 2019 numerous approved and unapproved rallies in Moscow (also known as part of the political crisis[3][4]) began, caused by the situation with the 2019 Moscow City Duma elections. Widespread public protests were triggered by numerous authorities' violations, claimed by the independent opposition candidates, during the registration procedure.[5][6] Rallies on Sakharov Avenue on 20 July and 10 August 2019 became the largest political rallies in Russia since the 2011–2013 protests. The July 27 rally established a record on number of detainees: 1373 people were detained.[7] The subsequent appeals of the MCEC's decisions to the CEC by the independent candidates didn't lead to any results. The protests were accompanied by massive administrative arrests of unregistered independent candidates[8] and two criminal cases: the obstructing the work of election commissions case and the riots case (also known as the \"Moscow case\").[9] The Second Service of FSB participated in the investigation of the events. It was reported that the intelligence agency is trying to find opposition ties with foreign structures and is trying to prove financing of protests from abroad.[10] A number of media and politicians as well as the Presidential Council for Civil Society and Human Rights found no evidence of mass riots at rallies.[11] After the verification of the signatures collected by the candidates, the Moscow City Election Commission (MCEC) refused to register most of independent opposition candidates. The claimed reason was the high percentage of rejected signatures (exceeding permissible reject rate of 10%). Independent candidates accused the MCEC of forgery in verifying signatures aimed at prohibiting the opposition to participate in elections. During the verification some personal data of the signers was entered with errors. In addition, a significant part of the signatures was invalidated on the grounds of a so-called handwriting examination, which scientific validity and impartiality the candidates questioned. The candidates submitted to the MCEC statements confirming the validity of signatures from signatories, whose signatures were rejected on the grounds of handwriting examination. The candidates also submitted to the MCEC an opinion of professional handwriting experts on the insolvency of the MCEC examination. Despite this, the MCEC did not change the decision. In protest, one of the candidates, Lyubov Sobol, went on a hunger strike on July 13.[12][13][14] On the other hand, the MCEC registered 32 candidates from Communists of Russia party, which has very low popularity (during 2016 election to the State Duma it collected 2%). This party is regarded by experts as a spoiler for CPRF.[15] These candidates are almost unknown in Moscow, mostly students, housewives and low-skilled workers.[16][17] According to the MCEC, these 32 unknown candidates managed to collect the necessary signatures. However, Muscovites did not see any signature collectors for the candidates from Communists of Russia or pro-United Russia 'independent' candidates in the streets of their city.[18] Later, an opposition newspaper Novaya Gazeta revealed that the same headquarters coordinates the actions of candidates from Communists of Russia and pro-United Russia 'independents'.[19] On July 14, 17 independent candidates met with supporters in Novopushkinsky Square. After that they went to the City Hall and finally to Mokhovaya Street to the MCEC building. Candidates demanded to accept signatures in their support and to allow them to participate in the election. The Police and the National Guard initially acted politely, but later they began to break up tents in the yard of the MCEC and to detain the protestors.[20][21] According to the OVD-Info portal, by the evening 39 people were detained, including candidates Ilya Yashin, Lyubov Sobol, Ivan Zhdanov and Yulia Galyamina.[22] Four protesters were hospitalized after a hard detention, several activists were beaten by the police.[23] Detained candidates called for supporters to meet again at the MCEC building the next day.[24] On July 15, 10 candidates arrived to a meeting with the head of the MCEC Gorbunov. The meeting planned to be open, however journalists were not allowed to enter the MCEC building and Gorbunov set several conditions: he would talk with the candidates one by one in a closed format only. Only 3 candidates accepted these conditions.[25] Later nine candidates were denied registration.[26] Then, Ilya Yashin announced that the MCEC removed him from the elections due to the allegedly exceeding the allowable number of false signatures and refused to accept written confirmations of the so-called \"wrong\" signatories.[27] In the evening of the same day, several hundred people gathered at Trubnaya Square for an action for admission of independent candidates to the elections. The candidates called for holding such meetings every day until their requirements were met.[28] On July 16, most of the independent candidates received registration denials, in particular, Lyubov Sobol, Ivan Zhdanov, Konstantin Yankauskas, Yulia Galyamina, Dmitry Gudkov, Gennady Gudkov, Alexander Solovyov, Sergey Mitrokhin, Elena Rusakova, Kirill Goncharov, Anastasia Bryukhanova. In all cases the reason was the exceeding of the maximum allowable percentage of invalid voter signatures.[29][30] Only a few independent candidates received registration. The action on Trubnaya that day took place despite the heavy rain. There were no detentions.[31] On July 17, meeting on Trubnaya Square took place again, about 800 people participated.[31] Gorbunov announced results of candidates registration campaign: 233 candidates were registered, 57 got a refusal.[32] Independent opposition candidates collected more than a thousand official statements from Muscovites, including statements with video, demanding that their signatures be considered valid.[33][34] They continued to conduct daily \"For the Right to Choose\" actions on Trubnaya Square till Saturday. The MCEC pointed out they are ready to consider the application and re-check the signatures. The PCCSHR recommended to allow independent candidates to participate in the election.[35] On July 20, a permitted rally was held on Sakharov Avenue with the same requirements. It has become the largest political action in Russia since 2012.[36] According to the \"White Counter\" organization, over 22 thousand people participated. The main requirement was to admit the independent candidates to the elections. According to the OVD-info, 7 people were detained at the meeting and after it.[37] Alexey Navalny on behalf of all independent candidates put an ultimatum to the Moscow authorities: if all independent candidates are not registered for a week, then an unauthorized rally will take place in front of the Moscow City Hall on Saturday, July 27.[38] Later, Ilya Yashin on behalf of all independent candidates published a joint open letter to Mayor Sobyanin, it contained Navalny's ultimatum, an offer to meet and discuss the situation and a proposal to the PCCSHR to hold an unscheduled meeting and discuss what's happening in Moscow.[39] On July 23, the CEC head, Ella Pamfilova, held a meeting with independent candidates to discuss the situation and stated that it would be impossible to register all those candidates who collected signatures at the elections.[40] She pointed out that their signatures should be rechecked.[41] Independent candidates sent complaints to the CEC about the refusals of district commissions, but Pamfilova replied that they do not obey the CEC. The candidates remained dissatisfied with the meeting, because the CEC head didn't show any desire to intervene to the situation.[42] On the contrary, Pamfilova blamed Navalny in making obstacles to register the independent candidates.[43] On the morning of July 24, Alexey Navalny was detained at the entrance of his house. The same evening, he was sentenced to 30 days in administrative arrest for calling for a rally on July 27.[44] The sentence was seemed to be connected with his July 22 publication of a photo of Italian permanent residency document belonging to pro-government journalist Vladimir Solovyov. Solovyov, in turn, accused Navalny in 'judicial incompetence'[45][46][47] The Office of the Investigative Committee in Moscow opened a criminal case under article 141 of the Criminal Code of the Russian Federation (\"Hindering the exercise of electoral rights or the work of election commissions\") because of a spontaneous rally near the MCEC.[48] On the evening of July 24, police searched the unregistered candidates Dmitry Gudkov and Ivan Zhdanov. The police also came with searches to Alexander Solovyov and Nikolai Balandin. Ivan Zhdanov after the search was taken for interrogation.[49] Dmitry and Gennady Gudkov, Lyubov Sobol, Elena Rusakova and Yulia Galyamina were also summoned for interrogation.[50][51][52] On July 25, the MCEC, on the recommendation of the working group on the analysis of candidates' complaints, approved the decisions of the district election commissions to refuse to register candidates Dmitry Gudkov, Ivan Zhdanov, Konstantin Yankauskas, Yulia Serebryanskaya and Konstantin Lisitsa.[53] Lyubov Sobol, after a meeting of the working group on the analysis of candidates' complaints, which decided to reject her complaint about the refusal of registration, announced that she would continue the hunger strike right in the building of the MCEC, waiting for Ella Pamfilova. At midnight, the guards of the MCEC pulled out a sofa on which Lyubov Sobol was sitting, in order to \"shake out bedbugs and parasites\".[54] This was stated by a member of the election commission Dmitry Reut.[55] On July 26, the MCEC approved the refusals to register Lyubov Sobol, Andrei Babushkin, Elena Rusakova and Ekaterina Ignatova.[56] The Moscow prosecutor's office put 15 candidates for deputies of the Moscow City Duma under an administrative investigation, most of whom were not registered in the elections, due to calls for an unauthorized mass rally planned for July 27.[57] On the evening of July 26, searches were conducted at the headquarters of Lyubov Sobol, Ivan Zhdanov, Ilya Yashin, Dmitry Gudkov and Yulia Galyamina. Night searches were also held in the apartments of Konstantin Yankauskas's parents and 80-years-old grandmother, at the address of registered candidate Klochkov and registered candidate Darya Besedina.[58] After the search, which ended at 1 a.m., Yashin was detained.[59] On the morning of July 27, searches were conducted at the apartments of Yulia Galyamina and Navalny's press secretary Kira Yarmysh.[60] The Constitution of the Russian Federation allows peaceful assemblies of citizens without any approval (Article 31), but the Law on rallies adopted in 2004 requires their approval by the authorities. De jure, this order should be informative, but de facto it is prohibitive. Therefore, many lawyers consider the actions of the authorities to prohibit and disperse the July 27 rally and other similar rallies as a flagrant violation of the Russian constitution (for example, see Strategy-31). July 27 rally was not approved by the authorities, and police had warned of responsibility for organizing and participating in unapproved public events.[61] On the morning July 27, police detained protest leaders Ivan Zhdanov, Lyubov Sobol, Dmitry Gudkov, Ilya Yashin, and Yulia Galyamina.[62] They were imprisoned until 6.40 - 6.50 pm. The rally should have started at 2 p.m. However, at 12 a.m., 2 hours before the start, the police had already detained the first person - a jogger (who turned up to be the author of MosMetro new logo), which has been doing his morning run. During arrest, policemen broke his leg.[63] Later, the ICR stated that police actions were lawful in this case.[64] Metal fences, buses, and lorries blocked the entrance on Tverskaya Street. Mobile connection was blocked.[65] All shops and cafes in the area of Tverskaya Street and Pushkinskaya Square were closed \"due to technical reasons\". As it was revealed later, police and National Guard troops were dispatched from neighboring oblasts: Vladimir, Kaluga, Ryazan, Tver, Tula, Smolensk, Yaroslavl and Moscow.[a][66] Besides that, the police had 'civil' agents among the protestors.[67] Russian Guard forced out protesters from Tverskaya Street in the alleys by 4 p.m. After that, the protesters divided into small groups of 300-1000 people and walked through the whole center Moscow for several hours, shouting demands for registration of candidates to the Moscow City Duma and the resignation of Moscow Mayor Sergei Sobyanin. One of these groups blocked the traffic on the Garden Ring for several minutes. Among protesters, there was no prominent opposition politicians, and groups marched without obvious leaders[68] At 5 p.m., the police knocked out the door to the studio of the channel \"Navalny LIVE\" and conducted a search. Broadcast host Vladimir Milov and four channel employees were detained.[69] A few minutes later, the police came to the editorial office of the Dozhd channel, and handed to the editor-in-chief Perepelova a writ to interrogation as a witness in a criminal case on obstructing the work of the MCEC.[70] Between 6.40 and 6.50 p.m., the judges in different parts of Moscow suddenly began to postpone the hearings on the cases of the candidates detained in the morning, thus making them free. Once free, they headed to Trubnaya Square, where protesters gathered. There they all were detained again,[71] except for Dmitry Gudkov, who was detained the next day.[72] By 8 p.m., police dispersed people from Trubnaya Square. The total number of detainees was 1074 people according to the Ministry of Internal Affairs[73] and 1373 people according to \"OVD-Info\".[74] The rally established a record for the number of detainees.[75] The police acted harshly: they used batons and set service dogs.[76] Dozens of people suffered.[77] State owned media completely ignored the rally.[78] International media reported many detainees.[79][80] Due to the fact that the crowd was originally divided into several parts, it is hard to estimate the size of the rally. An official estimate of 3,500[81] participants seems completely unrealistic given that 1,373 were detained. Independent sources give an estimation of 15-20 thousand participants.[82] Starting from July 27, 2019, election campaign turned into criminal investigation environment.[83] The EU condemned numerous detentions and disproportionate use of force and called Russia to respect its OSCE commitments and other international obligations.[84] The PACE expressed deep concern at the arrest and detention of hundreds of people.[85] The US condemned detentions more than 100 people and disproportionate use of force.[86] The UK expressed a deep concern about detentions and called Russia to comply with its international commitments on human rights.[87] Germany called police actions \"violent\".[88] Canada expressed deep concern and called to refrain from violence.[89] France called for release of all detainees.[90] Only on the evening of July 28 Russian state owned media broke the silence about protests. State owned media didn't make their own video from the rally, they used short fragments from channel Dozhd's video and from Twitter. Official point of view was presented by journalist Vladimir Solovyov in his TV show \"Sunday evening\".[91] He claimed that independent candidates didn't use legal appeals, claimed that 20% of participants of protests were journalists, praised Police for 'acting politely, unlike in France' and called protestors 'very aggressive'. Solovyov also blamed demonstrators on 'disrupting road traffic' and 'blocking ambulance'. He accused organizers of protests in 'attempt of overthrowing of constitutional order' and 'violating the law' On July 30, Moscow Mayor Sobyanin commented on the situation.[92] He accused protesters in igniting riots, attempting to take over Moscow City Hall and 'forcing police to use force'. He also stated that protesters wanted to 'come to power through loud shout like in Zimbabwe'.[93] Member of the Civic Chamber of Moscow and editor-in-chief of Echo of Moscow Alexei Venediktov replied Sobyanin that none of his points is true.[94] Later the PCCSHR found no evidence of civil discorder during th July 27 rally.[95] Tina Kandelaki called protestors to \"go to Siberia and fight the wildfire\".[96] Why the official authorities do nothing about the wildfire, and some even state that \"nothing should be done about that\",[97] she didn't specify. During the rally a policeman hit a woman, which caused a severe bloody wound on her head.[98] She started to smear the policeman, who hit her, with her blood. Margarita Simonyan commented on this situation: \"I know people who would pay a lot to be engaged in such a perverted sex\".[99] Many protesters and bystanders have been arrested. Some have been charged with offenses that carry possible long prison terms. Financial Times reports: \"In Mr Zhukov's case, the evidence of him using 'violence' is a video in which he tries to lift up a riot policeman's helmet visor, according to Pavel Chikov, head of public defence NGO Agora.\"[100] A list of some of the heavily charged detainees from July 27 and August 3, 2019, onwards.[101][102][103][104][105][106][107][108][109][110][111] Art. 318 went on a hunger strike since August 6[118] police actions during the 27 July rally[125] 1 year suspended sentence[128] man detained on the video[129] Art. 318 Up to 10 years imprisonment Art. 318 Up to 10 years imprisonment was hospitalized in serious condition[134][135] The opposition submitted a request for a rally on 3 August on Lubyanka Square. The authorities offered Sakharov Avenue instead. Opposition representatives didn't agree. On July 30, after some negotiations opposition representative, Mikhail Svetov, was arrested immediately after leaving the City Hall.[141] The next day he was imprisoned for 30 days.[142] The only opposition leader at liberty, Lyubov Sobol, called for a peaceful procession along the Boulevard Ring.[143] The police warned that this procession is not approved and called to refrain from participating in it.[144] On July 31, the free fest \"Shashlyk.live\" in Gorky Park was announced on 3 August, the same day as unapproved procession.[145] However several bands refused to participate in it \"due to unstable political situation\".[146] The authorities claimed that 305.000 people visited the fest,[147] yet this number seems unrealistic.[148] Independent sources reported about 1500 spectators at once.[149] The official numbers have become a meme.[149] Starting from July 31, the independent candidates begin to submit registration denial complaints to the CEC.[150] On August 1, the FBK published an investigation of the vice-mayor Natalya Sergunina's property. Sergunina is responsible for the election process in Moscow. The FBK estimates Sergunina's (along with close relatives) undeclared real estate value at 6.5 billion rub (~ US$100 mln).[151][152] On August 3, the ICR opened a criminal case against the FBK on laundering 1 billion rub (~US$15.5 mln).[153] As in the previous case, potential leaders, Sobol[154] and Yankauskas[155] (his previous detention expired on August 3) were detained before the start of the rally. Lyubov Sobol was fined 300 000 rub (~US$4700).[154] The rally started at 2 p.m. and had multiple points of activity: Pushkinskaya Square, Trubnaya Square, Turgenevskaya Square and Arbat Street.[156][157] These sites were blocked by the police, which started to detain people from the beginning of the rally.[157] According to OVD-info, 1001 people were detained, at least 19 people suffered.[156][158] According to the police, \"around 600\" people were detained.[159] Some former Berkut officers from Ukraine were noticed among the police at the rally.[160] Due to the fact that the rally had multiple centers, it is hard to estimate the size of the rally. The police estimates the rally of 1500 people,[156] what seems doubtful given the fact that 1001 were detained. Independent sources give an estimation of 5-20 thousand participants.[161][162] State owned media didn't broadcast the rally. International media reported many detainees and police violence.[163][164][165] During the rally, authorities carried out a targeted Internet shutdown in the center of Moscow. The three largest mobile operators tried to explain the lack of mobile Internet to be a result of \"overcrowding\", but their arguments were untenable.[166] Rally in support of the Moscow independent candidates in Saint Petersburg was approved by the authorities.[167] Nevertheless, the prosecutor's office warned of responsibility for participation in an unapproved rally.[168] Still, only 2 participants were detained during the rally. The police estimates the rally of 1000 participants,[169] independent sources estimate the rally of 2000 people.[170] Small meetings in support of the Moscow opposition also took place in Berlin[171] and Paris.[172] On August 6, the CEC confirmed the refusal of registration to Alexander Rudenko, Dmitry Gudkov, Lyubov Sobol and Elena Rusakova.[173] On August 9, the CEC confirmed the refusal to register Ilya Yashin and Anastasia Bryukhanova. In all cases the CEC used the same argumentation as the MCEC.[174] The CEC member Nikolai Levichev pointed out that the opposition candidates \"should consider that the requirements for them are higher\".[175] On August 6, a Levada Center opinion poll was published, according to which 37% of Muscovites support actions in support of the independent candidates, 27% spoke out against.[176] On August 6, all candidates, nominated by the CPRF, called for the admission of all opposition candidates, as well as double-checking the signatures of candidates from the \"Communists of Russia\" and those supported by \"United Russia\".[177] On August 8, as in the previous case, the authorities announced a free concert on August 10 as part of the Meat & Beat festival in Gorky Park.[178] But there were very few spectators on it.[179][180] On August 8 and 9, the opposition candidates and several musicians,[181] bloggers[182] and other cultural figures[183] called to participate in the August 10 rally on Sakharov Avenue.[184] The rally was approved by the authorities.[185] Before the start of the rally, Lyubov Sobol was detained again on the grounds of a complaint \"by the organizers of the rally against her and some other participants who were preparing provocations.\"[186] The organizers of the rally denied this information.[187] Also, the police conducted a search in \"Navalny LIVE\" alternate studio.[188] On August 12 Lyubov Sobol fined 300 000 rub (~US$4700),[189] and on August 13 she was again fined 300 000 rub (~US$4700).[190] Despite the rain and cold weather, the rally started at 2 p.m. Not only the opposition politicians spoke at the rally, but also musicians (for example, Oxxxymiron, IC3PEAK, FACE) and other famous people (for example, Leonid Parfenov, Yury Dud).[191] The authorities tried to ban the performance of musicians, but they ignored the ban.[192] After the authorized rally was over, some of the participants went to Presidential Administration building, but were attacked by the police and scattered; 256 people[193] were detained.[194][195] Again, some cases of police violence reported. For example, on Zabelin Street a policeman hit a young woman into stomach,[196] and this case had a wide resonance.[197] The August 10 rally on Sakharov Avenue outnumbered the July 27 rally. According to the police, 20 thousand people participated. According to the \"White Counter\" organization, 50 thousand people passed through the main entrance, people entered from boulevards nearby were not counted.[198] Other independent sources report 50-60 thousand participants.[199] State owned media wrote that rally was \"unsuccessful\", \"small in number\", only 30% of the spectators were muscovites, and most of them didn't know the rally agenda.[200] The official version was heavily criticized due to lack of evidence.[201] For example, a poll, conducted by Vedomosti newspaper, shows that 80% of the spectators were Muscovites, and 17% - from Moscow Oblast.[202] International media wrote about 'largest rally since 2011' and new detentions.[203][204][205][206] On August 10, 2019 Roskomnadzor demanded that Google stop the YouTube users from promoting videos about unauthorized protests in Russia.[207] In the Far East and Siberia in the morning before the Moscow rally pickets of solidarity with Moscow took place: Khabarovsk, Irkutsk, Novosibirsk, Omsk, Kemerovo, Tomsk.[208] Pickets also took place in many large cities in central Russia: St. Petersburg, Yekaterinburg, Chelyabinsk, Nizhny Novgorod, Kazan, Samara, Ufa, Rostov-on-Don, Voronezh, Perm, Krasnodar, Orenburg, Belgorod, Cheboksary, Izhevsk, Yaroslavl, Bryansk, Ivanovo, Kaliningrad, Kurgan, Syktyvkar, Murmansk, and some other.[209] 79 people in St. Petersburg, 13 in Rostov-on-Don, 2 in Bryansk and 2 in Syktyvkar were detained.[193] After August 10 the authorities declined all the requests for an approved rally by the independent opposition till late September, each time the Sakharov Avenue appeared to be occupied due to various reasons (the CPRF rally (see below), the Day of the Russian flag celebration,[210] the Moscow City Day celebration,[211] and finally the \"garbage truck parade\"[212]). For example, three requests for an approved rally on August 31 in different sites were declined. The organizers tried to challenge the refusals in the Moscow City Court, but it took the side of the authorities.[213] A serie of parades and loud pro-government concerts caused a wave of indignation in social networks, residents of neighboring houses have submitted a complaint on excessive noise.[214] Finally, the first approved opposition rally since August 10 was held on September 29. On August 17, CPRF conducted the rally \"for fair elections\", however, part of CPRF members, including Gennady Zyuganov, condemned the actions of unregistered independent candidates, and their supporters ignored the rally. The police and independent sources had very close rally estimates this time: 4000 and 3900 respectively.[215] On August 17, since the authorities refused to approve the rally, supporters of the independent candidates held solo pickets on the Boulevard Ring.[216] On August 31, the unapproved rally \"against political repressions\" was held on the Boulevard Ring. Unlike previous rallies, the police didn't try to push the protestors out of the streets. The rally was peaceful, there was only 1 detention.[217] As usual, the authorities organized the fest \"PRO Leto\" on August 31 to counter the rally.[218] The police estimates the rally of 750 people, independent sources give an estimation of 1500 people.[219] On September 8, the 2019 Moscow City Duma elections took place. The United Russia faction suffered significant losses, they lost in 20 out of 45 constituencies (opposition sources also claim that in 5 constituencies the victory was stolen by the United Russia). On September 12, soon after the elections, the searches were conducted in all FBK officies and in the apartments of the FBK employees (and their close relatives) in 40 cities.[220] All computers and other office equipment were seized.[221] Lyubov Sobol stated that it was \"more like a robbery than a search\".[222] 79 years old grandmother of one of the employees, who was also searched, died of a heart attack on September 16.[223] On September 29 the approved rally \"in support of the political prisoners\" was held on the Sakharov Avenue. The rally was peaceful, there was no detentions. The police estimates the rally of 20 000 people, independent sources give an estimation of 25 000 people.[224][225][226] On October 18, solo pickets were held near the entrances of 17 stations of the Moscow metro in support of detainees under the Moscow case.[227] During the 2019 Moscow City Duma elections campaign the FBK published a lot of anti-corruption investigations against Moscow City Duma deputies from the United Russia faction, the CEC and the MCEC members and Moscow City officials. Even authorities later admitted that FBK investigations had a significant impact on protest activity and election results.[228] On July 1, the FBK published an investigation of Andrey Metelsky's, the leader of the United Russia faction in the Moscow City Duma, property. He has been a deputy in the Moscow City Duma since 2001. His son and 75 years old mother owns hotels Maximilian (bought for 5.36 mln €), Tirolerhof (3.6 mln €), Mozart (7 mln €), Strudlhof (24 mln €) in Austria, multi-apartment complex \"Lefort\", built near the MosMetro station under construction Lefortovo, auto center network \"Obukhov\", 2 \"Tanuki\" restaurants, hotel \"Foresta\" and 4 apartments with a total area of 1700 m2 in Moscow, 3 houses in Moscow Oblast and 1 house in Kaliningrad Oblast. The total cost of his real estate in Moscow only is about 5.7 billion rubles (~ US$90 mln).[229][230] On July 18, the FBK published an investigations of the head of the MCEC Valentin Gorbunov's property. His family owns two apartments with a total area of 200 m2 worth US$420 000 in Ika, Croatia.[231][232] On July 22, the FBK revealed that pro-government journalist Vladimir Solovyov has an Italian permanent residency.[45][46][47] On August 1, the FBK published an investigation of the vice-mayor Natalya Sergunina's property. Sergunina is responsible for the election process in Moscow. The FBK estimates Sergunina's (along with close relatives) undeclared real estate value at 6.5 billion rub (~ US$100 mln).[151][152] On August 12, the FBK published an investigation of the member of the CEC Boris Ebzeev's property. His grandson at the age of 4 bought an apartment worth 500 mln rub (~ US$18.5 mln), and at the age of 7 a house in Moscow Oblast.[233][234] On August 12, it was revealed that the MCEC member Dmitry Reut bought an apartment worth 22 mln rub (~US$0.8 mln) from the city of Moscow on unknown conditions. The cost of the apartment exceeds his income for previous years by 2 times.[235] On August 15, the FBK published an investigation of Alexei Shaposhnikov's, the chairman of the Moscow City Duma, property. He owns an apartment in the center of Moscow with a total area of 270 m2 worth 95 mln rub (~US$1.5 mln).[236][237] On August 20, the FBK published an investigation of Ilya Platonov's, the son of the former chairman of the Moscow City Duma Vladimir Platonov, property. He owns an apartment in the center of Moscow, on the \"golden mile\", with a total area of 372 m2 worth 600 mln rub (~US$9.4 mln) and a house in Moscow Oblast with total area of 4000 m2 worth 4000 mln rub (~US$62.5 mln).[238][239] The Moscow \"Golden mile\" is an extremely expensive part of Moscow between Ostozhenka street and Prechistenskaya embarkment, where the price of an apartment start from US$25 000 per m2.[240] On August 22, the FBK published an investigation of Vladimir Regnatsky's, the head of Security and Anti-Corruption Department of Moscow City, property. Regnatsky is one of those officials who \"approves\" rallies and is responsible for their dispersing. His mother owns an apartment in the center of Moscow, on the \"golden mile\", with total area of 146 m2 worth 200 mln rub (~US$3.1 mln).[241][242] On August 26, the FBK published an investigation of the vice-mayor Alexander Gorbenko's property. Along with his son and wife he owns a land plot with total area of 20 000 m2 in Moscow Oblast, where 9 houses built, worth 500 mln rub (~US$7.8 mln).[243][244] On August 27, the FBK published an investigation of Alexander Gorbenko's children's property. His son owns an apartment in the center of Moscow with total area of 226 m2 worth 300 mln rub (~US$4.7 mln), and his daughter owns an apartment in the center of Moscow with total area of 174 m2 worth 240 mln rub (~US$3.8 mln).[245][246] On August 29, the FBK published second investigation of Andrey Metelsky's property. He owns and manages a motorcycle shop \"Alpine\", while the Russian legislation prohibits deputies from doing business.[247][248] On August 30, the FBK published an investigation of the vice-chairman of the CEC Nikolay Bulaev's property. Along with his daughter he owns 3 apartments in Moscow with total area of 392 m2 worth 220 mln rub (~US$3.4 mln).[249][250] On September 2, the FBK published an investigation of the deputy of the Moscow City Duma Lyudmila Stebenkova's property. She owns an apartment in the center of Moscow with total area of 197 m2 worth 80 mln rub (~US$1.25 mln) and owned 1 more apartment with total area of 178 m2 which she sold in 2005.[251][252] On September 3, the FBK published an investigation of the deputy of the Moscow City Duma Stepan Orlov's property. He received from the City of Moscow two apartments in the center of Moscow with total area of 246 m2 in exchange of his old apartment with total area of 58 m2.[253][254] On September 4, the FBK published an investigation of the deputy of the Moscow City Duma Kirill Shchitov's property. He owns an apartment in center of Moscow, on the \"golden mile\", with total area of 180 m2 and one more with total area of 122 m2, and also two luxury cars.[255][252] On September 5, the FBK published an investigation of the vice-mayor Pyotr Biryukov's property. Along with his family he owns 17 apartments in the center of Moscow, 22 luxury cars and a farm estate in Moscow Oblast total worth of 5.5 bln rub (~US$86 mln).[256][257] On September 6, the FBK published second investigation of the vice-mayor Natalya Sergunina's property. Her daughter's husband, Aaron-Elizer Aronov, owns the \"Aviapark\" mall worth of 4.3 bln rub (~US$67.2 mln). Besides, the building company, belonging to Aronov, did not fulfill its social obligations to build a school and museum nearby.[258][259] Government response to investigations Sergunina, Birukov and other Moscow City officials didn't respond to FBK Investigations. Instead, soon after the first investion on Sergunina, on August 3, the ICR opened a criminal case against the FBK on laundering 1 billion rub (~US$15.5 mln).[153] Later the amount was reduced to 75 mln rub (~US$1.15 mln).[260] Soon after the investigation on Biryukov, on September 5 searches were conducted at the FBK office and at the \"Navalny LIVE\" studio.[261] Soon after the 2019 Moscow City Duma election, on September 12 the ICR carried out mass raids on the FBK regional offices in 40 Russian cities.[262][263] In September various state-owned companies filed lawsuits against FBK for \"organizing riots\", and the courts partially satisfied them in the amount of 5 mln rub (~US$78 000).[264] On October 8, the police filed lawsuit against FBK for \"costs of maintaining order during rallies\" in the amount of 18 mln rub (~US280 000).[265] On October 9, the FBK has been declared a \"foreign agent\" by the Ministry of Justice of the Russian Federation.[260][266] On October 15, the ICR again carried out mass raids on the FBK regional offices in 30 Russian cities.[267][268]","Title":"2019 Moscow protests - Wikipedia","KeyID":"16784","URL":"https://en.wikipedia.org/wiki/2019_Moscow_protests"}